{
  "book": "Ibrani",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Imam Besar perjanjian baru",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Inti segala yang kita bicarakan itu ialah: kita mempunyai Imam Besar yang demikian, yang duduk di sebelah kanan takhta Yang Mahabesar di sorga,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "dan yang melayani ibadah di tempat kudus, yaitu di dalam kemah sejati, yang didirikan oleh Tuhan dan bukan oleh manusia.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sebab setiap Imam Besar ditetapkan untuk mempersembahkan korban dan persembahan dan karena itu Yesus perlu mempunyai sesuatu untuk dipersembahkan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sekiranya Ia di bumi ini, Ia sama sekali tidak akan menjadi imam, karena di sini telah ada orang-orang yang mempersembahkan persembahan menurut hukum Taurat.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Pelayanan mereka adalah gambaran dan bayangan dari apa yang ada di sorga, sama seperti yang diberitahukan kepada Musa, ketika ia hendak mendirikan kemah: \"Ingatlah,\" demikian firman-Nya, \"bahwa engkau membuat semuanya itu menurut contoh yang telah ditunjukkan kepadamu di atas gunung itu.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tetapi sekarang Ia telah mendapat suatu pelayanan yang jauh lebih agung, karena Ia menjadi Pengantara dari perjanjian yang lebih mulia, yang didasarkan atas janji yang lebih tinggi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sebab, sekiranya perjanjian yang pertama itu tidak bercacat, tidak akan dicari lagi tempat untuk yang kedua.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sebab Ia menegor mereka ketika Ia berkata: \"Sesungguhnya, akan datang waktunya,\" demikianlah firman Tuhan, \"Aku akan mengadakan perjanjian baru dengan kaum Israel dan dengan kaum Yehuda,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "bukan seperti perjanjian yang telah Kuadakan dengan nenek moyang mereka, pada waktu Aku memegang tangan mereka untuk membawa mereka keluar dari tanah Mesir. Sebab mereka tidak setia kepada perjanjian-Ku, dan Aku menolak mereka,\" demikian firman Tuhan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "\"Maka inilah perjanjian yang Kuadakan dengan kaum Israel sesudah waktu itu,\" demikianlah firman Tuhan. \"Aku akan menaruh hukum-Ku dalam akal budi mereka dan menuliskannya dalam hati mereka, maka Aku akan menjadi Allah mereka dan mereka akan menjadi umat-Ku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dan mereka tidak akan mengajar lagi sesama warganya, atau sesama saudaranya dengan mengatakan: Kenallah Tuhan! Sebab mereka semua, besar kecil, akan mengenal Aku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sebab Aku akan menaruh belas kasihan terhadap kesalahan mereka dan tidak lagi mengingat dosa-dosa mereka.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Oleh karena Ia berkata-kata tentang perjanjian yang baru, Ia menyatakan yang pertama sebagai perjanjian yang telah menjadi tua. Dan apa yang telah menjadi tua dan usang, telah dekat kepada kemusnahannya.",
      "type": "content"
    }
  ]
}