{
  "book": "Hosea",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Ancaman terhadap Israel serta pemimpin-pemimpinnya",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Dengarlah ini, hai para imam, perhatikanlah, hai kaum Israel, dan pasanglah telinga, hai keluarga raja! Sebab mengenai kamulah penghukuman itu, karena kamu telah menjadi perangkap bagi Mizpa, dan jaring yang dikembangkan di atas gunung Tabor,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "dan lobang yang dikeruk di lembah Sitim, maka Aku ini akan menghajar mereka sekalian.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Aku ini mengenal Efraim, dan Israel tidaklah tersembunyi bagi-Ku, sebab engkau telah berzinah, hai Efraim; dan Israel telah menajiskan diri.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Perbuatan-perbuatan mereka tidak mengizinkan mereka berbalik kepada Allah mereka, sebab roh perzinahan ada di antara mereka, dan mereka tidak mengenal TUHAN.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Kecongkakan Israel menjadi saksi terhadap dirinya sendiri; Efraim akan tergelincir jatuh oleh kesalahannya sendiri, dan bersama-sama mereka juga Yehuda.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dengan korban kambing domba dan lembu sapinya mereka akan pergi untuk mencari TUHAN, tetapi tidak akan menjumpai Dia; Ia telah menarik diri dari mereka.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Mereka telah berkhianat terhadap TUHAN, sebab mereka telah memperanakkan anak-anak yang tidak sah; sekarang pembinasa akan memakan habis mereka dan ladang mereka.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Israel mencari pertolongan di mana-mana tetapi sia-sia",
      "type": "title"
    },
    {
      "verse": 8,
      "text": "Tiuplah sangkakala di Gibea, dan nafiri di Rama. Berteriaklah di Bet-Awen, gemetarlah, hai Benyamin!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Efraim akan menjadi tandus, pada hari penghukuman; mengenai suku-suku Israel Aku memberitahu apa yang pasti.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Para pemuka Yehuda adalah seperti orang-orang yang menggeser batas; ke atas mereka akan Kucurahkan gemas-Ku seperti air.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Efraim tertindas, diremukkan oleh hukuman, sebab ia berkeras untuk berjalan mengikuti kesia-siaan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sebab itu Aku ini akan seperti ngengat bagi Efraim dan seperti belatung bagi kaum Yehuda.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ketika Efraim melihat penyakitnya, dan Yehuda melihat bisulnya, maka pergilah Efraim ke Asyur dan mengutus orang kepada Raja 'Agung'. Tetapi iapun tidak dapat menyembuhkan kamu dan tidak dapat melenyapkan bisul itu dari padamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sebab Aku ini seperti singa bagi Efraim, dan seperti singa muda bagi kaum Yehuda. Aku, Aku ini akan menerkam, lalu pergi, Aku akan membawa lari dan tidak ada yang melepaskan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Pertobatan yang pura-pura dari pihak orang Israel",
      "type": "title"
    },
    {
      "verse": 15,
      "text": "Aku akan pergi pulang ke tempat-Ku, sampai mereka mengaku bersalah dan mencari wajah-Ku. Dalam kesesakannya mereka akan merindukan Aku:",
      "type": "content"
    }
  ]
}