{
  "book": "Hosea",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Keruntuhan Israel sebagai akibat kedurhakaannya",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Tiuplah sangkakala! Serangan laksana rajawali atas rumah TUHAN! Oleh karena mereka telah melangkahi perjanjian-Ku dan telah mendurhaka terhadap pengajaran-Ku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Kepada-Ku mereka berseru-seru: \"Ya Allahku, kami, Israel mengenal Engkau!\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Israel telah menolak yang baik--biarlah musuh mengejar dia!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Mereka telah mengangkat raja, tetapi tanpa persetujuan-Ku; mereka mengangkat pemuka, tetapi dengan tidak setahu-Ku. Dari emas dan peraknya mereka membuat berhala-berhala bagi dirinya sendiri, sehingga mereka dilenyapkan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Aku menolak anak lembumu, hai Samaria; murka-Ku menyala terhadap mereka! Sampai berapa lama tidak dapat disucikan,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "orang-orang Israel itu? Itu dibuat oleh tukang, dan itu bukan Allah! Sungguh, akan menjadi serpih anak lembu Samaria itu!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sebab mereka menabur angin, maka mereka akan menuai puting beliung; gandum yang belum menguning tidak ada pada mereka; tumbuh-tumbuhan itu tidak menghasilkan tepung; dan jika memberi hasil, maka orang-orang lain menelannya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Israel sudah ditelan; sekarang mereka itu ada di antara bangsa-bangsa seperti barang yang tidak disukai orang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebab mereka telah pergi ke Asyur, bagaikan keledai hutan yang memencilkan diri; Efraim telah membagi-bagi hadiah cinta.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sekalipun mereka membagi-bagi hadiah itu di antara bangsa-bangsa, sekarang ini Aku akan mengumpulkan mereka, dan sebentar lagi mereka akan berhenti mengurapi raja dan para pemuka.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sungguh, Efraim telah memperbanyak mezbah; mezbah-mezbah itu menjadikan mereka berdosa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sekalipun Kutuliskan baginya banyak pengajaran-Ku, itu akan dianggap mereka sebagai sesuatu yang asing.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Mereka mencintai korban sembelihan; mereka mempersembahkan daging dan memakannya; tetapi TUHAN tidak berkenan kepada mereka. Sekarang Ia akan mengingat kesalahan mereka dan akan menghukum dosa mereka; mereka harus kembali ke Mesir!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Israel telah melupakan Pembuatnya dan telah mendirikan istana-istana; Yehuda telah memperbanyak kota-kota yang berkubu; tetapi Aku akan melepas api ke dalam kota-kota mereka, sehingga puri mereka dimakan habis.",
      "type": "content"
    }
  ]
}