{
  "book": "2 Raja-raja",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Marsahit si Ahasia, gabe disuru suruanna tu Ekron manungkunhon pangalaho ni sahitna tu Baal Zebub, ro si Elia mangalumbahon hian hamamatena 1-8. II. Si Elia mangidohon api sian banua ginjang manganhon suruan ni si Ahasia 9-14. III. Hamamate ni si Ahasia 15-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung mate si Ahab, marbalik ma halak Moab sian Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i madabu ma si Ahasia sian pandiloan ni bilutna parginjang di Samaria, pola hansit. Dung i disuru ma suruanna, ninna ma tu nasida: Laho ma hamu manungkunhon tu Baal Zebub, ajiajian di Ekron, manang na leak malum hilalaonku sian sahithon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai nunga marboaboa hian suruan ni Jahowa tu si Elia, halak Tisbi: Borhat ma ho mangambat angka suruan ni raja sian Samaria, jala dok ma tu nasida: Tung na so adong be huroha Debata di Israel, umbahen laho hamu manungkunhon tu Baal Zebub, debata di Ekron?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dibahen i songon on do hata ni Jahowa: Ndang jadi be ho morot sian podoman hapeahanmu nuaeng, ingkon mate na ma ho. Dung i laho ma si Elia.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung mulak angka suruani tu rajai, ninna ibana ma tu nasida: Boasa tung mulak hamu?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i didok nasida ma tu ibana: Ro do sahalak nangkok mangambat hami, didok ma tu hami: Laho ma hamu mulak tu raja, na marsuru hamu, dok hamu ma tu ibana: Songon on do hata ni Jahowa: Tung na so adong be huroha Debata di halak Israel umbahen marsuru ho manungkunhon tu Baal Zebub, debata di Ekron? Dibahen i ndang jadi be ho morot sian podomanmon, ingkon mate na ma ho!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i didok rajai ma tu nasida: Songon dia do rupa ni baoa i na ro nangkok mangambat hamu dohot paboahon angka hata i tu hamu?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ninna nasida ma tu rajai: Baoa na marsampesampe na marimbulu do ibana, jala hohos sian hulingkuling di gontingna. Dung i ninna rajai ma: Si Elia, halak Tisbi do i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i disuru rajai ma tu ibana sada partogi ni parangan manguluhon limapulu paranganna. Jadi dung nangkok ibana sahat tu lambungna, ida ma, tongon juguk ibana di punsu ni dolok i, gabe didok ma tu ibana: Ho ale halak ni Debata, didok rajai ingkon tuat ho!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ro ma alus ni si Elia mandok tu partogi ni parangan silimapulu halak i: Molo tutu halak ni Debata ahu, ingkon madabu ma api sian banua ginjang jala suda panganonna ho dohot paranganmu silimapulu halak i! Jadi madabu ma api sian banua ginjang, jala suda ibana dipangan dohot paranganna silimapulu i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i diulahi rajai marsuru tu ibana sada partogi na asing rap dohot paranganna na limapulu i, didok ma tu ibana: Ho ale halak ni Debata, songon on do hata ni rajai: Ingkon gira ho tuat!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ro ma alus ni si Elia mandok tu nasida: Molo halak ni Debata ahu, ingkon madabu ma api sian banua ginjang jala suda panganonna ho dohot paranganmu silimapulu i. Jadi madabu ma api ni Debata sian banua ginjang, jala suda ibana dipangan dohot paranganna na limapulu i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i diulahi rajai marsuru sada partogi patoluhalihon rap dohot paranganna limapulu halak. Jadi dung sahat tu ginjang partogi patoluhon i, marsinggang ma ibana di jolo ni si Elia huhut marsomba tu ibana, ninna ma mandok ibana: Ale halak ni Debata, sai diparhamaol roham ma hosangkon dohot hosa ni angka naposongkon na limapulu halak i!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ida ma, nunga madabu api sian banua ginjang, jala nunga suda dipangan na dua partogi parjolo i rap dohot paranganna na limapulu halak i, alai sai mararga ma anggo hosangkon di roham.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Dung i ro ma hata ni suruan ni Jahowa tu si Elia: Tuat ma ho rap dohot ibana, unang pola mabiar ho mida ibana. Dung i borhat ma ibana jala tuat rap dohot partogi i mandapothon rajai.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ninna si Elia ma mandok rajai: Songon on do hata ni Jahowa: Ala naung marsuru suruan ho manungkunhon tu Baal Zebub, debata di Ekron, hira na so adong be huroha Debata di Israel na dapot sungkunon hatana, dibahen i ndang jadi be morot ho sian podomanmon, ingkon mate na ma ho.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi mate ma rajai, hombar tu hata ni Jahowa, naung nilumbahon ni si Elia hian; jadi bangkit raja ma anggina si Joram singkatna paduataonhon dung raja di Juda si Joram, anak ni si Josapat, ai ndang adong anakna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jamita na tinggal i dope sian si Ahasia dohot na binahenna, nda tarsurat do i di bagasan buku jamita ni angka raja sian Israel?",
      "type": "content"
    }
  ]
}