{
  "book": "2 Raja-raja",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Jehu mandokkon bunuon angka anak ni si Ahab dohot angka anggi ni si Ahasia 1-14. II. Si Jehu mamelehon saluhut angka malim ni Baal 15-28. III. Si Jehu mangihuthon tu dosa ni si Jerobeam. Hona pinsang ibana alani dibahen si Hasael: hamamate ni si Jehu 29-36",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai adong do pitupulu halak angka anak ni si Ahab di Samaria. Dung i disuru si Jehu ma angka surat jala dipantongoshon tu Samaria, tu angka induk sian Jesreel, tu angka sintua dohot tu angka guru panahatan ni angka anak ni si Ahab, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia dung sahat suraton tu hamu, molo adong di hamu angka anak ni tuanmuna, angka hureta dohot hoda dohot sada huta na gonting, ro di angka sinjata marragamragam.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon pillit hamu jolma na dumenggan jala na sumintong marroha di tongatonga ni angka anak ni tuanmuna, jala pahundul hamu ibana tu atas habangsa ni amana, laos marporang ma hamu humongkop pinompar ni tuanmuna!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai mabiar situtu ma nasida, angka ninna do: Ida ma, gari dua raja ndang manahan jongjong di adopanna lam beha ma ia panahanta?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i marsuru suruanna ma halak induk ni bagas dohot induk ni huta i, ro di angka sintua dohot guru manopot si Jehu, mandok tu ibana: Angka naposom do hami, jala nasa sidohononmu tu hami, ingkon bahenonnami do; ndang olo hami pabangkithon manang ise gabe raja; manang aha na denggan di bagasan roham, i ma bahen.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i disurathon si Jehu ma suratna paduahon tu nasida, songon on: Molo tutu donganku hamu, jala olo hamu tumangihon soarangku, buat hamu ma ulu ni angka baoa i, angka anak ni tuanmuna jala boan hamu tu ahu tu Jisreel marsogot songon on. Alai angka anak ni rajai, pitupulu halak toropna rap dohot halak na sangap di huta i, angka na pagodanggodang nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dung sahat surat i tu nasida, dibuat nasida ma angka anak ni rajai jala dipotongi, pitupulu halak toropna, jala dipampeakkon ulunasida i tu bagasan angka hirang, jala ditongoshon tu si Jehu tu Jisreel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dung ro suruani paboahon barita i tu ibana, ninna do: Nunga diboan nasida angka ulu ni angka anak ni rajai, gabe didok si Jehu ma: Pampeakkon hamu ma angka i bahen dua timbunan di lambung pintu harbangan paima marsogot.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i marsogotna i, ruar ma ibana, laos jongjong mandok tu sandok situan na torop i: Na lidang do anggo hamu! Ida ma, ianggo ahu nunga hubahen parbulanon mangalo tuanku, jala nunga hubunu ibana; alai ise ulaning mambunu sude angka nasida on?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Antong boto hamu ma, na so madabu boti tu tano nanggo sada sian hata ni Jahowa, naung nilumbahon ni Jahowa hian dompak pinompar ni si Ahab; nunga tahe dipasaut Jahowa naung nilumbahonna hian marhite sian si Elia naposona i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dibunu si Jehu ma sude jolma angka na tinggal i dope sian pinompar ni si Ahab di Jisreel, ro di sude jolma angka na pinasangapna dohot angka alealena dohot angka panuturina haposan ni rohana, nanggo sahalak ndang ditebahon di ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i borhat ma si Jehu mardalan sahat tu Samaria. Jadi dung sahat ibana tu soposopo panisioan ni angka parmahan di tongan dalan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pajumpang ma si Jehu dohot angka anggi ni si Ahasia, raja sian Juda, ninna ma: Ise do hamu? Jadi didok nasida ma: Angka anggi ni si Ahasia do hami, jala tuat do hami masipasaoran dame tu angka anak ni rajai dohot tu angka anak ni inana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ninna si Jehu ma: Tangkupi hamu nasida songon i mangolu! Jadi ditangkupi ma nasida songon i mangolu, jala dipotongi nasida mardonokkon sumur di lambung soposopo panisioan ni angka parmahan, opatpulu dua halak toropna, jala ndang adong na malua sian nasida nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Jadi dung mardalan ibana sian i, pajumpang ma ibana dohot si Jonadab, anak ni si Rekab, na manomunomu dohot mamasumasu ibana, gabe didok si Jehu ma mandok ibana: Atehe bonar do roham tu ahu, suang songon rohangki tu roham? Dung i didok si Jonadab ma: Songon i do! Antong molo songon i, lehon ma tanganmu tu ahu; jadi dilehon ma tanganna tu ibana. Dung i didokkon ma manaek tu huretana, hundul tu lambungna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i didok si Jehu ma: Sai rap ma hita mardalan, asa idaonmu murukku humongkop ulaon ni Jahowa. Jadi tampak ma nasida marsihundul di huretana i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dung sahat ibana tu Samaria, dibunui ma saluhut halak angka na tinggal dope sian si Ahab di Samaria, paima sun siap dibahen, hombar tu hata ni Jahowa, naung nilumbahonna hian tu si Elia.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i dipaluhut si Jehu ma sude situan na torop i, jala ninna ma tu nasida: Humurang dope anggo pangoloi ni si Ahab di Baal, umburju dope anggo si Jehu mangoloi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibahen i martingting ma hamu paluhuthon tu lambungku sude angka panurirang ni Baal, saluhut angka parhaladona ro di sude angka malimna, ndang jadi tinggal nanggo sahalak, ai pelean na bolon naeng pasahatonku tu Baal; manang ise na so disi, ingkon marutang hosa ibana. Alai pangela ni si Jehu do i, asa pungu dapotsa bunuonna angka parhalado ni Baal i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i didok si Jehu ma: Parbadiai hamu ma di Baal sada hariburon raja! Jadi ditingtingkon nasida ma i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Pola disuru si Jehu angka suruanna tu sandok Israel, mandokkon ro be sude angka parhalado ni Baal ndang tinggal nanggo sahalak na so ro tusi. Jadi marpungu ma nasida tu joro ni Baal, pola gok joro ni Baal sian jabu bona sahat ro di jolojolo.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i didok si Jehu ma tu jolma panahatan ni bagas parpeopan ni pangkean: Paruar ma pangkean di sude parhalado ni Baal. Jadi diparuar ma di nasida angka pangkean i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ro ma si Jehu rap dohot si Jonadab, anak ni si Rekab masuk tu joro ni Baal, laos didok ma tu angka parhalado ni Baal i: Patangkas hamu ma marnida, unang tung adong saor tu hamu sian angka naposo ni Jahowa, ingkon holan angka parhalado ni Baal i sambing disi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dung ro angka nasida naeng mamelehon angka pelean sipotongon dohot pelean situtungon, dipadiri si Jehu hian di ibana di balian ualupulu halak, laos ninna ma: Molo tung malua nanggo sahalak sian baoa angka na hupasahat tu tanganmuna, ingkon hosamu sahalak singkat ni hosana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dung sun dihobas nasida pelean situtungon i, ninna si Jehu ma tu angka parangan dohot tu angka partogina: Masuk ma hamu tu bagasan jala bunu hamu nasida, na so tupa malua nanggo sahalak! Jadi dibunu ma nasida luhut marhite sian podang. Dung i direongkon angka parangan dohot partogina ma nasida tu balian, asa mangonjar nasida sahat tu bagasan joro ni Baal i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Diparuar nasida huhut angka ganaganaan sian joro ni Baal, laos dimosokkon do i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Diropuhi nasida huhut ganaganaan Baal jala dilohai joro ni Baal i, dibahen do i gabe panduduran ni na rotak rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi siap ma Baal i sian Israel dibahen si Jehu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(III.) Holan angka dosa ni si Jerobeam, anak ni si Nebat, na mangela Israel mambahen dosa, ndang ditundalhon roha ni si Jehu, i ma angka lombu sere na di Betel dohot na di Dan.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ninna Jahowa ma tu si Jehu: Ala na denggan pambahenanmu mangulahon lomo ni rohangku mambahen tu pinompar ni si Ahab, hombar tu sandok na sinangkap ni rohangku, ingkon anakmu ro di sundut paopathon hundul di atas habangsa ni Israel.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai ndang marsihohot roha ni si Jehu mangaradoti patik ni Jahowa, Debata ni Israel, sian nasa rohana; ai ndang ditundalhon anggo angka dosa ni si Jerobeam na mangela Israel mambahen dosa.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Olat ni angka ari i ma dipungka Jahowa pametmet Israel, ai talu onjar ma nasida dibahen si Hasael di sandok partalpahan ni Israel.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Olat ni Jordan sambola tungkan habinsaran, sandok tano Gilead, tano ni halak Gad, Ruben dohot Manasse, olat ni Aroer na martopihon sunge Arnon, ro di Gilead dohot Basan.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai jamita na tinggal i dope sian si Jehu ro di sude na binahenna dohot habeguonna, nda tarsurat do i di bagasan buku jamita ni angka raja sian Israel?",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i monding ma si Jehu gabe top dohot angka ompuna jala tartanom ibana di Samaria, jala si Joahas anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alai anggo lelengna si Jehu mangarajai gumomgom Israel di Samaria, duapulu ualu taon do.",
      "type": "content"
    }
  ]
}