{
  "book": "2 Raja-raja",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Atalia mangalengsehon sude ne pinompar ni si Daud. Si Joas bangkit raja 1-12. II. Hamamate ni si Atalia. Hasisiap ni pangoloion tu Baal 13-20.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai anggo si Atalia, ina ni si Ahasia, dung diida naung mate anakna i, hehe ma ibana jala dibunui sandok pinompar ni rajai.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai dibuat si Joseba, boru ni raja Joram, iboto ni si Ahasia ma si Joas, anak ni si Ahasia, jala diluahon ibana sian tongatonga ni angka anak ni rajai, angka sibunuon hian, jala dibahen ibana tu bilut podoman rap dohot parorotna, manabunihon ibana maradophon si Atalia, asa unang bunuonna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi rap martabuni nasida di bagasan joro ni Jahowa, pola onom taon lelengna. Alai si Atalia do mangarajai di tano i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tole papitutaonhon disuru si Joiada ma mangalapi angka partogi ni parangan sirajai saratus dohot angka malim mandokkon nasida masuk tu joro ni Jahowa manopot ibana, dung i marpadan ma ibana dohot nasida, pola dipatolon nasida di bagasan joro ni Jahowa, jala dipatuduhon tu nasida anak ni rajai.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i martona ma ibana tu nasida, ninna ma: On do hata sibahenonmuna: Sapartolu sian hamu, angka na masuk gansi di ari Sabbat, ingkon marjaga di bagasan jabu ni rajai.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala sapartolu ingkon marjaga di lambung bahal Sur, jala na sapartolu muse, ingkon di lambung bahal na di pudi ni angka parangan; ingkon marjaga hamu di lambung bagas joro manulakkon angka na ro.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai anggo dua rongkanan sian hamu, sude jolma tahe angka na malua di ari Sabbat, ingkon marjaga nasida di bagasan joro ni Jahowa jonok di lambung ni rajai.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala ingkon halianganmuna do rajai, ganup marsinjata di bagasan tanganna; jala manang ise na manoluk angka odoran i ingkon marutang hosa; asa ingkon sai dongan ni rajai hamu, molo ruar ibana manang masuk.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dibahen angka partogi ni parangan sisaratus ma hombar tu sandok na tinonahon ni malim Joiada, diarahon be ma donganna angka na masuk gansi di ari Sabbat rap dohot angka na malua di ari Sabbat, laos ro nasida manopot malim Joiada.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i diparlehon malim i ma tu angka partogi ni parangan sisaratus, angka hujur dohot lombulombu angka na sian raja Daud nahinan, jala na pineop di bagasan joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i jongjong be ma angka parangan i ganup patioptiop sinjatana di bagasan tanganna dingkan siamun ni joro i sahat ro di hambirang ni joro i, di holangholang ni langgatan dohot joro i, humaliang rajai.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ditogihon ma anak ni rajai tu ruar jala dibahen tumpal i tu atas uluna jala dilehon buku patik i tu bagasan tanganna jala dipabangkit nasida ibana bahen raja, laos dimiahi ibana, huhut martopaptopap tanganna be mangolophon, ninna do: Horas ma rajai!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Jadi dung dibege si Atalia soara olopolop ni angka parangan dohot situan na torop i, ro ma ibana manopot situan na torop i tu joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dung dipamanat pangalahona, ida ma, jongjong do rajai mangunsande di tiang hajongjongan ni raja, songon somalna hian, jala angka partogi dohot parsarune di lambung ni rajai, jala marlas ni roha be sandok situan na torop isi ni luat i, huhut mamalui sarune. Alai diribahi si Atalia ma pangkeanna huhut joujou: Masa do jehejehe!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai didokkon malim Joiada ma angka partogi ni parangan sisaratus, angka na manguluhon parangan i, ninna ma mandok nasida: Togihon hamu nasida ruar sian holangholang ni angka odoran, jala manang ise na mangihuthon nasida, ingkon mate bunuon do ibana marhite sian podang! Ai nunga pola didok malim i: Ndang jadi mate nasida di bagasan joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ditangkup nasida ma ibana jala mardalan nasida sian dalan habongotan ni angka hoda tu bagas ni rajai, laos disi nasida dibunu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i dibahen si Joiada ma sada parjanjian tu Jahowa dohot tu rajai ro di halak situan na torop i, paboa ingkon bangso ni Jahowa nasida; dibahen huhut sada parjanjian di holangholang ni rajai dohot situan na torop i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i bongot ma sude situan na torop ni luat i tu bagasan joro ni Baal jala dilohai do i; ia angka langgatanna dohot ganaganaanna, tung diropuhi situtu do angka i, jala si Matan, malim ni Baal i dibunu nasida do ibana mate di adopan ni angka langgatan. Dung i dipabangkit malim i ma halak na marjujungan parenta joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibuat ma angka partogi ni parangan sisaratus dohot angka parjaga di jabu ni rajai ro di parangan dohot sandok isi ni luat i, laos ditogihon nasida rajai tuat sian joro ni Jahowa jala ro nasida sian dalan pamolusan ni angka parangan sahat tu bagas ni rajai, jala hundul ibana tu atas habangsa harajaon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi marlas ni roha be ma sandok bangso isi ni luat i jala sonang be isi ni huta i. Alai nunga dibunu nasida anggo si Atalia marhite sian podang di bagasan bagas ni rajai.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(12-1) ",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "I. Si Joas parentahon joro ni Jahowa 1-17. II. Hamusuonna dompak si Hasael. Mate tartodos si Joas 18-22.",
      "type": "title"
    }
  ]
}