{
  "book": "2 Raja-raja",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "(12-2) Papitutaonhon dung raja si Jehu, bangkit raja ma si Joas, jala opatpulu taon lelengna ibana mangarajai di Jerusalem; ia goar ni inana i ma si Zibia sian Berseba.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(12-3) Dung i diulahon si Joas ma lomo ni roha ni Jahowa saleleng mangolu ibana, saleleng diajari malim Joiada ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(12-4) Holan angka tambak tahe ndang dilohai, sai mamele dope dohot manutung daupa halak situan na torop i di atas angka tambak i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(12-5) Dung i ninna si Joas ma tu angka malim: Sandok perak naung niuras, na somal binoan ni halak masuk tu joro ni Jahowa, i ma perak na nilehon ni halak bahen tobus ni hosa, saluhut perak na nilehon ni ganup sian ringgas ni rohana mamboan tu joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(12-6) I ma sibuaton ni angka malim di nasida, ganup sian sihasolhotanna; ingkon pangkeonna do i pauliuli na sega di joro i, manang aha pe tahe na sega jumpangsa disi paulionna do.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(12-7) Alai nunga pola duapulu tolu taon dung raja si Joas, laos so adong dope dipauli angka malim i na sega di joro i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(12-8) Jadi dijou raja Joas ma malim Joiada rap dohot angka malim na asing, ninna ma mandok nasida: Boasa so dipauli hamu dope na sega di joro i? Nuaeng pe ndang jadi be buatonmuna perak sian sihasolhotanmuna i, ingkon lehononmuna do i laho paulihon na sega di joro i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(12-9) Jadi dioloi angka malim i ma hata i, ndang be dibuat perak sian halak situan na torop i, jala ndang be nasida paulihon na sega di joro i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(12-10) Dung i dibuat malim Joiada ma sada poti, jala dituhak ma langkopna i, jala dipeakkon poti i dingkan siamun ni langgatan laho masuk jolma i tu joro ni Jahowa; jadi malim angka na marjaga di lambung lobulobu mandekdekkon sandok perak na binoan ni halak tu joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(12-11) Ia dung diida nasida naung godang perak i di bagasan poti i, ro ma sahalak juaratulis ni rajai rap dohot sintua ni malim i, ditimpus ma perak i tu bagasan puro, dung dibilang na dapotsa di bagasan joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(12-12) Jadi dung didasing nasida perak i, dipasahat ma i tu tangan ni halak panahatan ni ulaon, angka na parenta joro ni Debata, asa nasida muse mangalehon upa tu angka tukang hau dohot pande, angka na mangula di joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(12-13) Tole angka tukang dohot halak pandakdak batu, huhut manuhor parhau dohot batu naung nidakdak laho paulihon na sega di joro ni Jahowa, tole sandok harugian laho pauli joro ni Jahowa, nasida paturehon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(12-14) Alai tahe ndang dipauli sian i di joro ni Jahowa angka pinggan perak manang raut manang mangkuk parburian manang sarune, manang dia tahe ulaula sere dohot perak anggo sian perak na binoan tu joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(12-15) Ingkon dilehon do i tu halak pangula, asa dipauli nasida marhite sian i na sega di joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(12-16) Jala ndang pola masietongan nasida dohot baoa panahatan ni perak i, asa lehononna tu halak pangula, ai masihaposan do nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(12-17) Alai anggo perak sian pelean hasalaan dohot perak sian pelean pardosaon, ndang diboan anggo i tu joro ni Jahowa, di angka malim do i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(12-18) (II.) Uju i ma nangkok si Hasael, raja sian Ram laho marporang dompak Gat laos dipapatu do i. Dung i dipatohom si Hasael ma bohina laho nangkok tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(12-19) Jadi dibuat si Joas raja sian Juda ma nasa ugasan na pinarbadiaan, na pinarbadia ni angka ompuna si Josapat, si Joram dohot si Ahasia, angka raja sian Juda dohot na pinarbadiana sandiri ro di nasa sere na jumpang di tongatonga ni arta, angka na pineop di joro ni Jahowa dohot di bagas ni rajai, jala ditongoshon do i tu si Hasael, raja sian Ram; gabe mundar ma ibana sian Jerusalem.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(12-20) Jamita na tinggal i dope sian si Joas ro di sude na niulana, nda tarsurat do i di bagasan buku jamita ni angka raja sian Juda?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(12-21) Jadi hehe ma angka naposona mambahen parbulanan mangalo ibana, laos dibunu nasida si Joas i di bagasan jabu Milo, laho tuat tu Sila.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(12-22) Ai ditodos si Jozakar, anak ni si Simeat dohot si Josabad, anak ni si Somor, naposona i ibana gabe mate; jadi tartanom ma ibana di lambung ni angka ompuna di huta ni si Daud, jala si Amasia anakna i bangkit raja singkatna.",
      "type": "content"
    }
  ]
}