{
  "book": "2 Raja-raja",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Joahas dohot si Joas angka raja di Israel 1-13. II. Si Elisa na laho mate manurirangkon tu si Joas hamonanganna tolu hali maralohon halak Ram 14-19. III. Halongangan na masa di lambung tanoman ni si Elisa. Angka hamonangan ni si Joas maralohon halak Ram 20-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Paduapulutolutaonhon dung gabe raja sian Juda si Joas, anak ni si Ahasia, bangkit raja ma si Joahas, anak ni si Jehu gumomgom Israel di Samaria, sampulu pitu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala diulahon do sogo ni roha ni Jahowa, ai diihuthon do angka dosa ni si Jerobeam, anak ni si Nebat, na mangela Israel mambahen dosa, jala ndang dipasurut rohana sian i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibahen i marsigorgor ma rimas ni Jahowa mida Israel, jala dipasahat nasida tu bagasan tangan ni si Hasael, raja sian Ram dohot tu bagasan tangan ni si Benhadad, anak ni si Hasael i saleleng mangolu nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi mangido asi ni roha ma si Joahas sian Jahowa, jala ditangihon Jahowa ibana, ai ditatap rohana do haporsuhon ni Israel, na pinaporsukporsuk ni raja sian Ram i nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dilehon Jahowa ma tu Israel sada halak sipalua, gabe malua nasida sian tangan ni halak Ram, jala maringan halak Israel di bagasan undungundungnasida be songon na sai laon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai marisuang, ndang sumurut nasida sian angka dosa ni pinompar ni si Jerobeam, na mangela Israel mambahen dosa, laos diihuthon do tusi; nang sombaon Asera tinggal do i jongjong di Samaria.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai ndang adong be parangan ni si Joahas ditinggalhon Jahowa, nda holan limapulu halak parsihundul dohot sampulu hureta dohot sampulu ribu halak parhantarhantar; ai nunga rendep nasida dibahen raja sian Ram, jala nunga diluntakluntak nasida songon orbuk.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jamita na tinggal i dope sian si Joahas ro di sude na niulana dohot habeguonna, nda tarsurat do i di bagasan buku jamita ni angka raja sian Israel?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i monding ma si Joahas gabe top dohot angka ompuna, jala tartanom ibana di Samaria, jadi si Joas anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Patolupulupitutaonhon dung gabe raja sian Juda si Joas, bangkit raja ma si Joas, anak ni si Joahas gumomgom Israel di Samaria, sampulu onom taon lelengna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala diulahon do sogo ni roha ni Jahowa, ndang dipasurut rohana sian saluhut dosa ni si Jerobeam, anak ni si Nebat, na mangela Israel mambahen dosa, laos diihuthon disi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jamita na tinggal i dope sian si Joas, ro di sude na niulana dohot habeguonna uju marmusu ibana dompak si Amasia, raja sian Juda, nda tarsurat do i di bagasan buku jamita ni angka raja sian Israel?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i monding ma si Joas gabe top dohot angka ompuna, jala si Jerobeam hundul tu atas habangsana. Jadi tartanom ma si Joas di Samaria di lambung ni angka raja sian Israel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Dung i tubu ma sahit ni si Elisa, laos i do mamboan ibana. Jadi tuat ma si Joas raja sian Israel maningkir ibana, laos tangis di jolona, ninna ma: O damang, damang! Hureta ni Israel dohot angka jolma parsihundulna do ho.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna si Elisa ma tu ibana: Buat ma sior dohot angka sumbia i! Jadi dung dibuat sior i tu ibana rap dohot angka sumbia i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ninna si Elisa muse tu raja sian Israel: Tanganmu sandiri ma manangging sior i! Jadi ditangging ma. Dung i diampehon si Elisa ma tanganna tu atas tangan ni rajai.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Laos didok ma: Ungkap ma pandiloan dingkan habinsaran! Jadi diungkap ma i. Dung i ninna si Elisa ma: Siorhon ma! Jadi disiorhon ma. Jadi ninna si Elisa muse ma: I ma sumbia hatuaon sian Jahowa dohot sumbia haluaon sian halak Ram! Ai taluhononmu do halak Ram di Apek, maradu siap nasida bahenonmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i didok muse ma: Buat ma angka sumbia i! Jadi dung dibuat, ro muse hatana mandok tu raja sian Israel: Lipathon ma angka i tu tano! Jadi dilipathon ma tolu hali, dung i mansohot ma.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i tarrimas ma halak ni Debata mida ibana, ninna ma: Aut ni lima manang onom hali nian dilipathon ho, talu ma halak Ram bahenonmu maradu siap; alai anggo nuaeng holan tolu hali taluhononmu halak Ram.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Dung i mate ma si Elisa jala ditanom halak ibana. Jadi ro ma parbajo marrongkanrongkan sian halak Moab sumola tano i di bona ni taon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tongon mananom sada halak na mate nasida, jadi dung diida nasida halak parbajo i, gabe hapogan nasida manimpalhon halak na mate tu bagasan tanoman ni si Elisa. Hape dung sahat halak na mate tu bagasan jala dolos tu bangke ni si Elisa, mulak mangolu ma ibana, laos hehe mangojakkon patna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sai dipasosaksosak si Hasael, raja sian Ram do halak Israel saleleng mangolu si Joahas.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai marpangulahi do roha ni Jahowa mida nasida jala diasii, jala marpanatap tu nasida ala ni padan na binahenna i tu si Abraham, si Isak dohot si Jakkob, jala ndang lomo rohana mida hamagoannasida manang mambolongkon nasida sian adopanna rasirasa nuaeng.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i mate ma si Hasael, raja sian Ram, gabe si Benhadad anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai dirampas si Joas, anak ni si Joahas ma muse sian gomgoman ni si Benhadad, anak ni si Hasael, huta angka na nilaumna sian gomgoman ni si Joahas amana i di hamusuon; pola tolu hali talu tongtang ibana dibahen si Joas, gabe mulak ma angka huta i tu Israel dibahen.",
      "type": "content"
    }
  ]
}