{
  "book": "2 Raja-raja",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Amasia bangkit raja di Juda. Hamonanganna maralohon halak Edom 1-7. II. Hamusuonna dompak si Joas, raja sian Israel dohot hataluan ni si Amasia 8-14. III. Hamamate ni si Joas dohot si Amasia 15-22. IV. Jerobeam paduahon bangkit raja di Israel 23-29.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Paduataonhon dung gabe raja sian Israel si Joas, anak ni si Joahas, bangkit raja ma si Amasia, anak ni si Joas, raja di Juda.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Marumur duapulu lima taon ibana di na bangkit raja, jala duapulu sia taon lelengna ibana mangarajai di Jerusalem; ia goar ni inana i ma Nai Joadan sian Jerusalem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala diulahon ibana do lomo ni roha ni Jahowa, alai ndada songon si Daud ompuna i; suman tahe pambahenna tu sandok pambahenan ni si Joas amana i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Holan angka tambak i ndang dilohai, sai tole dope halak situan na torop i mamele dohot manutung daupa di atas ni angka tambak i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung lam hot harajaon i di bagasan tanganna, dibunu ibana ma naposona, angka na manodos raja nahinan, amana i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai anggo angka anak ni partodos i, ndang dibunu, hombar tu hata ni Jahowa na tarsurat di bagasan buku patik na binahen ni si Musa, songon on: Ndang jadi mate amaama ala angka anakna, jala ndang jadi mate angka anak i ala amana, alai ganup ingkon mate ala ni dosana sandiri.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ditaluhon ibana huhut halak Edom di bagasan rura parsiraan, saloksa halak toropnasida mate, disoluk huhut huta Sela di hamusuon, jala dibahen do goarna Joktel rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Uju i ma disuru si Amasia angka suruanna manopot si Joas, anak ni si Joahas, tubu ni si Jehu, raja sian Israel, mandok tu ibana: Tole ma hita masiujian.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai disuru si Joas, raja sian Israel ma suruanna manopot si Amasia, raja sian Juda, mandok hata alingalingan: Hau unak na di Libanon marsuru pangaririt manopot hau Ares na di Libanon, mandok songon on: Ua lehon ma borum bahen jolma ni anakku; hape ro ma binatang angka na di atas Libanon ditondong ma hau unak i laos didegedegei.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga tutu ditaluhon ho halak Edom, gabe dipaginjang ho roham. Denggan paingotingot baritam jala tinggal ho di bagasan jabum! Boasa tagonan tahopanmu hamagoan, asa marjea ho rap dohot halak Juda.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai ndang ditangihon si Amasia hata umpamana i. Jadi nangkok ma si Joas, raja sian Israel gabe masiujian ma nasida, ibana dohot si Amasia, raja sian Juda di Betsemes na di tano Juda.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai talu ma halak Juda maradophon halak Israel, gabe maporus nasida ganup tu undungundungna be.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dapot tartangkup ma di Betsemes anggo si Amasia, raja sian Juda, anak ni si Joas, tubu ni si Ahasia dibahen si Joas, raja sian Israel, laos diboan ibana tu Jerusalem, jala dilohai parik ni Jerusalem olat ni bahal Epraim sahat tu bahal parsuhisuhi, pola opat ratus asta ganjangna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibuat huhut nasa sere dohot perak ro di sude ulaula angka na jumpang di bagasan joro ni Jahowa dohot di bagasan bilut parpeopan arta na di bagas ni rajai, tole angka jolma tahan joratna, dung i mulak ma ibana tu Samaria.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Jamita na tinggal i dope sian si Joas ro di sude na binahenna i dohot habeguonna uju marmusu ibana dompak si Amasia, raja sian Juda, nda tarsurat do i di bagasan buku jamita ni angka raja sian Israel?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i monding ma si Joas gabe top dohot angka ompuna, jala tartanom di Samaria, di lambung ni angka raja sian Israel. Jadi si Jerobeam anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo si Amasia, anak ni si Joas, raja sian Juda, mangolu dope sampulu lima taonnari dung mate si Joas, anak ni si Joahas, raja sian Israel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jamita na tinggal i dope sian si Amasia, nda tarsurat do i di bagasan buku jamita ni angka raja sian Juda?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i dibahen halak ma parbulanon mangalo ibana di Jerusalem; alai maporus do rajai tu Lakis; jadi disuru nasida ma halak mangihuthon ibana tu Lakis, asa bunuonna ibana disi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i diboan nasida ma ibana di atas ni angka hoda, gabe tartanom ibana di Jerusalem, di lambung ni angka ompuna di bagasan huta ni si Daud.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ro ma sandok bangso Juda mambuat si Azaria, na marumur sampulu onom taon dope, jala dipabangkit ibana gabe raja singkat ni si Amasia, amana i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ibana do i na patoguhon huta Elat, jala mulak tu Juda dipasuang, dung monding rajai rap dohot angka ompuna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(IV.) Pasampululimataonhon dung bangkit raja sian Juda si Amasia, anak ni si Joas, bangkit raja ma si Jerobeam, anak ni si Joas, gumomgom Israel di Samaria, opatpulu sada taon lelengna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai diulahon ibana do sogo ni roha ni Jahowa, ndang dipasurut rohana sian angka dosa ni si Jerobeam, anak ni si Nebat, na mangela Israel mambahen dosa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ibana tahe pasuangkon muse angka partalpahan ni Israel, olat ni haroroan tu Hamat sahat ro di laut na di adaran, hombar tu hata ni Jahowa, Debata ni Israel, naung pinarbagana hian marhite sian naposona si Jona, anak ni si Amittai, i ma panurirang na sian huta Gat Heper.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai nunga marpanatap roha ni Jahowa mida pardangolan ni Israel na sapot situtu, nunga pola siap baoa na bajar dohot na tang, jala ndang adong tinggal nanggo sahalak tau panolongi di Israel.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai ndang dung marlumba Jahowa hian naeng siaphononna goar ni Israel sian hasiangan on, alani umbahen manolongi Ibana di nasida marhite sian tangan ni si Jerobeam, anak ni si Joas.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jamita na tinggal i dope sian si Jerobeam, ro di sude na niulana dohot habeguonna, uju marmusu ibana dohot pasuangkon Damaskus nang Hamat, na masuk tu Juda hian, mulak tu Israel, nda tarsurat do i di bagasan buku jamita ni angka raja sian Israel?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i monding ma si Jerobeam gabe top dohot angka ompuna, i ma angka raja sian Israel, jadi si Sakaria anakna i bangkit raja singkatna.",
      "type": "content"
    }
  ]
}