{
  "book": "2 Raja-raja",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Azaria (Usia) raja di Juda 1-7. II. Si Sakaria raja di Israel 8-13. III. Raja Sallum mate tartodos dibahen si Menahem. Habuangan parjolo tu Assur 13-22. IV. Si Pekahia dohot si Peka angka raja di Israel 23-31. V. Si Jotam raja di Juda 32-38.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Paduapulupitutaonhon dung gabe raja sian Israel si Jerobeam, bangkit raja sian Juda ma si Azaria, anak ni si Amasia.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Marumur sampulu onom taon ibana di na bangkit raja, jala limapulu dua taon lelengna ibana mangarajai di Jerusalem; ia goar ni inana, i ma Nai Jekolia sian Jerusalem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i diulahon ibana ma lomo ni roha ni Jahowa, sandok songon na binahen ni si Amasia, amana i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Holan angka tambak i ndang dilohai; sai tole dope halak situan na torop i mamele dohot manutung daupa di atas angka tambak i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi ditorui Jahowa ma rajai, gabe puruon ibana sahat ro di ari hamamatena, gabe punjung ibana maringan di bagasan sada jabu. Alai anggo si Jotam, anak ni rajai, mangarajai bagasna i dohot manguhum bangso isi ni luat i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jamita na tinggal i dope sian si Azaria ro di sude na niulana, nda tarsurat do i di bagasan buku jamita ni angka raja sian Juda?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i monding ma si Azaria gabe top dohot angka ompuna, jala tartanom ibana di lambung ni angka ompuna di huta ni si Daud, jadi si Jotam anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Patolupuluualutaonhon dung gabe raja sian Juda si Azaria bangkit raja ma si Sakaria, anak ni si Jerobeam gumomgom Israel di Samaria, onom bulan lelengna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i diulahon ibana ma sogo ni roha ni Jahowa, suang songon na binahen ni angka ompuna. Ndang dipasurut rohana sian angka dosa ni si Jerobeam, anak ni si Nebat, na mangela Israel mambahen dosa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i mambahen parbulanon ma si Sallum, anak ni si Jabes, mangalo ibana, laos dibunu ma rajai di adopan ni situan na torop i gabe mate, jadi ibana ma bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jamita na tinggal i dope sian si Sakaria, ida ma, tarsurat do i di bagasan buku jamita ni angka raja sian Israel.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala on do hata na nilumbahon ni Jahowa hian tu si Jehu, uju na nidokna: Ingkon anakmu ro di sundut paopathon hundul di atas habangsa ni Israel; jadi saut ma songon i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Patolupulusiataonhon dung gabe raja sian Juda si Usia, bangkit raja ma si Sallum anak ni si Jabes, jala holan sabulan lelengna ibana mangarajai di Samaria.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Ai nangkok ma si Menahem, anak ni si Gaddi, sian Tirza, jala sahat ibana tu Samaria, jala ditodos ma si Sallum, anak ni si Jabes di Samaria, gabe mate, jadi ibana bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jamita na tinggal i dope sian si Sallum ro di parbulanon na binahenna i, ida ma tarsurat do i di bagasan buku jamita ni angka raja sian Israel.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Uju i ma ditaban si Menahem huta Tirza jala dibunu sude pangisina ro di isi ni partalpahanna olat ni Tirza; ala so olo nasida mangungkap harbangan mangoloi patu umbahen dibunui nasida, jala dilapa sude parompuan na marhangoluan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Patolupulusiataonhon dung gabe raja sian Juda si Azaria, bangkit raja ma si Menahem, anak ni si Gaddi gumomgom Israel di Samaria sampulu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala diulahon ibana do sogo ni roha ni Jahowa; ndang dipasurut rohana saleleng mangolu ibana sian angka dosa ni si Jerobeam, anak ni si Nebat, na mangela Israel mambahen dosa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ro ma si Pul, raja sian Assur manola tano i. Jadi dilehon si Menahem ma tu si Pul saribu talenta perak, asa ditolongi ibana pahothon harajaon i di bagasan tanganna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia perak i didokkon si Menahem do guguon ni halak Israel, sude halak paradongan tahe margugu, limapulu sekkel perak sasahalak lehononna tu raja sian Assur, jadi muli ma raja sian Assur, ndang tinggal ibana di bagasan luat i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jamita na tinggal i dope sian si Menahem ro di sude na niulana, nda tarsurat do i di bagasan buku jamita ni angka raja sian Israel?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i monding ma si Menahem gabe top dohot angka ompuna, jadi si Pekahia anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(IV.) Palimapulutaonhon dung gabe raja sian Juda si Azaria, bangkit raja ma si Pekahia, anak ni si Menahem gumomgom Israel di Samaria, dua taon lelengna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala diulahon ibana do sogo ni roha ni Jahowa, ndang dipasurut rohana sian angka dosa ni si Jerobeam, anak ni si Nebat, na mangela Israel mambahen dosa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i marbulan ma si Peka, anak ni si Remalia, ulubalangna i mangalo ibana, laos ditodos ma ibana di Samaria di bagasan jabu ni rajai rap dohot si Argob dohot si Arje angkup ni limapulu halak isi ni Gilead donganna; dung dibunu rajai gabe ibana bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jamita na tinggal i dope sian si Pekahia ro di sude na niulana, ida ma, tarsurat do i di bagasan buku jamita ni angka raja sian Israel.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Palimapuluduataonhon dung gabe raja sian Juda si Azaria, bangkit raja ma si Peka, anak ni si Remalia gumomgom Israel di Samaria, duapulu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala diulahon ibana do sogo ni roha ni Jahowa; ndang dipasurut rohana sian angka dosa ni si Jerobeam, anak ni si Nebat, na mangela Israel mambahen dosa.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Uju di tingki ni si Peka, raja sian Israel, ro ma si Tiglat-Pilesar, raja sian Assur, ditaban ma huta Ijon, Abel Betmaaka, Janoa, Kedes, Hazor, Gilead, Galilea ro di sude tano Naptali, jala dibuangkon angka pangisina i tu Assur.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i marbulan ma si Hosea, anak ni si Ela mangalo si Peka, anak ni si Remalia, jala ditodos ibana gabe mate, jadi ibana bangkit raja singkatna paduapulu taonhon hinarajahon ni si Jotam, anak ni si Usia.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jamita na tinggal i dope sian si Peka ro di sude na niulana, ida ma tarsurat do i di bagasan buku jamita ni angka raja sian Israel.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(V.) Paduataonhon dung gabe raja sian Israel si Peka, anak ni si Remalia, bangkit raja sian Juda ma si Jotam, anak ni si Usia.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Marumur duapulu lima taon ibana di na bangkit raja, jala sampulu onom taon lelengna ibana mangarajai di Jerusalem; ia goar ni inana, i ma Nai Jerusa, boru ni si Sadok.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jala diulahon ibana do lomo ni roha ni Jahowa, sandok songon na binahen ni si Usia amana i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Holan angka tambak i ndang dilohai, sai tole dope halak situan na torop i mamele dohot manutung daupa di atas angka tambak i. Ibana huhut pauli pintu harbangan parjulu di joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jamita na tinggal i dope sian si Jotam ro di sude na niulana, nda tarsurat do i di bagasan buku jamita ni angka raja sian Juda?",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Di tingki uju i ma dipungka Jahowa marsuru si Resin, raja sian Ram dohot si Peka, anak ni si Remalia mangalo Juda.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i monding ma si Jotam gabe top dohot angka ompuna, jala tartanom di lambung ni angka ompuna di huta ni si Daud ompuna i. Jadi si Ahas, anakna i bangkit raja singkatna.",
      "type": "content"
    }
  ]
}