{
  "book": "2 Raja-raja",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pardebataon sileban ni si Ahas 1-4. II. Marhara ibana tu raja sian Assur mangalo si Resin dohot si Peka 5-9. III. Dipaasing do pangoloion tu Debata di bagasan joro. Hamamate ni si Ahas 10-20.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Pasampulupitutaonhon dung gabe raja si Peka, anak ni si Remalia, bangkit raja sian Juda ma si Ahas, anak ni si Jotam.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Marumur duapulu taon si Ahas di na bangkit raja ibana, jala sampulu onom taon lelengna ibana mangarajai di Jerusalem, jala ndang diulahon lomo ni roha ni Jahowa, Debatana, songon ompuna si Daud.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai diihutihut ibana do dalan ni angka raja sian Israel, gari anakna sandiri dipabolushon do sian api mangihuthon biasbias na niulahon ni halak kapir, angka na pinabali ni Jahowa maradophon halak Israel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Angkup ni mamele do ibana dohot manutung daupa di atas angka tambak dohot di atas ni angka dolokdolok dohot di toru ni saluhut hau na rugun.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Uju i ma nangkok si Resin, raja sian Ram dohot si Peka, anak ni si Remalia, raja sian Israel, laho marporang dompak Jerusalem, jala ditungkum si Ahas, alai ndang tarpapatu nasida anggo huta i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Di tingki uju i dilaum si Resin, raja sian Ram ma si Elat pamasukkon tu Ram, jala dipabali halak Juda sian Elat, gabe ro halak Ram tu Elat laos maringan disi rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai disuru si Ahas ma angka suruanna manopot Tiglat-Pilesar, raja sian Assur mandok tu ibana: Naposom dohot anakmu do ahu; antong sai nangkok ma ho paluahon ahu sian tangan ni raja sian Ram dohot sian tangan ni raja sian Israel, angka na hehe naeng mangalo ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dibuat si Ahas ma perak dohot sere, na jumpang di bagasan joro ni Jahowa dohot di bagasan bilut parpeopan arta na di bagas ni rajai, jala ditongoshon do i bahen silua tu raja sian Assur.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dioloi raja sian Assur ma pangidoanna i, nangkok ma raja sian Assur marporang dompak Damaskus laos patu dibahen, jala pangisina i dibuangkon tu Kir, jala dibunu ia si Resin.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(III.) Dung i mardalan ma raja Ahas manjumpangkon Tiglat-Pilesar, raja sian Assur, tu Damaskus. Jadi dung diida sada langgatan di Damaskus, ditongoshon raja Ahas ma sada sumansuman ni langgatan i dohot singana ro di sandok jadijadianna tu malim Uria.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dipauli malim Uria ma sada langgatan, sandok suman tu na tinongoshon ni raja Ahas sian Damaskus, songon i do dibahen malim Uria, paima ro raja Ahas sian Damaskus.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi dung ro rajai sian Damaskus jala diida langgatan i, laos dipajonok rajai ma tu langgatan i jala mamele di atasna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala ditutung di atasna peleanna situtungon dohot peleanna sipanganon, jala diusehon peleanna siinumon, jala dipistikkon mudar ni angka peleanna hamauliateon tu langgatan i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai anggo langgatan sian tombaga na di adopan ni Jahowa, dipaorot do i sian hajongjonganna di adopan ni joro i, gabe ndang be jongjong di holangholang ni langgatan dohot joro ni Jahowa, dipaunsat do i tu lambung ni langgatan tungkan utara.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i didok raja Ahas ma tu malim Uria: Ingkon di atas langgatan na bolon i do tutungonmu pelean situtungon manogotna i dohot pelean sipanganon bodarina i, ro di angka pelean situtungon ni rajai dohot peleanna sipanganon, ro di pelean situtungon ni sandok bangso isi ni tano i dohot pelean sipanganon dohot pelean siinumon di nasida, jala pistikkononmu do tu atasna sandok mudar ni pelean situtungon dohot pelean sipotongon; anggo taringot tu langgatan tombaga i marpingkir dope ahu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dibahen malim Uria ma sandok hombar tu na nidokkon ni raja Ahas.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Diloha raja Ahas huhut angka topi ni hajongjongan ni parburian, jala dipaunsat angka parburian i sian atasna, dipaijur huhut tobat i sian atas ni angka lombu tombaga, angka na di toruna, jala dibahen do pantar batu hajongjonganna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Angkup ni, emper pardalanan di ari Sabbat, na pinauli ni halak di joro i dohot pintu habongotan ni raja sian ruar, dipaunsat do i sian joro ni Jahowa mambuat roha ni raja sian Assur.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jamita na tinggal i dope sian si Ahas ro di na niulana, nda tarsurat do i di bagasan buku jamita ni angka raja sian Juda?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i monding ma si Ahas gabe top dohot angka ompuna, jala tartanom di lambung ni angka ompuna di huta ni si Daud, jadi si Hiskia, anakna i, bangkit raja singkatna.",
      "type": "content"
    }
  ]
}