{
  "book": "2 Raja-raja",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Hosea raja parpudi Israel 1-5. II. Habubuang ni Israel na sampulu margai tu Assur ala ni panundalionna di Jahowa 6-23. III. Halak Assur maringan di Samaria 24-28. IV. Pasaoron ni pangoloion ni Israel di Debata tu pardebataon ni halak parbegu 29-41",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Pasampuluduataonhon dung bangkit raja sian Juda si Ahas, bangkit raja ma si Hosea, anak ni si Ela, gumomgom Israel di Samaria, sia taon lelengna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala diulahon do sogo ni roha ni Jahowa, alai ndada songon raja sian Israel, angka na jumolo sian ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i nangkok ma si Salmanaser, raja sian Assur marporang dompak ibana, gabe dioloi si Hosea ma patu tu ibana dohot mangalehon sohe tu ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai dung didapot raja sian Assur si Hosea mambahen parbulanon, nunga pola disuru angka suruanna manopot raja So sian Misir, jala ndang be diboan sohe tu raja sian Assur, songon na somal ganup taon. Jadi dihurungkon raja sian Assur ma ibana, jala dirante ibana di bagasan hurungan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dilaum raja sian Assur ma sandok tano i sahat ibana dohot tu Samaria jala ditungkum do i tolu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Pasiataonhon hinarajahon ni si Hosea, patu ma Samaria dibahen raja sian Assur, jala dibuangkon halak Israel tu Assur, jala didokkon nasida maringan di Hala dohot di Habor martopihon batang aek Gozan dohot tu angka huta ni halak Madai.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Masa pe songon i, ala naung mardosa halak Israel dompak Jahowa, Debatanasida i, na manogihon nasida nangkok sian tano Misir, paluahon sian gomgoman ni si Firaun raja sian Misir, huhut ala marsomba nasida tu Debata sileban.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala diihuthon nasida hasomalan ni halak parbegu, angka naung nionjar ni Jahowa nian maradophon halak Israel, dohot hasomalan angka na pinungkapungka ni angka raja sian Israel.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ala marsibuni huhut halak Israel marparangehon parange angka na so tama maradophon Jahowa, Debatanasida i, dipauli tahe di nasida angka tambak di bagasan saluhut hutanasida i, olat ni tungkup parhalan sahat ro di huta na gonting.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dipajongjong huhut di nasida angka tiang panombanombaan dohot sombaon di atas ni saluhut robean na timbo dohot di toru ni saluhut hau na rugun.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Huhut manutung daupa nasida disi di atas ni saluhut tambak maniru pambahenan ni halak kapir, angka naung pinabali ni Jahowa nian maradophon nasida, jala diulahon nasida angka hajahaton, asa pahehe muruk ni Jahowa dompak nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Huhut ala marsomba nasida tu angka ganaganaan, atik pe naung marlumba Jahowa tu nasida: Ndang jadi ulahononmuna sisongon i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pola marpanindangion muse Jahowa di Israel dohot di Juda marhite sian pamangan ni saluhut angka panurirangna dohot saluhut jolma parpangungkapon mandok tu nasida: Pauba hamu ma rohamuna sian dalanmuna angka na roa i, jala radoti hamu angka tonangku dohot aturanku, hombar tu sandok patik naung hupatikkon tu angka ompumuna jala naung hutongoshon tu hamu marhite sian angka naposongku, i ma angka panurirang i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hape ndang ditangihon nasida, lam ditangkangi do tangkuhuknasida, suang songon tangkuhuk ni ompunasida, angka na so porsea di Jahowa, Debatanasida i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala ditoishon rohanasida do angka patikna dohot padan na binahenna i tu ompunasida ro di panindangionna angka na hinatindangkonna tu nasida, jala diihuthon nasida ganaganaan angka na so hasea gabe so hasea dohot nasida, jala marparange nasida songon bangso parbegu angka na humaliang nasida, atik pe naung pola martona Jahowa tu nasida, ndang jadi nasida marparange songon angka bangso parbegu i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai ditadingkon rohanasida do saluhut tona ni Jahowa, Debatanasida i, jala dibahen di nasida ganaganaan tuangan, i ma lombu na dua i, jala dibahen di nasida angka sombaon, pola marsinggang nasida huhut marsomba tu saluhut parangan na di langit i, jala marsomba nasida tu Baal.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Huhut dipabolushon nasida angka anakna dohot boruna sian api, diulahon nasida huhut pangarundingon dohot partondungon, jala digadishon dirina laho mangulahon sogo ni roha ni Jahowa, asa pahehe murukna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi tarrimas situtu ma Jahowa mida Israel, jala dipaholang nasida sian adopanna, ndang adong na tinggal, nda holan sasada marga Juda.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai tahe nang halak Juda ndang diradoti angka tona ni Jahowa, Debatanasida i, nasida pe diihuthon do hasomalan angka na binahen ni Israel.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ala ni dibolongkon Jahowa ma sandok pinompar ni Israel jala tarjimput nasida dibahen, jala dipasahat nasida tu bagasan tangan ni halak partaban, paima Ibana mambolongkon nasida situtu sian adopanna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai nunga mamulik Israel sian pinompar ni si Daud, jala diparaja nasida si Jerobeam, anak ni si Nebat, jala diela si Jerobeam Israel marbalik sian Jahowa mangulahon dosa na dokdok situtu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi diihuthon halak Israel ma tu saluhut dosa ni si Jerobeam, angka na binahenna i, jala ndang sumurut nasida sian i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Paima dipaholang Jahowa Israel sian adopanna, songon naung nilumbahonna hian marhite sian saluhut angka naposona, i ma angka panurirang i. Ala ni do umbahen tarbuang Israel sian tanona tu Assur rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(III.) Alai ro ma raja sian Assur disolukkon ma halak sian Babel dohot sian Kuta dohot sian Awa dohot sian Hamat dohot sian Separwaim mandokkon nasida maringan di angka huta ni Samaria singkat ni halak Israel; jadi disoluk nasida ma Samaria jala maringan di bagasan angka hutana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai anggo di mulana nasida maringan disi ndang marhabiaran nasida tu Jahowa, gabe ditongos Jahowa ma angka singa tu tongatonganasida, angka na mambunu nasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ninna nasida ma tu raja sian Assur songon on: Bangso parbegu angka naung sinolukkonmi jala nidokkonmi maringan di bagasan angka huta ni Samaria, ndang diboto nasida sambutonna uhum ni Debata pandingini ni tano i, gabe ditongos Ibana angka singa tu tongatonganasida; jala ida ma, nunga dibunui angka nasida, ala so diboto nasida sambutonna uhum ni Debata pandingini ni tano i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ro ma hata ni raja sian Assur mandokkon: Togihon hamu ma tusi sahalak sian malim angka naung binuangkonmuna sian i, asa nasida laho maringan tusi, asa diajarhon tu nasida uhum ni Debata pandingini ni tano i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ro ma sahalak sian malim angka na binuangkon sian Samaria, jala maringan ibana di Betel, jala diajarhon tu nasida parturena marhabiaran tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(IV.) Hape ganup bangso masibahen debatana be jala dipampeakkon tu bagasan joro parsantian, angka na binahen ni halak Samaria, ganup bangso di bagasan huta, angka na niingananna be.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai halak Babel marsomba tu Sukot-Benot, jala halak Kuta marsomba tu Nergal, jala halak Hamat marsomba tu Asima.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jala halak Awa marsomba tu Nibhas dohot tu Tartak, jala halak Separwaim manutungi angka anakna di bagasan api marsomba tu Adramelek dohot tu Anamelek, i ma angka debata ni halak Separwaim.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Adong do huhut sian nasida marsomba tu Jahowa, laos dipabangkit ma sian tongatonganasida halak bahen angka malim di joro parsantian, angka na marhalado di bagasan angka joro parsantian.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Marhabiaran do nian nasida tu Jahowa, alai huhut nasida marsomba tu angka debata sileban di nasida be, hombar tu hasomalan ni ganup bangso parbegu, haroroannasida i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Rasirasa sadarion sai dijujur nasida do hasomalannasida najolo; ndang marhabiaran nasida tu Jahowa, jala ndang haru dijujur nasida hombar tu ruhut dohot hasomalannasida hian, manang hombar tu patik dohot tona, na tinonahon ni Jahowa tu pinompar ni si Jakkob, na marimbang goar Israel binahenna i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Pola marpadan Jahowa dohot nasida, jala ditonahon tu nasida songon on: Unang marhabiaran hamu tu angka debata sileban, jala unang marsomba hamu tusi, jala unang hamu marpangoloion tusi, jala unang hamu mamele tusi.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Holan tu Jahowa, na manogihon hamu ruar sian Misir marhite sian hagogoon godang dohot marhite sian tangan na toltol hamu tama marhabiaran, jala marsomba tu Ibana, jala mamele tu Ibana.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Angka aturanna pe dohot uhum dohot patik dohot tona, angka naung sinurathonna tu hamu, tama ingkon radotanmuna laho mangulahon tongtong, jala unang hamu marhabiaran tu angka debata sileban!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Padan na hubahen i pe tu hamu, ndang jadi halupahononmuna, asa unang hamu marhabiaran tu debata sileban.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Ingkon marhabiaran tu Jahowa, Debatamuna i hamu, asa Ibana paluahon hamu sian tangan ni saluhut musumuna.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Alai ndang ditangihon nasida, sai diulahon nasida do hombar tu hasomalannasida na jolo.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Asa tole angka bangso on marhabiaran tu Jahowa, tole huhut marsomba tu angka ganaganaannasida nang anaknasida, nang pahompunasida, laos songon i do dibahen, maniru pambahen ni amanasida rasirasa sadarion.",
      "type": "content"
    }
  ]
}