{
  "book": "2 Raja-raja",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hadaulaton ni si Hiskia 1-8. II. Habubuang ni na sampulu margai 9-12. III. Si Sanherib borhat marporang dompak Juda jala ditungkum Jerusalem 13-25. IV. Jungkat ni pangkataion ni suruan ni si Sanherib 26-37",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Patolutaonhon dung gabe raja sian Israel si Hosea, anak ni si Ela, bangkit raja sian Juda ma si Hiskia, anak ni si Ahas.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Marumur duapulu lima taon ibana di na bangkit raja; jala duapulu sia taon lelengna ibana mangarajai di Jerusalem; ia goar ni inana, i ma si Abia, boru ni si Sakaria.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala diulahon ibana do lomo ni roha ni Jahowa, sandok songon na binahen ni si Daud, ompuna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dilohai ibana huhut angka tambak jala dibolai angka ganaganaan, jala dipansingkon angka sombaon Asera, jala dirosahi ulok tombaga na binahen ni si Musa; ai rasirasa tingki uju i, sai manutungi daupa halak Israel tusi, jala digoar do i Nehustan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marhaposan tu Jahowa, Debata ni Israel do ibana, jala sian nasa raja di Juda angka na umpudi sian ibana, ndang adong tudoshon ibana marroha, nang sian angka raja na jumolo sian ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai marsilohot do rohana tu Jahowa, ndang dipasurut rohana sian Ibana jala diradoti tonana, angka na tinonahon ni Jahowa tu si Musa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i, sai didongani Jahowa do ibana, manang tudia pe ibana mangalangka, sai na manjadi do i. Laos mamulik ibana huhut sian raja di Assur, ndang be mangunduk tusi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dipapatu ibana huhut halak Palistim sahat ro di Gaza dohot partalpahannasida, olat ni tungkup parhalan sahat ro di huta na gonting.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Paopattaonhon dung gabe raja si Hiskia, i ma taon papituhon dung gabe raja sian Israel si Hosea, anak ni si Ela, nangkok ma si Salmanaser, raja sian Assur marporang dompak Samaria, jala ditungkum do i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala ditaban do i dung salpu tolu taon, i ma paonomtaonhon hinarajahon ni si Hiskia jala pasiataonhon hinarajahon ni si Hosea, raja sian Israel, disi ma tartaban Samaria.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala dibuangkon raja sian Assur do halak Israel tu Assur, jala didokkon nasida maringan di Hala dohot di Habor martopihon batang aek Gozan dohot tu angka huta ni halak Madai.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ala na so tinangihonnasida soara ni Jahowa, Debatanasida i, jala dilaosi nasida padan binahenna i dohot sude na tinonahon ni si Musa, naposo ni Jahowa; ndang ditangihon nasida jala ndang diulahon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Alai pasampuluopattaonhon dung gabe raja si Hiskia, nangkok ma si Sanherib, raja sian Assur, marporang dompak sude huta ni Juda angka na gonting i, jala dipapatu do i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i disuru si Hiskia, raja sian Juda ma suruanna tu Lakis manopot raja sian Assur mandok tu ibana: Nunga mardosa ahu; sai sumurut ma ho sian ahu, manang sadia pe ampehononmu tu ahu jomba bahal, sai gararonku do i. Jadi diampehon raja sian Assur ma tu si Hiskia, raja sian Juda, tolu ratus talenta perak dohot tolupulu talenta sere.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dilehon si Hiskia ma sandok perak na jumpang di bagasan joro ni Jahowa dohot di bagasan bilut parpeopan arta di bagas ni rajai.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Di tingki uju i ma dilongkangi si Hiskia, raja sian Juda, nasa sere sian pintu ni joro ni Jahowa dohot sian tiang angka na nilampisanna sandiri, jala dilehon do i tu raja sian Assur.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hape lam disuru raja sian Assur do si Tartan dohot si Rabsaris dohot si Rabsake mardongan parangan mansai torop sian Lakis tu Jerusalem manopot raja Hiskia. Jadi nangkok ma nasida; dung sahat nasida tu Jerusalem, mangulon ma nasida mardonokkon halian aek ni ambar parjulu i, na di lambung dalan na bolon ni ladang panunsian.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i joujou ma nasida tu rajai. Jadi ruar ma manopot nasida si Eliakim, anak ni si Hilkia, siramoti bagas i dohot si Sebna, juaratulis i dohot si Joa, anak ni si Asap, panuturi i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i didok si Rabsake ma tu nasida: Ua paboa hamu ma tu si Hiskia: Songon on do hata ni raja na bolon, raja sian Assur: Tung aha ma pangatauan, na pinangasahonmu?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nimmu do: Hatahata ni bibir sambing do i, adong dope tahi dohot hahuasoon tu hamusuon. On pe, tung tu ise ma ho marhaposan, umbahen tung hum roham naeng marbalik sian ahu?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ida ma, rupa marhaposan do ho tu tolong na marosak on, i ma Misir, manang ise jolma na martungkothon ibana, tombukonna do tanganna. Songon i do si Firaun, raja sian Misir tu sude jolma na marhaposan tu ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai tung sura naeng dohononmuna tu ahu: Marhaposan tu Jahowa, Debatanami do hami! Nda Ibana do nampuna sombaon dohot langgatan, angka na niloha ni si Hiskia, jala didok do tu Juda dohot tu Jerusalem: Di adopan ni langgatanon do hamu marsomba di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "On pe, ua martaru ma ho dohot tuanku, raja sian Assur, asa hulehon tu ho dua ribu hoda, manang tuk ma tarlehon ho jolma na mangkunduli?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tung beha ma panahanmu mangalo nanggo bohi ni sahalak partogi sian angka naposo apala na ummetmet ni tuanku? Hape tung marhaposan do ho tu Misir, ala hureta dohot ala angka jolma parsihundul.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "On pe, dirimpu ho na so mangasahon Jahowa ahu laho nangkok tu tano on asa husiaphon? Jahowa do tahe naung mandok tu ahu: Nangkok ma ho tu tano on jala siaphon ma i!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(IV.) Dung i ninna si Eliakim, anak ni si Hilkia dohot si Sebna dohot si Joa ma tu si Rabsake: Ua hata Ram ma dok tu hami angka naposomon, ai huantusi hami do i, jala unang dok hata Jahudi tu hami di adopan ni situan na torop, na di atas parik.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai ninna si Rabsake ma tu nasida: Tung tu tuanmu huroha dohot tu ho disuru tuanku ahu mandok angka hata on? Nda huhut do tu baoa angka na hundul di atas parik, angka na manganhon ginagatnasida dohot manginum teposnasida rap dohot hamu?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi hehe ma si Rabsake dipangiar ma soarana mandok di hata Jahudi: Tangihon hamu ma hata ni raja na bolon, raja sian Assur!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Songon on do hata ni rajai: Unang olo hamu paotootoon ni si Hiskia, ai ndang tarbahen ibana paluahon hamu sian tanganna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala unang olo hamu paposon ni si Hiskia mangasahon Jahowa mandok: Sai na paluaon ni Jahowa do hita, ndang tagamon pasahatonna huta on tu bagasan tangan ni raja sian Assur.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Unang tangihon hamu hata ni si Hiskia, ai songon on do hata ni raja sian Assur: Lehon hamu ma jomba bahal tu ahu, jala ruar hamu mandapothon ahu, asa ganup hamu mangan sian hau anggurna dohot sian hau antajauna, jala minum tapian ganup sian sumurna.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Paima ro ahu jala hualap hamu tu tano na songon tanomuna i, tu tano hatubuan ni eme dohot anggur, tu tano na lobian di roti dohot di porlak anggur, tu tano na lobian di hau jetun dohot di situak ni loba, asa laos mangolu hamu jala unang mate. Sai unang tangihon hamu hata ni si Hiskia, ai na paotootohon hamu do ibana molo didok: Sai paluaon ni Jahowa do hita.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Atehe, nunga tung dipalua debata ni angka bangso parbegu ganup luatna be, sian tangan ni raja sian Assur?",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Didia do nuaeng angka debata sian Hemat dohot sian Arpad? Didia do angka debata sian Separwaim, Hena dohot Iwa? Tung adong ma na paluahon Samaria sian tanganku?",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Tung ise ma sian sude debata ni angka luat ondeng na tuk paluahon tanonasida sian tanganku, umbahen muba huroha ia Jerusalem paluaon ni Jahowa sian tanganku?",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi sip be ma situan na torop i, jala ndang adong na mangalusi ibana nanggo sandok, ai songon i do tona ni rajai: Unang alusi hamu ibana!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i ro ma si Eliakim, anak ni si Hilkia, panahatan ni bagas i dohot si Sebna, juaratulis i dohot si Joa, anak ni si Asap panuturi i manopot si Hiskia, marulos na maribak, laho paboahon tu ibana angka hata ni si Rabsake.",
      "type": "content"
    }
  ]
}