{
  "book": "2 Raja-raja",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pos ni roha ni si Hiskia, pinapos ni panurirang Jesaya 1-7. II. Surat ogaoga ni si Sanherib. Tangiang ni si Hiskia 8-19. III. Alus ni Debata marhitehite si Jesaya 20-34. IV. Harerendep ni halak Assur dohot hamamate ni si Sanherib 35-37.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung dibege raja Hiskia hata i, diribahi ma pangkeanna jala marulos tangki ibana laho manopot joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i disuru ma si Eliakim, panahatan ni bagasna i dohot si Sebna, juaratulis i rap dohot malim angka na tumua i, rap marulos tangki be manopot panurirang Jesaya, anak ni si Amos.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asa dohononnasida tu ibana: Songon on do hata ni si Hiskia: Ari hagogotan dohot paminsangon dohot haurahon do ari on, ai nunga jumpang nian hasasanga ni posoposo tubu, hape ndang adong gogo laho manubuhon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Anggiat tung dibege Jahowa, Debatam hata ni si Rabsake, angka na tinonahon ni raja sian Assur tuanna i, laho manginsahi Debata na mangolu i, anggiat ditorui ibana ala ni hata angka naung binege ni Jahowa, Debatam; antong patolhas ma tangiangmi mangondihon pasipasi na jumpang i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung sahat angka naposo ni raja Hiskia tu si Jesaya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ro ma hata ni Jesaya tu nasida mandok: Songon on do dohononmuna tu tuanmuna i: Songon on do hata ni Jahowa: Unang ho mabiar maradophon hata angka naung binegem, angka naung niinsakkon ni angka naposo ni raja sian Assur, palea Ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ida ma, Ahu ma mangalehon tu bagasan rohana sada tondi, asa begeonna barita jala mulak tu tanona, asa Ahu mangaragehon ibana marhitehite podang di bagasan tanona sandiri.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i mulak ma si Rabsake, gabe marmusu dompak Libna raja ni Assur i didapot; ai nunga tarbortik hian tu pinggolna naung borhat ibana sian Lakis.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala dibege barita taringot tu si Tirhaka, raja sian Kus didok halak: Ida ma, nunga borhat ibana laho marmusu dompak ho! Jadi diulahi ma marsuru angka suruanna manopot si Hiskia mandok:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Songon on ma dok hamu tu si Hiskia, raja sian Juda: Unang olo ho paotootoon ni Debatam, na pinangasahonmu mandok: Ndang tagamon pasahatonna Jerusalem tu bagasan tangan ni raja sian Assur.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ida ma, nunga dibege ho na binahen ni angka raja sian Assur tu sude angka luat laho mangarendephon angka i, ia ho hape, tung tagamon ma ho malua?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tung adong ma angka debata ni bangso parbegu na tuk paluahon nasida, angka na siniaphon ni angka daompung, i ma Gozan, Haran, Resep dohot angka anak ni Eden, angka na maringan di Telasar?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Didia nuaeng raja sian Hamat dohot raja sian Arpad dohot raja sian huta Separwaim, Hena dohot Iwa?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dibuat si Hiskia ma surat i sian tangan ni angka suruani, jala dijaha, dung i nangkok ma ibana tu joro ni Jahowa, jala dipaherbang raja Hiskia ma surat i di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i martangiang ma si Hiskia tu Jahowa: Ale Jahowa, Debata ni Israel, na marhabangsahon angka kerubim, sasada Ho do Debata ni saluhut harajaon di tano on, Ho do na tumompa langit dohot tano on!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai paeleng ma pinggolmu, ale Jahowa, jala tangihon! Sai patonggor ma matam, ale Jahowa, jala ida, jala tangihon sude hata ni si Sanherib, angka na tinonahonna i laho mangarehei Debata na mangolu i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tongon tahe, ale Jahowa, nunga nian disiaphon angka raja sian Assur saluhut angka bangso parbegu dohot luatnasida i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala nunga ditimpalhon tu api angka debatanasida i, ai ndang tongon debata angka i, jadijadian ni tangan ni jolma do tahe, hau dohot batu, umbahen disiaphon angka i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "On pe, ale Jahowa, Debatanami, sai palua ma hami sian tanganna, asa tung mananda saluhut harajaon di tano on, paboa sasada Ho do Debata, ale Jahowa!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Dung i marsuru suruanna ma si Jesaya, anak ni si Amos manopot si Hiskia mandok tu ibana: Songon on do hata ni Jahowa, Debata ni Israel: Anggo naung pinangidom sian Ahu taringot tu si Sanherib, raja sian Assur, nunga hutangihon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "On do hata na tinonahon ni Jahowa dompak ibana: Mamaus jala mangarehe mida ho do namarbaju boru Sion i, mangupir do ia ulu ni boru Jerusalem sian pudim.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ise tahe naung nireheanmu jala nielesanmu? Jala dompak ise dipangiar ho soaram, jala mamaus matam dompak ginjang? Dompak na badia ni Israel do tahe!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Marhite sian pamangan ni angka naposom dielesi ho Tuhan i, jala nimmu do: Binahen ni hinadeak ni angka huretangku, ahu manaek tu ginjang ni angka dolok, tu partalpahan ni Libanon, asa hutaba angka hau Ares na timbo i, dohot angka marantina na dumenggan i, jala tolhas ahu tu punsuna, tu tombak hasoloanna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Nunga huhali jala huinum aek na pulik, jala nunga huarsik marhitehite palak ni pathu sude sunge ni Misir.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ndang dung dibege ho dope naung songon i hubahen sian na robi, di angka ari na galia hujadihon i? Nuaeng pe asa huparo, ingkon siap bahenonmu angka huta na gonting bahen timbunan batu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala angka pangisina i partangan na so marnangon i, ingkon tarsonggot do jala tarurak; ingkon manjadi duhutduhut di ladang do nasida dohot ingkau rata, songon ri tu angka tarup, jala antinganoon eme tagan so bibi dope.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Nunga huboto hian hundulanmu dohot haruruarmu dohot habobongotmu dohot pangogaogaonmu dompak Ahu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ala na mangoga ho dompak Ahu, jala tolhas tu pinggolhu hajungkatonmu, jadi bahenonku ma harihir tu igungmu dohot kokang tu bibirmu, jala toguonku ma ho mulak sian dalan haroroanmi.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jala on ma partinandaan di ho: Panganonmu ma sataon on eme sagak dohot di taon paduahon, alai anggo patolutaonhon manabur ma hamu jala manggotil jala manuan porlak anggur jala panganonmu parbuena.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala datdatan ni angka na malua sian pinompar ni Juda, angka pasipasina i ma marurat tu toru jala marparbuehon parbue tu ginjang.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ai sian Jerusalem do ruar pasipasi dohot angka na malua sian dolok Sion. Hamuruhon ni Jahowa Zebaot patupahon songon i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dibahen i, songon on do hata ni Jahowa taringot tu raja sian Assur: Na so tupa ibana bongot tu huta on manang siorhononna tusi nanggo sada sumbia, manang dapothononna marlombulombu, manang bahenonna hubu humaliang huta i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ingkon sian dalan haroroanna ibana mulak, alai anggo tu huta on na so tupa ibana bongot, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ai ingkon Ahu mangondingi huta on laho paluahon, ala ni Ahu dohot ala ni naposongku si Daud.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(IV.) Dung i laos di borngin na sasada i, ruar ma suruan ni Jahowa, jala dibunu di parsaroan ni Assur saratus ualupulu lima ribu halak. Jadi dung hehe nasida sogot manogotna i, ida ma, saluhut nasida nunga gabe bangke.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi borhat ma si Sanherib, raja sian Assur laho mulak, laos maringan ibana di Ninive.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi uju na marsomba ibana di bagasan joro ni Nisrok debatana i, ro ma si Adramelek dohot si Sar-Eser, angka anakna i mambunu ibana marhitehite podang, dung i maporus ma nasida tu tano Ararat. Jadi si Esarhaddon, anakna i, bangkit raja singkatna.",
      "type": "content"
    }
  ]
}