{
  "book": "2 Raja-raja",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangebation parpudi ni si Elia udur dohot si Elisa dohot hananaekna tu banua ginjang 1-14. II. Angka anak ni panurirang mangalului ibana 15-18. III. Halongangan binahen ni si Elisa di Jeriko dohot di Betel 19-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i uju naeng alapon ni Jahowa si Elia tu banua ginjang marhite sian habahaba, mardalan ma si Elia rap dohot si Elia sian Gilgal.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i didok si Elia ma mandok si Elisa: Ua tinggal dison ma ho, ai nunga disuru Jahowa ahu laho tu Betel. Alai ninna si Elisa ma: Songon sintongna mangolu Jahowa, mangolu dohot hosam, na so tupa tadingkononku ho! Jadi rap tuat ma nasida tu Betel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ruar ma sisean ni panurirang, angka na di Betel, mandapothon si Elisa, didok nasida ma tu ibana: Atehe diboto ho do na naeng boanon ni Jahowa tuanmu sadarion sian lambungmu? Dung i ninna ibana ma: Ahu pe nunga huboto, sip ma hamu!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna si Elia muse tu ibana: Ua tinggal dison ma ho, ale Elisa, ai nunga disuru Jahowa ahu tu Jeriko. Alai ninna si Elisa ma: Songon sintongna mangolu Jahowa, mangolu dohot hosam, na so tupa tadingkononku ho! Jadi rap sahat ma nasida tu Jeriko.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ro ma sisean ni panurirang, angka na di Jeriko mandapothon si Elisa, ninna nasida ma tu ibana: Atehe diboto ho do na naeng boanon ni Jahowa tuanmu sadarion sian lambungmu? Dung i ninna ibana ma: Ahu pe nunga huboto, sip ma hamu!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna si Elia muse tu ibana: Ua tinggal dison ma ho, ai nunga disuru Jahowa ahu tu Jordan. Alai ninna si Elisa ma: Songon sintongna mangolu Jahowa, mangolu dohot hosam, na so tupa tadingkononku ho! Jadi rap mardalan ma nasida na dua.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai limapulu halak sian angka sisean ni panurirang mardalani huhut jongjong mandaodao, na dua panurirang i pe jongjong do di topi ni Jordan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dibuat si Elia ma sampesampena, disorpi ma i jala dilibashon tu aek, jadi tolak ma i tu jae tu julu, laos ditaripari nasida na dua ma i mardalan di na mahiang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dung taripar nasida, ninna si Elia ma tu si Elisa: Haru pangido ma sian ahu manang aha lomo ni roham bahenonku tu ho, tagan so ro dope na mangalap ahu sian lambungmu. Dung i ninna si Elisa ma: Ingkon silompit dua nian sian tondim songgop tu ahu!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna si Elia ma: Na dokdok situtu do nian pinangidomi; alai molo diida ho ahu tarboan sian lambungmu, sai na songgop do songon i tu ho; alai molo so idaonmu, ndang songgop.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi andorang mardalan dope nasida huhut mangkatai, ida ma, ro ma sada hureta api dohot angka hoda api manirang nasida na dua, manaek tu banua ginjang ma ia si Elia marhite sian habahaba.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai dung diida si Elisa songon i, joujou ma ibana: O damang, damang! Hureta ni Israel dohot angka jolma parsihundulna do ho! Dung i ndang be diida ibana. Laos dibuat ma ulosna jala diribahi bola dua.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i dijomput ma sampesampe ni si Elia na madekdeki sian ibana, laos mulak ibana, jongjong suang tu topi ni aek Jordan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i dibuat ma sampesampe ni si Elia na madekdehi sian ibana jala dilibashon tu aek, ninna ma: Didia do nuaeng Jahowa, Debata ni si Elia, ibana tahe? Jadi dung dilibas ibana aek i tolak ma i tu jae tu julu, laos taripar ma si Elisa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Jadi dung diida sisean ni panurirang angka na di Jeriko ibana sian bariba i, ninna nasida ma: Nunga songgop hape tondi ni si Elia tu si Elisa, dung i ro ma nasida manomunomu ibana, laos manungkap tu tano marsomba ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ninna nasida ma tu si Elisa: Ida ma, adong do dongan ni angka naposomon limapulu halak angka na bontis, ua tasuru ma angka nasida laho mangalului tuanmu, atek tung diboan Tondi ni Jahowa ibana, jala didekdekkon ibana muse tu atas sada dolok manang tu sada rura. Alai ninna si Elisa ma: Unang suru hamu nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai sai disosoi nasida do ibana maradu maila ibana, laos didok ma: Antong suru hamu tusi. Jadi disuru nasida ma limapulu halak angka na mangalului ibana tolu ari lelengna, alai ndang jumpang nasida ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i mulak ma nasida tu si Elisa, ai tinggal di Jeriko dope ibana; jadi didok ibana ma tu nasida: Nda nunga hudok hian tu hamu, unang hamu laho?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Dung i ninna angka baoa isi ni huta i ma tu si Elisa: Ida ma, denggan do nian inganan di huta on, songon na niida ni tuanku; alai na paet, asom do anggo tapian, jala mareme na bibi isi ni tano i dibahen.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ninna si Elisa ma: Boan hamu tu ahu sada saoan na imbaru, jala bahen hamu sira tusi. Jadi diboan nasida ma saoan i tu ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ruar ma si Elisa manopot mual i, jala diusehon sira i tusi, huhut didok: Songon on do hata ni Jahowa: Nunga denggan tarinum aek on hubahen, ndang jadi be horhononna hamatean manang na mareme na bibi!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi denggan ma aek i tarinum rasirasa sadarion, hombar tu hata na nidok ni si Elisa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i nangkok ma si Elisa sian i laho tu Betel, jadi di dalan laho nangkok tu huta i ibana, ruar ma sian huta i angka dakdanak mangarehe ibana, angka didok ma: Manaek ma ho, ale palpal ulu! Manaek ma ho, ale palpal ulu!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i humusor ma si Elisa; jadi dung diida nasida, diburai ma nasida marhite sian Goar ni Jahowa. Dung i ruar ma dua gompul sian harangan, disoroi ma sian nasida opatpulu dua halak dakdanak.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i laho ma ibana sian i tu dolok Karmel, jala mulak sian i tu Samaria.",
      "type": "content"
    }
  ]
}