{
  "book": "2 Raja-raja",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sahit ni si Hiskia dohot hamamalumna binahen ni si Jesaya 1-11. II. Angka suruan sian Babel manopot si Hiskia. Si Jesaya manorui ibana ala mangapian rohana di pujipujian 12-19. III. Hamamate ni si Hiskia 20-21.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di angka ari uju i marsahit ma si Hiskia, pola matemate ne. Jadi ro ma manopot ibana panurirang Jesaya, anak ni si Amos, jala didok mandok ibana: Songon on do hata ni Jahowa: Pature ma bagasmu, ai na mate ma ho, ndang tagamon mangolu be.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i dipahusor rajai ma bohina dompak dorpi, jala martangiang tu Jahowa songon on:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Oe ale Jahowa, sai marningot ma Ho na marpangalaho i ahu di adopanmu, di bagasan hasintongan dohot punia ni roha, jala na huulahon na denggan di adopan ni bohim, huhut tumatangis situtu si Hiskia.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ndang dope ruar si Jesaya sian tongatonga ni huta i, nunga ro muse hata ni Jahowa tu ibana songon on:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Mulak ma ho, jala dok ma tu si Hiskia, partogi ni bangsongku: Songon on do hata ni Jahowa, Debata ni ompum si Daud: Nunga hutangihon tangiangmi, nunga huida partangisonmi; ida ma, pamalumonku ma ho, di ari patoluhon i tarbahen ho ma nangkok tu joro ni Jahowa!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala Ahu manambai tu angka ariarim sampulu lima taon nari, jala Ahu paluahon ho dohot huta on sian tangan ni raja di Assur, jala ondinganku do huta on ala Ahu dohot ala ni si Daud naposongki.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna si Jesaya ma: Boan hamu tuson hare sian antajau. Jadi diboan nasida ma i, jala dilanggumhon tu atas baro ni rajai, gabe malum dihilala.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna si Hiskia ma tu si Jesaya: Dia do partinandaan paboa na tutu pamalumon ni Jahowa ahu, jala tarbahen ahu patoluarihon nangkok tu joro ni Jahowa?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna si Jesaya ma: On ma partinandaan di ho sian Jahowa, paboa pasauton ni Jahowa do hata naung nidokna i: Ingkon dompak dia dohononku mardalan halinu ni angka gurat, na dompak jolo do manang na dompak pudi?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi didok si Hiskia ma: Mura do halinu i anggo gistang tu jolo sampulu gurat, ndada i, ingkon mulak tu pudi do halinu i sampulu gurat.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi joujou ma panurirang Jesaya tu Jahowa, gabe dipaulak Jahowa ma halinu ni gurat i angka naung mijur di jom ni si Ahas sampulu gurat tu pudi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Di tingki uju i ma disuru Merodak-Baladan, anak ni si Baladan, raja sian Babel suruanna mamboan surat dohot silua tu si Hiskia, ai nunga tarbortik tu pinggolna na marsahit i si Hiskia.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi las ma roha ni si Hiskia mida angka suruani, jala dipatuduhon tu nasida sandok bagas parpeopan ni artana, ro di perak dohot sere, ro di angka pamurpuri dohot miak na hushus, ro di nasa bagas parpeopan ni sinjata dohot sude na jumpang di angka bagas parpeopan ni artana; tung na so adong do nanggo sada na so pinatuduhon ni si Hiskia tu nasida tole di bagasan bagasna dohot di sandok harajaonna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ro ma panurirang Jesaya tumopot raja Hiskia, jala didok ma tu ibana: Aha do didok angka baoa i, jala sian dia do nasida ro manopot ho? Jadi ninna si Hiskia ma: Sian luat na dao do nasida ro, sian Babel tahe.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna si Jesaya ma muse: Aha do na niidanasida di bagasan jabum? Dung i ninna si Hiskia ma: Nasa na di bagasan jabungku nunga diida nasida; nda tung adong nanggo sada di bagasan angka jabu parpeopan ni artangki, na so hupatuduhon i tu nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ninna si Jesaya ma tu si Hiskia: Tangihon ma hata ni Jahowa!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ida ma, na ro do angka ari sogot, tarboan ma disi nasa na di bagasan jabum dohot na sinamotsamot ni angka ompum rasirasa sadarion tu Babel; ndang adong teba nanggo sada, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala sian anakmu, angka na marama tu ho, angka situbuhononmu dope, buatonnasida ma, asa gabe jolma suruanna di bagasan bagas ni raja sian Babel.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna si Hiskia ma tu si Jesaya: Denggan do hata ni Jahowa, na nidokmi. Angkup ni didok muse: Asal sonang jala mardemak saleleng mangolu ahu!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Jamita na tinggal i dope sian si Hiskia ro di sandok huasona dohot na binahenna i ambar dohot halian aek, asa manogunogu aek tu bagasan huta, nda tarsurat do i di bagasan buku jamita ni angka raja sian Juda?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i monding ma si Hiskia, gabe top dohot angka ompuna, jala si Manasse, anakna i bangkit raja singkatna.",
      "type": "content"
    }
  ]
}