{
  "book": "2 Raja-raja",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Manasse mangaringkoti pardebataon sileban 1-9. II. Dilumbahon Debata hian angka torutoruna. Hamamate ni si Manasse 10-18. III. Si Amon mangaradoti pardebataon sileban 19-26.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marumur sampulu dua taon dope si Manasse di na bangkit raja ibana, jala limapulu lima taon lelengna ibana mangarajai di Jerusalem; ia goar ni inana i ma Nai Hepsiba.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i diulahon rajai na sogo ni roha ni Jahowa, hombar tu biasbias angka na niulahon ni bangso parbegu, angka naung pinabali ni Jahowa nian maradophon halak Israel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala diulahi rajai paulihon joro parsantian, angka naung nilohaan ni si Hiskia, amana i, jala dipajongjong angka langgatan di Baal, jala dibahen sada sombaon Asera, suang songon na binahen ni si Ahab, raja sian Israel, jala marsomba ibana tu sandok parangan di langit, jala marpangoloion tusi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala dipajongjong angka langgatan di bagasan joro ni Jahowa, taringot tusi nunga pola didok Jahowa hian: Di Jerusalem do pahotonku Goarhu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angkup ni, dipauli do angka langgatan di sandok parangan di langit di bagasan na dua alaman ni joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala dipabolushon anakna sandiri sian bagasan api, diulahon do huhut pangarundingon dohot parsibalikmataon, jala dipabangkit angka jolma bahen hasandaran ni begu dohot partondung, tung na godang situtu do diulahon sogo ni roha ni Jahowa, asa pahehe rimasna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dipajongjong huhut ganaganaan Asera naung binahenna i tu bagasan joro, naung pola nian didok Jahowa hian tu si Daud dohot tu si Salomo anakna i songon on: Tu bagasan joro on dohot tu bagasan Jerusalem, naung hupilliti sian saluhut marga ni Israel, pahotonku Goarhu ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala ndang be paunsatonku pat ni Israel sian tano, naung hubasabasahon tu ompunasida i, asal diringkoti nasida laho mangulahon hombar tu saluhut naung hutonahon i tu nasida, jala diihuthon tu sandok patik naung tinonahon ni naposongku si Musa tu nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai ndang ditangihon nasida hata i, ai dililuhon si Manasse do nasida laho mangulahon hajahaton, gumodang sian bangso parbegu, angka naung nirendephon ni Jahowa maradophon halak Israel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dung i marlumba ma Jahowa marhite sian pamangan ni angka naposona, i ma angka panurirang i, ninna ma:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ala naung diulahon si Manasse, raja sian Juda biasbiason, angka na rumoa sian saluhut na niulahon ni halak Amori, angka na jumolo sian ibana, tole dohot Juda diela mangulahon dosa marhite sian angka ganaganaan binahenna i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen i songon on do hata ni Jahowa, Debata ni Israel: Ida ma, paroonku ma jea tu Jerusalem dohot tu Juda, ganup na umbegesa pola tung marnginging pinggolna duansa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala pagistangonku ma tu atas ni Jerusalem hotang pamalok ni Samaria dohot tali rambu ni pinompar ni si Ahab, jala buriapus Jerusalem bahenonku, songon pangapusi ni halak di pinggan, jala ia dung diapusi dipatungkap do i panepnephon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala tadingkononku do pasipasi ni partalianku, jala pasahatonku nasida tu bagasan tangan ni musunasida, asa tabanon ni halak nasida jala ripe pupusan ni saluhut musuna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ala na niulahonnasida i sogo ni rohangku, jala dipahehe murukku, olat ni ari na hutogihon i ompunasida i ruar sian Misir rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Angkup ni mansai godang situtu mudar na so marpipot didurushon si Manasse, pola tung gok Jerusalemi dibahen sian ujung na sada tu ujung na sadanari, di balik ni dosana na asing, na nielana i Juda mambahen dosa, laho mangulahon sogo ni roha ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jamita na tinggal i dope sian si Manasse ro di sude na niulana dohot dosana na binahenna i, nda tarsurat do i di bagasan buku jamita ni angka raja sian Juda?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i monding ma si Manasse gabe top dohot angka ompuna, jala tartanom di bagasan porlak mardonokkon jabuna i, di bagasan porlak ni si Usa tahe, jala si Amon anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Marumur duapulu dua taon si Amon di na bangkit raja ibana, jala dua taon lelengna ibana mangarajai di Jerusalem; ia goar ni inana i ma si Mesulemet, boru ni si Harus sian Jotba.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala diulahon ibana do sogo ni roha ni Jahowa, suang songon na binahen ni si Manasse amana i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai diihutihut ibana do sandok dalan na nidalanan ni amana i, jala dioloi do debata sileban, angka na nioloan ni amana i, jala marsomba do ibana tusi.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala ditadingkon do Jahowa, Debata ni angka ompuna, jala ndang marparange ibana di bagasan dalan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i marbulan ma angka naposo ni si Amon mangalo ibana, jala dibunu rajai di bagasan jabuna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai ro ma bangso isi ni luat i mambunu saluhut jolma angka na marbulani mangalo raja Amon. Jadi dipabangkit isi ni tano i ma si Josia anakna i, bahen raja singkatna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jamita na tinggal i dope sian si Amon ro di na niulana, nda tarsurat do i di bagasan buku jamita ni angka raja sian Juda?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi tartanom ma ibana di bagasan tanomanna, di bagasan porlak ni si Usa tahe; jadi si Josia anakna i bangkit raja singkatna.",
      "type": "content"
    }
  ]
}