{
  "book": "2 Raja-raja",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Josia manguras joro ni Jahowa 1-7. II. Jumpangsa ma buku patik na sian si Musa; si Josia marsuru suruanna manopot panurirang Nai Hulda 8-14. III. Lumbalumba di torutoru ni Debata, alai ndang mangonai anggo tu si Josia 15-20.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marumur ualu taon do si Josia di na bangkit raja ibana, jala tolupulu sada taon lelengna ibana mangarajai di Jerusalem; ia goar ni inana, i ma si Jedida, boru ni si Adaya sian Boskat.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala diulahon ibana do lomo ni roha ni Jahowa, jala diihutihut do sandok dalan ni si Daud ompuna i, jala ndang manimbil ibana tu siamun manang tu hambirang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dung marumur sampulu ualu taon raja Josia, disuru rajai ma si Sapan, anak ni si Azalia, tubu ni si Mesulam, juaratulis i, tu joro ni Jahowa mandok:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nangkok ma ho manopot sintua ni malim Hilkia mandok tu ibana, ingkon etonganna perak na binoan tu joro ni Jahowa, angka na pinapungu ni halak sijaga pintu sian na torop i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asa lehononna perak i tu bagasan tangan ni halak panahatan ni ulaon di bagasan joro ni Jahowa, asa nasida muse marsagihon tu halak pangula, angka na di bagasan joro ni Jahowa, asa patipakonna na sega di bagasan joro i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "I ma tu halak tungkang hau dohot tu angka pande maninga dohot tu angka tungkang batu dohot tu halak angka na manuhori parhau dohot batu na nidakdak laho patipak joro i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ndang pola masietongan nasida dohot baoa panahatan ni perak i, ai ingkon masihaposan do nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i didok sintua ni malim Hilkia ma tu si Sapan juaratulis i: Nunga jumpang ahu buku patik i di bagasan joro ni Jahowa. Jadi dilehon si Hilkia ma buku i tu si Sapan, asa jahaonna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ro ma muse si Sapan juaratulis i tu jolo ni rajai, asa mamboan barita tu rajai, ninna ma: Nunga diusehon angka naposom perak na jumpang i di bagasan joro ni Jahowa, jala dilehon do i tu halak panahatan ni ulaon di bagasan joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angkup ni dibaritahon si Sapan, juaratulis i tu rajai, ninna ma: Nunga dilehon malim Hilkia sada buku tu ahu. Jadi dijaha si Sapan ma buku i di adopan ni rajai.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai dung dibege rajai angka hata ni buku patik i, disansani rajai ma pangkeanna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ro ma hata ni rajai mandokkon malim Hilkia dohot si Ahikam, anak ni si Sapan dohot si Akbor, anak ni si Mikha dohot si Sapan, juaratulis i dohot si Asaya, parhalado ni rajai, ninna ma.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Laho ma hamu manungkunhon tu Jahowa taringot tu ahu dohot taringot tu bangso i dohot taringot tu sandok Juda, ala ni hata ni angka buku on na jumpang i, ai tung na balga situtu do rimas ni Jahowa, na marsigorgor mida hita, ala so ditangihon ompunta i angka hata ni buku on mangulahon nian luhut na tarsurat tu hita disi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i laho ma malim Hilkia, si Ahikam, si Akbor, si Sapan dohot si Asaya manopot panurirang Nai Hulda, jolma ni si Sallum, anak ni si Tikwa, anak ni si Harhas, siramoti pangkean Alai maringan do Nai Hulda di Jerusalem partoruan, gabe mangkatai nasida dohot ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Dung i ninna Nai Hulda ma tu nasida: Songon on do hata ni Jahowa, Debata ni Israel: Paboa hamu ma tu baoa na marsuru hamu manopot ahu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Songon on do hata ni Jahowa: Ida ma, paroonku ma jea tu huta on dohot tu jolma isina i, hombar tu saluhut hata ni buku i, angka naung jinaha ni raja sian Juda.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ala naung tinadingkonnasida i Ahu jala manutung daupa nasida tu angka debata sileban, asa pahehe rimashu marhite sian sude pambahenan ni tanganna, gabe ingkon marsigorgor rimashu mida inganan on, jala ndang be haintopan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo tu raja sian Juda, na marsuru hamu laho manungkunhon tu Jahowa, ingkon songon on do dohononmuna tu ibana: Songon on do hata ni Jahowa, Debata ni Israel, anggo taringot tu hata angka naung binegem i:",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ala naung mangilala roham, jala dipaunduk ho dirim di adopan ni Jahowa, dung dibege ho hata angka na hulumbahon i dompak huta on, dohot dompak jolma pangisina i, ingkon gabe halongonan do i jala sipulaspulason ni halak; ala naung diribahi ho pangkeanmu huhut tumatangis di adopan ni Bohingku, Ahu pe nunga hutangihon ho, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dibahen i, ida ma, Ahu sandiri papunguhon ho tu angka ompum, asa marsonangsonang ho papunguonna tu bagasan tanomanmu, asa unang sanga idaon ni matami saluhut jea na naeng paroonku tu atas ni huta on. Jadi diboan nasida ma hata i tu rajai.",
      "type": "content"
    }
  ]
}