{
  "book": "2 Raja-raja",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parpadanan ni si Josia rap dohot bangso i di adopan ni Jahowa 1-3. II. Hapapansing ni nasa pasipasi ni pardebataon sileban 4-15. III. Langgatan na di Betel. Marulaon Paska nasida 16-23. IV. Hasisiap ni nasa ruhut pangarundingon dohot parsibalikmataon. Hamamate ni si Josia 24-30. V. Si Joahas dohot si Joiakim angka raja sian Juda 31-37.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i disuru rajai ma suruanna asa paluhuthon tu jolona saluhut sintua sian Juda dohot Jerusalem.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i nangkok ma rajai tu joro ni Jahowa rap dohot sude baoa sian Juda dohot sude pangisi ni Jerusalem ro di angka malim dohot panurirang dohot sandok situan na torop i, tole angka na metmet ro di na magodang, laos didokkon ma manjaha tu pinggolnasida saluhut hata ni buku parjanjian na jumpang i di bagasan joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i jongjong ma rajai tu lambung tiang i laho mambahen parpadanan di adopan ni Jahowa, ingkon naeng magihuthon tu Jahowa dohot mangaradoti angka tonana dohot panindangionna dohot aturanna sian nasa rohana dohot sian nasa ateatena laho pahothon hata ni padan on, angka na tarsurat di bagasan buku on. Jadi sandok bangso i mangundukkon padani.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Dung i didokkon rajai ma sintua ni malim Hilkia dohot angka malim paidua dohot angka sijaga pintu, asa paruaronna sian joro ni Jahowa sude ulaula angka na pinauli di Baal dohot di sombaon Asera dohot di sandok parangan di langit, laos ditutung ibana ma luhutna i di balian ni Jerusalem, di angka ladang martopihon sunge Kidron, jala sirabunna i didokkon do boanon tu Betel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dipaijur rajai ma halak malimmalim, angka na pinabangkit ni angka raja sian Juda, asa manutung daupa nasida di atas tambak angka na di bagasan huta ni Juda dohot humaliang Jerusalem; tole huhut angka jolma na manutung daupa di Baal, di mata ni ari, di bulan dohot di sude bintang, i ma sandok parangan di langit.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Didokkon rajai huhut paruaron ganaganaan Asera sian joro ni Jahowa tu balian ni Jerusalem, tu rura ni sunge Kidron, laos ditutung do i di rura ni Kidron, jala digopui gabe sirabun, jala sirabunna i disaburhon do tu tanoman ni halak situan na torop i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Angkup ni dilohai do angka bagas ni baoa angka na marjolmahon baoa, angka na mardonokkon joro ni Jahowa, inganan ni parompuan angka na martonun abit undungundung di sombaon Asera.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i didokkon ma ro sude malim sian angka huta ni Juda, jala diramuni angka tambak, panutungan ni angka malim di daupa, olat ni Geba sahat ro di Beerseba, jala dilohai do angka tambak di partungkoan, tole tambak di haroroan tu bahal ni si Josua, induk ni huta i, na di hambirang ni ganup jolma na masuk tu bahal ni huta i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai anggo angka malim ni tambak, ndang jadi mamele di atas ni langgatan ni Jahowa na di Jerusalem, asal mangan sagusagu na so niasoman nasida di tongatonga ni angka hahaanggina.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Diramuni ibana huhut Topet na di rura ni angka anak ni si Hinnom, asa unang tarbahen manang ise be pabolushon anakna manang boruna sian api laho mamele tu Molok.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dipaholang do huhut hoda, angka na niapus ni angka raja sian Juda pasahathon tu mata ni ari sian lambung pintu laho bongot tu joro ni Jahowa tungkan bilut panganan ni Netan-Melek ni halak parhalado na maringan di angka alaman, alai anggo hureta ni mata ni ari ditutung do i di bagasan api.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dilohai raja huhut langgatan angka na di atas tarup ni bilut parginjang ni si Ahas, angka na pinauli ni angka raja sian Juda; tole langgatan angka na pinauli ni si Manasse di na dua alaman ni joro ni Jahowa, ndang adong tinggal disi nanggo sada, jala sirabunna i disirsirhon do tu sunge Kidron.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tole tambak angka na di adopan ni Jerusalem, tungkan siamun ni dolok hamagoan, angka na pinauli ni si Salomo raja sian Israel di sombaon Astarot, biasbias ni halak Sidon dohot di Kamos, biasbias ni halak Moab dohot di Milkom, biasbias ni halak Amon, luhutna i diramuni rajai do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Diponggolhon huhut angka tiang panombanombaon jala ditaba angka sombaon Asera, jala digohi hajongjonganna i dohot holiholi ni halak na mate.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tole muse langgatan na di Betel, dohot tambak na pinauli ni si Jerobeam, anak ni si Nebat, na mangela Israel mambahen dosa, langgatan na sasada i dohot tambak i dilohai rajai do jala ditutung do ia tambak i jala disirabuni, disurbu dohot sombaon Asera.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Dung i dibereng si Josia ma humaliang, gabe diida tanoman angka na disi di atas dolok, jala disuru suruanna mangongkal angka holiholi sian angka tanoman i jala ditutung do i di atas langgatan i laho paramunhon, hombar tu hata ni Jahowa, naung jinouhon ni halak ni Debata hian na palumbahon angka hata on.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna rajai ma muse: Hinambor ni ise do i na huida on? Jadi ninna angka baoa isi ni huta i ma tu ibana: Hinambor ni halak ni Debata do i, na ro sian Juda jala na manjouhon angka hata i na binahenmi nuaeng tu langgatan na di Betel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ninna raja ma: Pasombu hamu ma ibana modom, ndang jadi haoran ni manang ise holiholina! Jadi diolani nasida ma holiholina i rap dohot holiholi ni panurirang na ro sian Samaria.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angkup ni, dilohai si Josia huhut saluhut joro parsantian, angka na di bagasan huta ni Samaria, angka na pinauli ni angka raja sian Israel, pahehe rimas ni Jahowa, jala dibahen tusi sandok songon na binahenna i di Betel.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i diseati ma saluhut malim ni joro parsantian, angka na disi, di atas ni angka langgatan, jala ditutungi holiholi ni jolma di atasna, dung i mulak ma ibana tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i didok rajai ma tu sandok situan na torop i songon on: Marulaon Paska ma hamu di Jahowa, Debatamuna i, songon na tarsurat di bagasan buku parpadanan on.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai ndang dung marulaon Paska nasida songon sahalion, olat ni tingki ni panguhum, angka na parenta halak Israel ro di sandok tingki ni angka raja sian Israel dohot sian Juda.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Pasampuluualutaonhon hinarajahon ni si Josia marulaon Paska nasida tu Jahowa di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(IV.) Dipaholang raja Josia huhut saluhut halak hasandaran ni begu dohot partondung dohot terapim dohot ganaganaan ro di sude biasbias angka na dapot idaon di tano Juda dohot di Jerusalem, asa pahothon hata ni patik i ibana, angka na tarsurat di bagasan buku na jumpang malim Hilkia di bagasan joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jala tudoshon ibana ndang adong nanggo sada sian angka raja na jumolo sian ibana, na paubahon rohana tu Jahowa sian nasa rohana dohot sian nasa ateatena dohot sian nasa gogona, hombar tu sandok patik ni si Musa, jala sian pudina pe ndang adong hehe raja songon ibana marroha.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai atik pe songon i ndang marpangulahi roha ni Jahowa sian parpiarpiar ni rimasna na godang i, sai marsigorgor do rimasna mida Juda ala saluhut pinggilpinggil na binahen ni si Manasse pahehe murukna i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ninna Jahowa ma: Nang Juda paholangonku do sian adopan ni Bohingku, songon naung hupaholangi Israel, jala bolongkononku ma huta on naung hupilliti, i ma Jerusalem, dohot joro naung pola hudok nian: Ingkon disi maringan Goarhu!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jamita na tinggal i dope sian si Josia ro di sude na niulana, nda tarsurat do i di bagasan buku jamita ni angka raja sian Juda?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Uju di tingki ni rajai, nangkok ma Firaun-Neko, raja sian Misir laho marporang dompak raja sian Assur sahat ro di sunge Euprat; gabe ro raja Josia mangambat ibana, hape disi tole martongtang nasida dibunu Firaun do ibana di Megiddo.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i diboan angka naposona ma bangke ni rajai di atas hureta, sian Megiddo tu Jerusalem, jala ditanom ibana di bagasan tanomanna. Dung i ro ma bangso isi ni tano i dibuat ma si Joahas, anak ni si Josia, jala dimiahi ibana pabangkithon gabe raja singkat ni amana i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(V.) Marumur duapulu tolu taon do si Joahas di na bangkit raja ibana jala tolu bulan lelengna ibana mangarajai di Jerusalem; ia goar ni inana, i ma si Humuntal, boru ni si Jeremia, sian Libna.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jala diulahon ibana do sogo ni roha ni Jahowa, sandok songon na binahen ni angka ompuna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i didokkon Firaun-Neko rante on ibana di Ribla di tano Hamat, asa unang be ibana mangarajai di Jerusalem, jala hona dando isi ni tano i dibahen saratus talenta perak dohot satalenta sere.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i dipabangkit Firaun-Neko ma si Eliakim, anak ni si Josia bahen raja singkat ni amana i, jala dipaimbar goarna gabe si Joiakim; alai anggo si Joahas diboan do tu Misir laos mate disi do ibana.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ia perak dohot sere i tu Firaun do dilehon si Joiakim, alai didokkon do isi ni tano i margugu perak silehononna nidokkon ni Firaun, ganup isi ni tano i marguru tu gogona be margugu perak dohot sere i silehonon tu Firaun-Neko.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Marumur duapulu lima taon si Joiakim di na bangkit raja, jala sampulu sada taon lelengna ibana mangarajai di Jerusalem; ia goar ni inana i ma si Zebida, boru ni si Pedaya sian Ruma.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jala diulahon ibana do sogo ni roha ni Jahowa, sandok songon na binahen ni angka ompuna.",
      "type": "content"
    }
  ]
}