{
  "book": "2 Raja-raja",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Harajaon ni si Joiakim dohot si Joiakin 1-9. II. Habubuang ni Juda parjolo tu Babel binahen ni raja Nebukadnesar 10-16. III. Si Sedekia raja di Juda 17-20.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Uju di tingki ni si Joiakim, nangkok ma si Nebukadnesar, raja sian Babel, jadi mangoloi patu si Joiakim tu ibana tolu taon lelengna dung i marbalik ibana muse jala mangalo dompak si Nebukadnesar.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i disuru Jahowa ma angka parduaan ni parangan sian halak Kasdim, Ram, Moab dohot Amon mangalo ibana, disuru nasida asa solaonna Juda jala agoonna, hombar tu hata ni Jahowa naung nilumbahonna hian marhite sian angka panurirang, naposona i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Masa pe songon i tu halak Juda, hombar tu hata ni Jahowa hian, asa paholangonna nasida sian adopan ni bohina, ala ni angka dosa ni si Manasse, hombar tu sude na niulana i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dohot ala ni mudar na so marpipot na ni durushonna, pola gok mudar na so marpipot Jerusalemi dibahen, dibahen i ndang olo be marpamuati roha ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jamita na tinggal i dope sian si Joiakim ro di sandok na niulana, nda tarsurat do i di bagasan buku jamita ni angka raja sian Juda?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i monding ma si Joiakim gabe top dohot angka ompuna, jala si Joiakin anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi olat ni ndang be morot raja ni Misir sian tanona, ai nunga dipapatu raja sian Babel saluhut tano na masuk tu gomgoman ni raja sian Misir na sai laon, olat ni sunge Misir sahat tu sunge Euprat.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Marumur sampulu ualu taon si Joiakin di na bangkit raja, jala tolu bulan lelengna ibana mangarajai di Jerusalem; ia goar ni inana i ma Nehusta, boru ni si Elnatan, sian Jerusalem.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala diulahon ibana do sogo ni roha ni Jahowa, sandok songon na binahen ni amana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Di tingki uju i nangkok ma angka parangan ni si Nebukadnesar raja sian Babel dompak Jerusalem, laos dihubu ma huta i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ro huhut si Nebukadnesar sandiri, raja sian Babel marporang dompak huta i, naung tinungkum ni angka paranganna hian.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ruar ma si Joiakin, raja sian Juda mandapothon raja sian Babel rap dohot inana dohot angka parhaladona dohot angka partogi ni paranganna dohot angka siramoti bagasna; laos diboan raja sian Babel ma ibana paualu taonhon hinarajaonna i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Diboan huhut sian i saluhut arta na di joro ni Jahowa dohot arta angka na di bagas ni rajai, jala dilongkangi sere i sian saluhut ulaula angka na pinauli ni si Salomo, raja sian Israel di bagasan joro ni Jahowa, songon naung nilumbahon ni Jahowa hian.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala diboan tu habuangan sandok isi ni Jerusalem dohot sude angka induk dohot sude halak na marhuaso, sampulu ribu halak tarbuang, tole sude angka tungkang hau dohot tungkang bosi, ndang adong tinggal nanggo sahalak, nda holan halak na so mardihadiha sian bangso ni luat i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dibuangkon ma si Joiakin tu Babel rap dohot ina ni rajai dohot angka jolma ni rajai ro di sude siramoti bagasna dohot halak na marhuaso di luat i, tarboan sian Jerusalem tu Babel.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dohot sude halak sialo musu, pitu ribu halak toropna, tole angka tungkang hau dohot tungkang bosi, saribu halak toropna ro di sude angka ulubalang na gogo, saluhutna i diboan raja sian Babel mambuangkon tu Babel.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i dipabangkit raja sian Babel ma si Matania, amangudana i gabe raja singkatna, jala dipauba goarna gabe Sedekia.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Marumur duapulu sada taon si Sedekia di na bangkit raja ibana, jala sampulu sada taon lelengna ibana mangarajai di Jerusalem; ia goar ni inana, i ma si Humuntal, boru ni si Jeremia, sian Libna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala diulahon ibana do sogo ni roha ni Jahowa, sandok songon na binahen ni si Joiakim.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai ala rimas ni Jahowa umbahen masa songon i di Jerusalem dohot di Juda, paima ambolongkononna nasida sian adopan ni Bohina. Dung i marbalik ma si Sedekia mangalo dompak raja sian Babel.",
      "type": "content"
    }
  ]
}