{
  "book": "2 Raja-raja",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hapapatu dohot hasisiap ni Jerusalem dohot joro i, binahen ni si Nebukadnesar. Habubuang tu huta Babel 1-21. II. Si Gedalia bangkit pangarajai di tano i, hape ditodos si Ismael ibana 22-26. III. Raja Joiakin mangulahi marsangap di Babel 27-30.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tole pasiataonhon hinarajaonna i di bulan sipaha sampulu di ari sampulu, ro ma si Nebukadnesar, raja sian Babel manguluhon sandok paranganna laho marporang dompak Jerusalem, marsaro di adopan ni huta i, dibahen huhut angka partanobatoan humaliang.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi tartungkum ma huta i sahat ro di pasampulusadataonhon hinarajahon ni si Sedekia.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai di ari sia bulan sipaha opat masa ma haleon potir di bagasan huta i, pola ndang adong be sagusagu panganon ni bangso isi ni luat i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dirampok ma huta i, jala saluhut baoa sialo musu maporus bornginna i sian dalan tu bahal na di holangholang ni na dua parik mardonokkon porlak ni rajai. Alai nunga ditungkum halak Kasdim huta i tuk humaliang, gabe mardalan rajai sian dalan tu adaran.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai dieak parangan ni halak Kasdim do rajai, jala dapot nasida ibana di angka adaran sian Jeriko, gabe marserak sandok paranganna sian lambungna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ditangkup nasida ma rajai, jala diboan ibana nangkok tu adopan ni raja sian Babel tu Ribla, asa diputus uhumna tu ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ianggo angka anak ni si Sedekia diseati do di adopan ni matana, jala dipitungi do ia mata ni si Sedekia duansa, jala dirante ibana dohot dua rante tombaga laho mamboan ibana tu Babel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tole papituarihon di bulan sipaha lima, i ma pasampulusiataonhon dung Nebukadnesar bangkit raja sian Babel, ro ma Nebusaradan, induk ni angka parangan, parhalado ni raja sian Babel tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i disurbu ma joro ni Jahowa dohot bagas ni rajai ro di sude bagas di Jerusalem, sude bagas na bolon tahe disurbu do dohot api.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia parik humaliang Jerusalem dilohai sandok parangan ni halak Kasdim, angka na rap dohot induk ni parangan i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai anggo pasipasi ni bangso i, angka na tinggal di bagasan huta, ro di halak angka na bali mandapoti raja sian Babel, ro di pasipasi ni halak situan na torop, luhutna i dibuangkon si Nebusaradan, induk ni angka parangan i do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai anggo sian halak na so mardihadiha di luat i ditinggalhon sintua ni parangan do deba bahen pangula di porlak anggur halak parumauma.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Angkup ni angka tiang tombaga, angka na masuk tu joro ni Jahowa ro di angka ojahan dohot tobat tombaga na di bagasan joro ni Jahowa, dipamponggolhon halak Kasdim do, jala tombaga i diboan do tu Babel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tole angka hudon, sonduk, raut, mangkuk ro di sude ulaula tombaga, angka na pinangke marulaon di bagasan joro i, dibuat nasida sude.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dibuat induk ni angka parangan i do huhut angka seret panutungan daupa dohot mangkuk pamispisan, angka na sian sere dohot sian perak.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tole tiang na dua i ro di tobat na sasada i dohot hajongjonganna, angka na pinauli ni si Salomo di joro ni Jahowa; tung na so dapot timbangon do godang ni tombaga sian saluhut angka parhohasi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sampulu ualu elak do timbo ni tiang na sada, ulu ni tiang di atasna pe tombaga do, jala timbo ni ulu ni tiang i tolu elak do, tole handanghandangna dohot parbue ni dalimo humaliang ulu ni tiang i, tombaga do i sude; laos songon i do di tiang paduahon ro di handanghandangna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i dibuat induk ni angka parangan i ma sintua ni malim Seraia dohot si Sepania, malim paidua dohot na tolu halak sijaga pintu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibuat huhut sian bagasan huta i sahalak siramoti bagasna, na pinabangkit parentahon halak sialo musu; tole lima halak sian halak angka na somal marhalado di adopan ni rajai, angka na jumpang di bagasan huta; tole muse juaratulis ni partogi ni parangan, na somal manurati situan na torop i angka na masuk soldadu, tole muse onompulu halak sian bangso ni luat i, angka na jumpang di bagasan huta.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "I ma angka na binoan ni si Nebusaradan, induk ni angka parangan, jala ditogihon nasida tu adopan ni raja sian Babel tu Ribla.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i didokkon raja sian Babel ma bunuon nasida di Ribla na di tano Hamat. I ma habubuang ni Juda sian tanona.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(II.) Alai bangso na tinggal i dope di luat Juda, na tininggalhon ni si Nebukadnesar, raja sian Babel, dipabangkit ma di nasida si Gedalia, anak ni si Ahikam, anak ni si Sapan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dung dibege sude induk ni angka parduaan ni parangan ro di angka baoa, naung dipabangkit raja sian Babel si Gedalia, ro be ma nasida manopot si Gedalia tu Mispa, i ma si Ismael, anak ni si Netania dohot si Johanan, anak ni si Karea, dohot si Seraia, anak ni si Tanhumet, halak Netopa i, dohot si Jasanya, anak ni halak Maaka i rap dohot angka baoa dongannasidai.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i marbulan ma si Gedalia tu nasida dohot tu angka baoa dongannasidai, ninna ma mandok nasida: Unang hamu mabiar maradophon angka naposo ni halak Kasdim; tinggal ma hamu di luat i jala oloi hamu rodi ni raja sian Babel, jadi marsonangsonang ma hamu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai tole papitubulanhon ro ma si Ismael, anak ni si Netania, anak ni si Elisama sian pinompar ni rajai, jala sampulu halak donganna, gabe ditodos nasida si Gedalia, pola mate rap dohot halak Jahudi dohot halak Kasdim, angka na rap dohot ibana di Mispa.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i hehe ma sandok bangso i, tole na metmet ro di na magodang rap dohot angka induk ni parangan, maporus ma nasida tu Misir, ai mabiar do nasida maradophon halak Kasdim.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(III.) Alai tole patolupulupitutaonhon dung tarbuang si Joiakin, raja sian Juda, di ari duapulu pitu bulan hurung dipabangkit Epilmerodak, raja sian Babel, i ma taon parjolo hababangkit ni Epilmerodak gabe raja sian Babel, dipahehe rajai ma ulu ni si Joiakin, raja ni halak Juda sian bagasan hurungan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala basar pangkulingna tu ibana, jala tumimbo dibahen habangsana sian habangsa ni raja angka na rap dohot ibana di Babel.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jala disalin rajai do angka pangkeanna pinangkena di hurungan, jala sapanganan ibana tongtong dohot rajai saleleng mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala ariari dilehon rajai tongtong bohalna na binuhul saleleng mangolu ibana.",
      "type": "content"
    }
  ]
}