{
  "book": "2 Raja-raja",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Marsahata ma si Joram, raja di Israel dohot si Josapat laho marporang dompak Moab 1-12. II. Si Elisa marbagahon hian hamonangan 13-20. III. Hamonangan ni raja na dua i maralohon Moab 21-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia si Joram, anak ni si Ahab bangkit raja gumomgom Israel di Samaria pasampuluualutaonhon dung raja si Josapat di Juda, jala sampulu dua taon lelengna ibana mangarajai.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala diulahon do sogo ni roha ni Jahowa, alai ndada songon amana dohot inana; ai dipadao do ganaganaan Baal, na pinauli ni amana nahinan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai atik pe songon i marsilohot do rohana mangihutihut dosa ni si Jerobeam, anak ni si Nebat, na mangela Israel mambahen dosa, ndang sumurut ibana anggo sian i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo si Mesa, raja sian Moab, halak pardorbia godang do ibana, jala digarar sohe tu raja sian Israel, i ma imbulu ni saratus ribu anak ni birubiru dohot imbulu ni saratus ribu birubiru tunggal.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai dung mate si Ahab, marbalik ma raja ni halak Moab sian raja ni Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ala ni ruar ma uju i raja Joram sian Samaria, laho mamilangi sandok halak Israel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i disuru rajai ma suruanna manopot si Josapat, raja sian Juda, mandok tu ibana: Nunga marbalik raja ni halak Moab sian ahu; atehe olo do ho haraonku laho marmusu dompak Moab? Dung i ninna ibana ma: Ro pe ahu nangkok, ia songon i ho, songon i do ahu, ia songon i bangsomi, songon i do bangsongki, ia songon i angka hodam, songon i do angka hodangku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna si Joram ma: Sian dalan dia do hita nangkok tusi? Sian dalan na di halongonan Edom do, ninna si Josapat.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi mardalan ma raja sian Israel dohot raja sian Juda dohot raja sian Edom. Jadi dung pitu ari lelengna nasida mangaliat, hurangan aek ma angka parangan i ro di pinahan na mangihut tu nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna raja sian Israel ma: Iale suang! Nunga dipapungu Jahowa hape na tolu raja on laho pasahathon nasida tu bagasan tangan ni Moab!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai ninna si Josapat ma: Atehe, ndang adong dison panurirang ni Jahowa, asa marsungkun tu Jahowa hita marhite sian ibana? Jadi ro ma alus ni sahalak sian angka naposo ni raja di Israel, ninna ma: Dison do si Elisa, anak ni si Sapat, na mangusehon na jolo aek pamuri tu tangan ni si Elia.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna si Josapat ma: Sintong do hata ni Jahowa di ibana. Jadi rap tuat ma manopot ibana raja sian Israel dohot si Josapat dohot raja sian Edom.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Alai ninna si Elisa ma tu raja sian Israel: Aha ma parsaoranku tu ho? Laho ma ho manopot angka panurirang ni amangmu dohot inangmu! Alai ninna raja sian Israel ma tu ibana: Unang songon i! Ai nunga pola dipapungu Jahowa na tolu raja on laho pasahathon nasida tu bagasan tangan ni Moab.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna si Elisa ma: Songon sintongna mangolu Jahowa Zebaot, jala ahu jongjong marhalado di jolona, aut unang marpanatap ahu mida bohi ni si Josapat, raja sian Juda, ndang tagamon tataponku manang berengonku anggo ho!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "On pe, boan hamu ma tu ahu sada jolma na pande mamiltik hasapi! Jadi andorang mamiltik tali ni hasapi jolma pamiltik i, songgop ma tangan ni Jahowa tu atasna!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi didok ma: Songon on do hata ni Jahowa: Hali hamu ma di rura on angka bondar marbarisbaris.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai songon on do hata ni Jahowa: Ndang idaonmuna ro alogo manang udan, hape ingkon gok aek rura on, asa minum hamu ro di pinahanmuna dohot angka hodamuna parhuli.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala maotikku dope anggo i di roha ni Jahowa, pasahatonna nang halak Moab tu bagasan tanganmuna i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tunduk do bahenonmuna saluhut huta na gonting dohot saluhut huta angka na pinillit, jala tabaonmuna do saluhut hau angka na marparbue jala polpolonmuna ma saluhut mual jala tarulang ma bahenonmuna sandok hauma angka na dumenggan marhite sian batu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tole manogotna i jumpang tingki pamelehon di pelean sipanganon, ida ma, marroan aek sian dalan laho tu Edom, mangalantap tano i dohot aek.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Alai dung dibege sandok halak Moab barita i naung nangkok angka rajai laho marporang dompak nasida, santi balatuk ma nasida saluhutna ro di jolma sandangan podang balgana dohot na tumua sian i, jala patutur nasida jongjong di partalpahan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi dung dipasogot nasida manogotna i hehe jala binsar mata ni ari marsinondang tu aek i, jadi marrara ma aek i songon mudar, diida halak Moab di jolona.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Laos didok nasida ma: Mudar do i! Nunga rupa masilengsean angka rajai laos masibunuan sama nasida. On pe, hamu ale halak Moab tahopi hamu ma tabantaban i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Hape dung sahat nasida tu parsaroan ni halak Israel, hehe ma halak Israel i jala ditaluhon halak Moab, gabe maporus maradophon nasida; laos disoluk halak Israel ma tanona, jala marragean halak Moab dibahen.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i dipanepnep nasida ma angka huta i, jala ganup sian nasida mandanggurhon batu sada be tu saluhut hauma tano bosar, gabe gok batu do i, jala dipolpol saluhut mual, jala ditaba saluhut hau angka na marparbue, holan di huta Kir Hareset tinggal angka batu; ro muse angka jolma pangambalang mangkaliangi huta jala dibunui angka pangisina.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai dung diida raja sian Moab, ndang leak manahan ibana di parporangan i, di arahon ma pitu ratus halak angka parpodang sintak bahen donganna naeng martahop dompak raja sian Edom, hape ndang tolapsa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi dibuat ma anak buhabajuna na bangkit raja hian singkatna, jala dipelehon ibana bahen pelean situtungon di atas parik. Jadi parohon parpiarpiar ni muruk godang do i tu Israel, gabe sumurut nasida sian ibana jala mulak be tu tanona.",
      "type": "content"
    }
  ]
}