{
  "book": "2 Raja-raja",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Elisa paluahon sada parompuan na mabalu sian parutanganna hinorhon ni pasupasuna di miak pineopna i 1-7. II. Ibana marbagahon tu sada parompuan sian Sunem tubu anakna 8-17. III. Si Elisa pangoluhon anakna sian na mate 18-37. IV. Ingkau rata na so jadi sipanganon, tarpangan do i dibahen si Elisa 38-41. V. Si Elisa marmudu saratus halak marhite sian duapulu sagusagu jala godang dope teba 42-44",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma sada parompuan sian angka jolma ni angka sisean ni panurirang mangalualu tu si Elisa, ninna ma: Nunga mate anggo naposom sinondukki, jala diboto ho do na marhabiaran do naposom tu Jahowa. Hape ro nuaeng sahalak parutangan naeng mamboan anakku na dua i bahen naposona.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna si Elisa ma tu nasida: Aha do sibahenonku tu ho? Paboa di ahu manang aha na pineopmu di bagasan jabum? Dung i ninna nasida ma: Sandok na so adong do dipeop naposom boruboru di bagasan jabuna, nda holan sada guriguri marisi miak.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna si Elisa ma: Laho ma ho tu balian manginjam hudon angka na rumar sian hombar bagasmu, jala unang maotikku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i masuk ma ho tu jabum rap dohot anakmu jala hinsu i pintu i sian pudimuna jala usehon ma miak i tu bagasan saluhut angka hudon on, ia dung gok sadasada bahen tu lambung.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i laho ma parompuan i sian lambungna, jala dihinsu pintu i sian pudina dohot sian pudi ni anakna na dua i, angka na manarehon hudon i tu ibana sadasada, jadi parompuan i ma mangusehon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung gok angka hudon i, ninna ma mandok anakna: Haru lehon tu ahu hudon i sadanari! Alai ninna anakna i ma mandok inana: Ndang adong be hudon nanggo sada. Jadi montok ma miak i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i laho ma parompuan i paboahon hata i tu halak ni Debata. Jadi didok ibana ma: Laho ma ho, gadisi ma miak i jala garar utangmi; na lobi i ma bahen hangoluanmu dohot hangoluan ni angka anakmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i di na sada ari laho ma si Elisa taripar tu huta Sunem; adong ma disi sada parompuan na mora na mangarahon ibana mangan sagusagu. Manang piga hali dibolus ibana huta i, sai tuli do ibana tu parompuan i laho mangan sagusagu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ro ma hata ni parompuan i tu sinondukna: Ida ma, nunga tangkas hutanda halak ni Debata na badia do ibana na tongtong tuli tu hita.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ua itabahen ma di ibana sada bilut na metmet di ginjang mardorpi papan, tapamasuk huhut tusi sada podoman dohot sada hundulan dohot sada palito, asa ia tuli ibana sian hita maringan tusi ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i di na sadari ro muse ibana tusi, laos maringan tu bilut parginjang i jala modom disi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i didok ma mandok si Gehasi naposona i: Jou ma ne parompuan sian Sunem i. Jadi dung dijou jongjong ma nasida di adopanna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nunga adong hian hata ni si Elisa tu naposona: Ua paboa ma tu nasida, ida ma, nunga na sai godang denggan ni uhummu pasarisari hami, aha do ulaning tarbahen ahu balos ni tu ho? Adong do hata siondihononhon di ho tu rajai manang tu partogi ni angka parangan? Jadi ninna nasida ma: Maringan di tongatonga ni bangsongku do ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna ibana ma: Antong aha do tama bahenon tu nasida? Jadi ninna si Gehasi ma: Ndang adong anakna, jala nunga matua ia sinondukna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ninna si Elisa ma: Haru jou ma nasida! Jadi dung dijou, ro ma nasida jongjong di pintu i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i didok si Elisa ma: Suang songon on taon i adong ma anakmu sipahedokhedohonmu. Dung i ninna parompuan i ma: Unang, ale tuan halak ni Debata, unang tutu gabusi naposom boruboru.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i gabegabean ma parompuan i jala ditubuhon sada anak tongon boho sataon, songon naung nidok ni si Elisa hian tu nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Alai dung magodang dakdanak i, ruar ma ibana di na sadari mandapothon amana tu panggotilan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i didok ma mandok amana i: Ulungku, ulungku hansitnai! Dung i didok amana i ma tu sahalak naposo: Boan ma ibana tu inana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi diompa ma ibana mamboan tu inana, jadi hundul ma dakdanak i di ampuanna sahat ro di hos ni ari, laos mate ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i manaek ma parompuan i tu ginjang, diampehon ma anakna i tu podoman ni halak ni Debata, laos dihinsu pintu i sian pudina laho tu ruar.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i dijou ma sinondukna, ninna ma: Ua suru tu ahu sahalak sian angka naposo i angkup ni sada halode boruboru naeng hatop ahu laho manopot halak ni Debata, dung i mulak ahu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ninna sinondukna i ma: Boasa naeng laho ho sadarion manopot ibana, so manang poltak ni bulan manang ari Sabbat sadarion? Alai ninna nasida ma: Pasonang ma roham disi!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i dipalanoi nasida ma halode boruboru i huhut didok mandok naposona i: Haru hudus ma mardalan, unang sulonsulonon ahu marsihundul, nda ahu mandok tu ho.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi mardalan ma nasida jala sahat tu halak ni Debata di atas dolok Karmel. Jadi dung ditatap halak ni Debata nasida ro mandapothon ibana, ninna ma tu si Gehasi naposona i: Ida ma ndian, nunga ro parompuan sian Sunem!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "On pe, ua marlojong ma ho manjumpangkon nasida, jala dok ma tu nasida: Atehe sonang do ho? Sonang dohot sinondukmu? Sonang dohot anakmi? Jadi ninna nasida ma: Sonang do!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai dung sahat nasida tu halak ni Debata di atas dolok i, dihaol ma patna; alai ro ma si Gehasi jumonok naeng onjaronna nasida. Alai ninna halak ni Debata ma: Pasombu ma nasida, ai na marsak situtu do rohana jala diporso Jahowa do i sian ahu, ndang marboaboa Ibana tu ahu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ninna parompuan i ma: Atehe, nandigan dung hupangido sada anak sian tuanku? Nda hudok hian do: Unang ahu paotooto?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i ninna si Elisa ma tu si Gehasi: Hohos i ma gontingmu jala tiop ma tungkothu di bagasan tanganmu, laho ma ho tusi! Molo tung pajumpang ho dohot halak unang tabe ibana, jala molo ditabi halak ho, unang alusi ibana, jala ampehon ma tungkothu tu atas bohi ni dakdanak i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai ninna ina ni dakdanak i ma: Songon sintongna mangolu Jahowa, mangolu dohot hosam, ndang tagamon tadingkononku ho Jadi borhat ma si Elisa mangihuthon nasida.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai di joloan i si Gehasi ma nasida na dua mardalan, jala diampehon tungkot i tu atas bohi ni dakdanak i; alai ndang adong soara manang pananginangion. Dung i mulak ma ibana manjumpangkon si Elisa jala dipaboa tu ibana, ninna ma: Ndang olo ngot dakdanak i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi dung masuk si Elisa tu jabu i, ida ma, peak do dakdanak i mate di atas podomanna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i masuk ma ibana jala dihinsu pintu i sian pudi ni nasida na dua, dung i martangiang ma ibana tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i manaek ma si Elisa jala dipabustang ibana tu atas ni dakdanak i, diampehon pamanganna tu atas pamangan ni dakdanak i, matana tu atas matana, jala tanganna tu atas tanganna, jala manungkap songon i tu atasna, asa diangor bangke ni dakdanak i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i hehe ibana muse huhut mardalandalan di jabu i mulakulak, dung i manaek ibana muse jala dipatungkap ibana tu atasna. Jadi barsibarsion ma dakdanak i pola pitu hali, dung i dipabidok ma matana.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i dijou si Elisa ma si Gehasi, ninna ma: Haru jou ma ne parompuan sian Sunem i. Jadi dung dijou ro ma nasida manopot ibana, gabe didok si Elisa ma: Na, buat ma anakmon!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi ro ma nasida manungkap tu patna marsomba pola dais tu tano; dung i dibuat ma anakna laos ruar.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "(IV.) Dung i mulak ma si Elisa muse tu Gilgal; alai tongon masa haleon potir di luat i, jala hundulhundul angka sisean ni panurirang di adopanna. Dung i ninna ibana ma tu naposona: Hodohon hudon na bolon i tu api jala lomuk ingkau di angka sisean ni panurirang.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i ruar ma sahalak tu ladang naeng mansalong ingkau rata, gabe jumpangsa ma andor ni ansimun harangan, jala diputikkon sian i angka ansimun harangan gok ulosna; jadi dung mulak ibana diirisi ma i tu bagasan hudon pangalomuhan, ai ndang ditanda nasida na so sipanganon do i.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i disonduhi nasida ma i panganon ni angka baoa i; jadi dung dipangan nasida sian ingkau na nilomuk i, mangangguhi ma nasida, ninna ma: Hamatean do hape di bagasan hudon on, ale halak ni Debata! Laos so tarpangan nasida do i.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Alai ninna si Elisa ma: Boan tuson itak! Jadi disirsirhon ma i tu bagasan hudon i laos ninna ma: Usehon ma i nuaeng di situan na toropon, asa mangan nasida. Jadi ndang adong be tau parmaraan di bagasan hudon i.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "(V.) Dung i ro ma sada halak sian Baal-Salisa na mamboan di halak ni Debata angka sagusagu patumonaan duapulu sagusagu sian eme siansimun dohot itak sian dahanon na binolgang di bagasan hadanghadanganna. Dung i ninna si Elisa ma: Lehon ma i di situan na torop i asa mangan nasida.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dung i ninna naposona i ma: Beha ma pangalehonku mangganupi saratus halak? Alai ninna si Elisa ma: Sai lehon ma i di situan na torop i, asa mangan nasida; ai songon on do hata ni Jahowa: Ingkon mangan angka jolma i jala ingkon adong dope teba.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Dung i diparade ma i di jolonasida, gabe mangan nasida, jala adong dope teba, hombar tu hata ni Jahowa.",
      "type": "content"
    }
  ]
}