{
  "book": "2 Raja-raja",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Naaman ro tu Samaria mangido paiason sian puruna 1-7. II. Si Elisa paias ibana sian puruna 8-14. III. Ndang olo si Elisa manjalo silehonlehon, alai diotoi do anggo pangidoan ni si Naaman 15-19. IV. Bali tu si Gehasi do puru ni si Naaman ala ajukna dohot gabusna 20-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia si Naaman, partogi ni parangan ni raja sian Ram, jolma na sangap do ibana di adopan ni tuanna jala marmulia situtu; ai marhite sian ibana ditumpakkon Jahowa hamonangan tu halak Ram, jala ulubalang na tarbarita do ibana, alai puruon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i borhat sahali halak Ram marrongkanrongkan marbajoi gabe diboan nasida ma sian tano Israel sada boruboru na metmet, dibahen ma i gabe sisuruon ni jolma ni si Naaman.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ro ma hatana tu soranganna: Aut ni di adopan ni panurirang na di Samaria tuanki, sai na paluaonna do ibana sian puruna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ro ma si Naaman pabotohon barita i tu tuanna, ninna ma: Songon on, songon on hata ni boruboru na sian tano Israel i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi ninna raja sian Ram ma: Antong borhat ma ho, hutongos pe sada surat tu raja sian Israel. Dung i borhat ma ibana diboan huhut sampulu talenta perak dohot onom ribu sekkel sere dohot sampulu salinan pangkean na marhadohoan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i dipasahat ma surat i tu raja sian Israel, songon on do hatana: Molo sahat suraton tu ho, ida ma, naung husuru do manopot ho naposongku si Naaman, asa paluaonmu ibana sian puruna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dung dijaha raja sian Israel surat i, diribahi ma pangkeanna huhut didok: Tung Debata ma ahu, tarbahen ahu mambunu dohot pangoluhon jolma, umbahen marsuru rajai tu ahu paluahon baoa i sian puruna? Dibahen i ua tanda jala ida hamu ma, na masisindir do ibana tu ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Alai dung dibege si Elisa, halak ni Debata, naung diribahi raja sian Israel pangkeanna, disuru ma suruanna tu rajai mandok tu ibana: Boasa tung pola ribahanmu pangkeanmu? Ua ro nian ibana tu ahu, asa tung diboto, na adong do sada panurirang di Israel.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ro ma si Naaman mardongan hodana dohot huretana, laos mangulon di jolo pintu ni jabu ni si Elisa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i disuru si Elisa ma suruanna mandok tu ibana: Laho ma ho maridi pitu hali di bagasan Jordan, gabe sumuang ma sibukmu hian tu ho, jala ias.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi tarrimas situtu ma si Naaman mangaruntus mardalan huhut didok: Ida ma, na hurimpu do ruar ibana mandapothon ahu jala jongjong huhut manjoujou Goar ni Jahowa, Debatana, huhut jamahononna tanganna tu sahit i laho paluahon ahu sian puru i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nda dumenggan do sunge Abana dohot Parpar, angka na di Damaskus sian saluhut aek di Israel? Ndang tarbahen ahu huroha maridi disi asa malum hilalaonku? Jadi marsiulak ma ibana mangaruntus mardalan piripirion situtu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ro ma jumonok angka naposona, didok ma mandok ibana: Ale amang, tung sura hata na dokdok didokkon panurirang i patupaonmu, nda patupaonmu do i? Lam nuaeng ma dung didok tu ho: Maridi ma ho, asa ias!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi tuat ma ibana jala mangungkor di bagasan Jordan pitu hali, hombar tu hata ni halak ni Debata, jadi sumuang ma sibukna, songon sibuk ni sada dakdanak, gabe ias ma.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Dung i mulak ma ibana tu halak ni Debata, ibana rap dohot sandok paranganna, dung sahat, jongjong ma ibana di adopanna, ninna ma: Ida ma, nuaeng pe asa huboto na so adong Debata di sandok tano on, dungkon ni di Israel. On pe, ua jalo ma sada silehonlehon sian naposomon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai ninna si Elisa ma: Songon sintongna mangolu Jahowa jala ahu jongjong marhalado di jolona, na so tupa jaloonku anggo i. Dung i sai disosoi nian ibana, asa jaloonna, alai sai manjua do ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna si Naaman ma: Molo so jadi hape, ua laos ma lehonon tu naposomon tano sorat dua hoda na marsahe mangusung! Ai ndang olo be naposomon mamelehon pelean situtungon manang sipotongon tu angka debata sileban, nda holan tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Holan taringot tu hata on, sai marpamuati ma roha ni Jahowa mida naposomon: Molo masuk tuanku tu bagasan joro ni Rimmon laho marsomba tusi jala martungkolhon botohonku ibana laos marsinggang dohot ahu di bagasan joro ni Rimmon, sai marpamuati ma roha ni Jahowa mida naposomon taringot tu na marsinggang i ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna si Elisa ma tu ibana: Laho ma ho mardamedame. Jadi dung mardalan ibana sian lambungna arga sapaal daona.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(IV.) Ninna roha ni si Gehasi, naposo ni si Elisa, halak ni Debatai ma: Ida ma, nunga diolani tuanku si Naaman halak Ram i, ndang adong dijalo sian tanganna manang aha naung binoanna i nian; songon sintongna mangolu Jahowa hueaki na ma ibana, asa hujalo sian ibana manang aha.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dieahi si Gehasi i ma si Naaman; jadi dung diida si Naaman, ibana do hape na nieahanna, manimbung ma ibana sian huretana manjumpangkon ibana huhut didok: Beha sonang do?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi ninna ibana ma mangajuk: Sonang do! Na disuru tuanku do ahu mandok tu ho: Ida ma, apala ipe ro mangalualu tu ahu dua dolidoli sian angka sisean ni panurirang, sian dolok Epraim, ua lehon ma tu nasida sapikkul perak dohot dua salin pangkean na marhadohoan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ninna si Naaman ma: Molo lomo roham, jalo ma dua talenta; pola disosoi ibana jala ditimpus dua talenta perak di bagasan dua puro dohot dua salin pangkean na marhadohoan, jala dipasahat tu naposona dua halak, asa diusung di jolona.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dung sahat si Gehasi tu robean ni dolok i, dibuat ma barang i sian tangannasida jala dipajop di bagasan sada jabu, dipamuli ma anggo angka baoa i, gabe laho ma nasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ro ibana muse laos jongjong di adopan ni tuanna. Jadi ninna si Elisa ma mandok ibana: Sian dia do ho, ale Gehasi? Jadi ninna ibana ma: Ndang manang sian dia naposomon mardalan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai ninna si Elisa ma mandok ibana: Nda mardalani rohangku rap dohot ho uju mijur baoa i sian huretana mulak manjumpangkon ho? Tung tingki panjaloan perak do i huroha di roham, manang manjalo pangkean manang hau jetun dohot porlak anggur, manang birubiru dohot lombu, manang naposo baoa dohot boruboru?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dibahen i anggo puru ni si Naaman, ingkon lohot di ho ma ro di pinomparmu salelenglelengna. Dung i ruar ma si Gehasi sian adopanna, pintor mamontar ma puru i songon hapur.",
      "type": "content"
    }
  ]
}