{
  "book": "2 Raja-raja",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mumbang mata ni tangke dibahen si Elisa 1-7. II. Pangalelaon mata ni halak Ram dibahen 8-23. III. Masa haleon potir di Samaria. Rajai mangondam mambunu si Elisa 24-33",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni angka sisean ni panurirang mandok tu si Elisa: Ua ida ma, ianggo inganan hundulannami di adopanmi, nunga masompithu di hami.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ua loas ma hami laho tu Jordan manoktok tiang sada be, asa hupauli hami disi sada inganan bahen hundulannami di adopanmu. Dung i ninna ibana ma: Antong laho ma hamu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ro ma hata ni na sahalak: Ua dohot ma tuani mardalan rap dohot angka naposomon. Jadi ninna ibana ma: Dohot pe ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi mardalan ma ibana rap dohot nasida. Jadi dung sahat nasida tu Jordan, ditoktok nasida ma angka hau.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi uju manaba hau na bolon na sahalak pinsir ma mata ni tangke tu aek, gabe mangangguhi ibana ninna ma: Iale tuan niinjam do i!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ninna halak ni Debata ma: Tudia do i madekdek? Jadi dung dipatuduhon hadekdekanna, dihorot ibana ma sada hau jala ditimpalhon tusi, gabe mumbang bosi i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna ma: Jomput ma i di ho! Jadi disurdukkon ma tanganna laho manjomput.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i marmusu ma raja sian Ram dompak Israel, jadi martuptup ma ibana dohot naposona, ninna ma: Di adui ma bahen hamu parbonjoran ni paranganku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai disuru halak ni Debata ma suruanna palumba raja sian Israel, ninna ma: Jaga dirim, so tung mamolus ho sian inganan adui, ai nunga marsaro halak Ram disi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i disuru raja sian Israel ma suruanna tu inganan na pinaboa ni halak ni Debata tu ibana palumbahonsa, muba do panjagana disi, ndada holan sahali manang dua hali songon i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi gunsang ma roha ni raja sian Ram ala ni, dijou ma angka naposona, ninna ma mandok nasida: Ndang rupa olo hamu, pabotohon tu ahu, manang ise sian hita on bali tu raja sian Israel?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ro ma hata ni sahalak sian angka naposona mandok: Ndang adong na bali ale rajanami, panurirang Elisa tahe na di Israel, i do pabotohon tu raja sian Israel luhut hata angka na pinaboam di bagasan bilut podomanmu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna rajai ma: Antong laho ma hamu diori hamu ma manang didia ibana, asa husuru halak mangalap ibana. Dung i adong ma halak na pabotohon tu rajai: Ida ma, di Dotan do ibana, ninna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i dipaborhat rajai ma tusi angka hoda dohot hureta dohot torop parangan. Jadi dung sahat nasida bornginna i, dihaliangi nasida ma huta i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i dipasogot parhalado ni halak ni Debata ma hehe manogotna i naeng laho tu balian nian; hape ida ma, torop angka parangan mardongan hoda dohot hureta humaliang huta i. Jadi ninna naposona i ma tu ibana: Iale tuanku, aha nama sibahenonta?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ninna ibana ma: Unang ho mabiar, ai na tumorop do na mandongani hita sian na mandongani nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i martangiang ma si Elisa, ninna ma: Ale Jahowa, sai patonggor ma mata ni naposongkon, asa tangkas marnida! Jadi dipatonggor Jahowa ma mata ni naposo i, gabe marnida; dung i ida ma, dolok i gok angka hoda dohot hureta na songon api humaliang si Elisa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dung tuat nasida mandapothon ibana, martangiang ma si Elisa tu Jahowa, ninna ma: Ua bahen ma mata ni bangso on pangalelaon! Jadi pangalelaon ma matanasida dibahen Jahowa, hombar tu hata ni si Elisa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna si Elisa ma tu nasida: Ndada on dalan i, jala ndada on huta i, ihuthon hamu ma ahu, asa hutogihon hamu tu baoa na niluluanmuna i. Jadi ditogihon ma nasida tu huta Samaria.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi dung sahat nasida tu Samaria, ninna si Elisa ma: Ale Jahowa, pasuang ma parnidaan ni halak on, asa marnida nasida. Jadi dipasuang Jahowa ma parnidaannasida i, asa marnida, hape ida ma, di tongatonga ni Samaria do nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dung diida raja sian Israel nasida, ninna ma tu si Elisa: Beha jadi do bunuonku nasida, ale amang?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ninna ibana ma: Ndang jadi bunuonmu nasida; tung tagamon ma bunuonmu dope halak naung dapot tartangkup marhite sian podangmu dohot siormu? Parade tagonan sagusagu dohot aek tu jolonasida, asa mangan nasida jala minum, asa muli nasida mandapothon tuannasida i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i diparade rajai ma di nasida panggalangon bolon, gabe mangan nasida jala minum, dung i dipamuli ma nasida, asa mulak tu tuannasida i. Olat ni ndang adong be ro parbajo sian halak Ram manola tano Israel.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(III.) Dung i di laonlaon ni ari didokkon si Benhadad, raja sian Ram ma santibalatuk sandok paranganna, laos nangkok nasida martungkum Samaria.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi masa ma haleon potir di Samaria, ai ida ma, sai diendel nasida do huta i, paima mararga sada ulu ni halode ualupulu rupia, jala saparopat solup kacang goreng mararga lima rupia.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi uju mardalandalan sahali raja sian Israel di atas parik, mangangguhi ma sada parompuan mandok tu rajai: Sai tolongi ma ahu, ale rajanami.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ninna rajai ma: Molo so Jahowa manolongi ho, sian dia ma tarbahen ahu manolongi ho? Sian pardegean ulaning, manang sian pangilangan anggur?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Angkup ni didok rajai ma tu nasida: Aha di ho? Jadi ninna nasida ma: Ro do hata ni parompuan on mandok tu ahu: Lehon anakmi asa itapangan ibana sadarion, marsogot pe panganonta anggo anakku.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dibahen i nunga hulompa hami anggo anakku, jala suda hupangan hami; dung i ningku ma marsogotna i tu ibana: Antong lehon ma anakmi, asa itapangan ibana; hape nunga ditabunihon ibana ia anakna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi dung dibege rajai hata ni parompuan i, disansani ma pangkeanna, tongon ibana mardalandalan di atas parik. Jadi longang ma halak situan na torop i marnida daging ni rajai marpangkean tangki hapengani.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i ninna rajai ma: Ingkon songon i bahenon ni Debata tu ahu, jala patambaonna dope songon i, molo so tarpisik sadarion ulu ni si Elisa, anak ni si Sapat.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai hundulhundul di bagasan jabuna do anggo si Elisa, jala angka sintua i hundul di lambungna. Dung i disuru rajai ma sada halak patujolona; alai tagan so sahat dope suruani tu si Elisa, nunga didok ibana hian tu angka sintua i: Atehe ndang diida hamu, nunga pola marsuru suruanna anak ni partodoson mandokkon mamisikkon ulungku? Antong ingot hamu ma, molo ro suruanna i, hinsu hamu ma pintu i, laos onjar hamu ibana marhite sian hinsuhinsu i; nda nunga tarbege soara ni pat ni tuanna sian pudina?",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Uju mangkatai dope ibana dohot nasida, ida ma, nunga ro tuat suruani mandapothon ibana, gabe didok rajai ma; ida ma, marharoroan sian Jahowa do jea on, aha be labana marhaposan tu Jahowa ahu?",
      "type": "content"
    }
  ]
}