{
  "book": "2 Raja-raja",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Elisa manurirangkon hian mura angka situhoron i marsogot 1-2. II. Opat halak na puruon jumolo umboto hapoporus ni halak Ram 3-11. III. Godang situtu tabantaban dapot halak Israel sian parbonjoran tinadingkonna i 12-16. IV. Mate tarhapit do anggo naposo ni rajai 17-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Elisa ma: Tangihon hamu ma hata ni Jahowa! Songon on do hata ni Jahowa: Marsogot songon on mararga sarupia ma sajual dahanon simetmet, mararga sarupia huhut dua jual dahanon siansimun di harbangan ni Samaria.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ro ma alus ni sahalak parsihundul, pangarabinan ni tangan ni rajai, mandok tu halak ni Debata: Ida ma, tung sura pe dibahen Jahowa angka pandiloan di langit i, beha ma pambahenna saut na nidokmi? Dung i ninna si Elisa ma: Ida ma, sanga do i nian anggo idaon ni matam, alai ndang dohot ho manganhon sian i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Dung i adong ma opat halak na puruon di lambung bahal ni huta i, masipandohan ma nasida ganup tu donganna: Aha gunana tinggal hita dison paima mate.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung sura pe didok rohanta masuk hita tu bagasan huta, haleon potir do di bagasan huta i, mate do hita nang disi; alai tung sura hita tinggal dison, laos mate do hita; dibahen i beta hita bali tu parbonjoran ni halak Ram Molo dipangolu nasida hita, ba mangolu taho; molo dibunu nasida hita, ba mate hita tusi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tole dung rambon ari hehe ma nasida laho mandapothon parbonjoran ni halak Ram, jadi dung sahat nasida tu partalpahan ni parbonjoran ni halak Ram, ida ma, ndang adong disi nanggo sahalak!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai nunga dipatubegehon Tuhan i tu parbonjoran ni halak Ram pardorom ni torop hureta dohot hoda dohot parangan, gabe masipandohan ma nasida ganup tu donganna: Ida ma, nunga marhara raja sian Israel tu angka raja ni halak Het, dohot tu angka raja ni halak Misir bahen alonta, asa ro nasida mandopang hita.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i borhat ma nasida laos maporus di rambon ni ari, ditadingkon nasida ma angka undungundung nasida dohot hodana dohot halodena ro di sandok parbonjoran i, jala maporus be laho paluahon hosanasida sandiri.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dung sahat halak na puruon i tu partalpahan ni parbonjoran i, dimasuhi nasida ma sada undungundung i, laos mangan minum nasida, jala dibuat sian perak, sere dohot angka pangkean, laos laho nasida manabunihonsa; mulak muse nasida masuk tu bagasan undungundung na sadanari, sian i pe dibuat do angka ugasan i, laho muse nasida manabunihonsa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai masipandohan ma nasida ganup tu donganna: Ndang patut songon i bahenonta, ai ari on do ari barita hatuaon; molo laos sip hita paimaimahon sahat ro di torang ni ari, sala hita maon tardapot. Dibahen i, beta ma hita mamboan barita i tu bagasan bagas ni rajai.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi dung sahat nasida tu huta i, joujou ma nasida tu sijaga bahal ni huta i, dibaritahon ma tu nasida hata i, ninna ma: Nunga sahat hami tu parbonjoran ni halak Ram, hape ida ma, ndang adong jolma disi nanggo sada, soara ni jolma pe ndang tarbege, asal tartambat boti angka hoda dohot halode dapot hami ro di angka undungundung i, songon na somal.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi joujou ma angka sijaga bahal mandokkon paboaonna barita i tu bagasan jabu ni rajai.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Jadi hehe ma rajai bornginna i, jala didok ma tu angka naposona: Pabotohononku ma tu hamu pingkiran na naeng pamasaon ni halak Ram tu hita: Diboto nasida do naung haleon on do hita, alani umbahen ruar nasida sian parbonjoranna i, laho martabuni di ladang, ai ninna rohanasida do: Ia dung ruar nasida sian huta i, itatangkup ma nasida songon i mangolu, asa hita masuk tu bagasan huta i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ro ma alus ni sahalak sian angka naposona i mandok: Ua binuat ma lima hoda, sian hoda angka na tinggal i dope di bagasan huta; ida ma, ai so manang dumenggan nasida sian sandok halak Israel angka na tinggal i dope disi manang sian sandok halak Israel angka naung marragean; antong angka i ma itasuru tusi laho maningkir.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dibuat nasida ma dua pasang hoda, laos disuru rajai ma nasida mangeahi parangan ni halak Ram, ninna ma: Laho ma hamu manangkasi!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung dieahi nasida angka parangan i sahat ro di Jordan, ida ma, sandok dalan i gok pangkean dohot ulaula, angka na binolongkon ni halak Ram di na maporus i nasida. Dung i mulak ma angka suruani paboahon barita i tu rajai.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ruar ma bangso i ditaban duduk ma parbonjoran ni halak Ram; jadi saut ma sajual dahanon simetmet mararga sarupia, songon i dohot dua jual dahanon siansimun, hombar tu hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(IV.) Nunga disuru rajai hian na sahalak parsihundul pangarabinan ni tanganna marjaga di bahal i, hape didegedegei halak ibana di bagasan harbangan pola mate ibana, hombar tu hata ni halak ni Debata, na nilumbahonna hian, uju na tuat rajai mandapothon ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi masa ma tutu hombar tu hata ni halak ni Debata, na nilumbahonna hian tu rajai: Dua jual dahanon siansimun mararga sarupia, songon i nang sajual dahanon simetmet marsogot songon on di harbangan ni Samaria.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Uju na nidok ni halak parsihundul i mangalusi halak ni Debata: Ida ma, tung sura pe dibahen Jahowa angka pandiloan di langit i, beha ma pambahenna saut na nidokmi? Alai ninna si Elisa ma: Ida ma, sanga do i nian ianggo idaon ni matam, alai ndang dohot ho manganhon sian i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi masa ma songon i tu ibana, didegedegei halak situan na torop i ma ibana di bagasan harbangan pola mate ibana.",
      "type": "content"
    }
  ]
}