{
  "book": "2 Raja-raja",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mulak do tu parompuan sian Sunem haumana hian dilehon raja Joram 1-6. II. Si Elisa palumbahon hamamate ni si Benhadad dohot hababangkit ni si Hasael 7-15. III. Si Joram raja di Juda 16-24. IV. Si Ahasia raja di Juda marmusu dohot si Hasael 25-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai nunga mangkatai hian si Elisa tu parompuan, paranak naung pinangoluna i, songon on: Hehe ma ho jala bungkas rap dohot isi ni jabum, jala manginsua ma ho songon halak dagang manang didia, ai nunga didokkon Jahowa ro haleon potir; saut do i ro antong tu tano i, pola pitu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi borhat ma parompuan i jala dibahen hombar tu hata ni halak ni Debata, bungkas ma nasida, rap dohot isi ni bagasna, jala maisolat di tano ni halak Palistim pitu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai dung salpu na pitu taon i, mulak ma parompuan i sian tano ni halak Palistim, laos ruar ma nasida mangalualu tu rajai mangido mulak bagasna dohot haumana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai tongon rajai mangkatai dohot si Gehasi, naposo ni halak ni Debata na jolo, ninna ma: Pajojor ma tu ahu saluhut ulaon habalgaon, angka na binahen ni si Elisa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai andorang pajojorhon ibana tu rajai, na pinangoluna i sada halak naung mate, ro ma tongon parompuan, paranak na pinangoluna i mangalualu tu rajai, mangidohon mulak bagasna dohot haumana. Jadi ninna si Gehasi ma: Ale rajanami, on ma parompuan i, jala on do anakna, na pinangolu ni si Elisa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dipamanat rajai ma hata i tu parompuan i, gabe dipajojor nasida ma i tu ibana. Dung i disuru rajai ma sada halak siramoti bagasna dongannasida, ninna ma: Pasuang ma tu nasida saluhut ugasanna hian, angkup ni sandok gogo ni hauma i olat ni ari habubungkasna sian tano on rasirasa nuaeng.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Dung i sahat ma si Elisa tu Damaskus, tongon marsahit si Benhadad, raja sian Ram didapot, gabe dibaritahon halak tu rajai, songon on: Nunga ro halak ni Debata tu huta on.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ninna rajai ma tu si Hasael: Boan ma sada silehonlehon di bagasan tanganmu, jala laho ma ho manjumpangkon halak ni Debata, jala marsungkun tu Jahowa ma ho marhite sian ibana, songon on: Beha leak malum dope sahithon hilalaonku?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi laho ma si Hasael manjumpangkon ibana, diboan dohot sada silehonlehon di bagasan tanganna sian saluhut ugasan na arga di Damaskus, pola sorat opatpulu unto; jadi dung sahat ibana tu jolo ni si Elisa, ninna ma: Disuru anakmu si Benhadad, raja sian Ram ahu mandapothon ho, mandok tu ho: Beha leak malum dope sahithon hilalaonku?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i didok si Elisa ma mandok ibana: Laho ma ho, paboa ma tu ibana: Malum do nian hilalaonmu; alai nunga dipapatar Jahowa tu ahu, ingkon mate do ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angkup ni sai dinolnol mata ni si Elisa ibana, pola maradu maila ibana, huhut sai tumatangis halak ni Debata.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ninna si Hasael ma: Boasa tung tumatangis tuanki? Jadi ninna ibana ma: Ala naung huboto jea sibahenonmu tu halak Israel: Ia hutanasida na gonting i surbuonmu do dohot api, jala dolidoli sian nasida bunuonmu do marhitehite podang, jala posoposonasida ropuhanmu do, jala parompuannasida na marhangoluan lapaonmu do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna si Hasael ma: Ise ma pola ahu naposomon, biang nian dohonon, tung bahenonna ma hata na balga sisongon i? Alai ninna si Elisa ma: Nunga dipataridahon Jahowa tu ahu, ho bangkit raja gumomgom Ram.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i marsantabi ma ibana laho sian lambung ni si Elisa, jala sahat ibana tu tuanna, na mandok tu ibana: Dia do hata ni si Elisa tu ho? Jadi ninna ibana ma: Malum do nian hilalaonmu, ninna mandok ahu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai tole marsogotna i dibuat si Hasael ma bulusan i, jala disornophon tu bagasan aek laos dihungkuphon tu bohina gabe mate mogap. Jadi si Hasael ma bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Palimataonhon dung bangkit raja sian Israel si Joram, anak ni si Ahab (uju si Josapat raja di Juda) bangkit raja di Juda ma si Joram, anak ni si Josapat.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Marumur tolupulu dua taon ibana di na bangkit raja, jala ualu taon lelengna ibana mangarajai di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala dalan ni angka raja sian Israel diihutihut, suang songon na binahen ni pinompar ni si Ahab, ai boru ni si Ahab gabe jolmana, jala diulahon do sogo ni roha ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai ndang olo Jahowa anggo mangago Juda ala si Daud naposona i, songon naung pinarbagana hian tu ibana, lehononna tongtong tu ibana sada palito di tongatonga ni angka anakna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Uju di angka arina marbalik huhut halak Edom sian gomgoman Juda, laos dipabangkit sada raja gumomgom, nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi taripar ma si Joram tu Sair rap dohot saluhut huretana; dung i hehe ma ibana bornginna i mangarampok halak Edom, angka na humaliang ibana, ro di angka induk panahatan ni hureta porang, gabe maporus situan na torop i tu undungundungna be.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai atik pe songon i laos bali do halak Edom sian gomgoman Juda rasirasa sadarion. Bali huhut uju i ia Libna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jamita angka tinggal i dope sian si Joram ro di nasa na niulana, nda tarsurat do i di bagasan buku jamita ni angka raja sian Juda?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i monding ma si Joram gabe top dohot angka ompuna, jala tartanom di lambung ni angka ompuna di huta ni si Daud; jadi si Ahasia, anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(IV.) Pasampuluduataonhon dung bangkit raja sian Israel si Joram, anak ni si Ahab, bangkit raja sian Juda ma si Ahasia, anak ni si Joram.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Marumur duapulu dua taon si Ahasia di na bangkit raja ibana, jala sataon lelengna mangarajai di Jerusalem. Ia goar ni inana, i ma si Atalia, boru ni si Omri, raja sian Israel.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i sai dalan ni pinompar ni si Ahab do diihutihut ibana, jala diulahon sogo ni roha ni Jahowa, suang songon pinompar ni si Ahab, ai martondong do ibana tu pinompar ni si Ahab.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i borhat ma ibana rap dohot si Joram, anak ni si Ahab, laho marporang dompak si Hasael, raja sian Ram mardonokkon Ramot di Gilead; alai ditaluhon halak Ram do si Joram i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i mulak ma raja Joram tu Jisreel, laho padaonhon bugangna, angka na binahen ni halak Ram di Ramot, uju marporang ibana dompak si Hasael, raja sian Ram. Dung i tuat ma si Ahasia, anak ni si Joram, raja sian Juda, naeng maningkir si Joram, anak ni si Ahab di Jisreel, ai na marsahit do ibana.",
      "type": "content"
    }
  ]
}