{
  "book": "2 Raja-raja",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirang Elisa mandokkon mamiahi si Jehu bahen raja di Israel 1-10. II. Halak Israel mangolophon si Jehu gabe raja 11-13. III. Si Jehu laho tu Jisreel marmusu dompak raja Joram 14-21. IV. Si Jehu mambunu si Joram, si Ahasia dohot si Izebel 22-37",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dijou panurirang Elisa ma sahalak sian sisean ni panurirang, ninna ma mandok ibana: Hohos i ma gontingmu, jala boan guriguri on na marisi miak di bagasan tanganmu, jala laho ma ho tu Ramot di Gilead.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia dung sahat ho tusi diori ma disi si Jehu, anak ni si Josapat, anak ni si Nimsi. Dung i bongot i ma jabu ingananna i jala dokkon ibana hehe sian tongatonga ni angka donganna, jala togihon ibana tu bilut parbagasan i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i buat ma guriguri na marisi miak jala usehon tu uluna, huhut dohononmu: Songon on do hata ni Jahowa: Nunga humiahi ho bahen raja gumomgom Israel. Dung i ungkap ma pintu i laos maporus ma ho, na so tupa sulonsulonon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i mardalan ma dolidoli i, sisean ni panurirang i, sahat tu Ramot di Gilead.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung sahat ibana tusi, ida ma hundulhundul disi angka partogi ni parangan didapot, laos ninna ma: Adong do hata sidohononku tu ho, ale partogi! Dung i ninna si Jehu ma: Tu ise sian hami on sudena? Dung i ninna ibana ma: Tu ho, ale partogi!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi hehe ma ibana jala masuk tu bagasan jabu i; dung i diusehon naposo i ma miahi tu uluna, huhut didok mandok ibana: Songon on do hata ni Jahowa, Debata ni Israel: Nunga Ahu pabangkit ho bahen raja gumomgom bangso ni Jahowa, i ma Israel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon ripur bahenonmu pinompar ni si Ahab, tuanmu, asa hutubolhon mudar ni angka naposongku, angka panurirang i dohot mudar ni saluhut naposo ni Jahowa tu si Izebel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Asa tung ripur sandok pinompar ni si Ahab; ripashononku ma sian si Ahab nasa baoa na bajar dohot na tang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung ripur do bahenonku pinompar ni si Ahab, suang songon pinompar ni si Jerobeam, anak ni si Nebat dohot songon pinompar ni si Baesa, anak ni si Ahia.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala si Izebel ingkon suda panganon ni biang di ladang tu Jisreel, jala ndang jadi tanomon ni manang ise ibana. Dung i diungkap ma pintu i laos maporus ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i ruar ma si Jehu mandapothon angka naposo ni tuanna, angka na mandok tu ibana: Beha hasonangan do? Ala ni aha umbahen ro jolma na lalaen on manopot ho? Dung i ninna ibana ma tu nasida: Hamu pe ditanda hamu do baoa i dohot salinna marpangalaho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ninna nasida ma: Hata sipaotooto do i! Bulus paboa tu hami. Dung i ninna ibana ma: Songon on songon on do hatana tu ahu, ninna do: Songon on do hata ni Jahowa: Nunga Ahu mamiahi ho bahen raja gumomgom Israel.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i hapogan ma nasida ganup mambuat pangkeanna be jala dipahembang tu toruna bahen tutup ni habangsa pinanaekna i, huhut umpalu sarunena be, jala ninna do: Nunga bangkit raja si Jehu!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Jadi mambahen parbulanan ma si Jehu, anak ni si Josapat, anak ni si Nimsi, mangalo si Joram. Alai anggo si Joram ro di sandok halak Israel martaon di parik ni huta Ramot di Gilead maralohon si Hasael, raja sian Ram.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai nunga mulak hian anggo raja Joram tu Jisreel laho padaonhon bugangna, angka na binahen ni halak Ram uju marmusu ibana dompak si Hasael, raja sian Ram. Dung i ninna si Jehu ma: Molo sada pingkiran ni rohamuna unang italoas ruar malua sian huta i nanggo sahalak, asa unang laho ibana mamboan barita i tu Jisreel.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i marsihundul ma si Jehu laho tu Jisreel, ai peak disi do si Joram, si Ahasia raja sian Juda pe, nunga tuat tusi maningkir si Joram.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo parjaga na jongjong di atas tungkup di Jisreel, dung diida ro parduaan na niuluhon ni si Jehu, ninna ma: Nunga huida ro sada parduaan. Dung i ninna si Joram ma: Buat ma sahalak parsihundul jala suru ibana manjumpangkon nasida manungkun: Atehe dame do?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi borhat ma jolma parsihundul i di hoda i manjumpangkon ibana, jala didok ma: Songon on do hata ni rajai: Atehe dame do? Alai ninna si Jehu ma: Aha pardulim di dame i? Laho ma ho tu pudingku! Dung i dipaboa parjaga i ma barita i, ninna do: Nunga nian sahat suruani tu nasida, hape ndang mulak.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i disuru ma sahalak na asing parsihundul di hoda; dung sahat ibana tu nasida, ninna ma: Songon on do hata ni rajai: Atehe dame do? Alai ninna si Jehu ma: Aha pardulim di dame i? Laho ma ho tu pudingku!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ro muse parjaga i paboahon barita i, ninna do: Nunga nian sahat suruani tu nasida, hape ndang mulak ibana. Alai anggo pangenjakna songon pangenjak ni si Jehu, anak ni si Nimsi do, ai songon pangenjak ni halak na lalaen do pangenjakna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna si Joram ma: Pasang ma hoda! Jadi dipasang jolma i ma hoda i tu huretana; jadi borhat ma si Joram, raja sian Israel dohot si Ahasia, raja sian Juda, ganup di huretana be, ruar ma nasida manjumpangkon si Jehu, gabe pajumpang nasida dohot ibana di ladang ni si Nabot, halak Jisreel.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(IV.) Jadi dung diida si Joram si Jehu, ninna ma: Atehe dame do, ale Jehu? Alai ninna ibana ma: Pinabotoboto dame i saleleng didatdati si Izebel inamu mangulahon parmainanon dohot ujarujaran godang?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dihosing si Joram ma huretai laho maporus nian, jala didok do tu si Ahasia: Jehejehe do i, ale Ahasia!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai disintak si Jehu ma siorna, gabe disior ma si Joram gabe hona holangholang ni sasapna, pola ditorusi sumbia i pusupusuna, jala gadap ibana di bagasan huretana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ninna si Jehu ma mandok si Bidkar naposona i: Hindat ma ibana jala reongkon tu hauma ni si Nabot, halak Jisreel; sai ingot ma na marsihundul i hita tampak ahu dohot ho mangihuthon si Ahab amana i, uju dilumbahon Jahowa hian toruna on dompak ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tongon tahe nunga maungaung hubege nantoari mudar ni si Nabot dohot mudar ni angka anakna i, ninna Jahowa; ingkon tubolhononku do i tu ho di haumaon, ninna Jahowa! On pe hindat ma ibana jala reongkon tu hauma i, hombar tu hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi dung songon i diida si Ahasia, raja sian Juda, maporus ma ibana sian dalan, laho tu jabu paranginanginan. Alai sai dieak si Jehu do ibana, jala ninna ma: Ibana pe ingkon bunuonmuna do! Jadi dibunu nasida ma ibana di atas huretana di nangkohan Gur, na mardonokkon Ibleam; jadi maporus ma rajai sahat tu Megiddo, mate disi ma ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i diboan angka naposona ma ibana di bagasan hureta tu Jerusalem, jala dibandahon ibana di parbandaanna i sandiri di lambung ni angka ompuna di huta ni si Daud.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Pasampulusadataonhon dung gabe raja si Joram, anak ni si Ahab, bangkit raja ma si Ahasia gumomgom Juda.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi sahat ma si Jehu tu Jisreel. Dung tarbege barita i tu si Izebel, marpangir ma ibana jala mandulo sian pandiloan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi dung dimasuhi si Jehu harbangan i, ninna si Izebel ma: Atehe dame do, ale Simri, sitodos tuanna?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i manaili ma si Jehu dompak pandiloani, ninna ma: Ise do donganku? Ise tutu? Jadi adong ma dua manang tolu halak naposona mamereng dompak ibana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i didok si Jehu ma: Tunggalingkon ma nasida sian i tu toru! Jadi ditunggalingkon nasida ma, pola mamirsak sian mudarna i tu dorpi dohot tu angka hoda i, jala dipasombu degedegean ni hoda.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi dung masuk ibana tu huta i, jala dung mangan minum, ninna ma: Ua tingkir hamu ma boruboru naung tinoruan ni Debata, jala tanom hamu nasida, ai boru ni raja do ibana nian.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Alai dung laho nasida naeng mananom nian, hape ndang adong jumpangsa sian bangkena, nda holan tangkurakna dohot bulang ni patna dohot tanganna.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi mulak ma nasida mamaritahon barita i tu si Jehu. Alai ninna ibana ma: I ma hata ni Jahowa hian, naung nilumbahonna hian marhite sian naposona si Elia, halak Tisbi, uju na nidokna: Ingkon di atas hauma ni Jisreel suda panganon ni biang sibuk ni si Izebel.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ia bangke ni si Izebel i, ingkon hira gabe napa di ladang Jisreel, pola ndang tarpaboa halak be: On do si Izebel!",
      "type": "content"
    }
  ]
}