{
  "book": "1 Tesalonika",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mauliate ni apostel i ala ni haporseaon ni huria i na tarbarita 1-10",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat tinongos ni si Paulus, si Silwanus dohot Timoteus mandapothon huria Tessalonik na di bagasan Debata Ama dohot Tuhan Jesus Kristus: Asi ni roha ma di hamu dohot dame!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Na mandok mauliate do hami tongtong tu Debata siala hamu saluhutna; ai hutaringoti hami do hamu di tangiangnami.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai ndang mansadi hami marningot ulaonmuna na sian haporseaon dohot halojaonmuna na sian holong ni roha i ro di habengetonmuna na sian roha na mangkirim di Tuhanta Jesus kristus, i ma maradophon Debata Amanta.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai huboto hami do, ale angka dongan na hinaholongan ni Debata: Angka naung tarpillit do hamu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai ndada marhitehite hata sambing ro barita na uli, na hupaboa hami tu hamu, tung mardongan hagogoon do dohot Tondi Parbadia, angkup ni hiras ni roha godang; ai diboto hamu do antong pangalaho ni hami na ro i tu hamu humongkop hamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi nunga gabe paniru hamu di hami dohot di Tuhan i, ai marlas ni roha na sian Tondi Parbadia do hamu manjalo hata i di bagasan haporsuhon godang.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pola gabe sitiruon hamu di saluhut dongan na porsea, angka na di luat Makedonia dohot Akaya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai sian hamu do marlupuk hata ni Tuhan i, ndada holan tu luat Makedonia dohot Akaya; tung tu saluhut luat do tarbarita haporseaonmuna di Debata, asa ndang pola be taringotannami anggo i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai dibaritahon nasida do nang dalannami masuk tu hamu, nang dalanmuna mulak tu Debata, tumadingkon angka ajiajian laho mangoloi Debata na mangolu jala na sintong i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Na maimaima nama hamu di haroro ni Anakna sian banua ginjang i, dung dipahehe sian angka na mate, i ma Jesus, na paluahon hita sian rimas na naeng ro i.",
      "type": "content"
    }
  ]
}