{
  "book": "1 Tesalonika",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parrohaon ni apostel Paulus maradophon nasida 1-12. Hot ni haporseaonnasida di pangunjunan 13-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ai nang hamu, ale angka dongan, marbinoto do: Ndada na magopo haroronami tu hamu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai dung jolo huta on hami na marporsuk dohot na marsipal di huta Pilippi (songon na binotomuna), dapotan hiras ni roha do hami mangasahon Debatanami laho mangkatahon tu hamu barita na uli na sian Debata, nang pe godang paraloon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai ndada na lilu manang mangansi manang marangkal hami laho mamodai hamu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai songon halak angka naung tau di roha ni Debata do hami, gabe hasahatan ni barita na uli i, songon i do huhatahon hami; ndada songon angka na mambuat roha ni jolma, naeng hami tahe halomoan ni roha ni Debata na manigati rohanami.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai diboto hamu do: Ndang dung hami marhata lemeslemes, ndang dung hami marbisukbisuk mambuat arta; Debata do sitindangi disi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ndang manjalahi sangap hami sian jolma, manang sian hamu, manang sian angka na asing pe, atik pe tarbahen hami do nian marhatongamon, ala apostel ni Kristus hami.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai basar do hami di tongatongamuna songon inaina na pauliuli gellengna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Songon i do sian sihol ni rohanami di hamu huhalashon hami do mangalehon tu hamu barita na uli na sian Debata; lobi tahe, dohot ma antong dirinami, ala naung huhaholongi hami hamu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai diingot hamu do, ale angka dongan, halojaon dohot hasusaannami, ai arian dohot borngin hami mulaulaon, unang marhaboratan hamu; songon i do hubaritahon hami tu hamu barita na uli na sian Debata.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Hamu do sitindangi angkup ni Debata, paboa na daulat, na tigor jala na so hasurahan hami maradophon hamu angka na porsea.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Suang songon i diboto hamu: Huapoi hami do hamu sadasada, songon pangapoi ni amaama di anakkonna, jala huapuli hami;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "jala hubulani hami do hamu, asa marparange hamu songon na tama maradophon Debata, na manjou hamu tu harajaonna dohot tu hasangaponna i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibahen i tongtong do hami mandok mauliate tu Debata, ai dijangkon hamu do hata ni Debata na binegemuna sian hami; ndada songon hata ni jolma dijangkon, hamu i, tung songon hata ni Debata do, ai i do i tutu, gabe marpangkorhon ma hata i di bagasan hamu, angka na porsea.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai nunga gabe paniru hamu, ale angka dongan, di angka huria ni Debata na di luat Judea, angka na di bagasan Kristus Jesus; ai ditaon hamu do na bernit dibahen angka donganmuna sabangso, songon nasida na pinaporsukporsuk ni halak Jahudi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai dibunu nasida do Tuhan Jesus ro di angka panurirang i, nang hamu dilelei do; angka na hinasogohon ni Debata do nasida jala alo ni saluhut jolma.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Diorai do hami manjamitai halak parbegu laho paluahon nasida; asa tongtong do nasida pagukgukkon pardosaonnasida, lalu ma antong tu nasida sungkot ni haririmas i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo hami, ale angka dongan, hira na tilahaon do hami mandaodao sian hamu sangombas, mandok bohinami do na dao i, ndada anggo rohanami; alai lam huharingkothon hami do marnida bohimuna mardongan sihol ni roha godang.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dibahen i naeng ro do hami tu hamu, ahu si Paulus, sahali, dua hali tahe; alai diambat sibolis i do langkanami.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai ise do targoar pangkirimon ni rohanami dohot halalas ni rohanami jala tumpal pamujion di hami, ia so hamu di adopan ni Tuhanta Jesus Kristus, jumpa di harorona i?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Olo, hamu do hasangapon di hami dohot halalas ni roha.",
      "type": "content"
    }
  ]
}