{
  "book": "1 Tesalonika",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tarapul do roha ni apostel Paulus, dung mulak si Timoteus sian Tessalonik 1-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ala na so tartaon hami be siholnami, denggan do di rohanami, holan hami ma jolo tading di huta Aten.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Gabe husuru hami ma si Timoteus, angginami jala naposo ni Debata, mangkobasihon barita na uli na sian Kristus, asa dipatogu rohamuna jala dipodai hamu marhaporseaon;",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "asa unang diunggilhon angka haporsuhon i na deba sian hamu; ai diboto hamu do, tusi do hita dipadiri.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai di tongatongamuna dope hami, nunga hulumbahon hami hian tu hamu, na naeng masa angka haporsuhon tu hita, songon naung masa tutu patar di jolomuna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dibahen i ndang tartaon ahu be, gabe husuru na manangkasi haporseaonmuna, atik beha naung diunjuni sipangunjuni i hamu, gabe magopo maon na huhalojahon hami.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai dung mulak si Timoteus tu hami sian hamu, denggan do dibaritahon tu hami haporseaonmuna dohot holong ni rohamuna angkup ni i dibaritahon do burjumuna marningot hami dohot sihol ni rohamuna, naeng idaonmuna hami, songon hami na masihol di hamu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Disi ma tarapul hami marningot hamu, ale angka dongan, dibahen haporseaonmuna, nang pe didondoni ragam ni hagogotan dohot haporsuhon hami.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai na mangolu ma hami nuaeng, anggo hot hamu jongjong marojahan di Tuhan i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai hamauliateon dia ma tarlehon hami tu Debata, balos ni saluhut halalas ni roha na huhilala hami di jolo ni Debatanami marningot hamu?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Borngin dohot arian lobi sumurung do tangiangnami, asa anggiat idaonnami bohimuna laos patingkosonnami, ia adong dope hahurangan ni haporseaonmuna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai Debata Amanta sandiri dohot Tuhanta Jesus ma pabulushon langkanami tu hamu!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai digohi jala lam ditambai Tuhan i ma haholongon ni rohamuna sama hamu, nang tu saluhut, songon holong ni rohanami di hamu!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Laho patoguhon rohamuna, gabe so hasurahan marhabadiaon di jolo ni Debata Amanta, di na ro i Tuhanta Jesus rap dohot saluhut angka na badiana.",
      "type": "content"
    }
  ]
}