{
  "book": "1 Tesalonika",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka sipaingot 1-12. Pangalaho ni angka naung mate, di haroro ni Tuhan Jesus 13-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Angkup ni i, ale angka dongan, huelehelek jala huapoi hami ma hamu marhitehite Tuhan Jesus: Lam tang ma hamu marguru tu poda na jinalomuna sian hami taringot tu parange na tama, laho pasauthon lomo ni roha ni Debata, songon naung binahenmuna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai diboto hamu do patik angka na hulehon hami tu hamu marhitehite Tuhan Jesus.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "On do pinangido ni roha ni Debata: Naeng badia hamu; harorangon i naeng pasidingonmuna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Naeng ma ganup hamu umboto mardongan saripe di bagasan habadiaon na tama.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Unang ma mangihuthon hisaphisap na garang i, songon halak sipelebegu na so tumanda Debata.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ndang jadi jahatan manang angatan dongan di pandaraman; ai parlulu do Tuhan i di sasudena i, songon naung hulumbahon jala huhatindangkon hami tu hamu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai tu habadiaon do dijou Debata hita, ndada tu hahodaron.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen i, molo hu roha ni halak disi, ndada jolma nileaanna, sandok Debata do, naung mangalehon Tondina na badia i tubagasan hamu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai anggo haholongon ni roha di dongan, ndang haru ringkot pasingothononku tu hamu, ai nunga diajari Debata hamu masihaholongan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Laos songon i do diula hamu tu saluhut dongan na di liat Makedonia. Alai huapoi hami do hamu, ale angka dongan, naeng ma lam sumurung hamu!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala haringkothon hamu ma, asa parhohom hamu masiradoti tohapna, angkup ni i marulaon ma dohot tanganmuna, songon naung hurodihon hami.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Anggiat maradat hamu idaon ni angka na di balian, unang pola marbagahon sian halak.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai naeng ma tangkas botoonmuna, ale angka dongan, taringot tu angka naung monding i, asa unang marsak hamu, songon angka na leban, na so marpangkirimon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai molo porsea hita, naung mate Jesus dohot hehe, sandok togihonon ni Debata do rap dohot Jesus nang angka naung monding marhitehite Ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai hata ni Tuhan i do na hupasahat hami nuaeng tu hamu: Ia mangolu pe hita, angka na mian ro di haroro ni Tuhan i, nda tung sumurung hita sian nasida naung monding i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai na tuat ma Tuhan i sian banua ginjang mardongan suraksurak, marsoara ma raja ni surusuruan, tarbege ma sarune ni Debata. Dung i hehe ma jumolo angka na mate di bagasan Kristus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung songon i, hita na mangolu dope, angka na mian i, taitonna ma hita raphon nasida di bagasan angka ombun, laho manomunomu Tuhan i tu langit an; jadi olat ni i sai tongtong ma hita rap dohot Tuhan i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Antong, masiapulan ma hamu marhitehite angka hata i!",
      "type": "content"
    }
  ]
}