{
  "book": "1 Tesalonika",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dungo ma hamu managam ari haroro ni Kristus! 1-11. Angka sipaingot 12-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai ndang pola suraton tu hamu, ale angka dongan, taringot tu tingkina dohot sadiharina.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai diboto hamu do tangkas, na songon panangko borngin do haroro ni ari ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai molo didok halak, dame do jala mora so adong, disi ma tompu tahop tu nasida hamagoan i, songon pambebeon tu na gabegabean, jala ndang adong haporusannasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai hamu, ale angka dongan, ndang di bagasan na holom hamu: So tung hatiuran ari hamu songon panangko!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai saluhutna do hamu anak hatiuron jala anak arian; ndang sian borngin hita manang sian haholomon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Antong, sai unang ma tarpodom hita, songon angka na leban; sai dungo ma hita jala marroha na torang!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai borngin i do tarpodom angka na modom i, jala borngin i do mabuk angka na mabuk i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo hita na sian arian, marroha na torang ma hita, tasolukkon ma haporseaon dohot haholongon songon baju partahanan jala tajujung ma pangkirimon ni roha di haluaon!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai ndang dipadiri Debata hita bahen sirimasan; alai naeng ma dapotan haluahon hita marhite sian Tuhanta Jesus Kristus,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "naung mate humongkop hita, asa sandok mangolu hita rap dohot Ibana, manang na dungo (mangolu) dope hita, manang naung modom pe.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen i, sai masipaingotan ma hamu jala masipauliulian, songon naung binahenmuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Huelehelek hami ma hamu, ale angka dongan, tanda hamu ma angka na mangkalojahon hamu, angka na manguluhon hamu marhitehite Tuhan i, ro di angka na paingothon hamu!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sangap situtu ma rajumi hamu nasida mardongan holong ni roha ala ni ulaonnasida! Sai mardame ma hamu sama hamu!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai huapoi hami ma hamu, ale angka dongan, sai paingot hamu ma angka na so maradat, apuli hamu ma angka siotik roha, anju hamu ma angka na gale, lambas ma rohamuna dompak saluhutna!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Matamatahon hamu ma, asa unang dibaloshon manang ise na roa balos ni na roa; na denggan ma pareahi hamu tongtong, nang sama hamu, nang tu saluhut halak.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tongtong ma hamu marlas ni roha!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Unang mansadi hamu martangiang!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Mandok mauliate ma hamu siala saluhutna! Ai i do dipangido Debata sian hamu marhitehite Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Unang intopi hamu tondi i!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Unang lea rohamuna di panurirangon!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tangkasi hamu ma saluhutna; na denggan i ma tiop hamu!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Pasiding hamu ma nasa rumang ni na roa!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Diparbadiai Debata pardame i ma hamu gabe sun denggan, jala diramoti ma tondimuna, nang roha, nang daging, asa ias, so hasurahan di haroro ni Tuhanta Jesus Kristus!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Haposan do Ibana na manjou hamu; sai pasautonna do i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ale angka dongan, tangiangkon hamu ma hami!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Mandok tabi ma hamu tu saluhut dongan mardongan umma na badia i!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Huelehelek ma hamu di jolo ni Tuhan i, asa dipajahahon hamu surat on tu saluhut dongan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Didongani asi ni roha ni Tuhanta Jesus Kristus ma hamuna!",
      "type": "content"
    }
  ]
}