{
  "book": "Bilangan",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "And the LORD spoke to Moses and Aaron, saying:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Everyone of the children of Israel shall camp by his own standard, beside the emblems of his father’s house; they shall camp some distance from the tabernacle of meeting.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "\"On the east side, toward the rising of the sun, those of the standard of the forces with Judah shall camp according to their armies; and Nahshon the son of Amminadab  shall be  the leader of the children of Judah.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "And his army was numbered at seventy–four thousand six hundred.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "\"Those who camp next to him  shall be  the tribe of Issachar, and Nethanel the son of Zuar  shall be  the leader of the children of Issachar.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "And his army was numbered at fifty–four thousand four hundred.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "\"Then  comes  the tribe of Zebulun, and Eliab the son of Helon  shall be  the leader of the children of Zebulun.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "And his army was numbered at fifty–seven thousand four hundred.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "\"All who were numbered according to their armies of the forces with Judah, one hundred and eighty–six thousand four hundred––these shall break camp first.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "\"On the south side  shall be  the standard of the forces with Reuben according to their armies, and the leader of the children of Reuben  shall be  Elizur the son of Shedeur.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "And his army was numbered at forty–six thousand five hundred.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "\"Those who camp next to him  shall be  the tribe of Simeon, and the leader of the children of Simeon  shall be  Shelumiel the son of Zurishaddai.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "And his army was numbered at fifty–nine thousand three hundred.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "\"Then  comes  the tribe of Gad, and the leader of the children of Gad  shall be  Eliasaph the son of Reuel.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "And his army was numbered at forty–five thousand six hundred and fifty.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "\"All who were numbered according to their armies of the forces with Reuben, one hundred and fifty–one thousand four hundred and fifty––they shall be the second to break camp.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "\"And the tabernacle of meeting shall move out with the camp of the Levites in the middle of the camps; as they camp, so they shall move out, everyone in his place, by their standards.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "\"On the west side  shall be  the standard of the forces with Ephraim according to their armies, and the leader of the children of Ephraim  shall be  Elishama the son of Ammihud.\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "And his army was numbered at forty thousand five hundred.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "\"Next to him  comes  the tribe of Manasseh, and the leader of the children of Manasseh  shall be  Gamaliel the son of Pedahzur.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "And his army was numbered at thirty–two thousand two hundred.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "\"Then  comes  the tribe of Benjamin, and the leader of the children of Benjamin  shall be  Abidan the son of Gideoni.\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "And his army was numbered at thirty–five thousand four hundred.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "\"All who were numbered according to their armies of the forces with Ephraim, one hundred and eight thousand one hundred––they shall be the third to break camp.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "\"The standard of the forces with Dan  shall be  on the north side according to their armies, and the leader of the children of Dan  shall be  Ahiezer the son of Ammishaddai.\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "And his army was numbered at sixty–two thousand seven hundred.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "\"Those who camp next to him  shall be  the tribe of Asher, and the leader of the children of Asher  shall be  Pagiel the son of Ocran.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "And his army was numbered at forty–one thousand five hundred.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "\"Then  comes  the tribe of Naphtali, and the leader of the children of Naphtali  shall be  Ahira the son of Enan.\"",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "And his army was numbered at fifty–three thousand four hundred.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "\"All who were numbered of the forces with Dan, one hundred and fifty–seven thousand six hundred––they shall break camp last, with their standards.\"",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "These  are  the ones who were numbered of the children of Israel by their fathers’ houses. All who were numbered according to their armies of the forces  were  six hundred and three thousand five hundred and fifty.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "But the Levites were not numbered among the children of Israel, just as the LORD commanded Moses.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Thus the children of Israel did according to all that the LORD commanded Moses; so they camped by their standards and so they broke camp, each one by his family, according to their fathers’ houses.",
      "type": "content"
    }
  ]
}