{
  "book": "Habakuk",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Judul",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ucapan ilahi dalam penglihatan nabi Habakuk.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Keluhan nabi karena ketidaksetiaan",
      "type": "title"
    },
    {
      "verse": 2,
      "text": "Berapa lama lagi, TUHAN, aku berteriak, tetapi tidak Kaudengar, aku berseru kepada-Mu: \"Penindasan!\" tetapi tidak Kautolong?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Mengapa Engkau memperlihatkan kepadaku kejahatan, sehingga aku memandang kelaliman? Ya, aniaya dan kekerasan ada di depan mataku; perbantahan dan pertikaian terjadi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Itulah sebabnya hukum kehilangan kekuatannya dan tidak pernah muncul keadilan, sebab orang fasik mengepung orang benar; itulah sebabnya keadilan muncul terbalik.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Penghukuman yang dijalankan oleh orang Kasdim",
      "type": "title"
    },
    {
      "verse": 5,
      "text": "Lihatlah di antara bangsa-bangsa dan perhatikanlah, jadilah heran dan tercengang-cengang, sebab Aku melakukan suatu pekerjaan dalam zamanmu yang tidak akan kamu percayai, jika diceriterakan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sebab, sesungguhnya, Akulah yang membangkitkan orang Kasdim, bangsa yang garang dan tangkas itu, yang melintasi lintang bujur bumi untuk menduduki tempat kediaman, yang bukan kepunyaan mereka.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Bangsa itu dahsyat dan menakutkan; keadilannya dan keluhurannya berasal dari padanya sendiri.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kudanya lebih cepat dari pada macan tutul, dan lebih ganas dari pada serigala pada waktu malam; pasukan berkudanya datang menderap, dari jauh mereka datang, terbang seperti rajawali yang menyambar mangsa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Seluruh bangsa itu datang untuk melakukan kekerasan, serbuan pasukan depannya seperti angin timur, dan mereka mengumpulkan tawanan seperti banyaknya pasir.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Raja-raja dicemoohkannya dan penguasa-penguasa menjadi tertawaannya. Ditertawakannya tiap tempat berkubu, ditimbunkannya tanah dan direbutnya tempat itu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Maka berlarilah mereka, seperti angin dan bergerak terus; demikianlah mereka bersalah dengan mendewakan kekuatannya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Di manakah keadilan TUHAN?",
      "type": "title"
    },
    {
      "verse": 12,
      "text": "Bukankah Engkau, ya TUHAN, dari dahulu Allahku, Yang Mahakudus? Tidak akan mati kami. Ya TUHAN, telah Kautetapkan dia untuk menghukumkan; ya Gunung Batu, telah Kautentukan dia untuk menyiksa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Mata-Mu terlalu suci untuk melihat kejahatan dan Engkau tidak dapat memandang kelaliman. Mengapa Engkau memandangi orang-orang yang berbuat khianat itu dan Engkau berdiam diri, apabila orang fasik menelan orang yang lebih benar dari dia?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Engkau menjadikan manusia itu seperti ikan di laut, seperti binatang-binatang melata yang tidak ada pemerintahnya?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Semuanya mereka ditariknya ke atas dengan kail, ditangkap dengan pukatnya dan dikumpulkan dengan payangnya; itulah sebabnya ia bersukaria dan bersorak-sorai.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Itulah sebabnya dipersembahkannya korban untuk pukatnya dan dibakarnya korban untuk payangnya; sebab oleh karena alat-alat itu pendapatannya mewah dan rezekinya berlimpah-limpah.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sebab itukah ia selalu menghunus pedangnya dan membunuh bangsa-bangsa dengan tidak kenal belas kasihan?",
      "type": "content"
    }
  ]
}