{
  "book": "Habakuk",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Doa nabi Habakuk",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Doa nabi Habakuk. Menurut nada ratapan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "TUHAN, telah kudengar kabar tentang Engkau, dan pekerjaan-Mu, ya TUHAN, kutakuti! Hidupkanlah itu dalam lintasan tahun, nyatakanlah itu dalam lintasan tahun; dalam murka ingatlah akan kasih sayang!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Allah datang dari negeri Teman dan Yang Mahakudus dari pegunungan Paran. Sela. Keagungan-Nya menutupi segenap langit, dan bumipun penuh dengan pujian kepada-Nya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ada kilauan seperti cahaya, sinar cahaya dari sisi-Nya dan di situlah terselubung kekuatan-Nya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Mendahului-Nya berjalan penyakit sampar dan demam mengikuti jejak-Nya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia berdiri, maka bumi dibuat-Nya bergoyang; Ia melihat berkeliling, maka bangsa-bangsa dibuat-Nya melompat terkejut, hancur gunung-gunung yang ada sejak purba, merendah bukit-bukit yang berabad-abad; itulah perjalanan-Nya berabad-abad.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Aku melihat kemah-kemah orang Kusyan tertekan, kain-kain tenda tanah Midian menggetar.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Terhadap sungai-sungaikah, ya TUHAN, terhadap sungai-sungaikah murka-Mu bangkit? Atau terhadap lautkah amarah-Mu sehingga Engkau mengendarai kuda dan kereta kemenangan-Mu?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Busur-Mu telah Kaubuka, telah Kauisi dengan anak panah. Sela. Engkau membelah bumi menjadi sungai-sungai;",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "melihat Engkau, gunung-gunung gemetar, air bah menderu lalu, samudera raya memperdengarkan suaranya dan mengangkat tangannya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Matahari, bulan berhenti di tempat kediamannya, karena cahaya anak-anak panah-Mu yang melayang laju, karena kilauan tombak-Mu yang berkilat.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dalam kegeraman Engkau melangkah melintasi bumi, dalam murka Engkau menggasak bangsa-bangsa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Engkau berjalan maju untuk menyelamatkan umat-Mu, untuk menyelamatkan orang yang Kauurapi. Engkau meremukkan bagian atas rumah orang-orang fasik dan Kaubuka dasarnya sampai batu yang penghabisan. Sela.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Engkau menusuk dengan anak panahnya sendiri kepala lasykarnya, yang mengamuk untuk menyerakkan aku dengan sorak-sorai, seolah-olah mereka menelan orang tertindas secara tersembunyi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dengan kuda-Mu, Engkau menginjak laut, timbunan air yang membuih.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ketika aku mendengarnya, gemetarlah hatiku, mendengar bunyinya, menggigillah bibirku; tulang-tulangku seakan-akan kemasukan sengal, dan aku gemetar di tempat aku berdiri; namun dengan tenang akan kunantikan hari kesusahan, yang akan mendatangi bangsa yang bergerombolan menyerang kami.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sekalipun pohon ara tidak berbunga, pohon anggur tidak berbuah, hasil pohon zaitun mengecewakan, sekalipun ladang-ladang tidak menghasilkan bahan makanan, kambing domba terhalau dari kurungan, dan tidak ada lembu sapi dalam kandang,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "namun aku akan bersorak-sorak di dalam TUHAN, beria-ria di dalam Allah yang menyelamatkan aku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "ALLAH Tuhanku itu kekuatanku: Ia membuat kakiku seperti kaki rusa, Ia membiarkan aku berjejak di bukit-bukitku. (Untuk pemimpin biduan. Dengan permainan kecapi).",
      "type": "content"
    }
  ]
}