{
  "book": "Daniel",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tarboan do si Daniel rap dohot alealena tolu halak tu Babel, jala na marguru nasida di jabu ni raja Nebukadnesar 1-7. II. Pangontik ni si Daniel taringot tu angka sipanganon 8-17. III. Lomo ni roha ni rajai mida angka dolidoli i 18-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Patolutaonhon hinarajahon ni si Joiakim raja sian Juda, ro ma si Nebukadnesar, raja sian Babel tu Jerusalem, laos di tungkum huta i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dipasahat Tuhan i ma tu bagasan tanganna si Joiakim, raja sian Juda dohot deba angka ulaula sian joro ni Debata, jala diboan do i tu tano Sinear, tu bagas ni angka debatana, jala dipamasuk angka ulaula i tu bagas parartaan ni angka debatana i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i martona ma rajai tu si Aspenas, sintua ni angka naposona di jabuna boanonna deba sian halak Israel, angka pinompar ni raja dohot sian halak na sangap.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dolidoli angka na so adong tihasna, angka na uli rupa, angka na pantas di sandok hapistaran, angka parhapistaran godang, angka na marroha, jala angka na tau marhalado di bagasan jabu ni rajai, asa ajarhononna tu nasida surat dohot hata ni halak Kasdim.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i diboho rajai ma tu nasida bohal siganup ari sian sipanganon ni rajai, sian anggur siinumonna sandiri, jala ajaran nasida tolu taon lelengna, asa dung salpu i, ingkon marhalado nasida di jolo ni rajai.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala di tongatonganasida ma adong sian pinompar ni si Juda: Si Daniel, si Hanania, si Misael dohot si Azaria.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai marimbang goar ma nasida dibahen sintua ni angka naposo i dibahen ma goar ni si Daniel: Si Beltsasar, jala si Hanania: Si Sadrak, jala si Misael: Si Mesak, jala si Azaria: Si Abednego.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Alai anggo si Daniel nunga marsangkap hian di bagasan rohana, asa unang ramunanna dirina, marhite sian sipanganon ni rajai dohot marhite sian anggur siinumonna; jadi dipangido ma sian sintua ni angka naposo i, asa unang ingkon ramunanna dirina.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dilehon Debata ma tu si Daniel dapotan habasaon dohot asi ni roha ibana maradophon induk ni angka naposo i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi ninna sintua ni angka naposo i ma tu si Daniel: Mabiar do ahu mida tuangku, rajai, naung tumiti sipanganonmuna dohot siinumonmuna; boasa tung idaonna bohimuna humurang sian bohi ni angka dolidoli donganmuna magodang, gabe marutang hosa ahu maon bahenon ni rajai humongkop hamu?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai ninna si Daniel ma tu na pande sipanganon, naung pinabangkit ni induk ni angka naposo i marhaladoi si Daniel, si Hanania, si Misael dohot si Azaria:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ua unjuni ma angka naposom sampulu ari on, asa lehon tu hami sian angka ingkau rata panganonnami, jala aek do inumonnami.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i tingkiron ma nian di jolomi rupanami, dohot rupa ni dolidoli angka na manganhon sian sipanganon ni rajai, jadi hombar tu parnidam bahen tu angka naposom.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dioloi, ibana ma hatanasida i, jala diunjuni nasida sampulu ari lelengna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung marujung na sampulu ari i, jadi dumenggan ma rupanasida idaon, jala ummokmok nasida sian saluhut dolidoli, angka na manganhon sian sipanganon ni rajai.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ditait pande sipanganon i ma sipanganonnasida dohot anggur siinumonnasida na sai laon, jala dilehon ma tu nasida angka ingkau rata.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dibasabasahon Debata ma tu na opat dolidoli i parbinotoan dohot hapantason di saluhut surat dohot hapistaran. Ia si Daniel marbinoto do huhut di saluhut alatan dohot angka nipi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Jadi dung marujung ariari angka na tiniti ni rajai boanon nasida, gabe diboan sintua ni angka naposo i ma nasida di jolo ni si Nebukadnesar.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i diuji rajai ma nasida, gabe ndang adong jumpang sian nasida sude tudoshon si Daniel, si Hanania, si Misael, dohot si Azaria marroha, jadi marhalado ma nasida di jolo ni rajai.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi taringot tu saluhut hata dohot hapistaran ni hapantason na niusoan ni rajai tu nasida, lompit sampulu hali umpistar nasida didapot sian saluhut angka partondung dohot sijujur parhalaan di sandok gomgomanna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i mian disi ma si Daniel sahat ro di taon parjolo ni raja Sirus.",
      "type": "content"
    }
  ]
}