{
  "book": "Daniel",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ro sada surusuruan manopot si Daniel 1-10. II. Dipapatar na masa sogot 11-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Patolutaonhon hinarajahon ni si Sirus, raja sian Persia, ro sada hata pangungkapon tu si Daniel na marimbang goar si Beltsasar, jala hasintongan do hata pangungkapon i, jala boaboa ni parporangan bolon do i. Jadi diparateatehon ibana ma hata i, jala dapot rohana lapatan ni pangungkapon i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di angka ari uju i, sai marhohondo si Daniel, pola tolu minggu lelengna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ndang hupangan sagusagu hasudungan, lompan pe dohot anggur, ndang apus tu pamanganku, ndang dung humiahi ahu, paima gok ari ni na tolu minggu i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tole muse paduapuluopatarihon di bulan sipaha sada, uju ahu di topi ni aek godang, i ma batang aek Hidekel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi manaili ma matangku, gabe huida ma sada baoa na marpangkean hori, jala marhohos sere sian Upas di gontingna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia dagingna songon mata intan tarsis, jala bohina songon rupa ni hilap, jala matana songon api na marnalanala, jala botohonna dohot patna songon sillam ni tombaga na ginarahon, jala suara ni hatana songon pardorom ni ronggur.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai sasada ahu, si Daniel, marnida pangungkapon i; ianggo baoa angka na di lambungku, ndang diida nasida pangungkapon i, panonggoti bolon do madabu tu atasnasida, gabe maporus nasida laos martabuni.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai tading do anggo sasada ahu, huhut paberengbereng pangungkapon godang i, pola ndang adong be tading gogo di bagasan ahu huhilala, jala mimbar do saudarangku, gabe marlangan, jala ndang be margogo ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i hubege ma suara ni hatana, jadi dung hubege suara ni hatana i, gabe gonggong ahu laos manungkap tu tano.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi ida ma, adong sada tangan manjama ahu, jala dihutoli ahu pahehe ahu mangondolhon ulu ni tothu dohot palak ni tanganku duansa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i ro ma hatana tu ahu: Ale Daniel, baoa hasudungan ni roha! Sai parateatehon ma hata angka sipaboaonku tu ho, jala jongjong ma ho di hajongjonganmi! Ai apala ipe ahu disuru manopot ho. Jadi uju dihatahon hata i tu ahu, angka dotdot do ahu jongjong.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ro muse ma hatana tu ahu: Unang ho mabiar, ale Daniel! Ai olat ni ari parjolo uju marsangkap roham naeng antusanmu, jala dipaunduk ho roham di adopan ni Debatam, nunga ditangihon angka hatami, jala ala ni angka hatami do umbahen na ro ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hape ro ma induk ni harajaon Persia mandopang ahu, pola duapulu sada ari lelengna. Jadi ida ma, ro ma Mikhael, sada sian angka induk parjolo manolongi ahu; jadi monang ma ahu maradophon angka raja ni Persia.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ro pe ahu nuaeng, naeng mangajari ho do taringot tu na masa sogot, di ujung ni angka ari tu bangsom; ai marhapatean tu angka ari sogot do pangungkapon i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi uju dihatahon ibana angka hata i tu ahu, manungki ma bohingku tu tano huhut hohom ahu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ida ma, sada halak tudos tu rupa ni jolma manjama bibirhu, laos hubuha ma pamanganku, jala hudok tu halak na jongjong di jolongku: Ale tuan, binahen ni pangungkapon i gabe tubu sahithu, jala ndang be margogo ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi tung beha ma pambahen ni naposo ni tuangku mangkatai dohot tuangku! Ia ahu tung na so adong be gogongku olat nion, jala ndang adong be hosa tading di bagasan ahu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i diulahi ibana, na tudos tu rupa ni jolma idaon manjama ahu, jala dipargogoi ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ro huhut hatana mandok: Unang ho mabiar, ale baoa hasudungan! Dame ma di ho! Pos ma roham, pir ma tondim! Jadi uju mangkatai ibana tu ahu, dapotan gogo ma ahu, laos hudok ma: Antong didok tuangku ma hatana, ai nunga dipargogoi ho ahu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ninna ibana ma: Atehe, diboto ho do manang aha na huharohon nuaeng manopot ho? On pe mulak ma ahu laho marporang tu induk sian Persia; ia dung borhat ahu, ida ma, ro ma soluk induk sian halak Junani.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai tahe pabotohononku ma tu ho angka na tarsurat di bagasan buku hasintongan. Hape ndang adong nanggo sahalak donganku mangalo dompak angka nasida i, nda holan Mikhael, indukmuna i.",
      "type": "content"
    }
  ]
}