{
  "book": "Daniel",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Panurirangon taringot tu harajaon Persia dohot Junani 1-4. II. Taringot tu parsorion ni harajaon Misir dohot Ram, ro di parungkilonnasida pagulutgulut tano na badia i 5-20. III. Taringot tu panggomgomion ni si Antiokus Epipanes, raja na sian Ram, ro di pangarupaonna dompak bangso ni Debata 21-35. IV. Lea ni rohana mida Debata, ro di pambahenanna angka na asing dohot hamamatena 36-45",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di taon parjolo hinarajahon ni si Darius sian Madai pe, laos ahu do donganna laho margogoihon dohot mambahen marsihohot rohana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nuaeng pe, hata hasintongan ma paboaonku tu ho: Ida ma, hehe dope tolunari raja di Persia, jala na paopathon i maruli hamoraon godang situtu tumindi saluhutna. Alai ia dung marhuaso ibana binahen ni hamoraonna i, patubionna ma saluhutna mandopang harajaon ni halak Junani.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i hehe ma sada raja na begu, jala na gomos situtu marpangarajaion, jala guru lomo ni rohana di bahenonna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ia dung manimbukbuk sangapna mabola ma harajaonna i bagi opat, mangihuthon na opat desa ni langit i; alai ndada tu pinomparna, jala ndada tudos tu harajaonna manang panggomgomina, tung butbutanna do harajaonna i, jala sahat tu halak na asing, papulik nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Dung i lam naek sorga ma raja di dangsina; alai gumogo muse sahalak sian angka wakilna, asa laos ibana soluk mangarajai, tung harajaon bolon do gomgomanna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai di laonlaon ni ari martondong ma nasida, ai ro ma boru ni raja sian dangsina manopot raja di utara, asa mambahen hasunan nian. Alai ndang tartogarsa gogo ni botohon, jala ndang manahan jongjong nang amana dohot huasona i; tung ibana sandiri do sahat tu hamatean ro di angka na pataru nasida, ro di ama pangintubu di nasida dohot ibana na pasangaphon nasida na sai laon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i hehe ma sada halak sian tumbur ni uratna manoluk ingananna; jadi ro ma ibana mardongan parangan, pola soluhonna huta na gonting ni raja sian utara, jala dopangonna nasida, laos papatuaonna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nang angka ajiajiannasida, rap dohot ganaganaannasida angka na tinompa ro di angka ulaula, hasudungan ni rohanasida, sian perak dohot sian sere, tarboan do tu Misir; dung i nania leleng ibana manahan jongjong mandopang raja sian utara.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia dung disola ibana harajaon ni raja sian dangsina, ingkon mulak boti ibana tu tanona.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo angka anakna mangkontas tu hamusuon dohot papunguhon torop angka parangan marhoronhoron. Dung i ro ma sahalak sian nasida mangalantap songon aek magodang dohot mandorongi; mulak muse ibana, laos marporang nasida sahat ro di hutana na gonting i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i manggusar ma raja sian dangsina, laos borhat jala tole marmusu dompak ibana, dompak raja sian utara; paheheonna ma deak parangan marhoronhoron, gabe sahat tu tanganna do angka parangan ondeng.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia dung borhat angka parangan i, ganda ma habeguonna, gabe marloksaloksa halak marragean dibahen, alai ndang tamba ni antuna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai ulahan ni raja sian utara ma pahehe sada parduaan parangan, tumorop sian parjolo i; dung i marhira dapot ujung ni angka tingki, ulahanna ro ganup taon, mardongan parduaan parangan bolon dohot parhohas godang tu hamusuon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai di angka tingki uju i, hehe ma torop halak dompak raja sian dangsina, anak ni bangsom pe, angka na jungkat marroha, manggunturi do naeng pasintong alatan, hape tardapot do nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ro ma raja sian utara, jala bahenonna hubu martungkum dohot papatu huta sada na gonting. Botohon ni raja sian dangsina pe, ndang manahan, ro di bangso angka na pinillitna, tung na so margogo do mangalo.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi bahenon ni na ro dompak ibana ma guru lomolomo ni rohana, jala ndang adong nanggo sahalak manahan maradophon ibana. Solaonna ma dohot tano bagabaga i, jala sun siap do i bahenon ni tanganna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i diondam rohana ma naeng ro manguluhon huaso ni sandok harajaonna, jala dipaula naeng mambahen parjanjian tu ibana dohot mangalehon boruna bahen jolmana laho mangago nian; alai ndang tulus manang manjadi tahina i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i tujuon ni bohina ma dompak angka pulo, jala torop papatuonna disi, alai pasohoton ni sada ulubalang ma insahinsakna, tung marsibalik tu ibana do insahinsaknai bahenonna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i tujuon ni bohina muse dompak huta angka na gonting i di tanona sandiri, tarsulandit ma ibana disi laos tinggang, gabe ndang be jumpang ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i hehe ma sada halak singkatna, na paborhat sada halak sipapungu guguan mangasahon hamuliaon ni harajaonna i, alai ndang piga dan suda ajalna i; ndada binahen hamuruhon manang hamusuon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Dung i bangkit ma sada halak gambalgambal singkatna, ndang nian pinampe tu ibana jujungan harajaon i, gabe ro ibana so pangkiriman mangalaum harajaon i marhitehite elaela.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi mabaor ma maradophon ibana parangan angka na mangalantapi, laos dipidomhon do, nang sahalak induk ni parjanjian i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i olat ni parjanjian i tu ibana bahenonna ma sipaotooto; laos nangkok do ibana, jala monang marhitehite otik jolma.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tung na so pangkiriman do dirampok bagian ni tano apala na lunak i, jala bahenonna na so dung binahen ni amana, manang ompuna, reongkononna do tabantaban dohot sintahan dohot sinamot tu tongatonganasida, jala dompak angka huta na gonting do sangkapsangkap ni rohana, sahat ro di tingki naung binuhul hian.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i paheheonna ma paranganna dohot rohana marporang dompak raja sian dangsina mardongan parduaan ni parangan mansai godang. Raja sian dangsina pe antong manggusar do tu hamusuon mardongan parangan mansai torop, jala na begu situtu. Alai ndang tagamon manahan ibana, ai sangkap jehejehe disangkapi nasida dompak ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Gari halak na manganhon indahanna padapot ibana, gabe lumindak paranganna, jala marragean mansai torop.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala roha ni raja na dua i, rap marsatahi mambahen hajahaton, jala rap di lambung ni sada meja nasida mangkatahon gabus; alai ndang tagamon manjadi, ai anggo hasunan i tu tingki na asing dope binuhul.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i mulak ma ibana tu tanona mamboan arta mansai godang, jala rohana mangalo dompak parjanjian na badia i; dung saut dipatulus, mulak ma ibana tu tanona.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jumpang muse tingki na binuhul i, mangulahi ibana muse borhat dompak dangsina, alai ndang songon antuna di na borhat parjolo borhatna parpudi i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai ro do angka hopal sian Kitim mangalo ibana, gabe godoron ibana laos mulak; jadi dipapuas ma murukna dompak parjanjian na badia i, jala dilaluhon; dung i muli ma ibana, jala marsatahi dohot halak angka na manadingkon parjanjian na badia i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i hehe ma sian paranganna, angka na paramun inganan na badia i dohot huta na gonting i, laos pasohotonna ma dohot pelean ariari, jala patindangonna hasogiron ni sipangago i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jala halak na manjahati dompak parjanjian i, apoanna do marbalik marhite sian hata elaela; alai anggo bangso angka na tumanda Debatana, patodosonna ma rohana laos marsihohot.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jala halak angka na pantas marroha sian bangso i, marrohaihon torop halak; alai marragean do nasida binahen podang dohot jilam ni api, binahen ni hurungan dohot pamupusion manang piga ari lelengna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jala di hararagenasida maruli panolongion siotihotik nasida; alai torop halak marpangansi paihuthon nasida.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Nang sian halak angka na pantas marroha, marragean do deba, manguji rohanasida, papitahon dohot paiashon sahat ro di tingki panimpuli. Ai ingkon masa dope songon i ro di tingki naung binuhul hian.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(IV.) Jala guru lomo ni rohana bahenon ni rajai, jala patimbotimboonna dirina, mangastaasta dompak luhut angka debata. Gari dompak Debata ni angka debata, dohononna do hata jungkat mangasapasapi, jala marantu do ibana paima sun tolhas rimas i; ai manang aha naung binuhul hian, ingkon saut do.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ndang pardulina nang debata ni angka ompuna; hinauli ni angka parompuan pe, manang debata dia pe ndang pardulina tung saluhutna do diastaasta rohana.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai anggo debata pandingini di huta, angka na gonting pasangaponna do di hajongjonganna, jala debata na so tinanda ni ompuna pasangaponna do marhitehite sere, perak, batu intan dohot angka arta hasudungan ni roha marragamragam.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jala bahenonna do tu huta angka na gonting i, suang songon na binahenna tu debata sileban i: Manang ise na mangolophon ibana pagandaonna ma hamuliaon tusi, jala pabangkitonna nasida mangarajai torop halak, jala bagihononna tano i bahen upanasida.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Alai anggo di tingki marhira jumpang ujungna, masijonapan ma ibana dohot raja sian dangsina. Jadi dorongon ni raja sian utara ma ibana marhitehite hureta, angka jolma parsihundul dohot torop angka hopal, laos solaonna ma angka luat i, jala lantapanna laos binsat.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Tolhas muse ibana tu tano bagabaga na marmulia i, jala marloksaloksa halak marragean bahenonna; alai malua do sian tanganna ianggo angka on: Edom dohot Moab dohot angka parjolo ni halak Amon.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dung i surdukkononna ma tanganna tu angka luat, tano Misir pe ndang tagamon malua.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Jala guru dok na do angka arta sian sere dohot sian perak, ro di saluhut arta hasudungan ni Misir; halak Kub pe dohot Kus mangihuthon angka bogasna.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Alai tarsonggot do ibana bahenon ni barita angin, angka sian habinsaran dohot sian utara; jadi borhat ma ibana marmurukmuruk situtu naeng mangago dohot mangarendephon torop halak.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Dung i pagohononna ma angka undungundung ni harajaonna di holangkolang ni dua laut, mardonokkon dolok inganan ni habadiaon na marmulia i; hape jumpang ma ajalna, jala ndang adong nanggo sahalak mangurupi ibana.",
      "type": "content"
    }
  ]
}