{
  "book": "Daniel",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ujungna: Haluan na sun denggan ni bangso ni Debata di ujung sogot 1-4. II. Ujung jala sahap ni pangungkapon i 5-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i di tingki uju i, hehe ma Mikhael, induk na balga i, na hehe humongkop angka anak ni bangsom. Jadi masa ma tingki hagogotan na so dung dumatangi, olat ni dung adong bangso sahat ro di tingki panimpuli; alai apala di tingki na sasada i ma malua bangsom, luhut angka na jumpang tarsurat di bagasan pustaha hangoluan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala torop sian halak na modom di bagasan orbuk ni tano i, tarsunggul sogot: Na deba tu hangoluan salelenglelengna, na deba tu haurahon marragamragam, gabe biasbias salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala halak angka na pantas marroha, marsinondang sogot songon sondang ni langit, jala nasida angka na manogunogu torop halak tu hatigoran, marsinondang sogot songon bintang ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia ho, ale Daniel! Tabunihon ma angka hata i, jala sahapi pustaha i, paima jumpang tingki panimpuli; jadi torop halak manulingkit hata i, gabe tamba situtu parbinotoanna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Dung i marnida ma ahu, Daniel, gabe ida ma, jongjong disi dua halak na asing, na sada di baribaon ni batang aek i, na sadanari di baribana i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ro ma hata ni na sada mandok tu baoa na marpangkean hori, na jongjong di atas aek ni batang aek i; sadia leleng on asa jumpang ujung ni angka halongangan on?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i hubege ma suara ni baoa na marpangkean hori, na jongjong di atas aek ni batang aek i, laos dipatoltol ma tanganna siamun dohot hambirang dompak banua ginjang, asa marmangmang ibana tu ibana na mangolu salelenglelengna: Ingkon jolo salpu sada tingki, dua tingki dohot satonga tingki naung binuhul hian, jala dung pe sohot parserahan ni pasipasi sian bangso na badia i, ipe asa marujung saluhutna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi hubege do nian hata i, alai ndang dapot rohangku, gabe ningku ma: Ale tuangku, aha do apala ujung ni saluhutna i?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai ninna ibana ma: Laho ma ho, ale Daniel! Ai ingkon buni jala tarsahap angka hata i sahat ro di tingki panimpuli.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon torop halak taruras sogot, jala na pinapita jala angka na niuji. Tongtong do manjahati anggo halak parjahat hian, jala ndang dapotan roha luhut halak parjahat i; alai anggo halak na marroha i antusanna ma i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala olat ni tingki pansadian ni pelean ariari sahat ro di tingki pajongjongonna hasogiron ni sipangago i saribu duaratus siapulu ari do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Martua ma manang ise na manaonnaon, jala sanga dieak salpu ni saribu toluratus tolupulu lima ari.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai anggo ho, ale Daniel! Laho ma ho, marroha pangkirimon di ujung, jala maradian ma ho, asa hehe ho muse manjalo partohapanmu di ujung ni angka ari!",
      "type": "content"
    }
  ]
}