{
  "book": "Daniel",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Marnipi ma raja Nebukadnesar, ndang tarjujur angka sijujur parhalaan nipina i, gabe naeng marutang hosa nasida bahenonna 1-13. II. Diondihon si Daniel nasida: Ditangihon Debata ma tangiangna rap dohot angka alealena i 14-23. III. Dung i dipajojor ma tu rajai nipi alatan ni rohana 24-35. IV. Marhahonaan tu na opat harajaon bolon di tano on dohot tu harajaon ni Debata lapatanna 36-45. V. Sangap si Daniel dibahen rajai 46-49.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i paduataonhon hinarajahon ni si Nebukadnesar, marnipi ma si Nebukadnesar, gabe tarsonggot situtu tondina, jala ndang be tarnono matana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi didokkon rajai ma jouon halak partondung sijujur parhalaan, parsibalik mata dohot halak Kasdim, asa dipabotohon tu rajai angka nipina i. Jadi ro ma nasida, jala jongjong di jolo ni rajai.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna rajai ma tu nasida: Nunga huipi sada nipi, gabe tarsonggot situtu rohangku, naeng nian botoon nipi i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi ninna halak Kasdim ma tu rajai, marhata Ram: Sai mangolu ma ho; ale rajanami ro di salelenglelengna! Sai pajojor ma nipi i tu angka naposom, asa hujujur hami lapatanna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi ninna rajai ma mangalusi halak Kasdim: Nunga pola ruar parentangku! Molo so dipabotohon hamu tu ahu nipi i, dohot jujurna, ingkon tanggoan hamu, jala bagasmuna i gabe partangkalan bahenon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai molo dipabotohon hamu nipi i ro di jujurna i, ingkon jaloonmuna sian ahu angka silehonlehon dohot denggan basa dohot arta angka na mauliutus. Dibahen i paboa hamu ma tu ahu nipi i ro di jujurna!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna nasida ma mangalusi paduahalihon: Sai dipaboa rajai ma nipi i tu angka naposomon, asa hujujur hami.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ro ma alus ni rajai, ninna ma: Tangkas do nuaeng huboto mangkatihati tingki do hamu naeng, ala naung diida hamu nunga pola lalu hatangku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai molo tung so dipabotohon hamu nipi i tu ahu, uhum naung binuhul hian madabu tu hamu sude, ala naung disangkap rohamuna mangkatahon hata gabus dohot sipaotooto di jolongku, paima muba tingki di rohamu! Dibahen i sai paboa hamu nipi i tu ahu, asa tung hutanda, tarbahen hamu pajojorhon dohot lapatanna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi ninna halak Kasdim ma maralus di jolo ni rajai: Nda tung adong dapot jolma nanggo sada di liat portibi on, na tarbahen pajojorhon hata ni rajai, ala na so dung antong, manang ise raja na timbul, jala marhuaso mangido hata sisongon i sian manang ise partondung, parsibalik mata, manang halak Kasdim.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai hata na pinangido ni rajai na mamaolhu do i, ndang adong dapot nanggo sahalak na tarbahen pajojorhonsa di jolo ni rajai; dungkon ni debata, angka na so maringan di tongatonga ni jolma.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ala ni tarrimas jala muruk situtu rajai, jala didokkon bunuon saluhut halak na pistar, angka na di Babel.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ruar ma parenta i, ingkon bunuon halak na pistar i; jadi dilului nasida ma dohot si Daniel ro di angka alealena i naeng bunuonna nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Jadi ro ma alus ni si Daniel sian parsihohot dohot sian pantas ni rohana mandok tu si Ariok, sintua ni angka parangan ni rajai, naung borhat nian laho mambunu halak angka na pistar di Babel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i maralus ma ibana tu si Ariok, panglima ni rajai, ninna ma: Boasa tung ruar patik na sai horas sian rajai? Jadi dipabotohon si Ariok i ma pangalahona tu si Daniel.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i bongot ma si Daniel mangido tu rajai palelengonna janjina tu ibana, asa pabotohononna jujur ni nipi i tu rajai.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i mulak ma si Daniel tu jabuna, jala dipabotohon ma barita i tu si Hanania, si Misael do si Azaria angka alealena i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Asa mangido asi ni roha sian Debata, na di surgo i, taringot tu hahomion on, asa unang tarbunu si Daniel dohot angka alealena i rap dohot halak na pistar, angka na asing di Babel.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi pinapatar ma hahomion i tu si Daniel marhitehite alatan bornginna i. Dung i dipuji si Daniel ma Debata na di surgo i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ro ma alus ni si Daniel, ninna ma: Pinuji ma Goar ni Debata sian salelengna sahat ro di salelenglelengna, ai ibana do nampunasa hapistaran dohot hagogoon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ibana do paimbarhon angka taon dohot jom, ibana paijurhon angka raja dohot pabangkithon, ibana marbasabasahon hapistaran tu halak na pistar dohot roha hapantason tu halak parroha.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ibana do papatarhon na bagas dohot na simuk, ibana do umboto manang aha na masa di bagasan haholomon, jala mian di lambungna do hatiuron i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Mauliate ma ahu tu ho ale Debata ni angka daompung, jala hupuji ma ho, ala naung nilehonmu tu ahu hapistaran dohot hagogoon. Jala dipapatar ho nuaeng muse tu ahu na hupangido hami sian ho; ai nunga dipabotohon ho tu hami hata ni rajai.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(III.) Dibahen i laho ma si Daniel mandapothon si Ariok, naung nidokkon ni rajai, bunuonna halak angka na pistar di Babel. Dung sahat ibana songon on ma hatana tu ibana: Unang ma bunu halak angka na pistar di Babel! Boan ma ahu tahe tu jolo ni rajai, asa hupajojor jujur ni nipina i tu rajai.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi hatop ma si Ariok mamboan si Daniel tu jolo ni rajai, jadi ninna ma tu ibana: Nunga jumpang ahu sada halak Jahudi sian halak na tarbuang, ibana ma pabotohon jujur ni nipi i tu rajai.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ro ma alus ni rajai, ninna ma tu si Daniel, na marimbang goar si Beltsasar: Atehe, tarbahen ho do pabotohon tu ahu nipi alatan naung huida i ro di jujurna?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ro ma alus ni si Daniel di jolo ni rajai, ninna ma: Ia hahomion i na niusoan ni rajai, ndang tarpapatar manang ise tu rajai, nang halak na pistar, nang parsibalik mata, nang partondung manang sijujur parhalaan pe.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai tahe adong do Debata di surgo, sipapatar hahomion; ibana do pabotohon tu raja Nebukadnesar, manang aha na masa sogotsogot ni ari. Nipimi dohot alatan na niidam di atas podomanmu on do:",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dipingkirpingkiri roham do, ale rajanami, di atas podomanmu taringot tu na masa sogot; jadi ro ma ibana na papatar angka hahomion pabotohon tu ho, manang aha na masa sogot.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi tu ahu ma dipabotohon hahomion i, ndada ala hapistaran na di bagasan ahu sandiri, gumodang sian tu angka na mangolu na asing, ala na naeng pabotohononhon panjujuron tu rajai, jala asa diboto ho angka pingkiran ni roham.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Maralatan do ho, ale rajanami, gabe ida ma, adong gombaran sada apala na bolon tung na timbo sahali do gombaran i, jala sillamna tung na mauliutus do, jongjong di adopanmi, jala rupana mansai songkal.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ia ulu ni gombaran i sian sere palangki, andorana dohot botohonna sian perak, butuhana dohot haehaena sian tombaga.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Bitisna sian bosi, patna deba sian bosi, deba sian tano liat.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "I do na niidam maralatan, paima mungkit sada batu sian ginjang, alai ndada niungkit ni tangan, laos ditipa ma gombaran i di patna na sian bosi marsaor tano liat, laos maropuk dibahen.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi rap maropuk ma bosi, tano liat, tombaga, perak dohot sere, jala gabe tudoshon hurangkam, na hinabangkon ni alogo sian pardegean, sandok tung na so jumpang be ingananna. Ia batu na manipa gombaran i manjadi dolok batu na bolon, jala digohi liat portibi on.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(IV.) I ma nipi i, jujurna pe paboaonnami ma nuaeng di jolo ni rajai.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ia ho ale rajanami! Raja ni angka raja do ho nunga dilehon Debata na di surgo i tu ho harajaon, hagogoon, huaso dohot hamuliaon.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Manang didia pe maringan jolma manisia ro di binatang di ladang dohot pidong na martongatonga langit, nunga dipasahat ibana tu bagasan tanganmu, jala dipabangkit ho bahen panggomgomi di nasida luhutna: Ho do tahe ulu sere i!",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai dung salpu ho, soluk ma harajaon na asing sada, na moru sian ho; soluk muse harajaon na asing, i ma patoluhon i, na sian tombaga, gomgomanna ma sandok tano on.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ia harajaon paopathon i, togu do songon bosi; ai suang songon bosi mangaropuhi dohot mangarosahi luhutna, ingkon songon i ropuhanna, jala rosahanna luhutna i.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Alai na niidam angka pat dohot jarijari ni pat, deba sian tano liat, jala deba sian bosi, boaboa ni harajaon na binagi do i; alai tading do di bagasanna hatoguon ni bosi, sandok songon na niidam bosi marsaor tano liat.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Ia jarijari ni pat i deba sian bosi, jala deba sian tano liat; marboaboa togap ni na sabagian harajaon i, getes na sabagiannari.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Alai songon na niidam bosi marsaor tano liat, boaboa ni na masialian angka jolma pangisina i, alai ndang olo sada situtu, songon bosi na so tarpasada tu tano liat.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Alai di tingki hinarajahon ni angka rajai, padirion ni Debata, na di surgo i, sada harajaon na so tarpapatu ro di salelenglelengna, gomgomanna pe ndang pasahatonna tu bangso na asing; ropuhanna do tahe sogot saluhut angka harajaon i, jala pansingkononna, alai hot do anggo na sasada i ro di saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Sandok songon na niidam niungkit sada batu sian dolok i, so niungkit ni tangan ni jolma, jala diropuhi bosi, tombaga, tano liat, perak dohot sere. Debata na mamunjung do pabotohon tu rajai manang aha pamasaonna sogotsogot ni ari; i do sintong nipi i, sintong dohot jujurna.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "(V.) Dung i manungkap ma raja Nebukadnesar marsomba tu si Daniel, jala didokkon boanon pelean sipanganon dohot angka na hushus bahen sombasomba tu ibana.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Dung i ninna raja ma mangalusi si Daniel: Tongon do tahe, Debatamuna do Debata ni angka Debata, jala Tuhan ni angka raja, jala sipapatar angka hahomion ala dapot ho papataronmu hahomion on.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Dung i dipatimbul rajai ma si Daniel, jala dilehon tu ibana torop silehonlehon angka na balga, jala dipabangkit ibana gabe pangarajai di sandok luat Babel, jala sintua ni saluhut halak na pistar angka na di Babel i.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Dung i dipangidohon si Daniel ma sian rajai, pabangkitonna si Sadrak, si Mesak dohot si Abednego bahen wakilna, parenta luat Babel; tongtong do anggo si Daniel di bagasan jabu ni raja.",
      "type": "content"
    }
  ]
}