{
  "book": "Daniel",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja Nebukadnesar mandokkon paulihon gombaran sere sada apala na bolon, asa marsomba tusi luhutna na nirajaanna 1-7. II. Manjua do anggo aleale ni si Daniel sitolu halak i, gabe ditimpalhon nasida tu liang pamurunan 8-23. III. Haluaonnasida sian i, binahen ni Debata, gabe laos dipasangap raja Nebukadnesar Debata na sintong i 24-33",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipatungkangkon raja Nebukadnesar ma sada ganaganaan sian sere, timbona onompulu elak, bidangna onom elak; didokkon ma i pajongjongon di rura Dura, di luat Babel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i disuru raja Nebukadnesar ma suruanna papunguhon angka pangarajai, partogi dohot induk ro di angka panglima, angka siramoti arta, angka siboto patik, angka siboto uhum ro di sude halak sitiop parenta, di angka luat humaliang, asa ro be nasida mangontongkon ganaganaan i, naung pinajongjong ni raja Nebukadnesar.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi marpungu ma angka pangarajai dohot angka partogi, angka induk ro di angka panglima, angka siramoti arta, angka siboto patik, angka siboto uhum ro di sude angka sitiop parenta di angka luat humaliang, laho mangontongkon ganaganaan i, naung pinajongjong ni raja Nebukadnesar. Jadi dung jongjong nasida di jolo ni ganaganaan i naung pinajongjong ni si Nebukadnesar.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala dipangiar partingting ma suarana martingting: O hamu angka bangso, angka houm dohot parpangkuling marragamragam, tangihon hamu ma tingtingkon:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Molo dibege hamu suara ni sarune, tulila, hasapi, arbab, sordam, gondang ro di saluhut ragamragam ni parhinaloan: Ingkon marsinggang ma hamu marsomba tu ganaganaan sere i, naung pinajongjong ni raja Nebukadnesar.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i manang ise na so marsinggang jala marsomba, ingkon timpalhononhon ibana di na satongkin i tu liang pamurunan, na marnalanala.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i dung dibege saluhut angka bangso uju i suara ni sarune, tulila, hasapi, arbab, sordam ro di sandok ragamragam ni parhinaloan: Marsinggang be ma saluhut angka bangso, angka houm dohot parpangkuling marragamragam marsomba tu ganaganaan sere i, naung pinajongjong ni raja Nebukadnesar.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i ro ma uju i jumonok deba baoa halak Kasdim, angka na mangasungi halak Jahudi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Angka ninna nasida ma mangalualu tu raja Nebukadnesar: Ale rajanami, sai mangolu ma ho ro di saleleng ni lelengna!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga dibahen ho patik, ale rajanami, ganup jolma na umbege suara ni sarune, tulila, hasapi, arbab, sordam, gondang ro di sandok ragamragam ni parhinaloan, ingkon marsinggang ibana, jala marsomba tu ganaganaan sere i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala manang ise na so marsinggang, jala marsomba, ingkon timpalhononhon ibana tu bagasan liang pamurunan na marnalanala.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Adong do nuaeng deba halak Jahudi, angka naung pinabangkitmi bahen sitiop parenta di luat Babel, i ma si Sadrak, si Mesak dohot si Abednego; angka baoa ondeng, ndang parduli di patikmi, ale rajanami; tu angka debatami ndang mamele nasida, jala tu ganaganaan sere naung pinajongjongmi ndang marsomba nasida!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i piripirion jala muruk situtu ma si Nebukadnesar mandokkon ingkon boanon si Sadrak, si Mesak dohot si Abednego tu jolona. Jadi tarboan ma na tolu halak i tu jolo ni rajai.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna si Nebukadnesar ma mandok nasida: Atehe, tongon do, ale Sadrak, Mesak dohot Abednego, ndang olo hamu mamele tu debatangku, jala ndang olo hamu marsomba tu ganaganaan sere naung hupajongjong i?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "On pe molo olo hamu nuaeng, disi dibege hamu suara ni sarune, tulila, hasapi, arbab, sordam, gondang dohot sandok ragamragam ni parhinaloan, marsinggang jala marsomba tu ganaganaan naung hupauli i? Alai molo so olo hamu marsomba, ingkon tongkinnai hamu timpalhononhon tu liang pamurunan na marnalanala! Dung i idaon ma manang Debata dia na tuk paluahon hamu sian tanganku!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ro ma alus ni si Sadrak, si Mesak dohot si Abednego mandok tu rajai: Ale Nebukadnesar, ndang pola alusannami ho, anggo taringot tu na nidokmi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Molo lomo roha ni Debatanami, na huoloi hami, sai paluaonna do hami sian liang pamurunan na marnalanala i dohot sian tanganmu, ale rajanami.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai nang so lomo rohana, ingkon botoonmu do, ale rajanami, na so olo hami mamele tu angka debatamu manang marsomba tu ganaganaan sere, naung pinajongjongmi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi piripirion situtu ma si Nebukadnesar, pola rupi bohina dompak si Sadrak, si Mesak dohot si Abednego; jala didokkon ingkon lompit pitu hali ummohop liang pamurunan i bahenon sian na somal.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Didokkon ma huhut deba paranganna, angka na gumogo manali si Sadrak, si Mesak dohot si Abednego, asa tinimpalhon nasida tu bagasan liang pamurunan na marnalanala i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i di tali ma na tolu halak i songon i marmandar, marsaraoal, martalitali ro di sandok pangkeanna, laos ditimpalhon tu bagasan liang pamurunan na marnalanala i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi ala horas ni patik ni rajai, jala ala naung mohop sahali liang pamurunan i, gabe dibunu nala ni pamurunan i ma baoa angka na mangampehon si Sadrak, si Mesak dohot si Abednego tu atasna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai anggo na tolu halak i si Sadrak, si Mesak dohot si Abednego madabu do songon i tinali tu bagasan liang pamurunan na marnalanala i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(III.) Jadi marseto ma roha ni raja Nebukadnesar, jala tompu ibana hehe, huhut didok tu angka panuturina: Atehe, nda tolu baoa na itatali laho manimpalhon tu bagasan api i? Jadi ninna nasida ma mangalusi rajai: I ma tutu, ale rajanami!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ninna ibana ma mangalusi: Ida ma, opat halak huida harhar talina mardalandalan di bagasan api, ndang manang mahua nasida, jala rupa ni na paopathon i, tudos do tu anak ni angka debata.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i didapothon si Nebukadnesar ma pintu ni liang pamurunan na marnalanala i, huhut ma didok: Hamu ale Sadrak, Mesak dohot Abednego, angka naposo ni Debata na mamunjung, ruar ma hamu jala ro tuson! Jadi ruar ma si Sadrak, si Mesak dohot si Abednego sian api i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i marpungu ma angka pangarajai, partogi, induk dohot angka panuturi ni rajai, naeng marnida angka baoa i, angka na so tarhahua api dagingnasida i, gari obuk ni ulunasida ndang muap api, jala pangkeannasida ndang muba, nanggo uap ni api, ndang dais tu nasida.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi ro ma hata ni si Nebukadnesar: Pinuji ma Debata ni si Sadrak, si Mesak dohot si Abednego, naung marsuru suruanna, asa paluahon naposona, angka na marhaposan tu ibana, gabe ndang dioloi patik ni harajaon, tung diseahon do dagingnasida, asal unang mangoloi manang marsomba tu debata sileban, dungkon ni tu Debatana.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dibahen i mambahen patik ma ahu nuaeng: Manang ise sian angka bangso, houm dohot parpangkuling marragamragam mandok hata insahinsak dompak Debata ni si Sadrak, si Mesak dohot si Abednego: Ingkon tanggoan ibana, jala bagasna gabe partangkalan bahenon, ai ndang adong debata na asing na tuk paluahon, songon ibana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi naek ma dibahen rajai tohonan ni si Sadrak, si Mesak dohot si Abednego di luat Babel.",
      "type": "content"
    }
  ]
}