{
  "book": "Daniel",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "(3-31) Ahu surat tinongos ni raja Nebukadnesar tu sandok bangso, houm dohot parpangkuling angka na maringan di liat portibi on: Tua ma di hamu godanggodang!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(3-32) Tanda dohot halongangan, angka na binahen ni Debata na mamunjungi tu ahu; dipangido rohangku naeng pabotohononku tu hamu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(3-33) Ai tung na balga sahali do angka tanda binahenna i, jala tung na songkal do halongangan angka na pinamasana i. Ia harajaonna harajaon saleleng ni lelengna do, jala gomgomanna marsundutsundut.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(4-1) ",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "I. Surat tingting ni raja Nebukadnesar 1-5. II. Dipajojor rajai tu Daniel nipina taringot tu hau apala na bolon sahali 6-15. III. Boaboa ni roha lalaen ni raja Nebukadnesar lapatanna, ninna si Daniel manjujur 16-24. IV. Hasisintong ni nipina i 25-30. V. Panopotion ni raja Nebukadnesar 31-34.",
      "type": "title"
    },
    {
      "verse": 5,
      "text": "(4-2) Dung i adong ma nipingku na manonggoti ahu, tole angka pingkiranku di atas podomanku, tole angka alatan ni ulungku manggunsang rohangku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(4-3) Dung i mambahen patik ma ahu, ingkon boanon tu jolongku saluhut halak na pistar, angka na di Babel, asa dipabotohon nasida tu ahu jujur ni nipi i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(4-4) Jadi ro be ma mandapothon ahu angka siboto surat, angka partondung, halak Kasdim dohot angka sijujur parhalaan, gabe hupajojor nipingku tu pinggolnasida; alai ndang dipabotohon nasida tu ahu jujurna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(4-5) Paima ro muse tu jolongku si Daniel, na marimbang goar si Beltsasar, mangihuthon goar ni debatangku, jala di bagasan ibana do Tondi ni Debata angka na badia i, gabe hupajojor nipi i tu pinggolna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(4-6) (II.) Ho ale Beltsasar, sintua ni angka siboto surat, nunga tangkas huboto maringan di bagasan roham do Tondi ni Debata angka na badia i, jala ndang diboto ho jut ni roha taringot tu sandok hahomion: Sai paboa ma tu ahu lapatan ni alatan ni nipingku, angka na huida i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(4-7) On do nian angka alatan ni ulungku di atas podomanku: Maralatan ahu gabe huida jongjong sada hau di parsitongaan ni tano on, tung na timbo sahali do.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(4-8) Dung i lam tu balgana dohot tu bolonna hau i, jala timbona sahat ro di langit, jala tarida do sahat ro di ujung ni liat portibi on.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(4-9) Uli ia dangkana, jala ramos parbuena, jala singkop di ibana sipanganon marmudu saluhutna; marlinggomlinggom tu ibana do sandok binatang di harangan, jala marasar di dangkadangkana do angka pidong na martongatonga langit, jala mangolu sian ibana do nasa sibuk.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(4-10) Dung i maralatan muse ahu di bagasan alatan ni ulungku di atas podomanku, gabe ida ma: Tuat sian banua ginjang sada halak parjaga, jala na badia.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(4-11) Na pangiar suarana joujou songon on: Taba ma hau on jala ranting i, horus ma huhut bulungna, jala panserakkon angka parbuena! Ingkon maporus ma angka binatang sian toruna, jala marhabangan angka pidong sian dangkadangkana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(4-12) Alai anggo pangkalna na marurati pasombu ma di bagasan tano i, alai ingkon tarrante sian bosi dohot tombaga ibana, peakpeak di tongatonga ni jampalan marudan marari, jala mangan duhutduhut di tano i rap dohot angka pinahan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(4-13) Ingkon buaton huhut sian ibana roha jolma, jala lehonon tu ibana roha pinahan, paima salpu pitu taon on.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(4-14) Marharoroan sian parluhutan ni angka parjaga do tuptupan on, jala binahen ni pangkataion ni angka na badia sahat pangidoani tu jolo ni Debata, asa tung ditanda nasa na mangolu, saguru di Debata do harajaon ni jolma manisia, jala dibasabasahon tu manang ise lomo ni rohana, jala tarbahensa do gabe jujungan jolma apala na lumea sahali.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(4-15) I ma nipi i, na huida maralatan, ninna raja Nebukadnesar. Alai anggo ho, ale Beltsasar, ingkon paboaonmu jujurna! Ai saluhut na pistar angka na di harajaonku, ndang tarpajojorsa jujurna tu ahu; alai anggo ho tarbahen ho do, ai Tondi ni Debata angka na badia i do na maringanan di bagasan ho.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(4-16) (III.) Jadi tarhalomong ma si Daniel na marimbang goar si Beltsasar, arga sajom lelengna; jala pingkiranna mambahen mallobuk taroktokna. Dung i ro ma alus ni rajai songon on: Ale Beltsasar, unang pola mallobuk roham bahenon ni nipi i dohot jujurna! Jadi ninna si Daniel ma mangalusi: Iale tuangku, aut ni tu angka musum songgop nipi i, jala jujurna tu angka alom nian.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(4-17) Ia hau, na niidami, lam tu balgana dohot bolonna, ianggo pala timbona sahat ro di langit, jala tarida do i di liat portibi on;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(4-18) Jala uli dangkadangkana, jala ramos parbuena, singkop panganon marmudu saluhutna, jala marlinggomlinggom angka binatang na di harangan di toruna, jala marasari angka pidong na martongatonga langit di dangkadangkana:",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(4-19) Ho do i, ale rajanami, naung manjadi balga ho jala margogo, jala naung timbul hatongamonmu, pola tung sahat ro di langit, jala gomgomanmu sahat ro di ujung ni tano on.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(4-20) Alai na niida ni rajai sada parjaga dohot na badia tuat sian banua ginjang, jala na nidokna i: Taba ma hau i, jala ago ibana, alai anggo pangkalna ingkon pasombu di bagasan tano i, jala marrante bosi dohot tombaga ibana bustang di duhutduhut ni ladang i, jala marudan marari ibana, jala sabagian ibana dohot angka binatang di harangan, paima salpu pitu taon di atasna:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(4-21) On do lapatanna, ale rajanami, jala on do sinangkap ni na tumimbul, na pinasonggopna tu ho, ale tuangku, rajanami:",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(4-22) Pabalion ni halak ma ho sian tongatonga ni jolma, gabe sisada inganan ho dohot binatang di harangan, jala lehononna ho mangan duhutduhut songon lombu, jala pasombuonna ho marudan marari, pola pitu taon lelengna, songon i masa tu ho, paima diparhatopot roham saguru di Debata na tumimbul do angka harajaon ni jolma, jala dibasabasahon tu manang ise lomo ni rohana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(4-23) Jala na nidokna i, ingkon tadingkononhon pangkal ni hau i ro di uratna, lapatanna: Ingkon hot muse harajaonmi di ho, dung diparhatopot roham saguru di Debata na di surgo i do luhutna i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(4-24) Dibahen i, ale rajanami, sai halomohon ma sipaingothu tu ho, jala tostosi ma dirim sian angka dosam marhite sian hatigoran, jala palua dirim sian hajahatonmu marhitehite denggan basa tu angka na pogos, ia naeng lumeleng hadoharonmu dipangido roham.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(4-25) (IV.) Luhutna i songgop do tahe tu raja Nebukadnesar.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(4-26) Dung salpu sampulu dua bulan mardalandalan ma rajai di atas tarup ni bagasna di huta Babel.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(4-27) Jadi ro ma hata ni rajai songon on: Nda on do Babel na bolon i, naung hupauli bahen hundulan ni harajaon marhitehite gogo ni hasangaponku, bahen hamuliaon ni hatongamonku?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(4-28) Laos di bagasan pamangan ni rajai dope hata i, ro ma sada suara sian banua ginjang: Boaboa tu ho, ale raja Nebukadnesar, ia harajaonmi nunga munsat sian ho.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(4-29) Ingkon pabalion ni halak ma ho sian tongatonga ni jolma, jala sisada inganan do ho dohot binatang di harangan; jala lehononna ho mangan duhutduhut songon lombu, pola pitu taon lelengna masa tu ho, paima dung diparhatopot roham saguru di Debata na tumimbul i do harajaon ni manisia, jala dibasabasahon tu manang ise lomo ni rohana;",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(4-30) Laos di na sangombas i sintong ma hata i songgop tu si Nebukadnesar, ai dipabali halak ma ibana, jala manjampal duhutduhut ibana songon lombu, jala marudan marari dagingna, pola tung tubu obukna songon imput ni pidong raja ualu ganjangna, jala sisilonna nasa ganjang ni sisilon ni pidong.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(4-31) (V.) Alai di ujung ni angka ari i manaili ma ahu, Nebukadnesar i dompak banua ginjang, gabe mulak marroha ma ahu muse, jala hupuji Debata na tumimbul i, hupasangap huhut jala marmulia hubahen Debata na mangolu ro di saleleng ni lelengna, gomgomanna pe ro di saleleng ni lelengna do, jala harajaonna marsundutsundut.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(4-32) Saluhut isi ni tano on pe hira na soada do bilangan martimbangkon ibana; jala guru lomo ni rohana do dibahen tu parangan angka na lohot di langit dohot tu isi ni tano on; jala ndang adong nanggo sada halak na tuk manampar tanganna manang mandok tu ibana: Aha do na binahenmi?",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(4-33) Dung i uju i mulak marroha ma ahu, mulak muse dohot hamuliaon ni jujunganku, habalgaonku dohot hatongamonku, ro muse angka panuturingku hian dohot jolma angka na sangap mangalului ahu, dipajujungkon muse tu ahu harajaonku, jala tamba dope hamuliaonku.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "(4-34) Dibahen i ahu, Nebukadnesar, mamujimuji, patimbulhon dohot mangalehon hamuliaon tu raja na di surgo i; ai saluhut pambahenanna hasintongan do, jala angka lapangna hatigoran, jala tarbahensa do pajepolhon manang ise na marpangalahohon hajungkaton.",
      "type": "content"
    }
  ]
}