{
  "book": "Daniel",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja Beltsasar marnida surat halongangan di dorpina manonggoti ibana uju manggalang bolon ibana 1-9. II. Taralap si Daniel tu jolo ni rajai, jala di jujur lapatan ni surat i: Boaboa ni hapipidomna magira, ninna 10-28. III. Laos di borngin na sasada i patu huta Babel, jala mate rajai dibunu 29-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipungka raja Beltsasar ma panggalangon bolon, sada di angka panuturina na saribu halak i, laos minum anggur do ibana di jolo ni na saribu halak i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dung didai si Beltsasar anggur i, didokkon ma boanon angka ulaula sere dohot perak, angka na binoan ni amana si Nebukadnesar sian joro na di huta Jerusalem, asa minum sian i rajai dohot angka panuturina ro di angka jolmana dohot imbangna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi diboan halak ma ulaula sere, angka na binuat sian bagas joro ni Debata na di Jerusalem, gabe minum ma sian i rajai dohot angka panuturina, ro di jolmana dohot imbangna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Minum anggur ma nasida huhut dipapujipuji angka debata sileban sian sere, perak, tombaga, bosi, hau dohot batu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Laos di na sangombas i mullop angka jarijari ni tangan ni jolma sada, jala manurati tongon tondong ni parpalitoan i tu dorpi na hinapur ni bagas ni rajai, laos diida rajai do ujung ni tangan na manurati.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi marlangan ma bohi ni rajai, jala mallobuk taroktokna, jala harhar ihotihot ni haehaena, gabe masiantuhan ulu ni totna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dipangiar rajai ma suarana mandokkon boanon angka parsibalik mata, halak Kasdim dohot angka partondung. Dung i ro ma hata ni rajai mandok tu halak na bisuk, angka na di Babel i: Manang ise jolma na umboto manjaha suraton dohot paboahon tu ahu lapatanna, ingkon marbaju dapdap ibana bahenon, jala horunghorung sere tu rungkungna, jala ingkon gabe raja paitolu ibana di harajaonku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ro be ma luhut halak na bisuk ni rajai; alai ndang diboto nasida manjaha surat i; manang pabotohon lapatanna tu rajai.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi muba ma parlobuk ni roha ni rajai, jala marlangan situtu bohina, tarsonggot situtu angka ulubalangna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Jadi nangkok ma ina ni rajai tu bagasan bilut panggalangan i, ala ni pangkataion ni rajai dohot angka ulubalangna. Dung i ro ma hata ni ina ni rajai mandok songon on: Sai mangolu ma ho, ale rajanami ro di saleleng lelengna! Unang pola tarsonggot ho bahenon ni pingkiranmu, jala unang pola marlangan bohim.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Adong do sada halak di bagasan harajaonmu, partondi sian Debata angka na badia i; jala di angka ari ni amam jumpang do sian ibana hatorangon, habisuhon dohot hapistaran, songon hapistaran ni angka Debata, gabe ro ma raja Nebukadnesar amami, pabangkithon ibana bahen sintua ni angka siboto surat, parsibalik mata, halak Kasdim dohot angka partondung, i ma tutu dibahen rajai, amami.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ala na dapot di bagasan ibana tondi na sumurung dohot roha hapantason dohot hapistaran manjujur nipi, pajojor hulingkulingan dohot mangkarhari na pasebut, i ma si Daniel, na marimbang goar Beltsasar binahen ni rajai. Antong si Daniel i ma jinou, asa dipabotohon lapatanna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi tarboan ma si Daniel tu jolo ni rajai. Dung i ro ma hata ni rajai mandok tu si Daniel: Atehe, ho do si Daniel, sada sian halak Jahudi, angka na tarbuang i, angka na binoan ni damang, rajai, sian Juda tuson?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nunga pola hubege baritam, maringan do di bagasan roham tondi ni angka debata, jala jumpang do di ho hatorangan, roha hapantason dohot hapistaran na sumurung.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i tarboan tu jolongku halak, angka na pistar, angka parsibalik mata, asa dijaha nasida suraton, jala dipabotohon tu ahu lapatanna nian; hape ndang tarpabotohon nasida lapatan ni hata i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai hubege do baritam, tarbahen ho do manjujur lapatan dohot mangkarhari na pudun. On pe molo tarjaha ho surat i, jala tarpajojor ho lapatanna tu ahu, ingkon marbaju dapdap ho bahenon, jala horunghorung sere tu rungkungmu, jala ingkon raja paitolu ho di harajaonki!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ro ma alus ni si Daniel mandok tu rajai: Ianggo angka silehonlehonmi tinggal di ho ma i, jala angka siluami tu halak na asing ma basabasahon! Alai anggo surat i sai jahaonku do di rajai, jala pajojoronku tu ibana lapatanna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia ho, ale rajanami! Nunga nian dibasabasahon Debata na mamunjung harajaon dohot huaso dohot hahormaton dohot hamuliaon tu si Nebukadnesar, amangmi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala maradophon huaso na binasabasahonna tu ibana angka hitir do saluhut angka bangso dohot houm dohot halak parpangkuling marragamragam, jala tahuton nasida maradophon ibana. Ai guru lomo ni rohana do mambunu manang ise; jala guru lomo ni rohana do pangoluhon manang ise, jala guru lomo ni rohana do patimbulhon manang ise, jala guru lomo ni rohana do pajepolhon manang ise.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai dung dipatimbo ibana dirina, jala dipajogal rohana, maradu gabe jungkat: Taronjar ma ibana mijur sian habangsa ni harajaonna, jala pesan sian ibana hamuliaonna i;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala dipabali do ibana sian tongatonga ni jolma manisia, jala marroha pinahan do ibana, jala sainganan do ibana dohot angka halode harangan; dilehon do tu ibana duhutduhut panganonna songon lombu, jala marudan marari pamatangna, paima diparhatopot rohana saguru di Debata na tumimbul i do angka harajaon ni manisia, jala guru lomo ni rohana pabangkithon manang ise manggomgomisa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ia ho, ale Beltsasar, anak ni rajai, laos so dipaserep ho roham, atik pe diboto ho saluhutna i;",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Lam dipatimbul ho dirim mangalo Tuhan sigomgom langit, jala didokkon ho boanon angka ulaula sian jorona tu jolomi, tole muse minum anggur ho sian i ro di angka ulubalangmu, angka jolmam dohot imbangna, jala dipapujipuji ho debata sileban, angka na sian perak, sere, tombaga, bosi, hau dohot batu, angka na so marnida, manang marbinege, manang umboto manang aha; alai anggo Debata, pandapotan ni hosami dohot saluhut angka dalanmu, ndang dipasangap ho.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dibahen i sian ibana do tartongos ujung ni tanganan, jala tarsurat angka suraton.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ia hata ni surat na tarsurat disi on do: Mene Mene, Tekel, Uparsin!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala lapatan ni hata i on do Mene: Nunga dibilang Debata harajaonmi, jala dipesanhon.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tekel: Nunga nidasing ho di bagasan timbangan, hape maneangku do ho didapot.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Peres: Nunga dibagi harajaonmi, jala dipasahat tu halak Madai dohot Persia.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(III.) Dung i ro ma hata ni si Beltsasar mandokkon manolukkon baju dapdap tu si Daniel, jala horunghorung sere tu rungkungna, jala tingtingkonon ni halak taringot tu ibana paboa ibana raja paitolu di bagasan harajaon i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Laos di na saborngin i do mate si Beltsasar, raja ni halak Kasdim, dibunu halak.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(6-1) ",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "I. Si Darius raja ni halak Madai mambahen patik, holan tu ibana do na jadi mangido manang ise di bagasan na tolupulu ari on 1-9. II. Diasungkon musuna si Daniel, gabe didabuhon ibana tu bagasan godung parbabiatan 10-18. III. Malua do anggo si Daniel dipangolu Debata, musuna do balik diparsurage angka babiat i 19-24. IV. Jadi dipasangap rajai ma Debata ni si Daniel 25-29",
      "type": "title"
    }
  ]
}