{
  "book": "Daniel",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "(6-2) Dung i dihalomohon roha ni si Darius ma pabangkithon saratus duapulu induk parentahon harajaon i, angka na sinagihonna di sandok harajaon i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(6-3) Dipabangkit huhut tolu halak sintuanasida, si Daniel ma sada; asa mardabudabu angka induk i tu nasida, asa unang rajai marharugian.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(6-4) Alai ditindi si Daniel ma angka sintua dohot angka induk i marroha, ai tondi na sumurung do di bagasan ibana. Jadi disangkap roha ni rajai ma pabangkithon ibana bahen palumean ni sandok harajaonna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(6-5) Jadi mangalului sindir ma angka sintua dohot angka induk i dompak si Daniel taringot tu panggomgomina; alai ndang adong sindir jumpang nasida manang hajahaton nanggo sada, ai haposan do ibana, ndang adong jumpang sala manang hajahaton nanggo sada di ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(6-6) Dung i ninna angka baoa i ma: Ndang tagamon adong dapot hita sindir nanggo sada dompak si Daniel on, molo so jumpang hita marhite sian patik ni Debatana padapot ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(6-7) Dung i dirongom angka induk rap dohot angka sintua i ma rajai, angka didok nasida ma tu ibana songon on: Sai mangolu ma ho, ale raja Darius ro di salelenglelengna!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(6-8) Nunga martuptup saluhut angka induk ni harajaon i, angka pangarajai dohot sintua, angka panuturi dohot partogi, asa dibahen rajai sada patik, jala ditingtingkon oraora, paboa na so jadi manang ise di bagasan tolupulu ari on mangido manang aha, nang tu debata dia nang tu jolma, nda holan tu ho, ale rajanami, ingkon timpalhononhon ibana tu godung parbabiatan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(6-9) Dibahen i ale rajanami, ingkon pahotonmu oraora i jala bahenonmu sada surat, na so tarpauba, hombar tu uhum ni halak Madai dohot Persia, na so jadi ubaon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(6-10) (II.) Dung i didokkon raja Darius ma sahap on surat patik dohot oraora i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(6-11) Ia si Daniel, dung dibege, naung tarsurat surat sisongon i, nangkok ma ibana tu bagasan jabuna, alai adong do jandela angka na talak tungkan Jerusalem di bagasan bilutna parginjang; jadi tolu hali di na sadari ibana mangalompit ulu ni totna, laho martangiang dohot mandok mauliate tu Debatana, sandok songon na somal binahenna na sai laon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(6-12) Jadi dirongom angka baoa i ma bagas i, tongon didapot nasida si Daniel martangiang dohot marsomba di jolo ni Debatana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(6-13) Dung i ro ma nasida jumonok, jala mangkatai di jolo ni rajai taringot tu surat oraora i, angka ninna ma: Ale rajanami, nda nunga pola tarsurat sada surat oraora dibahen ho, paboa manang ise na martangiang di bagasan na tolupulu ari on tu manang ise debata manang jolma, dungkon ni tu ho, ale rajanami, ingkon dabuhononhon ibana tu godung parbabiatan? Jadi ninna rajai ma mangalusi: Hot do hata i, hombar tu uhum ni halak Madai dohot Persia, na so jadi ubaon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(6-14) Dung i ninna nasida ma mangalusi rajai: Ia si Daniel, sahalak sian halak Jahudi angka na tarbuang i, ndang parduli ibana nang mida ho, ale rajanami, nang mida surat oraora na tiningtingkonmi; sai tong tolutolu hali di na sadari ibana martangiang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(6-15) Jadi dung dibege rajai hata i, marsak situtu ma rohana, mutu ma rohana mamingkiri taringot tu si Daniel naeng paluaonna ibana, pola ro di hasusundut ni mata ni ari ibana mamingkiri angkal, naeng paluahon ibana nian.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(6-16) Dung i dirongom angka baoa i ma rajai, angka ninna ma mandok rajai: Ingkon boto ale rajanami, ia uhum ni halak Madai dohot Persia, molo adong surat oraora manang patik naung pinahot ni rajai, na so tupa be ubaon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(6-17) Dung i didokkon rajai ma boanon si Daniel, jala timpalhononhon tu bagasan godung parbabiatan. Alai ninna rajai huhut mandok si Daniel: Sai dipalua Debatam na tongtong nioloanmi ma ho!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(6-18) Angkupni diboan halak ma sada batu, jala dipeakkon tu baba ni godung i, laos disahap rajai dohot tintinna, ro di tintin ni angka ulubalangna, asa unang adong na muba manang aha bahenon ni manang ise taringot tu si Daniel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(6-19) (III.) Dung i mulak ma rajai laho masuk tu bagasna, laos so mangan sabornginna i, jala ndang diloas piltihon parhinaloan, laos so tarnono do matana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(6-20) Dung i buha siang ari manogotna i, hehe ma rajai, jala hapogan laho mandapothon godung parbabiatan i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(6-21) Jadi dung jonok ibana tu godung i, lungun ma suarana manjou si Daniel; didok rajai ma mandok si Daniel: O Daniel, naposo ni Debata na mangolu i! Beha tarpalua Debata na tongtong nioloanmi do ho sian angka singa i?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(6-22) Dung i ninna si Daniel ma mangalusi rajai: Sai mangolu ma ho, ale rajanami ro di salelenglelengna!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(6-23) Disuru Debatangku do surusuruanna na mangkuntam baba ni singa i, asa unang ahu dihahua, ala na lidang ahu jumpang di adopanna; di jolomi pe, ale rajanami, ndang huulahon hajahaton nanggo sada.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(6-24) Jadi las situtu ma roha ni rajai alani, didokkon ma taiton si Daniel tu ginjang sian bagasan godung i. Jadi ditait halak ma si Daniel tu ginjang sian bagasan godung i gabe ndang adong mahua agia aha jumpang di ibana, ala marhaposan ibana tu Debatana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(6-25) (IV.) Dung i didokkon rajai ma, ingkon boanon baoa angka na mangasungkon si Daniel; jadi ditimpalhon ma nasida tu bagasan godung parbabiatan i, ro di anaknasida dohot Jolmanasida.ndang dope tolhas nasida tu pantar ni godung i, nunga ditimbung singa nasida, jala diropuhi saluhut holiholinasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(6-26) Dung i manongos surat ma raja Darius tu saluhut angka bangso, houm dohot halak parpangkuling marragamragam, angka na maringan di sandok tano on, songon on do hatana: Sai martamba ma di hamu tua!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(6-27) Ia tonangku di hamu on do: Ingkon saluhut halak na masuk tu gomgoman ni harajaonku mabiar jala manonditnondit maradophon Debata ni si Daniel, ai ibana do Debata na mangolu i jala na tongtong ro di salelenglelengna, harajaonna pe ndang tagamon pesan, jala pamarentana hot do ro di salelenglelengna!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(6-28) Ibana do sipalua dohot sipangurupi, jala ibana mambahen tanda dohot halongangan di banua ginjang dohot di atas tano on. Ibana do paluahon si Daniel sian huaso ni singa i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(6-29) Jadi lam marmulia ma si Daniel di bagasan harajaon ni si Darius dohot di bagasan harajaon ni si Sirus, halak Persia.",
      "type": "content"
    }
  ]
}