{
  "book": "Daniel",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Nipi pangungkapon ni si Daniel taringot tu binatang na opat i dohot taringot tu tanduk na metmet i 1-8. II. Pangungkapon taringot tu ari uhum sogot dohot taringot tu panggomgomion ni Anak ni jolma i 9-14. III. Lapatan ni na opat binatang i: Harajaon bolon na opat i do. Hamonangon ni harajaon ni Debata di ujung 15-28.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i di taon parjolo hinarajahon ni si Beltsasar, raja sian Babel, diida si Daniel ma nipi sada, mardongan angka pangungkapon ni uluna di atas podomanna; laos disurathon si Daniel nipi i, dipaboa huhut pangarimpunan ni hatana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ro ma hata ni si Daniel, ninna ma: Tongon ahu marnida bornginna i di bagasan angka pangungkapon, gabe ida ma, borhat masitahaan ma na opat angin ni langit i di atas ni laut godang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi naek ma sian bagasan laut i opat binatang apala na bolon, angka na tandi be marpangalaho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Na parjolo i tudos tu singa, jala marhabong songon pidong raja ualu; sai hupanotnoti do i paima hona butbut angka hatir ni habongna, jala tarhinsat sian tano on, jala diojakkon patna songon jolma, jala dilehon tu ibana roha jolma.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ida ma, binatang na asing, na paduahon i, tudos do tu sada gompul, jala jongjong di na sambariba, jala tolu rusuk di bagasan babana di holangholang ni ngingina. Dung i ro ma hata ni halak mandok tu ibana songon on: Borhat ma ho, sohali ma juhut i godang!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i huida muse, gabe ida ma, sada binatang na asing tudos tu babiat rupana, maropat habong ni pidong di atas tanggurungna, jala maropat ulu do binatang i, jala sahat do tu ibana parenta dilehon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i huida ma di bagasan angka pangungkapon bornginna i, gabe ida ma, binatang na paopathon i, mansai jorbut, jala na songkal, jala na gogo sahali, marngingi bosi apala na bolon manohali dohot mangaropropi, jala na teba i diluntakluntak dohot patna. Asing do i huhut sian saluhut binatang angka na di jolona i, jala sampulu tandukna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i uju hupanotnoti angka tanduki, gabe ida ma, tubu ma sada tanduk na metmet di holangholangna, gabe mumpat ma binahenna tolu sian angka tanduk parjolo i; jala ida ma, marmata do tanduki songon mata ni jolma, jala marpamangan, na mangkatahon angka hata jungkat.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Sai hupanotnoti do i paima dipajongjong angka habangsa, jala hundul tusi ibana na so suda arina. Ia pangkeanna saksak do songon itak, jala obuk ni uluna, songon hapas na binusur, ia habangsana songon jillamjillam ni api, jala angka rodana songon api na marnalanala.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ruar do sada sunge api, jala mabaor sian adopanna marriburibu angka na marsomba tu ibana, jala marloksaloksa tindang di jolona marhaladoi. Dung i tarpansang ma loloan jala tarbungka angka buku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi sai hupanotnoti ma gumodang alani soara ni angka hata na jungkat, angka na hinatahon ni tanduki; sai hubereng i paima tarbunu binatang i, jala pidom pamatangna, jala dipasahat asa purunon tu api.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala tarrampas huhut parenta sian binatang angka na tinggal i, ai nunga dibuhul tingki dohot jom ni ajalnasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i huida muse di bagasan angka pangungkapon borngin, gabe ida ma, ro sahalak marhitehite ombun di langit i, songon anak ni jolma, jala sahat ibana tu ibana na so suda arina, jala tarboan ibana tu jolona.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala dibasabasahon ma tu ibana pamarentaon dohot hamuliaon dohot harajaon, jala saluhut bangso, houm dohot halak parpangkuling marragamragam marsomba tu ibana. Ro di salelenglelengna do pamarentaonna, na so tupa munsat sian ibana, harajaonna pe na so tupa pesan do.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Ia ahu, si Daniel marsak situtu rohangku di bagasan, jala disonggoti angka pangungkapon ni ulungku do ahu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i jumonok ma ahu tu sahalak sian angka na tindang disi, laos hupangido paboaonna tu ahu sintong hahonaan ni saluhutna i. Jadi ninna ibana ma tu ahu, laho pabotohon tu ahu lapatan ni angka hata i:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ia binatang na opat i angka na bolon situtu: Opat raja do i, angka na hehe sian tano on sogot.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo harajaon i angka na badia ni na tumimbul do panahatanna muse, jala hot do di nasida harajaon i ro di salelenglelengna, tongon do ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i mangido ma ahu naeng botoongku sintong hahonaan ni binatang na paopathon i, na tandi martimbangkon donganna sudena, jala na songkal sahali, parngingi bosi, jala parsisilon tombaga, na mamolgahi dohot mangaropuhi, jala pasipasina i diluntakluntak dohot patna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nang taringot tu tanduk na sampulu, angka na di atas uluna, dohot tanduk na sada, na tubu, gabe mumpat tolu tanduk dibahen; dohot taringot tu tanduk na marmata, jala na marpamangan na mangkatahon hata hajungkaton, jala andul do balga ni rupana sian angka donganna i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i huida ma tanduk na sadai mamungka marmusu dompak angka na badia i, jala tunduk nasida dibahen.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Paima ro ibana na so suda arina, gabe sahat ma panguhumon tu angka nabadia ni na tumimbul, ro dohot tingki paneanan ni angka na badia i di harajaon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ro ma hatana muse mandok songon on: Ia binatang na paopathon i, i ma harajaon paopathon di atas tano on sogot, na tandi marpangalaho martimbangkon saluhut angka harajaon i, jala bondutonna do sandok tano i jala luntakluntahanna, jala pangaropukhononna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ia lapatan ni tanduk na sampulu i: Hehe do sian harajaon na sasada i sogot sampulu raja; jala di pudi nasida hehe muse sada na asing, na tandi marpangalaho sian angka parjolo i, jala tarjepol do bahenonna tolu raja.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jala bursikkononna hatahatana dompak na tumimbul i, jala rupaanna do angka na badia ni na tumimbul i, jala sangkap on ni rohana paubahon angka tingki dohot uhum; jala sahat tu tanganna nasida, paima salpu sada tingki dohot dua tingki dohot satonga tingki.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i tarpansang ma luhutan paruhuman, gabe tarrampas ma huasona, laho mamesanhon dohot mangarotongkon sahat ro di ujung.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai anggo harajaon i dohot parenta on dohot hatimbulon ni harajaon angka na di toru ni sandok langit i, sahat do sogot tu bangso ni angka na badia ni na tumimbul i; harajaon salelenglelengna do harajaonna i, jala saluhut gomgoman, ingkon marsomba dohot mangihuthon tu ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Sahat ro disi do ujung ni pangkataionna. Ia ahu Daniel, tung na susa situtu huhilala dibahen angka pingkiranku, jala muba situtu rupa ni bohingku, jala hupajop pangkataion i di bagasan rohangku.",
      "type": "content"
    }
  ]
}