{
  "book": "Daniel",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangungkapon taringot tu birubiru tunggal dohot taringot tu hambing tunggal, tubu do sian tandukna na opat i sada tanduk na metmet na mangago bagas habadiaon i 1-14. II. Lapatan ni pangungkapon i: Harajaon Madai, Persia, dohot Makedonia na binagi opat muse 15-22. III. Sian harajaon na sada hehe muse sada halak na mamansingkon bagas habadiaon i, alai siap do nang ibana 23-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Patolutaonhon hinarajahon ni raja Beltsasar, dipapatar muse tu ahu, si Daniel, sada pangungkapon, dung salpu pangungkapon na huida parjolo i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi huida ma di bagasan pangungkapon i, uju na tarhinsat tondingku, di huta Susan, na di luat Elam. Dung i huida muse di bagasan pangungkapon i, ahu di topi ni sunge i Ulai.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i manaili ma matangku, gabe huida ma adong sada birubiru tunggal jongjong di lambung ni sunge i, jala dua do tandukna, jala timbo do angka tanduki, alai tumimbo do na sada sian donganna, jala na tumimbo i tubu parpudi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i huida ma birubiru tunggal i manambingi dompak hasundutan, dompak utara dohot dompak dangsina, jala ndang tardopang binatang nanggo sada ibana, manang jolma pe ndang tarpaluasa dirina sian tanganna, jala guru lomo ni rohana do dibahen, gabe dipatimbul dirina.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i uju ahu mamingkiri pangalahona i, gabe ida ma, ro sada hambing tunggal sian hasundutan manggohi sandok tano on, ndang pola dais anggo patna tu tano; jala martanduk na tongam do hambing tunggal i di holangholang ni matana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i sahat ma ibana mandapothon birubiru tunggal i na mardua tanduki, na huida na jolo jongjong di lambung ni sunge i, laos di dorong ma ibana mangasahon parpiarpiar ni hagogoonna i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i huida ma ibana sahat tu lambung ni birubiru tunggal i, jala sobu situtu ibana maralo tusi, laos ditambingi birubiru tunggal i, jala diupokkon tandukna duansa; jala ndang be margogo birubiru tunggal i mandopang ibana, laos ditimpalhon ibana tu tano, jala diluntakluntak, jala ndang adong nanggo sahalak na tarbahen paluahon birubiru tunggal i sian tanganna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i timbul sahali ma hambing tunggal i. Jadi dung sungkot hatimbulonna i, upok ma tanduk na balga i, gabe tubu ma muse apala di haupohanna opat tanduk angka na tongam, tungkan na opat desa ni langit i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala sian sada angka tanduki, ruar sada tanduk na metmet, na manjadi balga, tungkan dangsina dohot tungkan habinsaran dohot tungkan tano na badia i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi lam timbul do i sahat ro di parangan angka na di langit, jala direongkon tu tano deba sian parangan i dohot sian angka bintang, laos diluntakluntak do i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Pola tung sahat ro di induk ni parangan i dirinai dipatimbo, jala dirampas sian ibana pelean ariari, jala inganan ni habadiaonna diparobo do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Pola sahat tu tanganna parangan i mangalo pelean ariari marhitehite pambahenan na sogir, jala ditimpalhon hasintongan i tu tano, dibahen pe songon i laos marantu do ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i hubege ma mangkuling sahalak na badia, jala didok sahalak na badia na asing tu ibana na mangkulingi: Sahat ro di sadia leleng do pangungkapon i taringot tu pelean ariari dohot taringot tu pambahenan na sogir na mangago, tung pola dipasahat inganan na badia i dohot parangan i, asa diluntakluntak halak?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi ninna ibana ma tu ahu: Pola do gok dua ribu tolu ratus ari, dung salpu i urason ma muse inganan na badia i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Jadi uju ahu, Daniel, marnida pangungkapon i dohot mangalului lapatanna, gabe ida ma, jongjong di jolongku sada songon rupa ni baoa idaon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i hubege ma suara ni jolma sian bariba ni sunge Ulai na joujou mandok: Ale Gabariel! Pajojor ma lapatan ni pangungkapon i tu halak on!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ro ma ibana jongjong tu lambungku, jadi di na ro ibana tarsonggot ma ahu laos manungkap tu tano Dung i ninna ibana ma tu ahu: Tangkas ma parateatehon, ho ale anak ni jolma i, ai marhahonaan tu tingki di ujung do pangungkapon i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i uju mangkatai ibana dohot ahu gonggong ma ahu manungkap tu tano. Jadi dijama ibana ma ahu, laos dipajongjong ahu muse di hajongjonganki hian.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna ibana ma: Ida ma, ahu naeng pabotohon tu ho, manang aha na masa sogot, di ujung ni parpiarpiar ni rimas i, ai marhahonaan tu tingki di ujung do pangungkapon i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia birubiru tunggal na niidam, partanduk siduadua i, i ma angka raja ni Madai dohot Persia.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia hambing tunggal na marimbulu i, i ma raja sian tano Junani; jala tanduk na bolon na di holangholang ni matana na dua i, i ma raja parjolo.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai na upok i tanduki, jala jongjong muse opat singkatna, i ma opat harajaon na tubu sian bangso i, alai ndang songon gogo ni parjolo i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(III.) Jala di ujung ni harajaonnasida i, molo sun lamun halak parjahat, hehe ma sada raja parbohi na horas, jala na pantas marhulingkulingan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tung na timbul do gogona, alai ndada marhitehite gogona sandiri; tung na sumalin do pangagona, jala marantu ibana di na binahenna i; jala agoonna do jolma angka na marhuaso dohot bangso ni angka na badia.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jala marhitehite angkalna manjadi do sipaotooto binahen ni tanganna i; jala patimbotimboonna dirina di bagasan rohana, jala torop halak agoonna so pangkirimanna. Hehe ibana huhut mangalo raja ni angka raja; hape pidom do ibana muse, ndang marhitehite tangan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia pangungkapon taringot tu bodari manogot naung taringoti, hasintongan do i; ia ho sahapi ma pangungkapon i, ai marhahonaan tu sogotsogot ni ari do i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ia ahu Daniel mandate jala marsahit pola nania leleng. Dung i hehe ma ahu muse, jala huula ulaon ni rajai, alai tarhalomong do ahu taringot tu pangungkapon i, jala ndang adong manang ise na pajojorhon.",
      "type": "content"
    }
  ]
}