{
  "book": "Daniel",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tanggiang ni si Daniel sian nasa unduk ni rohana 1-19. II. Panurirangon taringot tu na pitupulu taon minggu sahat ro di haroro ni na pinorbagabaga ni Debata, hamamatena, ro di hatataban ni Jerusalem dohot joro na badia i 20-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di taon parjolo hinarajahon ni si Darius, anak ni si Serses, sian pinompar ni halak Madai, na bangkit raja gumomgom harajaon ni halak Kasdim.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di taon parjolo hinarajaonna i dapot ahu, Daniel, ma di bagasan angka surat bilangan ni taon, angka na nilumbahon ni Jahowa tu panurirang Jeremia: Ingkon boho pitupulu taon lelengna Jerusalem tarulang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i manaili ma ahu tu Tuhan Debata laho marsombahon tangiang dohot parhurajaion, mardongan parpuasaon marpangkean tangki dohot sirabun.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i martangiang ma ahu tu Jahowa Debatangku, ningku ma manopoti dosa: Iale Tuhan, ho do Debata na tumimbul, jala na songkal na mangkajongjongkon parjanjian dohot asi ni roha tu angka na holong roha mida ho dohot tu angka na mangaradoti angka uhummu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nunga mardosa hami, jala nunga marsala hami, nunga manjahati hami huhut manggunturi, nunga manimbil hami sian angka patikmu dohot sian angka uhummu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala ndang hutangihon hami naposom, angka panurirang i, angka na marsipaingot marhitehite goarmu tu angka rajanami, angka induknami, angka ompunami dohot tu sandok bangso ni luaton.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ho do, ale Tuhan, nampuna hatigoran, alai anggo di hami hailaon ni bohi do rasirasa sadarion, di angka baoa sian Juda dohot di pangisi ni Jerusalem dohot di sandok Israel, angka na jonok dohot angka na holang, di saluhut luat haambolongannasida binahenmi, ala ni hajahatonnasida, na manjahati i nasida dompak ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Iale Tuhan! Na tama do hami marhaurahon, angka rajanami pe, angka induknami dohot ompunami, ala naung mardosa hami dompak ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai anggo ho Tuhan Debatanami, ho do nampuna asi ni roha dohot angka pamuation, ai nunga manggunturi hami dompak ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala ndang hutangihon hami suara ni Jahowa Debatanami, asa marparange nian di bagasan patikna, angka na pinatolhasna tu hami marhitehite pamangan ni angka panurirang, naposona i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tongon tahe, tung sandok Israel nunga mangalaosi patikmu jala marbalik, ndang ditangihon suarami, jadi manginona ma tu hami torutoru dohot uari na tarsurat di bagasan patik ni si Musa, naposo ni Debata, ala naung mardosa hami dompak ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dihajongjongkon ibana ma hatana angka na nilumbahonna tu hami dohot tu panguhum, angka na manguhum hami, parohon tu hami jea bolon na so dung dumatang di toru ni sandok langit, songon na masa nuaeng tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hombar tu na tarsurat di bagasan patik ni si Musa, songgop saluhut jea i tu hami. Hape laos so martangiang hami mamuati muruk ni bohi ni Jahowa Debatanami, laho paubahon rohanami sian hajahatonnami nian, dohot marateatehon hasintonganmi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibahen i dungo do Jahowa taringot tu jea i, jala dipasonggop tu hami, ai na tigor do Jahowa Debatanami, taringot tu saluhut pambahenanna, angka na binahenna, hape laos so hutangihon hami suarana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia nuaeng, ale Tuhan Debatanami, ho do naung manogihon ruar bangsom na jolo sian tano Misir marhitehite tangan na gogo, dohot mambahen barita di goarmu rasirasa sadarion, mardosa do anggo hami, jala manjahati.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Iale Tuhan, ala ni saluhut hatigoranmu, sai pasurut ma rimasmu dohot parpiarpiar ni murukmu sian Jerusalem hutam i, dolok habadiaonmu, ai binahen ni dosanami dohot binahen ni hajahaton ni angka ompunami, umbahen manjadi haurahon Jerusalem dohot bangsomi di saluhut halak na humaliang hami.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "On pe ale Debatanami! Sai tangihon ma tangiang ni naposom dohot hoihoina i, jala bahen ma marsinondang bohim di atas ni inganan habadiaonmu naung tarulang i, ala ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sai paeleng ma pinggolmu, ale Debatangku, jala tangihon, sai tonggor ma matam jala ida ma hamamagonami dohot huta i naung targoar tu goarmu! Ai ndada mangasahon hatigorannami hami, marsombahon hoihoinami tu jolo ni bohim, mangasahon asi ni roham angka na godang i do.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ale Tuhan, sai tangihon ma! Ale Tuhan, sai marpamuati ma roham! Ale Tuhan, sai parateatehon ma i, jala patupa, unang pangernger ala ni dirim, ale Debatangku, ale naung targoar goarmu di atas ni hutam dohot bangsom.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(II.) Jadi uju mangkatai dope ahu dohot martangiang dohot manopoti dosangku, nang dosa ni bangsongku Israel, jala marsombahon sombasombangku tu jolo ni Jahowa Debatangku mangondihon dolok habadiaon ni Debatangku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tongon uju mangkatai dope ahu di bagasan tangiang, ro baoa na huida na jolo di bagasan pangungkapon i, i ma Gabariel, habang mansai doras mandapothon ahu marhira tingki pelean bodari.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i mangkuling ma ibana mangajari ahu, ninna ma: Ale si Daniel, apala ipe ahu borhat pabotohon tu ho pangantusion!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Di mula ni partangiangonmi ruar hata pangungkapon i, pola ro ahu pabotohonsa tu ho, ala jolma hasudungan ni roha ho. Antong timbangi ma hata i, jala parateatehon pangungkapon i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Nunga pola binuhul pitupulu taon minggu taringot tu bangsom, dohot taringot tu hutam na badia i, laho pasunhon hajahaton dohot manggohi angka dosa, asa mambahen pardengganan taringot tu hajahaton, jala parohon hatigoran salelenglelengna, jala tarsahap pangungkapon dohot panurirangon, jala na miniahan na badia i sahali.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Antong boto ma i, jala parateatehon: Olat ni na ruar i hata i, ingkon ulahan paulion Jerusalem, sahat ro di na miniahan, pangarajai i, pitu minggu dohot onompulu dua minggu lelengna; suang ma ulahan paulion huta i maralaman jala marlombang humaliang, atik pe angka tingki hagogotan situtu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi dung salpu na onompulu dua minggu i, marutang hosa ma na miniahan, alai ndada ala dirina. Dung i ro ma bangso ni sada raja mangago huta i dohot inganan na badia i, gabe ujungna di bagasan pasang naek; jala sahat ro di ujungna sai masa do parporangan, jala digondit hian angka hatarulangon i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i patoguonna ma parjanjian tu torop halak leleng ni na saminggu; jala satonga minggu i pasohotonna ma pelean sipotongon dohot pelean sipanganon, jala masa hinasingkop ni na so uhum di inganan na badia i, dipamasa angka sipangago, paima taruse hasiapon dohot hamagoan tu sipangago i.",
      "type": "content"
    }
  ]
}