{
  "book": "Yakobus",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Now listen, you rich people, weep and wail because of the misery that is coming upon you.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Your wealth has rotted, and moths have eaten your clothes.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Your gold and silver are corroded. Their corrosion will testify against you and eat your flesh like fire. You have hoarded wealth in the last days.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Look! The wages you failed to pay the workmen who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "You have lived on earth in luxury and self-indulgence. You have fattened yourselves in the day of slaughter.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "You have condemned and murdered innocent men, who were not opposing you.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Be patient, then, brothers, until the Lord’s coming. See how the farmer waits for the land to yield its valuable crop and how patient he is for the autumn and spring rains.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "You too, be patient and stand firm, because the Lord’s coming is near.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Don’t grumble against each other, brothers, or you will be judged. The Judge is standing at the door!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Brothers, as an example of patience in the face of suffering, take the prophets who spoke in the name of the Lord.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "As you know, we consider blessed those who have persevered. You have heard of Job’s perseverance and have seen what the Lord finally brought about. The Lord is full of compassion and mercy.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Above all, my brothers, do not swear—not by heaven or by earth or by anything else. Let your \"Yes\" be yes, and your \"No,\" no, or you will be condemned.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Is any one of you in trouble? He should pray. Is anyone happy? Let him sing songs of praise.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Is any one of you sick? He should call the elders of the church to pray over him and anoint him with oil in the name of the Lord.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "And the prayer offered in faith will make the sick person well; the Lord will raise him up. If he has sinned, he will be forgiven.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Elijah was a man just like us. He prayed earnestly that it would not rain, and it did not rain on the land for three and a half years.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Again he prayed, and the heavens gave rain, and the earth produced its crops.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "My brothers, if one of you should wander from the truth and someone should bring him back,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "remember this: Whoever turns a sinner from the error of his way will save him from death and cover over a multitude of sins.",
      "type": "content"
    }
  ]
}