{
  "book": "1 Raja-raja",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja Daud uju sarimatua 1-4. II. Si Adonia naeng mangahuti jujungan harajaon 5-10. III. Si Natan dohot si Batseba manundati tahi ni rohana i 11-27. IV. Raja Daud manggoar si Salomo bahen singkatna, jala diolophon halak ibana di hatoropan 28-40. V. Biar ni si Adonia, alai disesa raja Salomo do jehena 41-53",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung sarimatua raja Daud, ndang olo las dagingna, atik pe diborhos ibana dohot angka ulos.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ro ma hata ni angka naposona mandok tu ibana: Denggan nian niluluan di tuanku sada boruboru namarbaju na tongtong jongjong di adopan ni rajai, marhaladoi, jala modom di abinganmu, asa las tuanku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dilului nasida ma sada boruboru namarbaju na uli di sandok gomgoman Israel, gabe jumpang nasida ma si Abisag sian Sunem, jala diboan boruboru i tu jolo ni rajai.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai na uli situtu do boruboru namarbaju i, gabe parhalado di rajai jala pauliuli ibana; alai ndatung ditopot rajai nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Alai ro ma si Adonia, tubu ni Nai Haggit, patimbotimbo dirina, ninna ma: Ahu do patut gabe raja! Gabe didokkon ma paulihon di ibana hureta dohot angka jolma parsihundul dohot limapulu halak angka na mardalan di jolona.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ndang dung marsak ibana dibahen amana, saleleng mangolu ibana, tung pola dohononna: Boasa tung songon i bahenonmu? Angkup ni na uli situtu do rupana; jala ditubuhon inana ibana umpudi sian si Absalom.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i marsatahi ma ibana dohot si Joab, anak ni Nai Seruia, rap dohot malim Abiatar, angka na mangurupi paihuthon tahi ni si Adonia.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo malim Sadok dohot si Benaia, anak ni si Joiada dohot panurirang Natan dohot si Simei dohot si Rei, ro di angka ulubalang ni si Daud, ndang marsatahi dohot si Adonia.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i dipelehon si Adonia ma angka birubiru dohot lombu dohot pinahan na pinamokmok di lambung batu Sohelet, mardonokkon sumur Enrogel, jala dipio saluhut anggina, angka anak ni rajai, ro di sude halak Juda, angka naposo ni rajai.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo panurirang Natan dohot si Benaia dohot angka ulubalang, dohot si Salomo anggina i, ndang dipio.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) Dung i ninna si Natan ma mandok si Batseba, ina ni si Salomo: Atehe, ndang dibege ho naung bangkit raja si Adonia, tubu ni Nai Haggit? Jala tuanta si Daud ndang umbotosa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "On pe ro ma ho, naeng ahu marsipaingot tu ho, asa malua hosam dohot hosa ni anakmu si Salomo.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Laho ma ho manopot raja Daud, jala dok ma tu ibana: Nda nunga disumpahon ho, ale rajanami tu naposom boruboru, pola nimmu: Ingkon si Salomo, anakmu gabe raja singkathu, jala ingkon ibana hundul di atas habangsangku? Boasa ia nuaeng si Adonia bangkit raja?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ida ma, tagan mangkatai dope ho disi dohot rajai, ro ma ahu masuk sian pudim paujungkon angka hatam.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi masuk ma si Batseba manopot rajai tu bilut. Alai nunga matua situtu anggo rajai, jala si Abisag sian Sunem marhaladoi di adopan rajai.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i dipaunduk si Batseba ibana marsomba tu rajai. Alai ninna rajai ma: Aha di ho huroha?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi ninna nasida ma mandok ibana: Ale tuanku, nunga pola disumpahon ho tu Jahowa, Debatam, marbagahon tu naposom boruboru: Ingkon si Salomo, anakmi gabe raja singkathu, jala ingkon ibana juguk di atas habangsangku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hape ia nuaeng, ida ma, nunga ro si Adonia, bangkit raja, ia ho ale rajanami, ndang parbinoto disi!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Nunga pola dipelehon ibana angka jonggi dohot pinahan na pinamokmok dohot birubiru mansai deak, jala dipio saluhut anak ni rajai, dohot malim Abiatar dohot si Joab, partogi ni angka parangan; alai anggo si Salomo naposom, ndang dipio.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai sai tu ho do, ale rajanami, nolnol mata ni sandok Israel, asa dipabotohon ho tu nasida manang ise ingkon juguk di atas habangsa ni tuanku, gantina.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai ia dung monding tuanku, gabe top dohot angka ompuna, ingkon ahu dohot anakmu si Salomo gabe pardosa, pola marutang hosa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ida ma, tagan mangkatai dope nasida dohot rajai, ro ma panurirang Natan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi marboaboa ma halak tu rajai songon on: Ida ma, disi do panurirang Natan. Jadi dung sahat ibana tu jolo ni rajai, manungkap ma ibana tu tano di jolo ni rajai.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ninna si Natan ma: Atehe ale rajanami, nunga didok ho huroha: Ingkon si Adonia gabe raja singkathu, jala ingkon ibana juguk di atas habangsangku?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai nunga pola tuat ibana sadarion, jala nunga dipelehon angka jonggi dohot birubiru na pinamokmok mansai deak, jala nunga dipio saluhut anak ni rajai, ro di angka partogi ni parangan dohot malim Abiatar; jala ida ma, mangan minum do nasida di jolona, huhut didok nasida: Horas ma raja Adonia!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai anggo ahu naposomon dohot malim Sadok dohot si Benaia, anak ni si Joiada dohot naposom si Salomo, ndang dipio.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Aturan sian ho do i ulaning, ale rajanami, alai tahe so adong dipabotohon ho tu naposomon, manang ise ingkon juguk di atas habangsa ni tuanku, bahen gantina?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(IV.) Dung i ninna raja Daud ma mangalusi: Gora hamu si Batseba ro tu ahu. Jadi ro ma nasida tu jolo ni rajai, laos tindang di adopan ni rajai.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i marsumpa ma rajai, ninna ma: Songon sintongna mangolu Jahowa, naung palua hosangku sian nasa hagogotan.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ingkon hombar tu naung husumpahon tu Jahowa, Debata ni Israel marbagahon tu ho: Ingkon si Salomo, anakmi gabe raja singkathu, jala ingkon ibana juguk di atas habangsangku, gontingku, ingkon songon i bahenonku sadarion.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi marsomba ma si Batseba, pola manungkap tu tano di jolo ni rajai mandok mauliate: Sai horas ma tuanku, raja Daud ro di salelenglelengna!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i ninna raja Daud ma: Gora hamu ro tu ahu malim Sadok dohot panurirang Natan dohot si Benaia, anak ni si Joiada. Jadi dung sahat nasida tu jolo ni rajai.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ninna rajai ma mandok nasida: Arahon hamu ma angka naposo ni tuanmuna, jala pahundul hamu ma anakku si Salomo tu halodengku na marsahe, jala togihon hamu ibana tuat tu Gihon.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ingkon dimiahi malim Sadok dohot panurirang Natan ibana disi bahen raja gumomgom Israel, jala palu hamu sarune, huhut dohononmu ma mangolophon: Horas ma raja Salomo!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i nangkok hamu muse mangihuthon ibana, asa ro ibana jala hundul di atas habangsangku, jala ibana gabe raja singkathu; ai nunga hutodo ibana hian bahen partogi manguluhon anak Israel dohot Juda.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i ninna si Benaia, anak ni si Joiada ma mangalusi rajai: Amen! Boti ma dohonon ni Jahowa, Debata ni tuanku!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Songon na nidonganan ni Jahowa tuanku na sai laon, suang songon i ma nian dongananna dohot si Salomo, tumimbul dope tahe dibahen habangsana, sian habangsa ni tuanku raja Daud.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jadi tuat ma malim Sadok dohot panurirang Natan dohot si Benaia, anak ni si Joiada dohot angka hupas dohot rundo, jala dipahundul nasida si Salomo tu halode ni raja Daud, asa manogihon ibana tu Gihon.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i dibuat malim Sadok ma sahan parmiahan sian undungundung i, laos dimiahi ma si Salomo. Dung i dipalu nasida ma sarune, jala sahata sandok na torop i mangolophon: Horas ma raja Salomo!",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i nangkok ma sandok na torop i mangihuthon ibana laos umpalui angka parhinaloan jala marlas ni roha godang, pola mardorom tano i dibahen suraknasida.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "(V.) Jadi dibege si Adonia dohot sude angka na piniona i, angka na rap dohot ibana, jala ipe sun nasida mangan. Alai dung dibege si Joab soara ni sarune, ninna ma: Na marhua do soara hagunturon di huta i?",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Alai mangkatai dope ibana ida ma, nunga ro si Jonatan, anak ni malim Abiatar. Jadi ninna si Adonia ma: Masuk ma ho, ai jolma haposan do ho, jala barita na uli do tagamon na binoanmi.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Alai ninna si Jonatan ma mangalusi si Adonia: Tongon do nian, alai tahe nunga dipabangkit tuanta raja Daud si Salomo gabe raja!",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Jala nunga disuru rajai bahen donganna malim Sadok dohot panurirang Natan dohot si Benaia, anak ni si Joiada ro di angka hupas dohot rundo, angka na pahundul ibana tu halode na marsahe hinundulan ni rajai.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Angkup ni nunga dimiahi malim Sadok dohot panurirang Natan ibana di Gihon bahen raja, jala marlas ni roha nasida nangkok sian i, pola tung guntur huta i. I ma soara surak na binegemuna i.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Angkup ni nunga hundul si Salomo di atas habangsa harajaon.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Nunga masuk huhut angka naposo ni rajai laho mamasumasu tuanta raja Daud, angka didok do: Dumenggan muse dope nian barita ni si Salomo sian baritam, tumpahon ni Debatam, jala tumimbul habangsana sian habangsami! Nunga pola martangiang rajai di atas podomanna.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Angkup ni nunga pola songon on hata ni rajai: Pinuji ma Jahowa, Debata ni Israel, na marbasabasahon sadarion sahalak na juguk di atas habangsangku, sanga dope matangkon marnidasa.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Jadi godoron jala hehe be sude jolma na pinio, angka na rap dohot si Adonia, laho be nasida masitondong tondongonna.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Alai tahuton ma si Adonia mida si Salomo, dibahen i hehe ma ibana laos laho mangkaol angka tanduk ni langgatan.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Dung i tarbortik ma tu si Salomo didok halak: Ida ma, tahuton do si Adonia mida raja Salomo, jala ida ma, dihaol ibana do angka tanduk ni langgatan, ninna do: Aut olo ma nian raja Salomo marsumpahon tu ahu sadarion, paboa na so bunuonna ahu naposona marhitehite podang.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Dung i ninna si Salomo ma: Molo tung lidang rohana, na so tupa marurus obukna nanggo sada tu tano; alai molo tung jumpang tahi jahat di bagasan ibana, ingkon marutang hosa ibana!",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Dung i disuru raja Salomo ma suruanna mangalapi ibana mijur sian langgatan i. Jadi dung ro marsinggang ma ibana tu jolo ni raja Salomo. Alai ninna si Salomo ma mandok ibana: Laho ma ho muli tu jabum!",
      "type": "content"
    }
  ]
}