{
  "book": "1 Raja-raja",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamemebat ni raja boruboru sian Saba 1-13. II. Hasangapon dohot hamoraon ni raja Salomo 14-29.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia raja boruboru sian Saba, dung dibege barita ni raja Salomo taringot tu Goar ni Jahowa, ro ma nasida naeng masiujian dohot rajai marundangundang.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi sahat ma nasida tu Jerusalem mardongan parangan mansai torop, tole unto, angka na mangusung na hushus marragamragam dohot sere mansai godang dohot mata intan na arga. Jadi dung ro nasida tu jolo ni raja Salomo dipaboaboa ma tu ibana saluhut na di bagasan rohana i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dipatorang raja Salomo ma tu nasida sude sungkunsungkunna, ndang adong na buni nanggo sada sian roha ni rajai, na so pinatorangna tu nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung diida raja boruboru sian Saba luhut hapistaran ni raja Salomo dohot bagas na pinaulina i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tole sipanganon di mejana, tole partordingna hundul angka naposona, tole panagam ni angka parhaladona dohot pangkeannasida, tole angka sitahu anggurna, tole partanggaonna laho nangkok tu joro ni Jahowa, jadi hira na tarmali tondinasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Laos didok ma mandok rajai: Sintong do hape barita i na hubege di luathu taringot tu aturan binahenmi dohot taringot tu hapistaranmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ndang nian diparhatongon rohangku jolo barita i paima ro ahu tuson, gabe diida matangku; hape ida ma, nanggo satongana ndang dibaritahon halak tu ahu; dilompoi hapistaranmu dohot artam do tahe barita na hubage i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Martua ma halak naposom, martua ma halak parhaladomon, angka na tongtong jongjong di adopanmu pabegebege hapistaranmu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pinuji ma Jahowa, Debatam, na marlomo ni roha mida ho, na pabangkithon ho tu atas habangsa ni harajaon Israel! Ala ni holong ni roha ni Jahowa mida Israel salelenglelengna, umbahen dipabangkit Ibana ho gabe raja mangulahon uhum dohot hatigoran.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dilehon boruboru i ma tu rajai saratus duapulu talenta sere dohot pamurpuri mansai godang dohot mata intan; ndang dung ro be pamurpuri na sai godang, songon na nilehon ni raja boruboru sian Saba tu raja Salomo.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tole kopal ni raja Hiram, angka na mamboan sere sian Opir, diboan huhut sian Opir hau jati mansai godang dohot mata intan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i didokkon rajai paulion sian hau jati angka handanghandang di joro ni Jahowa dohot di jabu ni rajai, tole angka hasapi dohot tulila di halak parende; ndang dung ro songon i mansam ni hau jati, diboan halak manang didia pe rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Raja Salomo i pe dilehon do tu raja boruboru sian Saba sandok guru lomo ni rohana dohot pangidoanna, so padohot silehonlehon na sian tangan ni raja Salomo sandiri. Dung i mulak ma nasida tu tanona rap dohot angka naposona.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Ianggo dokdok ni sere na ro tu raja Salomo di bagasan sataon, arga onom ratus onompulu onom talenta sere do.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "So padohot sere na dapotsa sian halak pangallung dohot sian partigatiga pansar dohot sian saluhut raja ni Arab dohot sian halak na mora di tano i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i didokkon raja Salomo i ma paulion dua ratus lombulombu sian sere na pinapita; pola onom ratus sekkel sere dilampishon tu sada lombulombu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dipauli huhut tolu ratus lombulombu parinse sian sere na pinapita, pola tolu hati sere dilampishon tu sada parinse; tu bagasan jabu na di tombak Libanon angka i dipambahen rajai.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i didokkon rajai ma paulion sada habangsa na bolon sian gading, jala lampisanna do i dohot sere palangki.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Onom do talha ni habangsa i, jala ulu ni pangunsandean di habangsa i tingko do dingkan pudi, adong huhut siradeon ni tangan angkupangkup be humaliang hundulani, jala dua suman ni singa jongjong di lambung siradeon i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jongjong huhut disi sampulu dua suman ni singa di atas ni na onom talha i angkupangkup be. Ndang dung adong dope songon i hapandean ni halak manang di harajaon dia.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nang saluhut mangkuk panginuman ni raja Salomo sian sere do jala saluhut ulaula ni jabuna di tombak Libanon sian sere na pinapita do, ndang adong anggo sian perak, ai hira na so marguna do anggo perak di roha ni halak uju di tingki ni raja Salomo.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai adong do huhut kopal sian Tarsis di rajai angka na di laut rap dohot kopal ni raja Hiram; sahali di bagasan tolu taon ro angka kopal Tarsis mamboan sere dohot perak dohot gading dohot bodat dohot angka pidong uo.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i tumimbul ma raja Salomo sian saluhut raja ni tano on taringot tu hamoraon dohot hapistaran.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Nasa isi ni tano on tahe marsangkap naeng idaonna bohi ni raja Salomo huhut naeng begeonna hapistaranna, naung nilehon ni Debata tu bagasan rohana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi angka diboan be siluana ganup taon, i ma angka ulaula perak dohot sere dohot pangkean dohot sinjata marragamragam dohot pamurpuri, tole angka hoda dohot hoda na marsahe.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dipapungupungu raja Salomo huhut angka hureta dohot jolma parsihundul, pola saribu opat ratus hureta di ibana, jala sampulu dua ribu jolma parsihundul, angka na sinagihonna di bagasan angka huta hajongjongan ni hureta dohot di Jerusalem di lambung ni rajai.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i dipagodang rajai ma perak i di Jerusalem, hira doshon batu godangna ro di hau Ares hira antajau na tubu di tano pea godangna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ianggo haroroan ni hoda angka na tu raja Salomo sian Misir do, marrongkanrongkan angka saudagar ni rajai mangalap hoda i marhabanhaban, pajak hian ia argana.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Mararga onom ratus sekkel perak sada hureta diboan halak nangkok sian Misir, jala saratus limapulu sekkel arga ni sada hoda; laos songon i diboan nasida tu sude raja ni halak Het dohot halak Ram.",
      "type": "content"
    }
  ]
}