{
  "book": "1 Raja-raja",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja Salomo patorop jolmana jala mardebata sileban 1-8. II. Lumbalumba ni Debata tu ibana 9-13. III. Hehe angka alo ni raja Salomo: Si Hadad, si Reson, si Jerobeam 14-28. IV. Panurirangon ni si Ahia tu si Jerobeam 29-40. V. Hamamate ni raja Salomo 41-43",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dihasolohon roha ni raja Salomo torop parompuan sian bangso sileban di balik ni boru ni raja Firaun, angka boru Moab, Amon, Edom, Sidon dohot Het.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sian bangso parbegu, pola naung didok Jahowa tu halak Israel taringot tusi: Ndang jadi hamu manopot nasida, nasida pe ndang jadi ro tu tongatongamuna, ai sai na elaonnasida do rohamuna mangihuthon tu debatanasida; hape tu parompuan sisongon i marsilohot roha ni raja Salomo mangkaholongi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i adong ma di rajai pitu ratus parompuan tuan laenna angka boru ni na raja dohot tolu ratus radingna, angka na paeleng roha ni rajai.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung sarimatua raja Salomo dielaela angka jolmana i ma rohana mangihuthon tu debata sileban, gabe ndang be sun denggan rohana tu Jahowa, Debatana, songon roha ni si Daud amana i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i diihuthon raja Salomo ma marsomba tu sombaon Astarte, ajiajian ni halak Sidon dohot tu Milkom, ajiajian ni halak Amon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi diulahon raja Salomo ma sogo ni roha ni Jahowa, jala ndang marsihohot rohana mangihuthon tu Jahowa, songon si Daud amana i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dipauli raja Salomo huhut uju i sada tambak di Kamos, ajiajian ni halak Moab, di atas dolok tondong ni Jerusalem dohot di Molok, ajiajian ni halak Amon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Laos songon i binahenna di saluhut jolmana sian bangso sileban, angka na manutung daupa dohot mamele tu ajiajiannasida be.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i tarrimas ma Jahowa mida raja Salomo, ala marbalik rohana sian Jahowa, Debata ni Israel, naung niida ni rajai pola dua hali.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga pola marlumba Ibana tu rajai taringot tu hata on, na so tupa ihuthononhon angka debata sileban; alai ndang diradoti ibana tona ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen i ninna Jahowa ma tu raja Salomo: Ala na binahenmi songon i, jala ndang diradoti ho padan na hubahen i dohot patikku angka na hutonahon i tu ho, rampasonku ma harajaon i sian ho, jala lehononku do i tu naposom.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai tahe saleleng mangolu ho ndang dope bahenonku songon i, ala ni si Daud amangmu; sian tangan ni anakmu pe rampasonku.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai ndada sandok harajaon i rampasonku; sada marga lehononku tu anakmu, ala ni si Daud naposongku dohot ala ni Jerusalem na hupilliti.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Dung i dipahehe Jahowa ma sahalak alo ni raja Salomo, i ma si Hadad, halak Edom i, sian pinompar ni raja di Edom do ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai uju marporang raja Daud di Edom, uju nangkok si Joab, partogi ni angka parangan laho mananom angka na mate tongtang, laos dibunu saluhut baoa di Edom.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai onom bulan lelengna tinggal disi si Joab rap dohot sandok Israel, paima disiaphon sude baoa di Edom.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai maporus ma anggo si Hadad, ibana rap dohot deba baoa halak Edom sian angka naposo ni amana, naeng laho tu Misir; bajar dope si Hadad uju i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i borhat ma nasida sian Midian, gabe sahat tu Elaparan laos diarahon nasida deba baoa sian Elaparan bahen donganna gabe sahat nasida tu Misir tu Firaun, raja sian Misir, na mangalehon tu ibana sada bagas, jala diparbaga parbohalanna jala dilehon tu ibana tano ulaonna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi maruli asi ni roha godang si Hadad sian raja Firaun, pola dilehon tu ibana anggi ni jolmana sandiri, i ma anggi ni si Tahpenes bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ditubuhon anggi ni si Tahpenes ma di ibana sada anak na margoar si Genubat na pinagodanggodang ni si Tahpenes di bagasan jabu ni raja Firaun, gabe di jabu ni raja Firaun si Genubat di tongatonga ni angka anak ni raja Firaun.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dung tarbortik tu si Hadad di Misir naung monding si Daud rap dohot angka ompuna naung mate dohot si Joab, partogi ni angka parangan, ninna si Hadad ma tu raja Firaun: Loas ma ahu mulak tu tanongku.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ninna raja Firaun ma tu ibana: Aha na hurang di ho di lambungkon, umbahen disangkap roham naeng mulak tu tanom? Jadi ninna ibana ma: Ndang adong nian, alai sai loas ma ahu laho!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i dipahehe Debata muse sahalak alona, i ma si Reson, anak ni si Eliada, na maporus na jolo tumadingkon tuanna, i ma si Hadadeser, raja sian Seba.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala dipapungupungu deba halak tu lambungna, asa ibana partogi ni parangan sahoron, uju raja Daud mambunu i isi ni Zoba; dung i laho nasida tu Damaskus, laos maringan disi jala mangarajai di Damaskus.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ibana pe sai alo ni Israel do saleleng mangolu raja Salomo; jala on do jea na binahen ni si Hadad, nunga marbiasbias rohana masuk tu gomgoman ni Israel, gabe ibana mangarajai Ram.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tole muse si Jerobeam, anak ni si Nebat, marga Epraim sian Zaretan, naposo ni raja Salomo (boruboru na mabalu anggo inana na margoar si Seruia), ibana manggunturi do dompak rajai.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala on do alana umbahen manggunturi ibana dompak rajai: Uju raja Salomo paulihon Milo dohot manggohi lombang ni huta ni si Daud amana i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jolma na marhuaso situtu si Jerobeam i; jadi dung diida raja Salomo ringgas ni dolidoli i mulaulaon, gabe dipabangkit ma ibana bahen induk ni sude halak pangula sian pinompar ni si Josep.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(IV.) Dung i uju ruar sahali si Jerobeam sian Jerusalem, gabe pajumpang ibana di tongan dalan dohot panurirang Ahia sian Silo na marsampesampe na imbaru, jala holan nasida na dua di ladang i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ditiop si Ahia sampesampena na imbaru i laos diparribakkon sampulu dua ribak.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i didok ma tu si Jerobeam: Buat di ho sampulu ribak! Ai songon on do hata ni Jahowa, Debata ni Israel: Ida ma, rampasonku ma harajaon i sian pinompar ni raja Salomo marbasabasahon tu ho sampulu marga.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Holan samarga nama tinggal di ibana, ala naposongku si Daud dohot ala huta Jerusalem na hupilliti sian saluhut marga ni Israel.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ala naung tinadingkonnasida Ahu jala marsomba tu sombaon Astarte, ajiajian ni halak Sidon dohot tu Kamos, ajiajian ni halak Moab dohot tu Milkom, ajiajian ni halak Amon, jala ndang marparange nasida di angka dalanku mangulahon na tigor, idaon ni matangku dohot mangaradoti angka patikku dohot uhumhu, songon si Daud amana i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai ndang rampasonku sandok harajaon i anggo sian tanganna, raja ibana pasombuonku, saleleng mangolu ibana, ala si Daud naposongki, na hupilliti, na mangaradoti tonangku dohot patikku na sai laon.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Alai unsatonku do harajaon i anggo sian tangan ni anakna marbasabasahon tu ho sampulu marga.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Samarga sambing lehononku tu anakna, asa tongtong adong sada palito di si Daud naposongki di adopan ni bohingku di Jerusalem, huta na hupilliti di Ahu bahen hajongjongan ni Goarhu.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Antong Ahu ma pabangkithon ho, asa mangarajai ho sandok hombar tu pinangido ni roham, jala ho gabe raja gumomgom Israel.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Molo ditangihon ho sude na hutonahon tu ho, jala marparange ho di angka dalanku huhut mangulahon na tigor, idaon ni matangku laho mangaradoti angka patikku dohot tonangku, songon na binahen ni si Daud naposongku, jadi dongananku ma ho jala paulionku di ho sada bagas na hot tongtong, songon na hubahen i tu si Daud jala pasahatonku tu ho Israel.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jala pajepolonku ma ala ni anggo pinompar ni si Daud, alai nda tung salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i diondam raja Salomo naeng bunuonna si Jerobeam; jadi borhat ma si Jerobeam maporus tu Misir mandapothon raja Sisak sian Misir, laos tinggal di Misir ibana paima mate raja Salomo.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "(V.) Jamita na tinggal i dope sian raja Salomo ro di sude na binahenna dohot hapistaranna, nda tarsurat do angka i di bagasan buku jamita ni raja Salomo?",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Alai anggo lelengna mangarajai raja Salomo di Jerusalem gumomgom sandok Israel opatpulu taon do.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dung i monding ma raja Salomo, gabe top dohot angka ompuna, gabe tartanom ibana di huta ni si Daud amana i, jadi anakna si Rehabeam bangkit raja singkatna.",
      "type": "content"
    }
  ]
}