{
  "book": "1 Raja-raja",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata jungkat dibahen si Rehabeam mangalusi pangidoan ni bangso i 1-15. II. Jadi marbalik sampulu marga na marraja tu si Jerobeam 16-20. III. Dioloi si Rehabeam oraora ni panurirang Semaya mangunangi marmusu 21-24. IV. Raja Jerobeam pajongjong dua lombu sere panombanombaan 25-33.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i laho ma si Rehabeam tu Sikem; ai nunga marpungu sandok Israel di Sikem naeng parajahon ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dung dibege si Jerobeam anak ni si Nebat barita i, uju di Misir dope ibana, ai maporus tusi ibana maradophon raja Salomo, gabe mulak Jerobeam sian Misir.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai nunga disuru nasida hian suruanna manjou ibana. Dung i ro ma si Jerobeam rap dohot sandok luhutan Israel, asa mandok hatana tu si Rehabeam songon on:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ianggo amanta nahinan dokdok do auganami dibahen, alai anggo ho sai paneang ma parrodi on na pora binahen ni amanta dohot auga na dokdok na niampehonna tu hami, asa marunduk tu ho hami.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna rajai ma tu nasida: Muli ma hamu jolo, tolu ari nari ulahi hamu ro tu ahu. Jadi muli ma bangso i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i martuptup ma raja Rehabeam dohot sintua, angka dongan satuptupan ni raja Salomo amana i, andorang di ngoluna, ninna ma: Songon dia panuturimuna patut alusta tu bangso on?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi didok nasida ma tu ibana: Molo olo ho marunduk ni roha sadarion tu bangso on dohot mangoloi nasida dohot mangalusi nasida mandok hata na lambok tu nasida, jadi marunduk tu ho ma nasida saleleng ho mangolu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ditadingkon rajai do panuturion tinuturhon ni angka sintua, laho ibana martuptup dohot halak na umposo, angka donganna magodang, angka na jongjong di jolona.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i didok ma tu nasida: Ia hamu, dia do panuturimuna patut alusta tu bangso on angka na mandok tu ahu songon on: Sai paneang auga, na niampehon ni amanta nahinan tu hami?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna halak na umposo i, angka donganna magodang ma tu ibana, ingkon songon on dohononmu tu bangso on na mandok tu ho hata on: Ianggo amanta nahinan dokdok do auganami dibahen, alai anggo ho sai paneang ma auganami; songon on ma tama dohononmu tu nasida: Umbolon do anak ni tanganku sian haehae ni damang.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "On pe, dokdok pe auga na niampehon ni damang nahinan tu hamu, alai anggo ahu lam dumokdok dope bahenonku augamuna; ia damang linsinglinsing hian do dibahen maminsang hamu, alai anggo ahu hala do bahenonku maminsang hamu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tole patoluarihon ro ma si Jerobeam rap dohot sandok bangso i mandapothon si Rehabeam, marningot janji ni rajai: Ulahi hamu patoluarihon ro tu jolongku.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi horas ma alus ni rajai tu bangso i, ai nunga ditadingkon rohana panuturion niaturhon ni angka sintua i tu ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi ninna rajai ma tu nasida, hombar tu panuturion ni halak na umposo i, songon on: Dokdok pe auga na niampehon ni damang nahinan tu hamu, alai anggo ahu lam dumokdok dope bahenonku augamuna: Ia damang linsinglinsing hian do dibahen maminsang hamu, alai anggo ahu hala do bahenonku maminsang hamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Asa ndang dioloi rajai pangidoan ni bangso i, ai marharoroan sian Jahowa do hata i, asa mangkajongjongkon hatana naung nilumbahon ni Jahowa hian marhitehite si Ahia sian Silo tu si Jerobeam, anak ni si Nebat.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Jadi dung diida sandok Israel, na so nioloan ni rajai pangidoannasida i, ro ma alus ni bangso i mandok tu rajai: Aha do parjambaranta dibahen si Daud? Ndang adong partalianta dibahen anak ni si Isai. Beta hita, ale Israel mulak ganup tu undungundungmu be! On pe, paingotingot angka isi ni bagasmu sandiri, ale Daud! Jadi muli ma Israel tu undungundungna be.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo halak Israel, angka na maringan di angka huta ni Juda, angka nasida ma dirajai si Rehabeam.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i disuru raja Rehabeam ma si Adoniram, sintua papungu guguan, hape sandok halak Israel mandangguri ibana dohot batu, pola mate ibana. Dung i hapogan ma raja Rehabeam manaek tu huretana laho maporus tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi bali ma Israel sian pinompar ni si Daud rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi dung tarbortik tu sandok Israel naung mulak i si Jerobeam, disuru nasida ma suruanna mangalapi ibana tu parluhutan i, jala dipabangkit nasida ibana bahen raja gumomgom sandok Israel; ndang adong nanggo sahalak na mangihuthon tu pinompar ni si Daud, dungkon ni marga Juda sambing.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Alai dung sahat si Rehabeam tu Jerusalem, dipaluhut ma sandok pinompar ni Juda dohot marga Benjamin, saratus ualupulu ribu halak sialo musu, angka na pinillit, naeng marmusu dompak pinompar ni Israel, asa pasuangkon harajaon i nian tu si Rehabeam, anak ni si Salomo.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ro ma hata ni Debata tu si Semaya, halak ni Debata, songon on.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dok ma tu si Rehabeam, anak ni si Salomo, raja sian Juda, dohot tu sandok pinompar ni Juda dohot Benjamin dohot pasipasi ni bangso na teba i songon on:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Boti hata ni Jahowa: Ndang jadi hamu nangkok, jala ndang jadi hamu marmusu garembong, dompak hahaanggimuna, i ma halak Israel i; mulak ma hamu ganup tu jabuna be, ai marharoroan sian Ahu do hata on. Jadi ditangihon nasida ma hata ni Jahowa, laho ma nasida muli hombar tu hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(IV.) Dung i dipauli si Jerobeam ma huta Sikem di dolok Epraim, laos maringan disi; dung i borhat ibana sian i jala dipajongjong huta Peniel.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai ninna si Jerobeam ma di bagasan rohana: Atik tung beha mulak harajaon i maon muse tu pinompar ni si Daud.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Molo sai nangkok bangso on laho mamelehon angka pelean di bagasan joro ni Jahowa di Jerusalem, sai na mulak do roha ni bangso on tu tuannasida hian, tu si Rehabeam, raja sian Juda, jala todosonnasida ma ahu, asa mulak nasida tu si Rehabeam, raja sian Juda.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i martuptup ma rajai jala dibahen dua lombu sere, jala didok ma tu situan na torop i: Nunga sae lelengna hamu nangkok tu Jerusalem Ida ma, indi debatamu, ale Israel, na manogihon ho nangkok sian tano Misir!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i dipajongjong ma na sada di Betel, jala na sadanari ditaruhon tu Dan.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Hape parbingkasan tu dosa do pambahenanna i, ai mardalan do bangso i di jolo ni ganaganaan na sada sahat ro di Dan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dipauli ibana huhut sada joro parsantian, jala dipabangkit angka malim sian sandok bangso i, angka na so sian halak Lepi.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Angkup ni dipajadi si Jerobeam sada ari raya di bulan sipaha ualu di ari sampulu lima di bulan i, manuman ari raya di Juda laos mamele ibana di atas langgatan i. Suang songon i dibahen di Betel laho mamele tu lombu angka na binahenna i, jala dipabangkit di Betel angka malim di joro parsantian angka na binahenna i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i mamele ibana di atas langgatan, na binahenna i di Betel, di ari sampulu lima bulan sipaha ualu, tung guru lomo ni rohana sandiri mamillitsa, jala dipajadi sada ari raya di halak Israel, laos ibana mamele di atas langgatan i huhut manutung daupa.",
      "type": "content"
    }
  ]
}