{
  "book": "1 Raja-raja",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sada panurirang sian Juda manurirangi dompak langgatan di Betel; malos ia tangan ni si Jerobeam 1-10. II. Pangalaosion ni panurirang i 11-19. III. Hamamate ni panurirang i alani 20-32. IV. Raja Jerobeam mandatdati dosana 33-34",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ida ma, ro sada halak ni Debata sian Juda tu Betel nidokkon ni Jahowa, tongon jongjong si Jerobeam di lambung langgatan i laho manutung daupa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i joujou ma panurirang i dompak langgatan i patolhas hata ni Jahowa, ninna ma: Oale langgatan, langgatan! Songon on do hata ni Jahowa: Ida ma, na tubu do sogot sada anak, pinompar ni si Daud, na margoar si Josia, ibana ma mamelehon di atasmu angka malim ni joro parsantian, angka na manutung daupa di atasmu, jala holiholi ni jolma tutungon ni halak sogot di atasmu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dilehon ibana huhut di ari na sasada i sada tanda halongangan, ninna ma: On ma tanda halongangan, paboa nunga Jahowa mandok hata on: Ida ma, marigat ma langgatanon, pola sabur dohot sirabun na di atasna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai dung dibege rajai hata ni halak ni Debata, na joujou dompak langgatan i di Betel, disurdukkon si Jerobeam ma tanganna sian atas langgatan i huhut didok: Tangkup hamu ibana! Hape malos ma tanganna sinurdukkonna i dompak ibana, jala ndang tarbahensa be palendukkon tu ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marigat ma ia langgatan i, jala sabur sirabun sian langgatan i, hombar tu tanda halongangan naung nilehon ni halak ni Debata marhite sian hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ro ma alus ni rajai, jala didok tu halak ni Debata: Ua martangiang ma ho marsomba tu Bohi ni Jahowa, Debatam, mangondihon ahu, asa anggiat sumuang tangankon tu ahu. Jadi mombun ma Bohi ni Jahowa dibahen halak ni Debata, gabe sumuang ma tangan ni rajai tu ibana, suang songon na sai laon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i didok rajai ma tu halak ni Debata: Beta hita muli tu jabu pahosahon satongkin, asa hulehon huhut silehonlehon tu ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ninna halak ni Debata ma mandok rajai: Tung sura pe lehononmu tu ahu sambariba jabum, ndang olo ahu muli rap dohot ho, jala ndang olo ahu mangan sagusagu manang minum aek di huta on.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai songon on do hata ni Jahowa manonahon tu ahu: Ndang jadi panganonmu sagusagu manang inumonmu aek, jala ndang jadi ho mulak sian dalan naung nidalananmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi mardalan ma ibana sian dalan na asing, ndang mulak sian dalanna hian laho tu Betel.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Alai maringan do di Betel sada panurirang na matua, gabe ro anakna pajojorhon tu ibana sandok pambahenan na binahen ni halak ni Debata sadarina i di Betel, tole hata angka na pinaboana tu rajai, dipajojor nasida tu amanasida i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i didok amanasida ma tu nasida: Sian dalan dia ibana mardalan? Gabe dipatuduhon angka anakna i tu ibana dalan na binolus ni halak ni Debata, na ro sian Juda.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i didok ibana ma tu angka anakna i: Palanoi hamu halode i di ahu. Jadi dung sun dipalanoi nasida halode i di ibana, marsihundul ma ibana tusi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i diihuthon ibana ma halak ni Debata, jala jumpangsa ibana mangunsande di bona ni hariara, jala didok mandok ibana: Atehe, ho do halak ni Debata, na ro sian Juda? Ahu ma tutu ninna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna ma mandok ibana: Beta hita muli tu jabu, asa mangan sagusagu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai ninna ibana ma: Ndang tarbahen ahu muli rap dohot ho manang udur dohot ho, jala ndang tarbahen ahu mangan sagusagu manang minum aek rap dohot ho di huta on.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai nunga ro hata ni Jahowa mandok tu ahu: Ndang jadi panganonmu sagusagu disi manang inumonmu aek, ndang jadi ho mulak sian dalanmu hian.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ninna jolma i tu ibana: Ahu pe panurirang do suang songon ho, jala nunga ro hata ni sada surusuruan tu ahu marhite sian hata ni Jahowa mandok: Togihon ibana mulak tu jabum, asa mangan sagusagu ibana dohot minum aek. Hape gabusna do i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi saut ma ibana ditogihon muli, asa mangan sagusagu di bagasan jabuna dohot minum aek.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Hape dung hundul nasida di lambung meja, ro ma hata ni Jahowa tu panurirang na manogihon ibana mulak.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Laos joujou ibana mandok tu halak ni Debata, na ro sian Juda, ninna ma: Songon on do hata ni Jahowa: Ala naung manggunturi ho dompak hata ni Jahowa, jala ndang diradoti ho tona, na tinonahon ni Jahowa Debatam.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Nunga pola mulak ho jala mangan sagusagu dohot minum aek di huta na nidokna i nian tu ho: Ndang jadi ho mangan sagusagu manang minum aek disi dibahen i ndang jadi sahat bangkem tu tanoman ni angka ompum.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dung sun ibana mangan sagusagu dohot minum, dipalanoi ma di ibana halode ni panurirang, na manogihon ibana mulak.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi mardalan ma ibana, gabe pajumpang ibana dohot singa di tongan dalan, laos dibunu ibana, ia bangkena ambolong do di dalan, jongjong di lambungna halode i, singa i pe jongjong do di lambung bangke i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ida ma, ro ma halak pamolus, gabe diida bangke i ambolong di tongan dalan, jala singa i jongjong di lambung bangke i, laos ro nasida paboahon barita i tu huta, na niinganan ni panurirang na matua i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung dibege panurirang, na manogihon ibana mulak sian dalan, barita i, ninna ma: Halak ni Debata do ibana, na manggunturi dompak hata ni Jahowa, ala ni umbahen dipasahat Jahowa ibana tu singa na manoro dohot mambunu ibana, hombar tu hata ni Jahowa naung nilumbahonna hian tu ibana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i didok panurirang i ma tu angka anakna: Palanoi hamu di ahu halode i; jadi dung dipalanoi nasida.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Mardalan ma ibana, gabe jumpangsa bangkena i ambolong di dalan, jala halode dohot singa i jongjong di lambung bangke i, ndang dipangan singa i bangke i jala ndang disoro ia halode i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i dihindat panurirang i ma bangke ni halak ni Debata jala diampehon tu halode i, jala diboan ibana mulak; jadi dung sahat panurirang na matua i tu huta, diandungi ma ibana laos ditanom.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dipeakkon tahe bangkena i tu bagasan tanomanna sandiri, jala diandungi nasida ibana: Oe isuang, ale anggia!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi dung ditanom nasida ibana, ninna panurirang i ma mandok angka anakna: Ia dung mate ahu, sai tanom hamu ma ahu di bagasan tanoman hapeahan ni halak ni Debata; peakkon hamu holiholingku tu lambung ni holiholina.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ai ingkon saut do hata na jinouhonna i, nidokkon ni Jahowa dompak langgatan na di Betel dohot dompak saluhut joro parsantian, angka na di bagasan angka huta ni Samaria.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(IV.) Dung salpu jamita on, laos so mulak si Jerobeam sian dalanna na roa i, lam diulahi tahe pabangkithon jolma sian sandok bangso i bahen angka malim di joro parsantian. Manang ise tahe na lomo roha, i do dipabangkit gabe malim di angka joro parsantian i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi pambahenanna i gabe parbingkasan tu dosa di pinompar ni si Jerobeam, asa siap jala ripur sian tano on.",
      "type": "content"
    }
  ]
}