{
  "book": "1 Raja-raja",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirang Ahia manurirangkon hariripur ni pinompar ni si Jerobeam 1-16. II. Rap mate do si Jerobeam dohot anakna i 17-20. III. Harajaon ni si Rehabeam dohot hamamatena 21-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Laos di tingki uju i, marsahit ma si Abia, anak ni si Jerobeam.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i didok si Jerobeam ma tu jolmana: Ua borhat ma ho jala patinda rupam, asa unang diboto halak jolma ni si Jerobeam do ho, jala laho ma ho tu Silo; ida ma, disi do panurirang Ahia na marbagahon hian tu ahu gabe raja gumomgom bangso on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Laos boan ma di bagasan tanganmu sampulu sugusagu dohot angka gaburgabur dohot sada guriguri marisi situak ni loba laho manopot ibana, asa ibana pabotohon tu ho taringot tu hosa ni dakdanak on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dibahen jolma ni si Jerobeam ma songon i, borhat ma nasida mardalan tu Silo, gabe masuk ma nasida tu jabu ni si Ahia. Alai anggo si Ahia i ndang be tangkas marnida, ai nunga rambon matana dibahen hatutuana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai nunga ro hian hata ni Jahowa tu si Ahia: Ida ma, na ro ma jolma ni si Jerobeam, naeng manungkun hata tu ho taringot tu anakna, ai marsahit do ibana. Songon on songon on ma dohononmu tu nasida; molo masuk ibana pasamahonna ibana tu halak na asing.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung dibege si Ahia soara ni patna i, ro masuk tu bagasan pintu, ninna ma: Masuk ma ho, ale jolma ni si Jerobeam! Boasa tung paasingonmu rupam? Na sinuru do ahu paboahon tu ho hata na horas.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Laho ma ho, paboa ma tu si Jerobeam: Songon on do hata ni Jahowa, Debata ni Israel: Ala naung hupatimbul ho sian tongatonga ni bangso i, jala hupabangkit ho bahen partogi ni bangsongku Israel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pola Ahu mangarampas harajaon i sian pinompar ni si Daud, jala hulehon do i tu ho; hape ndang suman ho marroha songon naposongku si Daud, na mangaradoti angka patikku, jala na mangihuthon Ahu sian nasa rohana, holan na tigor di bagasan rohangku do na niulana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Hape mangulahon na roa do anggo ho, lobi sian saluhut raja na jumolo sian ho; laho do ho mambahen di ho angka debata sileban dohot ganaganaan tuangan, asa pahehe murukku, jala dibolongkon ho Ahu tu pudi ni tanggurungmu:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen i, ida ma, paroonku ma jea tu pinompar ni si Jerobeam, jala ripashononku sian si Jerobeam nasa baoa, na bajar dohot na tang di Israel, jalojalo buriapus bahenonku pinompar ni si Jerobeam, songon pangapusi ni halak di na rotak, paima sun siap ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Manang ise na mate sian si Jerobeam di bagasan huta, ingkon suda panganon ni panangga; jala manang ise na mate di ladang, ingkon suda parguton ni pidong na martongatonga langit; tongon tahe, nunga pola Jahowa mandok songon i!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Antong borhat ma ho laho muli tu jabum; molo masuk patmu tu bagasan huta, mate ma dakdanak i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala sandok Israel mangandungi anggo ibana, dohot mananom ibana; ai sasadasa do sian pinompar ni si Jerobeam tipak tu tanoman, ala adong jumpang di bagasan ibana roha na denggan maradophon Jahowa, Debata ni Israel, di bagasan jabu ni si Jerobeam.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai patindangon ni Jahowa ma sada raja gumomgom Israel, na mangaripashon pinompar ni si Jerobeam di ari binuhulna i; aha huhut naung masa nuaeng?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala rosahon ni Jahowa ma Israel, songon arung na meoleol di bagasan aek, jala paunsatonna Israel sian tano na denggan on, naung nilehonna tu angka ompunasida i, jala paserahonna nasida sahat tu bariba ni batang aek, ala sombaon angka na binahennasida i, pahehe rimas ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala pasahatonna ma Israel ala ni dosa na niulahon ni si Jerobeam sandiri, huhut ala na nielana i halak Israel mambahen dosa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Dung i borhat ma jolma ni si Jerobeam mardalan sahat tu Tirza. Jadi dung sahat ibana tu lobulobu ni jabuna, mate ma dakdanak i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ditanom nasida ma ibana, jala sandok Israel mangandungi ibana, hombar tu hata ni Jahowa, naung pinaboana hian marhite sian panurirang Ahia naposona i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jamita na tinggal i dope sian si Jerobeam, i ma parture ni parporangonna dohot pangarajaionna, tarsurat do angka i di bagasan buku jamita ni angka raja ni Israel.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai anggo lelengna mangarajai si Jerobeam duapulu dua taon do. Dung i monding ma ibana gabe top dohot angka ompuna, jala si Nadab anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Alai anggo si Rehabeam, anak ni si Salomo, mangarajai di Juda. Opatpulu sada taon umur ni si Rehabeam di na bangkit raja ibana, jala sampulu pitu taon lelengna ibana mangarajai di Jerusalem, huta na pinillit ni Jahowa sian saluhut marga ni Israel bahen parmianan ni Goarna. Ia goar ni ina ni rajai, i ma si Naema, boru Amon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i diulahon halak Juda ma sogo ni roha ni Jahowa, pahehe iburuna, lobi hehena sian sude na binahen ni ompunasida marhite sian dosa, angka na niulahonnasida i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai dohot do nasida paulihon ni nasida angka joro parsantian dohot ganaganaan dohot angka sombaon di atas ni saluhut dolokdolok na timbo dohot di toru ni saluhut hau na rugun.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Adong do huhut baoa angka na marjolmahon baoa di tano i, angka na maniru mangulahon hajahaton na niula ni bangso parbegu, angka naung pinabali ni Jahowa maradophon halak Israel.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai tole palimataonhon dung raja si Rehabeam, nangkok ma si Sisak, raja sian Misir mandopang Jerusalem.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ditaban duduk ma angka ugasan sian joro ni Jahowa dohot sian bagas ni rajai, tung saluhut do dibuat; dibuat do huhut saluhut lombulombu parinse sian sere, angka na pinauli ni si Salomo.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i dipauli raja Rehabeam ma angka parinse sian tombaga bahen singkatna, jala dipasahat do i tu tangan ni partogi ni parangan, angka na marhal di lambung pintu ni jabu ni rajai.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Manang piga hali pe rajai masuk tu bagasan joro ni Jahowa, sai diusung angka parangan i do angka parinse i, dung i dung salpu i diboan do i mulak tu bilut ni angka parangan i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jamita na tinggal i dope sian si Rehabeam dohot sude na niulana, nda tarsurat do i di bagasan buku jamita ni angka raja sian Juda?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai sai tong tangging humusuon i di holangholang ni si Rehabeam dohot si Jerobeam saleleng mangolu be nasida.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i monding ma si Rehabeam gabe top ibana dohot angka ompuna, laos tartanom di lambung ni angka ompuna di bagasan huta ni si Daud. Ia goar ni inana, i ma si Naema, boru Amon. Jadi si Abia anakna i bangkit raja singkatna.",
      "type": "content"
    }
  ]
}