{
  "book": "1 Raja-raja",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Abia raja di Juda 1-8. II. Si Asa, raja na daulat roha di Juda. Hamusuonna tu si Baesa dohot parjanjian pinungkana tu si Benhadad. Hamamate ni si Asa 9-24. III. Si Nadab dohot si Baesa, raja di Israel. Hariripur ni pinompar ni si Jerobeam 25-34.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tole pasampuluualu taonhon dung raja si Jerobeam, anak ni si Nebat, bangkit raja ma si Abia di Juda.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i tolu taon lelengna ibana mangarajai di Jerusalem; ia goar ni inana, i ma si Maaka, boru ni si Absalom.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i marparange ibana di bagasan saluhut dosa ni amana, angka ma binahenna jumolo sian ibana, jala ndang sun daulat rohana tu Jahowa, Debatana, songon roha ni ompuna si Daud.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ala ni si Daud dilehon Jahowa, Debatana i tu ibana sada palito di Jerusalem laho pabangkithon anakna dung salpu ibana, asa pahothon Jerusalem.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ala diulahon si Daud na tigor di bagasan roha ni Jahowa, jala ndang dung sumurut ibana sian saluhut na tinonahonna tu ibana saleleng mangolu ibana, dungkon ni hata na tu si Uria, halak Het i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai sai tangging do hamusuon di holangholang ni si Rehabeam dohot si Jerobeam saleleng mangolu be nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jamita na tinggal i dope sian si Abia dohot sude na binahenna i, nda tarsurat do i di bagasan buku jamita ni angka raja sian Juda? Alai sai tangging do anggo humusuon i di holangholang ni si Abia dohot si Jerobeam.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i monding ma si Abia gabe top dohot angka ompuna, jala tartanom ibana, di bagasan huta ni si Daud. Dung i si Asa anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Paduapulutaonhon dung gabe raja sian Israel si Jerobeam, bangkit raja ma si Asa gumomgom Juda.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala opatpulu sada taon lelengna ibana mangarajai di Jerusalem. Ia goar ni inana, i ma Maaka, boru ni si Absalom.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i diulahon si Asa ma na tigor di roha ni Jahowa, suang songon si Daud ompuna i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai dipalaho ibana do baoa angka na marjolmahon baoa sian tano i, jala dipaholang saluhut ganaganaan na ronsam, angka na pinauli ni ompuna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dipaijur huhut inana si Maaka sian tohonanna raja, ala pinaulina sada ganaganaan di sombaon Asera. Dung i disiaphon si Asa ma ganaganaanna i jala ditutung do i martopihon sunge Kidron.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ndang dipaholang anggo angka joro parsantian. Sai tong do nian marsihohot roha ni si Asa tu Jahowa saleleng mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Diboan do huhut perak dohot sere dohot ulaula, angka na pinarbadiaan ni amana, pinarbadiaanna sandiri pe tu bagasan joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai tangging do anggo hamusuon di holangholang ni si Asa dohot si Baesa, raja sian Israel, saleleng mangolu be nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai nangkok do si Baesa, raja sian Israel, mandopang Juda, jala dipagonting huta Rama, asa unang tarbahen manang ise marmeang muli tumopot si Asa, raja sian Juda.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i dibuat si Asa ma sandok perak dohot sere na tinggal i dope sian arta angka na di joro ni Jahowa, tole arta angka na di jabu ni rajai jala dipasahat do i tu angka naposona; dung i disuru raja Asa ma nasida manopot si Benhadad, anak ni si Tabrimon, tubu ni si Hesion, raja sian Ram, na maringan di Damaskus, ninna ma:",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tibu hian do hita marjanji, sian amanta be dope, dibahen i manongos silua perak dohot sere ma ahu tu ho; antong laho ma ho, tulakkon ma padanmu tu si Baesa, raja sian Israel, asa sumurut ibana sian ahu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ditangihon si Benhadad ma hata ni raja Asa jala disuru angka partogi ni paranganna mandopang angka huta ni Israel, gabe dipapatu ma huta Iyon dohot Dan dohot Abel Betmaaka dohot sandok tano Kinerot ro di sandok tano Naptali.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung sahat barita i, dibege si Baesa, mansohot ma ibana pagonting Rama, laos tinggal di Tirza.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i santi balatuk ma sandok Juda, didokkon raja Asa, ndang jadi malua nanggo sahalak, asa diusung nasida angka batu dohot hau sian Rama naung pinauli ni si Baesa, naeng pangkeon ni raja Asa do i pauli huta Geba dohot Mispa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jamita na tinggal i dope sian si Asa ro di sude huasona dohot na binahenna dohot huta angka na pinaulina, nda tarsurat do i di bagasan buku jamita ni angka raja sian Juda? Dung marhira matua ibana sarion ma patna duansa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i monding ma si Asa, gabe top dohot angka ompuna, jala tartanom di lambung ni angka ompuna di huta ni si Daud ompuna i. Dung i si Josapat, anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(III.) Alai si Nadab, anak ni si Jerobeam, bangkit raja di Israel paduataonhon dung raja si Asa di Juda, jala dua taon lelengna ibana mangarajai Israel.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala diulahon do sogo ni roha ni Jahowa, diihutihut tahe dalan ni amana dohot dosana mangela Israel mardosa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i marbulan ma si Baesa, anak ni si Ahia sian pinompar ni si Isasar, naeng mangalo ibana, laos dibunu si Baesa ibana di Gibeton na masuk tu halak Palistim, tongon uju si Nadab dohot sandok Israel martungkum huta Gibeton.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi dibunu si Baesa ibana patolutaonhon dung si Asa raja di Juda, jala si Baesa bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung bangkit raja ibana, diripurhon ma sandok pinompar ni si Jerobeam, ndang teba nanggo sada na marhosa sian si Jerobeam dipasombu, tung diripurhon do pinomparna, hombar tu hata ni Jahowa naung nilumbahonna hian marhitehite naposona si Ahia sian Silo.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ala ni dosa ni si Jerobeam angka na niulana sandiri huhut, ala na nielana i halak Israel mambahen dosa, marhite sian paminggilna pahehe muruk ni Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jamita na tinggal i dope sian si Nadab dohot sude na binahenna, nda tarsurat do i di buku jamita ni angka raja sian Israel?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Sai tangging do anggo humusuon i di holangholang ni si Asa dohot si Baesa, raja sian Israel saleleng mangolu be nasida.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Patolutaonhon dung raja si Asa di Juda, bangkit raja ma si Baesa, anak ni si Ahia gumomgom sandok Israel di Tirza duapulu opat taon lelengna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi diulahon ibana ma sogo ni roha ni Jahowa mangihutihut dalan ni si Jerobeam dohot dosana sandiri huhut mangela Israel mardosa.",
      "type": "content"
    }
  ]
}