{
  "book": "1 Raja-raja",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon ni panurirang Jehu dompak si Baesa 1-7. II. Anakna si Ela raja di Israel ditodos si Simri 8-14. III. Hariripur ni si Simri 15-20. IV. Raja Omri umpungka huta Samaria 21-28. V. Anakna si Ahab raja di Israel marmulahon pangoloion tu Baal. Huta Jeriko hona pauli muse 29-34",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai ro ma hata ni Jahowa tu si Jehu, anak ni si Hanani palumba si Baesa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ala naung hupatimbul ho sian orbuk jala hupabangkit ho gabe partogi ni bangsongku Israel, hape diihutihut ho do dalan ni si Jerobeam dohot mangela bangsongku Israel mardosa, asa pahehe murukku marhite sian dosanasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ida ma, ripur ma bahenonku si Baesa dohot pinomparna, bahenonku tahe tu pinomparmu, suang songon tu pinompar ni si Jerobeam, anak ni si Nebat.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Manang ise na mate sian si Baesa di bagasan huta, ingkon suda panganon ni panangga, jala manang ise na mate di ladang, ingkon suda parguton ni pidong na martongatonga langit.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jamita na tinggal i dope sian si Baesa dohot na binahenna ro di huasona, nda tarsurat do i di bagasan buku jamita ni angka raja sian Israel?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i monding ma si Baesa gabe top dohot angka ompuna, jala tartanom di Tirza, jadi si Ela anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai songgop pe hata ni Jahowa nilumbahon ni panurirang Jehu hian, anak ni si Hanani, tu si Baesa dohot tu pinomparna i, ala saluhut hajahaton na niulana maradophon Jahowa, pahehe murukna marhite sian pambahenan ni tanganna, gabe tudos ibana tu pinompar ni si Jerobeam dohot ala naung binununa ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Tole paduapuluonomtaonhon dung raja si Asa di Juda, bangkit raja ma si Ela, anak ni si Baesa, gumomgom Israel di Tirza dua taon lelengna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i marbulan ma naposona si Simri, induk ni satonga huretana mangalo ibana, tongon ibana di Tirza minum anggur, pola mabuk di jabu ni si Arza, siramoti bagas ni rajai di Tirza.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i masuk ma si Simri laos dibunu ibana mate paduapulupitutaonhon dung raja si Asa di Juda, jala si Simri bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dung bangkit raja ibana, sanga juguk di atas habangsana, didokkon ma bunuon sandok pinompar ni si Baesa, ndang teba dibahen nanggo sada baoa, ro di tuturna dohot alealena.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tung siap do dibahen si Simri sandok pinompar ni si Baesa, hombar tu hata ni Jahowa, na nilumbahonna hian tu si Baesa marhite sian panurirang Jehu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ala saluhut dosa ni si Baesa dohot ala dosa ni si Ela, anakna i na niulana sandiri dohot mangela Israel mardosa pahehe muruk ni Jahowa, Debata ni Israel, marhite sian ganaganaannasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jamita na tinggal i dope sian si Ela dohot sude na binahenna, nda tarsurat do i di buku jamita ni angka raja sian Israel?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Tole paduapulupitutaonhon dung raja si Asa di Juda bangkit raja ma si Simri pitu ari lelengna di Tirza; alai anggo angka parangan i martungkum huta Gibeton do, na masuk tu halak Palistim.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dung tarbege barita i tu parangan angka na di parsaroan i: Naung mambahen parbulanan si Simri, nunga pola mate rajai dibunu, jadi sandok parangan ni Israel pabangkithon sadarina i si Omri, partogi ni angka parangan bahen raja gumomgom Israel di parsaroan i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i nangkok ma si Omri rap dohot sandok Israel sian Gibeton laho martungkum Tirza.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai dung diida si Simri naung patu huta i, masuk ma ibana tu parhalan ni bagas ni rajai, laos ibana sandiri mamosokkon bagas ni rajai di atasna, gabe mate.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ala dosana sandiri, na niulahonna i sogo ni roha ni Jahowa laho mangihutihut dalan ni si Jerobeam dohot maniru dosana na niulahonna mangela dohot Israel mardosa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jamita na tinggal i dope sian si Simri dohot parbulanan na binahenna i, nda tarsurat do i di bagasan buku jamita ni angka raja sian Israel?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(IV.) Mardua rongkanan bangso Israel uju i; na satonga bangso i mangihuthon tu si Tibni, anak ni si Ginat parajahon ibana, na satonganari mangihuthon tu si Omri.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ditaluhon bangso na mangihuthon tu si Omri do bangso na mangihuthon si Tibni, anak ni si Ginat; mate ma ia si Tibni, jadi si Omri bangkit raja.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Patolupulusadataonhon dung raja si Asa di Juda, bangkit raja ma si Omri gumomgom Israel sampulu dua taon lelengna, onom taon lelengna ibana mangarajai anggo di Tirza.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i dituhor ma dolok Samaria sian si Semer mararga dua talenta perak, jala dipungka sada huta di atas dolok i, dibahen ma goar ni huta na pinungkana i Samaria mangihuthon goar ni si Semer, tuan nampuna dolok i hian.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i diulahon si Omri ma sogo ni roha ni Jahowa, jumahat tahe ibana sian saluhut jolma angka na jumolo sian ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Diihutihut ibana huhut saluhut dalan ni si Jerobeam, anak ni si Nebat dohot dosana angka na binahenna i mangela Israel mardosa, asa pahehe muruk ni Jahowa, Debata ni Israel marhite sian ganaganaannasida i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jamita na tinggal i dope sian si Omri, na binahenna dohot habeguon na niulana, nda tarsurat do i di buku jamita ni angka raja sian Israel?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i monding ma si Omri gabe top dohot angka ompuna, jala tartanom di Samaria, jadi si Ahab, anakna i, bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(V.) Patolupuluualutaonhon dung raja si Asa di Juda, bangkit raja ma si Ahab, anak ni si Omri, gumomgom Israel di Samaria duapulu dua taon lelengna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i diulahon si Ahab, anak ni si Omri ma sogo ni roha ni Jahowa, gumodang sian saluhut jolma angka na jumolo sian ibana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Hira na maotikku dope di rohana na niihutihutna angka dosa ni si Jerobeam, anak ni si Nebat. Lam dibuat dope si Izebel, boru ni si Etbaal, raja ni halak Sidon, bahen jolmana; laho ibana huhut mangoloi Baal dohot marsomba tusi.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i dipajongjong ma sada langgatan di Baal, di bagasan joro ni Baal, na pinaulina di Samaria.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dipungka si Ahab huhut sada sombaon Asera, asa gumodang do dibahen si Ahab pahehe muruk ni Jahowa, Debata ni Israel, sian saluhut raja ni Israel angka na jumolo sian ibana.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Di angka arina ro si Hiel sian Betel mangulahi paulihon huta Jeriko. Mate si Abiram, anak buhabajuna laho mambahen ojahanna; mate si Segub, anakna siampudan laho umpajokkon pargumbanganna, hombar tu hata ni Jahowa, naung nilumbahonna hian marhite sian si Josua, anak ni si Nun.",
      "type": "content"
    }
  ]
}