{
  "book": "1 Raja-raja",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Elia manurirangkon logo ni ari ranggapuri, gabe angka pidong sigak marmudu ibana 1-6. II. Jahowa marsuru ibana tu Sarpat, diparmudu disi sada boruboru na mabalu dohot anakna 7-16. III. Dipangolu anak ni na mabalu i 17-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni si Elia, halak Tisbi, sian halak paisolat di Gilead, mandok tu si Ahab: Songon sintongna mangolu Jahowa, Debata ni Israel, jala ahu marhalado di jolona, ndang jadi ro nambur manang udan, manang piga taon on, molo so jolo ahu mandokkon!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ro ma hata ni Jahowa mandok tu ibana:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Laho ma ho sian on jala tondong ma dompak purba, jala martabuni ma ho di lambung sunge Kerit na di bariba ni Jordan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon minum sian sunge i ma ho, jala nunga hudokkon angka pidong sigak, asa nasida marmudu do disi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i laho ma ibana jala dibahen ma hombar tu hata ni Jahowa, laho ma ibana tutu jala hundul di lambung sunge Kerit na di bariba ni Jordan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ro ma angka pidong sigak mamboan tu ibana sagusagu dohot juhut manogotna i dohot bodarina i, jala sian sunge i ibana minum.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Dung i marhira sataon lelengna, marsik ma sunge i, ala soada ro be udan di tano i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ro ma hata ni Jahowa tu ibana songon on:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Borhat ma ho laho tu Sarpat na mardonokkon Sidon, maringan disi ma ho; ida ma, nunga hudokkon sada parompuan na mabalu disi marmudu ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i borhat ma ibana laho tu Sarpat; jadi dung sahat ibana tu harbangan ni huta i, ida ma, adong ma disi sada parompuan na mabalu na marsobansoban. Dung i joujou ma si Elia mandok tu nasida: Ua alap di ahu aek i otik di bagasan tabutabu on, asa minum ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai dung laho nasida naeng mangalap, joujou muse ibana mandok tu nasida songon on: Ua buat di ahu santopik sagusagu di bagasan tanganmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ninna parompuan i ma: Songon sintongna mangolu Jahowa, Debatam, ndang adong sagusagu di ahu nanggo sada, nda holan itak sampohul di bagasan hudon, angkup ni miak otik di bagasan guriguri, jala ida ma, na marsobansoban do ahu, asa laho ahu paulihon itak i di ahu dohot di anakki, asa mangan hami na dua dung i mate ma.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai ninna si Elia ma tu nasida: Unang ho mabiar, laho ma ho, bahen ma songon na nidokmu, alai pauli di ahu jumolo sian i sada sagusagu na metmet, jala boan tu ruar di ahu, dung pe i asa pauli di ho dohot di anakmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai songon on do hata ni Jahowa, Debata ni Israel: Ia itak na di bagasan hudon ndang olo suda, jala miak na di bagasan guriguri ndang jadi marsik, paima jumpang ari haroro ni udan tongoson ni Jahowa tu sisik ni tano on.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i laho ma parompuan i, dibahen ma songon na nidok ni si Elia, gabe mangan nasida, nang ibana nang parompuan i ro di isi ni jabuna ariari.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia itak na di bagasan hudon ndang olo suda, jala miak na di bagasan guriguri ndang olo marsik, hombar tu hata ni Jahowa, naung pinaboana hian marhite sian si Elia.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Jadi dung salpu angka jamita ondeng, marsahit ma anak ni parompuan, soranganna i, pola pasang situtu sahitna laos tos hosana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ninna parompuan i ma tu si Elia: Aha parsaoranku tu ho, ale halak ni Debata? Rupa ro do ho tu ahu laho pasingothon dosangku dohot mambunu anakki?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna si Elia ma mandok nasida: Boan tuson anakmi. Dung i dibuat si Elia ma anakna i sian ampuanna, laos diboan ibana tu ginjang, tu bilut na niingananna i, jala diampehon ibana tu podomanna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i joujou ma ibana tu Jahowa, ninna ma: Oale Jahowa, Debatangku! Tung dohot ma parompuan na mabalu on, soranganki marhinamago bahenonmu laho mambunu anakna?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i dipabustang ma ibana tolu hali di ginjang ni dakdanak i huhut joujou tu Jahowa, ninna ma: Ale Jahowa, Debatangku, ua paulak ma hosa ni dakdanak on tu bagasan ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi ditangihon Jahowa ma soara ni si Elia, gabe mulak hosa ni dakdanak i tu bagasan ibana, laos mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i dibuat si Elia ma dakdanak i jala diboan sian bilut parginjang tu toru, jala dilehon ibana tu inana huhut didok si Elia: Ida ma, na mangolu do anakmon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i didok parompuan i ma tu si Elia: Nuaeng pe asa huboto halak ni Debata do ho, jala hasintongan do hata ni Jahowa na ruar sian pamanganmu.",
      "type": "content"
    }
  ]
}