{
  "book": "1 Raja-raja",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangkataion ni si Obaja dohot panurirang Elia 1-16. II. Si Elia ro tu jolo ni si Ahab 17-20. III. Si Elia mamele di atas dolok Karmel 21-39. IV. Si Elia maneati angka panurirang ni Baal jala dipalumba haroro ni udan 40-46",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i di laonlaon ni ari ro muse ma hata ni Jahowa tu si Elia, patolutaonhon tahe, ninna ma: Laho ma ho, pataridahon ma ho tu si Ahab, ai naeng ma tongosonku udan tu tano i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i laho ma si Elia pataridahon ibana tu si Ahab. Alai masa do uju i haleon potir di Samaria.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i dijou si Ahab ma si Obaja, siramoti jabuna. Alai marhabiaran situtu anggo si Obaja mida Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai uju na niripashon ni si Izebel angka panurirang ni Jahowa, dibuat si Obaja ma saratus halak panurirang jala ditabunihon nasida limalimapulu halak di bagasan sada liang, jala dipasingkop sagusagu dohot aek tu nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna si Ahab ma tu si Obaja: Adangi ma tano on manopot sude mual dohot sunge anggiat tung jumpang hita duhutduhut, asa itapangolu angka hoda dohot angka hoda na marsahe, asa unang rendep angka pinahan i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi disagi nasida padua ma tano i adangadanganna; sasada si Ahab mardalan di dalan na sada, jala sasada si Obaja mardalan di dalan na sadanari.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dung di tongan dalan si Obaja ida ma, pajumpang ma ibana dohot si Elia; dung ditanda ibana rupana, manungkap ma ibana huhut didok: Dison do ho hape ale tuanku Elia?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i didok ma: Dison ma tutu, laho ma ho, paboa ma tu tuanmu: Ida ma nunga disi si Elia!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai ninna si Obaja ma: Aha ulaning dosangku, umbahen naeng pasahatonmu naposom tu bagasan tangan ni si Ahab, asa bunuonna ahu?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Songon sintongna mangolu Jahowa, Debatam: Ndang adong bangso manang harajaon na so tinopot ni suruan ni tuanku mangalului ho nian; ia didok nasida: Ndang dison ibana, pola dipatolon rajai harajaon dohot bangso i, paboa na tutu ndang jumpang nasida ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia nuaeng lam didok ho do: Laho ma ho, paboa ma tu tuanmu: Ida ma, nunga disi si Elia!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Angkup ni, molo laho ahu sian lambungmon, gabe ro Tondi ni Jahowa mangusung ho manang tudia so huboto; hape ro ahu palumbahon nian tu si Ahab, alai ndang jumpangsa ho, gabe bunuonna ma ahu; alai sai marhabiaran do naposomon mida Jahowa olat ni sidakdanahonna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ndada tarbortik huroha barita ni na hubahen i tu tuanku, uju na binunu ni si Izebel angka panurirang ni Jahowa, na hutabunihon i angka panurirang ni Jahowa saratus halak, limalimapulu halak di bagasan sada liang, jala hupasingkop tu nasida sagusagu dohot aek?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lam didok ho nuaeng: Laho ma ho, paboa ma tu tuanmu: Ida ma, nunga disi si Elia, asa bunuonna ahu huroha.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i didok si Elia ma: Songon sintongna mangolu Jahowa Zebaot, jala ahu marhalado di jolona, ingkon sadarion dope patuduhononku ahu tu ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i laho ma si Obaja manjumpangkon si Ahab, jala dipaboa barita i tu ibana; gabe mardalan ma si Ahab manjumpangkon si Elia.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Jadi dung pajumpang si Ahab dohot si Elia, ninna si Ahab ma tu ibana: Nunga disi hape ho siago Israel?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai ninna ibana ma: Ndada ahu mangago Israel, ho do dohot pinompar ni amam, binahen ni naung tinadingkonmuna angka patik ni Jahowa, jala mangihuthon tu angka Baal.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "On pe, suru ma na papunguhon sandok Israel mandapothon ahu tu atas dolok Karmel ro di angka panurirang ni Baal na opat ratus limapulu halak i dohot angka panurirang ni sombaon Asera na opat ratus halak i, angka na mangan sian meja ni si Izebel.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i disuru si Ahab ma martingting tu sandok halak Israel, dipapungu huhut angka panurirang i tu atas dolok Karmel.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Dung i didapothon si Elia ma sandok bangso i, ninna ma: Sadia leleng nari naeng mengkatengkat hamu angkup be? Molo Jahowa Debata, Ibana nian ihuthon; alai ia tung Baal, ibana nian ihuthon hamu! Hape nanggo sahata ndang dialushon bangso i tu ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i didok si Elia ma tu bangso i: Sasada ahu na ma tinggal panurirang ni Jahowa, alai anggo panurirang ni Baal opat ratus limapulu halak do toropna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Antong lehon hamu ma tu hami dua jonggi, itenang dipillit nasida sada jonggi di nasida jala ditanggoi laos diampehon tu soban i, alai unang dibahen api tusi; jadi ahu ma marhobas jonggi na sadanari dohot mangampehon tu soban, unang pe hubahen api tusi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i pajoujou hamu ma goar ni debatamuna, jala ahu pajoujou Goar ni Jahowa; manang debata dia na mangalusi dohot api, Ibana ma Debata na tutu. Dung i sahata ma sandok bangso i mangalusi: Denggan do hata i!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i didok si Elia ma tu angka panurirang ni Baal: Pillit hamu ma di hamu sada jonggi jala pauli hamu parjolo, ai torop do anggo hamu, jala pajoujou hamu ma goar ni debatamuna, alai unang ampehon hamu api tusi.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i dibuat nasida ma jonggi, na nilehonna tu nasida, jala dipauli nasida lombu i, jala dipajoujou nasida goar ni Baal sian manogotna i sahat ro di hos ni ari, sai ninna do: O Baal, alusi hami! Hape ndang adong ro soara manang alus; pola marhajingjang nasida humaliang langgatan na binahennasida i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai dung hos ari, direhe si Elia ma nasida, ninna ma: Pagogo hamu soaramuna antong manjoujou, ai Debata do ibana tahe! Atek tung lilian marhusari ibana, manang adong ulaonna na ringkot, manang di pardalanan ibana, manang tung tarlalap modom, asa ngot ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i dipagogo nasida ma soarana be manjoujou jala dirarihi dagingna marhitehite podang dohot hujur marningot hasomalannasida, pola sap mudar dagingnasida i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai dung salpu hos ari, sai didatdati nasida do marhatahata sahat ro di tingki pamelehon di pelean sipanganon, alai ndang adong soara manang alus manang panangihon pe.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i didok si Elia ma tu sandok bangso i: Pajonok hamu ma tu ahu! Jadi sandok bangso i jumonok tu ibana; laos diumban ibana ma langgatan ni Jahowa naung malohai.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i dibuat si Elia ma sampulu dua batu, mangihuthon bilangan ni marga ni anak ni si Jakkob panahatan ni hata ni Jahowa na jolo, uju na nidokna i: Ingkon si Israel goarmu.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i sian angka batu i dipauli ibana sada langgatan di Goar ni Jahowa, dihali huhut sada bondar humaliang langgatan i, arga dua solup boni lambasna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dipatutur huhut soban i, jala ditanggoi dohot jonggi jala diampehon tu atas soban i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i ninna ma: Gohi hamu opat gunsi aek, jala usehon hamu tu pelean situtungon i dohot tu soban i. Didok muse: Bahen hamu songon i paduahalihon! Jadi dipaduahali nasida ma; didok muse: Bahen hamu songon i patoluhalihon! Jadi dipatoluhali nasida.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Pola mardalan aek i humaliang langgatan i, bondar i pe gok aek do.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi dung jumpang tingki pamelehon di pelean sipanganon, ro ma panurirang Elia jumonok jala didok ma: Ale Jahowa, Debata ni si Abraham, si Isak dohot si Israel, sai pabotohon ma sadarion, paboa Ho do Debata di Israel jala ahu naposom, jala marhite sian hatam saluhutna on hubahen.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Sai alusi ma ahu, ale Jahowa, alusi ma ahu tutu! Asa tung diboto bangso on sasada Ho Debata, ale Jahowa asa tung dipauba Ho rohanasida tumadingkon Baal!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i madabu ma api sian Jahowa jala suda dipangan pelean situtungon ro di soban dohot batu dohot tano i, pola didilati dohot aek di bagasan bondar.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi dung diida sandok bangso i songon i, manungkap be ma nasida, angka didok ma: Jahowa do Debata na tutu! Jahowa do Debata na tutu!",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "(IV.) Alai ninna si Elia ma tu nasida: Tangkupi hamu ma angka panurirang ni Baal, unang adong malua sian nasida nanggo sahalak. Jadi ditangkupi ma nasida songon i. Dung i ditogu si Elia ma nasida tuat tu sunge Kison, laos diseseati nasida disi.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dung i ninna si Elia ma tu si Ahab: Nangkok ma ho, asa mangan minum, ai marhasak do hubege songon haroro ni udan na por.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Jadi dung nangkok si Ahab laho mangan minum, nangkok ma si Elia tu punsu ni Karmel laos manungkap tu tano, jala dibahen bohina tu holangholang ni ulu ni totna.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dung i didok ma tu naposona: Ua nangkok ma ho manatapnatap tungkan laut. Dung i nangkok ma ibana manatapnatap huhut didok: Ndang adong disi agia aha. Dung i didok si Elia muse: Ulahi laho, pola pitu hali.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Tole papituhalihon ninna ma: Ida ma, ombun sada na metmet songon tangan ni baoa sada balgana manaek sian laut. Dung i didok si Elia ma: Nangkok ma ho, dok ma tu si Ahab: Pasang ma huretam jala tuat, asa unang ambaton ni udan i ho.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Dung i ndang piga dan mangkolom ma langit i dibahen ombun mardongan habahaba, gabe ro ma udan tipotipo. Alai marhureta ma anggo si Ahab laho tu Jisreel.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Dung i ro ma tangan ni Jahowa manogu si Elia, laos dihohosi ma gontingna marlojong manjoloani si Ahab sahat ro di Jisreel.",
      "type": "content"
    }
  ]
}