{
  "book": "1 Raja-raja",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Elia maporus tu halongonan, nilele ni si Izebel 1-8. II. Jahowa mangkulingi si Elia di Horeb huhut martona tu ibana 9-18. III. Si Elisa bangkit panurirang singkat ni si Elia 19-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipajojor si Ahab ma tu si Izebel sude na binahen ni si Elia dohot pamununa di saluhut angka panurirang marhite sian podang.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i disuru si Izebel ma suruanna manopot si Elia mandok tu ibana: Ingkon pinsangon ni angka debata ma ahu, molo so bahenonku tu hosam marsogot songon on, suang songon na binahenmi tu hosa ni sada sian angka nasida i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung sanat hata i diboto si Elia hehe ma ibana mardalan marhamaol hosana, gabe sahat ma ibana tu Berseba na di Juda, jala ditinggalhon naposona disi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai mardalan ma anggo ibana tu halongonan, sadari mardalan daona, dung sahat tusi hundul ma ibana marlinggomlinggom di bona ni sada hau tadatada laos mangidohon mate hosana, ninna ma: Nunga i sae ale Jahowa, buat na ma tagonan hosangki, ai apala dumenggan ahu marroha sian angka daompung.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dipapeak ma ibana laos modom di linggom ni hau tadatada i. Jadi ida ma, ro sada surusuruan manjama ibana, huhut didok tu ibana: Hehe ma ho mangan!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i humusor ma ibana, gabe diida peak dingkan uluna sada sagusagu na ginoreng dohot sada gunsi marisi aek. Jadi dung mangan dohot minum ibana, diulahi muse ma modom.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ro surusuruan ni Jahowa paduahalihon manjama ibana huhut didok: Hehe ma ho mangan, ai dalan na dao do sidalananmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i hehe ma ibana jala mangan minum, jala mardalan margogohon sipanganon i opatpulu ari opatpulu borngin lelengna, sahat ro di dolok ni Debata, i ma Horeb.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Masuk ma ibana disi tu bagasan sada liang laos marborngin disi. Dung i ida ma, ro ma hata ni Jahowa, mandok tu ibana: Aha do ni niulam dison, ale Elia?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna ibana ma: Marmurukmuruk situtu do ahu nian humongkop ulaon ni Jahowa, Debata Zebaot, ai nunga ditadingkon halak Israel parjanjianmu, nunga maloha angka langgatanmu, jala nunga dibunu angka panurirangmu marhite sian podang, sasada ahu na ma tading, dohot hosangki dope dilului nasida naeng buatonna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna Ibana ma: Ruar ma ho jala jongjong tu dolok na di jolo ni Jahowa, ai ida ma, naeng mamolus Jahowa! Tongkinnari ro ma habahaba bolon, na manorbani angka dolok dohot mambolai angka dolok batu mardalan di jolo ni Jahowa; alai ndada Jahowa dope di bagasan habahaba i. Dung salpu habahaba i ro ma lalo; alai ndada Jahowa dope di bagasan lalo i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung salpu lalo i ro ma api; alai ndada Jahowa dope di bagasan api i. Dung salpu api ro ma alogo na tarangonangon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dung dibege si Elia soarana i, dihungkupi ma bohina dohot sampesampena; dung i ruar ma ibana laos jongjong di baba ni liang i. Dung i ida ma, ro sada soara mandok tu ibana: Aha do na niulam dison, ale Elia?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna ibana ma: Marmurukmuruk situtu do ahu nian humongkop ulaon ni Jahowa, Debata Zebaot; ai nunga ditadingkon halak Israel parjanjianmu, jala nunga diloha nasida angka langgatanmi, nunga dibunui dohot angka panurirangmu marhite sian podang, jala sasada ahu na ma tading, dohot hosangki dope dilului nasida naeng buatonna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ninna Jahowa ma tu ibana: Mulak ma ho tu dalanmu hian tungkan Damaskus, laho ma ho tusi jala miahi si Hasael bahen raja gumomgom Ram.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Miahi dohot si Jehu, anak ni si Nimsi bahen raja gumomgom Israel, miahi dohot si Elisa, anak ni si Sapat sian Abel Mehola bahen panurirang singkatmu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi manang ise na malua sian podang ni si Hasael, ingkon mate bunuon ni si Jehu ma i, jala manang ise na malua sian podang ni Jehu, ingkon mate bunuon ni si Elisa ma i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Angkup ni tinggal dope hubahen di Israel pitu ribu halak, saluhutna i angka na so mangalompit ulu ni totna marsomba tu Baal dohot na so dung mangumma ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Dung i mardalan ma si Elia sian i, gabe jumpangsa si Elisa, anak ni si Sapat, tongon maninggala ibana dohot sampulu dua pasang horbo di jolona, ibana sandiri mangolatolat pasang na pasampuluduahon i. Dung i didapothon si Elia ma ibana laos dilungkuphon sampesampena tu ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ditadingkon si Elisa ma angka horbo i jala marlojong mangihuthon si Elia, didok ma: Ua loas ahu jolo mangumma damang dohot dainang, asa huihuthon ho. Dung i ninna si Elia ma tu ibana: Laho ma ho mulak! Ai aha do na hubahen i tu ho?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i mulak ma ibana sian lambungna, jala dibuat sapasang horbo laos dipotongi do i, ulaula ni horbo i do dipangke marmasak juhut i jala dilehon panganon ni angka naposona. Dung i borhat ma ibana mangihuthon si Elia gabe parhaladona.",
      "type": "content"
    }
  ]
}