{
  "book": "1 Raja-raja",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja Daud martinading hata dohot martona tu si Salomo. Hamamatena 1-11. II. Raja Salomo mangonai uhum tu si Adonia dohot si Abiatar 12-27. III. Tu si Joab 28-35. IV. Tu si Simei 36-46",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung lam jonok ajal ni si Daud laho mate, martona ma ibana tu anakna si Salomo, ninna ma:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Na laho ma anggo ahu tumopot dalan ni saluhut manisia isi ni tano on. Antong marsihohot ma roham jala pir tondim.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala radoti pangoloion tu Jahowa Debatam, asa marparange ho di angka dalanna laho mangaradoti angka patikna, angka tonana, angka uhumna dohot angka panindangionna, hombar tu na tarsurat di bagasan patik ni si Musa, asa marbisuk ho di sude sibahenonmu dohot di sude na tinembak ni roham disi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Asa dipahot Jahowa hatana, na pinarbagabagana tu ahu, uju nidokna: Molo diramoti angka anakmu angka dalannasida, marparange nasida di jolongku di bagasan hasintongan sian nasa rohanasida dohot sian nasa ateatenasida, na so tupa tos sian ho baoa na hundul di habangsa ni Israel, ninna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angkup ni tangkas do diboto ho na binahen ni si Joab, anak ni Nai Seruia tu ahu, na binahenna tu na dua partogi ni parangan ni Israel, tu si Abner tahe, anak ni si Ner, dohot tu si Amasa, anak ni si Jeter, na binununa, jala mandurushon mudar parporangan di demak ni tahi, jala marsapu mudar parporangan dibahen hohosna na di gontingna, dohot sipatuna na di patna!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Antong bahen ma hombar tu hapistaranmu, unang loas ubanna marsonangsonang tuat tu parbeguan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai anggo tu angka anak ni si Barsilai, halak Gilead i, ingkon bahenonmu ma asi ni roha, loas ma nasida saor tu angka jolma sisada panganan dohot ho, ai songon i do panomunomunasida tu ahu, uju na maporus ahu maradophon si Absalom hahami.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala ida ma, di lambungmi do si Simei, anak ni si Gera, halak Benjamin, sian Bahurim, ibana mambuburahon tu ahu bura na sogir uju di ari hapoporushu tu Mahanaim. Hape tuat ibana muse manjumpangkon ahu tu topi ni Jordan, pola husumpahon uju i tu Jahowa marbagahon tu ibana: Ndang bunuonku ho marhitehite podang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai anggo nuaeng, unang lias ibana bahen sian uhum, ai baoa na pistar do ho, jala botoonmu do manang aha sibahenonmu tu ibana, ingkon marabul mudar ubanna tuat tu parbeguan bahenonmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i monding ma si Daud, gabe top dohot angka ompuna, jala tartanom di huta ni si Daud.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai anggo lelengna mangarajai si Daud di Israel, opatpulu taon do. Pitu taon lelengna ibana mangarajai di Hebron, jala tolupulu tolu taon lelengna ibana mangarajai di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Jadi si Salomo i saut juguk di atas habangsa ni si Daud, amana i, jala lam hot situtu do harajaonna i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ro ma si Adonia, anak ni Nai Haggit, mandapothon si Batseba, ina ni si Salomo. Jadi didok si Batseba ma: Beha dame do na hinarohonmi? Dame ma tutu ninna!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna ma: Adong hata sidohononku tu ho. Antong dok ma! ninna nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi didok ibana ma: Diboto ho do patut tu ahu do harajaon i, jala nolnol tu ahu do bohi ni sandok Israel, parajahon ahu nian; hape anggo nuaeng nunga bali harajaon i jala sahat tu anggingki; Jahowa do tutu patongonhon tu ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nuaeng pe, sada sambing pangidoan na hupangido sian ho, unang tung tarila bohingku bahen. Jadi didok nasida ma mandok ibana: Antong paboa ma!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna ibana ma: Ua pangkulingi jolo raja Salomo i, ai ndang tagamon pailaonna bohim, asa dilehon tu ahu nian si Abisag sian Sunem bahen jolmangku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ninna si Batseba ma: Denggan, hupangkulingi pe rajai taringot tu ho.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ditopot si Batseba ma raja Salomo, naeng mangkatai dohot ibana taringot tu si Adonia. Jadi hehe ma rajai manjumpangkon laos marsomba dompak nasida, laos hundul ibana tu habangsana. Didokkon huhut boanon sada habangsa di ina ni rajai, asa hundul di siamunna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ninna si Batseba ma: Adong do pangidoan sada na metmet na hupangido tu ho, unang tung paila ahu. Jadi ninna raja ma mandok nasida: Pangido ma, ale inang, ai ndang pailaonku bohim.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi ninna si Batseba ma: Nilehon nian si Abisag sian Sunem tu hahami si Adonia bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ninna raja Salomo ma mangalusi inana i: Boasa tung ho mangidohon si Abisag sian Sunem di si Adonia? Pangido tagonan huhut harajaon i di ibana, ai dahahang hian do ibana, jala dingkan ibana do malim Abiatar dohot si Joab, anak ni Nai Seruia.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i marsumpa ma raja Salomo tu Jahowa, ninna ma: Ingkon songon i bahenon ni Debata tu ahu, jala patambaonna dope songon i! Ingkon marutang hosa si Adonia ala ni hatana on!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "On pe, songon sintongna mangolu Jahowa, na pahot ahu, jala pahundul ahu tu atas habangsa ni damang si Daud, jala na pauli di ahu sada bagas, songon na pinarbagabagana i: Ingkon sadarion dope mate si Adonia!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i disuru raja Salomo ma si Benaia, anak ni si Joiada na maniham ibana, asa mate.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Anggo tu malim Abiatar, didok rajai ho: Laho ma ho tu Anatot, topot ma ladangmu, ai baoa na marutang hosa do ho nian; alai ndang dope bunuonku ho anggo sadarion, ala naung niusungmu poti ni Tuhan Jahowa di adopan ni damang si Daud, jala ala naung sapardangolan ho dohot damang na jolo.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi dibuangkon si Salomo ma anggo si Abiatar i, asa unang be malim ni Jahowa ibana, jadi sintong ma hata ni Jahowa, naung nilumbahonna hian taringot tu pinompar ni si Eli di Silo.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(III.) Dung i sahat ma barita i tu si Joab (ai nunga marbalik si Joab mangihuthon si Adonia, ndang nian marbalik ibana anggo mangihuthon si Absalom na jolo). Jadi maporus ma si Joab tu undungundung ni Jahowa, jala dihaol angka tanduk ni langgatan.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i adong ma na paboahon tu raja Salomo, naung maporus si Joab tu undungundung ni Jahowa, jala ida ma, di lambung ni langgatan i do ibana. Jadi disuru si Salomo ma si Benaia, anak ni si Joiada, ninna ma: Laho ma ho, tiham ibana tusi! ninna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi dung sahat si Benaia tu undungundung ni Jahowa, ninna ma mandok ibana: Songon on do hata ni rajai: Ruar ma ho! Gabe ninna ibana: Ndang, ai tagonan dison ahu mate. Jadi dipaboa si Benaia muse hata i tu rajai: Songon on do hata ni si Joab, jala songon on do alusna tu ahu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i didok rajai ma tu ibana: Bahen ma songon na nidokna i, tiham ma ibana jala tanom, asa dipurpurhon ho sian ahu dohot sian pinompar ni damang sapata ni mudar na so marpipot, na nidurushon ni si Joab.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Asa manginona tu uluna bahenon ni Jahowa mudarna, ala tinihamna dua halak na ubanon jala na dumenggan marroha sian ibana, laos dibunu nasida marhitehite podang, so pamotoan ni damang si Daud, i ma si Abner, anak ni si Ner, partogi ni parangan ni Israel dohot si Amasa, anak ni si Jeter, partogi ni parangan ni Juda.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Asa marsibalik sapata ni mudarnasida manginona tu ulu ni si Joab dohot tu ulu ni pinomparna ro di salelenglelengna; alai anggo si Daud, dohot pinomparna ro di isi ni bagasna dohot habangsana, ingkon maruli dame sian Jahowa ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi nangkok ma si Benaia, anak ni si Joiada, ditiham ma ibana laos mate; gabe tartanom ibana di bagasan jabuna di halongonan.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i dipabangkit rajai ma si Benaia, anak ni si Joiada bahen singkatna, manguluhon angka parangan i, huhut dipabangkit rajai malim Sadok, singkat ni si Abiatar.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(IV.) Dung i disuru rajai ma mangalapi si Simei, ninna ma mandok ibana: Pauli ma di ho sada bagas di Jerusalem, asa maringan ho disi, jala unang ruar ho sian i laho manang dompak dia.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ai sadari ho ruar jala manaripari batang aek Kidron, ingkon boto hian, sai na mate do ho; manginona tu ulum ma sapata ni mudarmu!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i ninna si Simei ma mandok rajai: Denggan do hata i, songon na nidok ni tuanku, ingkon songon i bahenon ni naposomon. Jadi maringan ma si Simei di Jerusalem, pola na nia lelengna.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Hape dung salpu tolu taon lintun ma dua naposo ni si Simei tu si Akis, anak ni si Maaka, raja sian Gat. Jadi adong ma na paboahon tu si Simei songon on: Ida ma, di Gat do angka naposom.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jadi laho ma si Simei, dipalanoi ma halodena, asa laho ibana tu Gat manopot si Akis naeng mangalului naposona. Jadi dung sahat si Simei, diboan ma angka naposona mulak sian Gat.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dung i adong ma na paboahon tu si Salomo naung laho si Simei sian Jerusalem tu Gat, jala mulak muse.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Jadi disuru rajai ma mangalapi si Simei, ninna ma mandok ibana: Nda nunga pola hupatolon ho tu Jahowa, jala huhatindangkon tu ho songon on: Sadari ruar ho jala laho manang dompak dia, boto hian ma, ingkon mate ho! Pola didok ho uju i tu ahu: Denggan hata i hubege.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Boasa tung so ingotonmu uari tu Jahowa dohot tona na hutonahon i tu ho?",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Angkup ni, ninna rajai mandok si Simei: Ho pe, diboto ho do sandok hajahaton na niingot ni roham, na binahenmi tu damang si Daud. Ala ni nunga manginona hajahatonmu tu ulum, dibahen Jahowa.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Alai dapotan pasupasu anggo raja Salomo, jala hot do ia habangsa ni si Daud di adopan ni Jahowa ro di saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Dung i didokkon rajai ma si Benaia, anak ni si Joiada, asa ruar maniham ibana, laos mate. Jadi hot ma harajaon i dipegang tangan ni si Salomo.",
      "type": "content"
    }
  ]
}