{
  "book": "1 Raja-raja",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja Benhadad martungkum Samaria 1-12. II. Ro sada panurirang mandok hata sipir ni tondi ni si Ahab. Raja Ahab manaluhon raja Benhadad dua hali 13-30. III. Raja Ahab pangoluhon si Benhadad: dipinsang sada panurirang ibana ala ni 31-43",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipaluhut si Benhadad raja sian Ram ma sandok paranganna, jala tolupulu dua raja angka na hinarana, tole angka hoda dohot hureta porang, jadi nangkok ma ibana, ditungkum ma Samaria, laos diporang do i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i disuru ma angka suruanna manopot si Ahab, raja sian Israel, tu bagasan huta i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asa dohononna tu ibana: Songon on do hata ni si Benhadad: Perakmu dohot serem ahu do nampunasa, angka jolmami dohot anakkonmu angka na ummuli ahu do nampuna nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna raja ni Israel ma mangalusi: Songon na nidokmi do na tutu, ale rajanami, ho do nampuna ahu ro di sude na di ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i diulahi angka suruani ro muse, didok nasida ma: Songon on do hata ni si Benhadad: Nunga nian husuru suruanku mandok tu ho: Perakmu dohot serem dohot angka jolmam ro di anakkonmu ingkon tu ahu do i lehononmu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Antong marsogot songon on suruonku ma angka naposongku manopot ho, asa disungkapi nasida jabum dohot jabu ni angka naposom, jala nasa ugasan homitan ni roham, ingkon boanor nasida ma i di bagasan tanganna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dipaluhut raja sian Israel ma sude sintua ni tano i, didok ma: Ua tanda jala ida hamu, haurahonta do hape na niluluan nian, ai nunga disuru ibana suruanna mangido tu ahu angka jolmangku dohot anakkonku ro di perakku dohot serengku, jala ndang hujua mangalehon angka i tu ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i sahata ma sude sintua dohot bangso i mandok tu ibana: Unang patangitangi hatahatana jala unang oloi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna rajai ma tu angka suruan ni si Benhadad: Dok hamu ma tu tuanku rajai: Saluhut naung nidok ni suruanmi parjolo tu ahu naposom, bahenonku do i, alai anggo hata on ndang haoloan ahu. Dung i laho ma angka suruani patolhas alusi tu tuanna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i diulahi si Benhadad muse marsuru suruanna mandok tu ibana: Ingkon marlulu situtu angka debata tu ahu, molo tung singkop orbuk ni Samaria manggohi tangan sandok bangso angka na mangihuthon tu ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna raja ni Israel ma mangalusi, dok hamu ma tu rajai: Ndang jadi nian manenganenga halak na manandang podangna, hira songon halak naung mambahen sinjatana tu rompean.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi dung dibege raja Benhadad hata i, tongon ibana minum anggur rap dohot angka raja hinarana di bagasan undungundungna, didok ma tu angka naposona: Haliangi hamu ma huta i! Jadi dihaliangi nasida ma huta i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Dung i ida ma, ro ma sada panurirang mandapothon si Ahab, raja sian Israel, didok ma: Songon on do hata ni Jahowa: Atehe nunga diida ho musum na deakon? Ida ma, pasahatonku ma i sadarion tu bagasan tanganmu, asa tung ditanda ho Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna si Ahab ma: Marhite sian ise do? Dung i ninna panurirang i ma: Songon on do hata ni Jahowa: Marhite sian angka naposo ni angka induk marluatluat. Dung i ninna rajai ma: Ise hami jumolo bingkas? Dung i ninna panurirang i ma: Ho do!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i dibilang rajai ma angka naposo ni angka induk i marluatluat, gabe dua ratus tolupulu dua halak toropna, dung salpu nasida, dibilang ma dohot sian sandok bangso i, i ma sude halak Israel, pitu ribu halak.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ruar ma nasida di hos ni ari. Alai anggo si Benhadad lilian minum anggur sanga mabuk di bagasan undungundungna rap dohot na tolupulu dua raja, angka na hinarana i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ruar ma jumolo angka naposo ni angka induk i marluatluat. Jadi disuru si Benhadad ma suruanna, angka na mangalualuhon tu ibana mandok: Nunga adong ruar angka baoa sian Samaria.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i didok rajai ma: Manang na naeng mardemak nasida umbahen ruar, manang laho marporang, sai tangkupi hamu nasida songon i mangolu!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai dung ruar angka nasida sian huta i, i ma angka naposo ni angka induk i marluatluat dohot angka parangan sian pudinasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dibunu nasida be ma alona, gabe maporus halak Ram jala dieak halak Israel nasida; maporus dohot si Benhadad, raja sian Ram marsihundul di hoda rap dohot deba jolma parsihundulna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi ruar ma dohot raja ni Israel, jala dibunu angka jolma parsihundul di hoda dohot hureta porang, gabe torop situtu marragean halak Ram dibahen.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ro ma panurirang i mandapothon raja ni Israel, didok ma tu ibana: Mulak ma ho, patorop ma jolo angka paranganmu, pingkiri ma jala ida manang aha na tama sibehenonmu; ai dapot taon ulahan ni raja sian Ram ma nangkok mandopang ho.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai nunga didok angka naposo ni raja sian Ram hian mandok ibana: Debata pandingini di dolok do angka Debatanasida i, ala ni do umbahen talu hita dibahen nasida; alai molo maralo di adaran hita dohot nasida, sai na tunduk do nasida bahenonta.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ala ni songon on ma bahen: Palaho ma angka rajai, ganup sian hajongjonganna be, jala bahen ma angka ulubalang singkatnasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai anggo papungu ma di ho parangan, suang songon torop ni parangan naung marragean sian ho, tole angka hoda dohot hureta songon toropna na jolo, asa taulahi marmusu dohot nasida di adaran, sai na tunduk do nasida bahenonta. Jadi dioloi rajai ma hatanasida i, jala dibahen songon i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi dung salpu na sataon i, dibilang si Benhadad ma halak Ram, jala nangkok ibana tu Apek laho marporang dompak Israel.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i tarbilang ma dohot halak Israel jala diparbohali, asa mardalan manjumpangkon halak Ram; dung i marsaro ma halak Israel patondong dohot nasida, hira songon dua punguan hambing; alai anggo halak Ram tung ditutup do tano i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ro ma sada halak ni Debata mandapothon raja ni Israel, ninna ma mandok ibana: Songon on do hata ni Jahowa: Ala naung didok halak Ram, Debata pandingini di angka dolok do Jahowa, ndada Debata pandingini di adaran, dibahen i nunga hupasahat tu tanganmu sandok jolma na deak on, asa tung ditanda hamu, Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi marsaro ma nasida patondong be pola pitu ari lelengna. Tole papitu arihon turtar be ma nasida tongtang, gabe dibunu halak Israel ma saratus ribu halak Ram, angka na mardalan pat di bagasan sadari.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala angka na teba i maporus do tu bagasan huta Apek, gabe ditinggang parik ni huta i duapulu pitu ribu halak angka na teba i; maporus dohot si Benhadad masuk tu bagasan huta i, laho sian bilut na sada tu bilut na sadanari.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(III.) Dung i ninna angka naposona i ma mandok ibana: Ida ma, nunga hubege hami barita ni angka raja ni halak Israel, raja parasi ni roha do nasida; dibahen i loas ma hami marabithon tangki dohot martalitalihon tangki ruar mandapothon raja ni Israel, anggiat tung pangoluonna hosam.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i marabithon tangki ma nasida jala martalitalihon tangki laho mandapothon raja ni Israel, laos didok nasida ma: Hata ni naposom si Benhadad mandok: Ua pangolu ma hosangku! Jadi ninna rajai ma: Mangolu dope ibana hape? Antong anggingku ma ibana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Pintor disigop angka baoa i ma hatana i mangaithon tu nasida, angka didok ma: Anggim ma tutu si Benhadad! Dung i didok rajai ma: Laho ma hamu mamboan ibana tuson. Jadi ruar ma si Benhadad mandapothon rajai, laos didokkon rajai ibana manaek tu hureta.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i didok si Benhadad ma tu rajai: Huta angka na nirampas ni damang na jolo sian amanta, paulahonku ma tu ho, bahen huhut di ho angka jambur di Damaskus, songon na binahen ni damang nahinan di Samaria. Alai anggo ahu (ninna si Ahab), paluaonku ma ho marningot padan on. Jadi marpadan ma nasida na dua, diloas ma ibana laho.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i ro ma hata ni sada halak sian angka anak ni panurirang mandok tu donganna marhite sian hata ni Jahowa: Ua lombuti ma ahu! Hape manjua do baoa i mangalombuti ibana.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i didok panurirang i ma tu ibana: Ala na so tinangihonmi soara ni Jahowa, ida ma, molo laho ho annon sian lambungkon, soroon ni singa ma ho. Jadi dung laho ibana sian lambungna pajumpang ma ibana dohot singa na manoro ibana.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i jumpang panurirang i ma sada halak na asing, ninna ma: Ua lombuti ma ahu! Jadi dilombuti baoa i ma ibana, pola mabugang ibana dibahen.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i laho ma panurirang i mangambat rajai di tongan dalan, jala dipatinda rupana marhite sian bulangbulang binahenna tu matana.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi dung mamolus rajai, mangangguhangguk ma ibana dompak rajai, ninna ma: Ruar do ahu naposomon sian tongatonga ni parporangan, gabe ida ma, ro sada halak na manimbil sian parporangan mamboan tu ahu sada halak, ninna ma: Ramoti baoa on! Molo tung mangangkat ibana, ingkon hosam singkat ni hosana; manang ingkon gararonmu perak satalenta.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Hape uju ringkot situtu ulaon ni naposomon, gabe ndang disi be ibana hudapot. Dung i ninna raja ni Israel ma tu ibana: Laos i ma uhum madabu tu ho, ho sandiri tahe paputushon.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dung i hapogan ma panurirang i mananggal bulang i sian matana, gabe ditanda raja ni Israel ma ibana, sada sian angka panurirang i do ibana hape.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dung i ninna panurirang i ma mandok rajai: Songon on do hata ni Jahowa: Ala na pinaluam i sian tanganmu baoa naung harom hian hubahen, ingkon hosam singkat ni hosana, jala bangsom singkat ni bangsona.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dung i laho ma mulak raja ni Israel tu jabuna, pola gusar jala muruk situtu ibana sahat tu Samaria.",
      "type": "content"
    }
  ]
}