{
  "book": "1 Raja-raja",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja Ahab mangapian di porlak anggur ni si Nabot, na marutang hosa dibahen getegete ni si Izebel 1-16. II. Si Elia mangalumbahon torutoru ni Debata tu si Ahab, gabe dipaunduk rohana 17-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu angka jamita ondeng, adong ma sada halak na margoar si Nabot sian Jisreel, marporlak anggur ibana di Jisreel, mardonokkon jabu ni si Ahab, raja di Samaria.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ro ma hata ni si Ahab mandok tu si Nabot: Ua lehon tu ahu porlak anggurmi, asa gabe porlak hatubuan ni ingkau rata i di ahu, ala jonokna tu lambung ni jabungku; hulehon pe tu ho porlak anggur na dumenggan bahen singkatna, manang perak na saarga ni porlakmi, molo i lumehet di bagasan roham.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai ninna si Nabot ma mandok si Ahab: Dao ma i sian ahu bahenon ni Jahowa, anggo tung lehononku tu ho tadingtadingan ni damang.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi mulak ma si Ahab tu bagasan jabuna, pola gusar jala marmurukmuruk ala hata ni si Nabot sian Jisreel tu ibana, songon on: Ndang olo ahu mangalehon tu ho tadingtadingan ni damang. Dung i dipapeak rajai ma ibana tu podomanna, jala dipahusor bohina dompak dorpi pola ndang olo ibana mangan sagusagu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ro ma si Izebel, jolmana i, manopot ibana huhut didok tu ibana: Ala ni aha umbahen tung marsakmarsak roham, jala ndang olo ho mangan sagusagu?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i didok ibana ma tu nasida: Nunga nian mangkatai ahu dohot si Nabot sian Jisreel, jala hudok tu ibana: Ua lehon di ahu porlak anggurmi tuhoronku, manang molo lomoan roham asa hulehon tu ho sada porlak anggur na asing singkatna; alai ninna ibana do: Ndang olo ahu mangalehon tu ho porlak anggurhi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i didok si Izebel jolmana i ma mandok ibana: Atehe mangkajongjongkon harajaon di Israel do ho nuaeng? Hehe ho, jala pangan sagusaguon, jala pir tondim! Ahu pe mangalehon tu ho porlak anggur ni si Nabot, halak Jisreel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dibahen ma angka surat marhitehite goar ni si Ahab jala disahap marhitehite sahapna, jala ditongoshon angka surat i tu angka sintua dohot tu halak na raja di bagasan hutana, angka dongan sahuta ni si Nabot tahe.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala songon on do hata ni angka suratna i: Martingting ma hamu mandokkon saluhut halak marpuasa, jala dokkon hamu si Nabot hundul di julu on ni luhutan i!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Pahundul hamu huhut dua halak parroha na so hasea, na jahat situtu paadopadop dohot ibana, asa manindangi nasida dompak ibana, dohononna ma: Nunga diinsahi ho Debata dohot raja. Dung i togihon hamu ibana tu ruar, laos dangguri hamu ibana dohot batu asa mate.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi ro ma halak donganna sahuta, i ma angka sintua dohot halak na raja, angka na maringan di bagasan hutana i, dibahen nasida ma songon na nidokkon ni si Izebel di bagasan surat angka na tinongosna i tu nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Martingting ma nasida mandokkon halak marpuasa, jala didokkon si Nabot hundul di julu on ni luhutan i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ro ma sidua halak parroha na jahat i, jala hundul nasida paadopadop dohot ibana, dung i manindangi ma halak parroha na jahat i dompak si Nabot di adopan ni bangso i, ninna ma: Nunga diinsahi si Nabot on Debata dohot rajai. Dung i ditogihon nasida ma ibana tu balian ni huta i, gabe didangguri ibana dohot batu laos mate.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i disuru nasida ma suruanna manopot si Izebel, mandok tu ibana: Nunga mate si Nabot didangguri dohot batu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung dibege si Izebel naung mate si Nabot didangguri dohot batu, didok si Izebel ma tu si Ahab: Hehe ma ho, buat ma porlak anggur ni si Nabot, halak Jisreel, na jinouna i mangalehon tu ho tuhoronmu, ai ndang be mangolu si Nabot, nunga mate ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dung dibege si Ahab naung mate si Nabot, hehe ma ibana laho tuat tu porlak anggur ni si Nabot, halak Jisreel, asa soluhonna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Alai ro ma hata ni Jahowa tu si Elia halak Tisbi, ninna ma:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hehe ma ho jala tuat mandapothon si Ahab, raja ni Israel na marhabangsa di Samaria; ida ma, di bagasan porlak anggur ni si Nabot do ibana nuaeng, ai nunga tuat ibana tusi asa soluhonna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala dohononmu ma tu ibana: Songon on do hata ni Jahowa: Nda nunga mambunu jolma ho huhut mangalaum ugasan? Angkup ni dohononmu ma tu ibana: Songon on do hata ni Jahowa: Ia disi didilati angka biang mudar ni si Nabot, ingkon disi dilatan ni angka biang mudarmu!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ninna si Ahab ma mandok si Elia: Nunga leak tardapot ahu dibahen ho, ale musungku? Dung i ninna si Elia ma: Nunga dapot ahu ho tutu, ala naung digadishon ho dirim mangulahon sogo ni roha ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ida ma, Ahu parohon jea tu ho, jala Ahu mangaripashon pinomparmu, mangaripashon sian Ahab nasa baoa, na bajar dohot na tang di Israel.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala Ahu mambahen pinomparmu, songon pinompar ni si Jerobeam, anak ni si Nebat dohot songon pinompar ni si Baesa, anak ni si Ahia, ala paminggilna pahehe murukku dohot ala nielana i halak Israel mambahen dosa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Nang taringot tu si Izebel songon on do hata ni Jahowa: Ingkon suda panganon ni biang sogot si Izebel di lambung parik ni Jisreel.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Manang ise na mate sian si Ahab di bagasan huta, ingkon suda panganon ni biang, jala manang ise na mate di ladang, ingkon suda parguton ni pidong na martongatonga langit.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ndang dung adong antong jolma naung manggadishon dirina mangulahon sogo ni roha ni Jahowa, songon si Ahab, na pinajuju ni si Izebel jolmana i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tung na sogir situtu do parulaonna laho mangihuthon tu angka debata sileban, maniru sude na binahen ni halak Amori na jolo, angka naung pinabali ni Jahowa nian maradophon halak Israel.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai dung dibege si Ahab angka hata ondeng, gabe diribahi ma pangkeanna, jala disolukkon abit tangki tu dagingna huhut marpuasa ibana, jala modom marabit tangki, jala tungki mardalan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ro ma hata ni Jahowa tu si Elia, halak Tisbi songon on:",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Atehe nunga diida ho na pinaunduk ni si Ahab dirinai maradophon Ahu? Ala naung pinaundukna i dirina maradophon Ahu, ndang paroonku jea i saleleng mangolu ibana, di ngolu ni anakna pe paroonku jea tu pinomparna.",
      "type": "content"
    }
  ]
}