{
  "book": "1 Raja-raja",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Ahab dohot si Josapat marsatahi marmusu dompak halak Ram. Angka panurirang pargapgap i 1-14. II. Panurirang Mika manurirangkon hian hataluannasida 15-28. III. Si Ahab mate di tongtangan 29-40. IV. Hadaulaton ni si Josapat dohot panggomgomina di Juda 41-51. V. Si Ahasia bangkit raja di Israel 52-54",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i marsonangsonang ma nasida tolu taon lelengna, demak hamusuon ni Ram tu Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai dapot patolutaonhon tuat ma si Josapat, raja sian Juda mandapothon raja sian Israel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i didok raja sian Israel ma tu angka naposona: Atehe diboto hamu do hita nian nampuna Ramot di Gilead? Hape sai so do hita, ndada itarampas huta i sian tangan ni raja sian Ram?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna rajai ma tu si Josapat: Atehe olo do ho haraonku laho marmusu dompak Ramot di Gilead? Dung i ninna si Josapat ma mandok raja sian Israel: Ia songon i ho, songon i do ahu, ia songon i bangsomi, songon i do bangsongki, ia songon i angka hodam, songon i do angka hodangku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angkup ni ninna si Josapat tu raja sian Israel: Ua marsungkun ho jolo sadarion tu hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dipaluhut raja sian Israel ma angka panurirang, hirahira opat ratus halak toropna, jala didok do tu nasida: Atehe jadi do ahu laho tu Ramot di Gilead marporang, manang so jadi? Dung i ninna angka nasida ma: Jadi do ho nangkok, sai na pasahaton ni Tuhan i do nasida tu bagasan tangan ni rajai.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ro ma hata ni si Josapat: Atehe ndang adong be dison nanggo sada panurirang ni Jahowa, asa marsungkun tu ibana hita?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna raja sian Israel ma tu si Josapat: Adong dope nian dison sada halak, tarsungkun hita do nian Jahowa marhite sian ibana, alai sogo do rohangku mida ibana, ai ndang dung adong na denggan nanggo sada disurirangkon ibana tu ahu, sai holan jea do, i ma si Mika, anak ni si Jimla. Dung i ninna si Josapat ma: Unang nian songon i hata ni rajai!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i dijou raja sian Israel, ma sada halak siramoti bagasna, ninna ma: Hatop boan tuson si Mika, anak ni si Jimla!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai raja sian Israel dohot si Josapat, raja sian Juda hundul ganup di habangsana be mamangke pangkean harajaon di partungkoan mardonokkon pintu harbangan ni Samaria, jala saluhut angka panurirang i manurirangi di jolonasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga dibahen si Sedekia, anak ni si Kenaana hian di ibana angka tanduk bosi, huhut didok: Songon on do hata ni Jahowa: Ingkon marhite sian angka on tambingonmu halak Ram, paima sun siap nasida bahenonmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sude angka panurirang i laos songon i do disurirangkon, ninna do: Nangkok ma ho laho tu Ramot di Gilead, sai marantu do ho, jala pasahaton ni Jahowa do nasida tu bagasan tangan ni rajai.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia suruan naung laho i manjou si Mika, mandok hian tu ibana songon on: Ida ma, sauduran do hatahata ni angka panurirang mandok na denggan tu rajai; dibahen i hatamu pe, sai songon hata ni sahalak sian nasida ma, sai hatahon ma na denggan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ninna si Mika ma: Songon sintongna mangolu Jahowa, manang aha sipaboaon ni Jahowa tu ahu, i do hatahononku!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Jadi dung sahat ibana tu jolo ni rajai, ninna rajai ma mandok ibana: Atehe ale Mika, na jadi do hami laho tu Ramot di Gilead marporang, manang na so jadi? Dung i ninna ibana ma tu rajai: Jadi do ho nangkok, jala marantu ho, ai pasahaton ni Jahowa do nasida tu bagasan tangan ni rajai.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i diulahi rajai mandok tu ibana: Ingkon intap piga hali ho patolononku, paboa na so hatahononmu tu ahu, nda holan hasintongan marhite sian Goar ni Jahowa?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna si Mika ma: Nunga hutatap hian sandok Israel marserak di atas ni angka dolok, songon birubiru na so adong na marmahan. Dung i ninna Jahowa ma: Ndang martuan angka ndian, mulak be ma ganup tu jabuna mardamedame!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ro ma hata ni raja sian Israel tu si Josapat: Nda nunga hudok hian tu ho, ndang tagamon agia aha na denggan surirangkononna tu ahu, nda holan jea ho?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna si Mika ma: Dibahen i tangihon ma hata ni Jahowa: Nunga hutatap hian Jahowa hundul di atas habangsana, jala sandok parangan ni banuaginjang tindang di lambungna, tungkan siamunna dohot tungkan hambirangna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ninna Jahowa ma: Ise ulaning olo mangelaela si Ahab, asa nangkok ibana, jala tinggang mardonokkon Ramot di Gilead? Dung i masidok sian ibana be do nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ruar ma sada tondi panurirangon, laos jongjong tu adopan ni Jahowa, jala ninna ma: Ahu ma mangela ibana. Dung i ninna Jahowa ma tu ibana: Marhite sian aha do?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ninna ibana ma: Ruar ma ahu gabe tondi sipaotooto di bagasan pamangan ni saluhut angka panurirangna. Dung i ninna Jahowa ma: Saut ma ibana elaelaonmu, jala ingkon monang ho; antong ruar ma ho, jala ulahon ma songon i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Nuaeng pe, ida ma, nunga dilehon Jahowa tondi sipaotooto tu bagasan pamangan ni saluhut panurirangmu on, jala nunga dilumbahon Jahowa ro jea tu ho.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ro ma jumonok si Sedekia, anak ni si Kenaana, dipastap ma hurum ni si Mika, huhut didok: Beha nimmu, hira naung munsat Tondi ni Jahowa sian ahu, mandok tu na sasada ho huroha?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ninna si Mika ma: Ida ma, sanga do i idaonmu di ari hapoporusmu sian bilut na sada tu bilut na sada laho martabuni nian.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i didok raja sian Israel ma: Tangkup ma si Mika, jala boan ibana mulak tu si Amon, induk ni huta i dohot tu si Joas, anak ni rajai.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala dohononmu ma: Songon on do hata ni rajai: Bahen hamu ma bayo on tu hurungan jala lehon hamu ibana mangan sagusagu pardangolan dohot tapian pardangolan, paima mulak ahu mardamedame.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ninna si Mika ma: Molo tung mulak ho marsonangsonang, ndang tutu naung marlumba Jahowa marhite sian ahu, pola ninna muse dope: Tangihon ma hata i, hamu ale angka bangso luhutna!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(III.) Dung i nangkok ma raja sian Israel dohot si Josapat, raja sian Juda, tu Ramot di Gilead.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi ninna raja sian Israel ma tu si Josapat: Patinda rupa ma anggo ahu ro tu tongtangan, alai anggo ho laos pangke ma pangkeanmu hian. Jadi patinda rupa ma anggo raja sian Israel laho tu parporangan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai nunga martona hian raja sian Ram tu angka induk panahatan ni huretana, tolupulu dua halak toropna, songon on: Ndang jadi hamu mardopur dompak halak na metmet manang na magodang, nda holan dompak raja sian Israel sasadasa.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi dung diida angka induk panahatan ni angka hureta ni si Josapat, ninna rohanasida ma: Rupa ibana do raja sian Israel, gabe ibana ditahopi nasida naeng porangonna, alai mangangguhi ma si Josapat.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi dung diida angka induk panahatan ni hureta, ndada ibana hape raja sian Israel, sumurut ma nasida sian ibana.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai adong ma sada baoa na manintak siorna, ndang manang ise nian tinujuna, hape hona do raja sian Israel sian pardomuan ni baju partahanan i. Dung i ninna rajai ma tu jolma sihosing huretana: Hosingkon ma huretai dohot tanganmu, jala togu ahu haruar sian tongtangan, ai nunga mabugang ahu.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Hape lam tu ragatna marporang di na sadari i, laos jongjong rajai di bagasan huretana ditungkol paadopadop dohot halak Ram, tole bodarina i mate ma ibana, jala mudar sian bugang ni rajai mabaor do tu pamurnangan ni huretai.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i marhira mate mata ni ari ro ma soara tingting tu parsaroan i songon on: Mulak be ma ganup tu hutana dohot tu tanona be.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi mate ma rajai, jala tarboan tu Samaria, jala ditanom halak do rajai di Samaria.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Hape andorang diburi halak huretai di lambung tobat Samaria ro angka biang mandilati mudarna, ro dohot angka boruboru sibabijalang maridi disi, hombar tu hata ni Jahowa naung nilumbahonna hian.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jamita na tinggal i dope sian si Ahab dohot sude na binahenna dohot jabu sian gading pinaulina i, ro di sude huta angka na pinungkana i, nda tarsurat do i di bagasan buku jamita ni angka raja sian Israel?",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i monding ma si Ahab gabe top dohot angka ompuna, jala si Ahasia anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "(IV.) Ia si Josapat, anak ni si Asa, bangkit raja di Juda, paopattaonhon dung raja si Ahab di Israel.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Alai marumur tolupulu lima taon do si Josapat uju bangkit raja ibana, jala duapulu lima taon lelengna ibana mangarajai di Jerusalem. Ia goar ni inana, i ma si Azuba, boru ni si Silhi.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dung i marparange ma rajai di sandok dalan ni si Asa, amana i, ndang manimbil ibana sian i, asa mangulahon na tigor di roha ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Alai tahe ndang diloha anggo angka joro na di angka robean, sai mamele dohot manutungi daupa dope anggo situan na torop i di atas ni angka tambak.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Dung i sai mardemak ma si Josapat tu raja sian Israel.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Jamita na tinggal i dope sian si Josapat dohot huaso angka na niulana ro di parporangonna, nda tarsurat do i di bagasan buku jamita ni angka raja sian Israel.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Nang pasipasi ni baoa angka na marjolmahon baoa angka na teba i, uju di ngolu ni si Asa amana i, disiaphon do sian tano i.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Ndang adong anggo raja ihutan di Edom uju i, wakil sambing mangarajai disi.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Dung i didokkon si Josapat ma paulihon angka kopal Tarsis, angka na marlayar tu Opir mangalap sere nian, alai ndang saut marlayar, ai marropuhan angka kopal i di Esion Geber.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Uju i ma didok si Ahasia, anak ni si Ahab tu si Josapat: Ua loas ma angka naposongku rap dohot angka naposom marlayar di angka kopal i; alai ndang olo be si Josapat.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Dung i monding ma si Josapat, gabe top dohot angka ompuna, jala tartanom di lambung ni ompuna, di huta ni si Daud, ompuna i, gabe si Joram, anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "(V.) Anggo si Ahasia, anak ni si Ahab, bangkit raja gumomgom Israel di Samaria, pasampulupitutaonhon dung raja si Josapat di Juda jala dirajai Israel dua taon lelengna.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Jala diulahon do sogo ni roha ni Jahowa, sai diihutihut do dalan ni amana dohot inana, diihutihut huhut dalan ni si Jerobeam, anak ni si Nebat, na mangela Israel mambahen dosa. (22-54) Dioloi ibana huhut Baal, jala marsomba tusi, asa pahehe muruk ni Jahowa, Debata ni Israel, sandok suang songon na binahen ni amana i.",
      "type": "content"
    }
  ]
}