{
  "book": "1 Raja-raja",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Salomo mangoli boru ni raja Firaun 1-4. II. Alatan niipina di Gibeon 5-15. III. Hamaloonna manguhum 16-28.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i martondong ma si Salomo tu si Firaun, raja sian Misir, dibuat ma boru ni si Firaun, jala diboan tu huta ni si Daud, paima sun pinaulina jabuna dohot joro ni Jahowa ro di parik ni Jerusalem humaliang.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai mamele dope uju i situan na torop i di atas robean, ai ndang dope dipajongjong joro di Goar ni Jahowa rasirasa sadarina i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai holong do roha ni si Salomo mida Jahowa, marparange do ibana di angka aturan ni amana si Daud, asal mamele dope ibana di atas ni angka tambak jala manutung daupa disi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i laho ma rajai tu Gibeon, asa mamele disi, ai tambak bolon do disi; saribu pelean situtungon dipelehon si Salomo di atas langgatan i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Apala di Gibeon ma patar Jahowa tu si Salomo di bagasan nipina bornginna i, didok Debata ma: Pangido ma manang aha silehononku tu ho.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna si Salomo ma: Nunga dibahen Ho asi ni roha godang tu naposom, damang si Daud, hombar tu parangena di jolomi di bagasan hasintongan, hatigoran dohot habonaron ni roha maradophon ho, jala nunga dipahot Ho di ibana asi ni roha na godangon, dilehon Ho di ibana sada anak na juguk di atas habangsana, songon na masa nuaeng.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "On pe, ale Jahowa, Debatangku, nunga dipabangkit Ho naposom gabe raja singkat ni damang raja Daud; alai bajar dope ahu, ndang huboto ruhut tu balian manang di bagasan huta.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia naposomon di tongatonga ni bangsom do, naung pinillitmi, bangso na bolon, na so taretong jala na so habilangan dibahen deakna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibahen i, lehon ma tu naposomon roha na pantas laho manguhum bangsomi, asa huboto manirang na denggan sian na roa; ai tung ise ma na tuk manguhum bangsom na marmulia on?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i lomo ma roha ni Jahowa, ala songon i pangidoan ni si Salomo.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi ninna Debata ma tu ibana: Ala na songon i pangidoanmi, jala ndang dipangido ho ginjang ni umur, jala ndang dipangido ho hamoraon, jala ndang dipangido ho hosa ni angka musum, roha tahe pinangidom asa tumimbang uhum.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ida ma, bahenonku ma hombar tu hatam. Ida ma! Lehononku ma tu ho roha na bisuk jala na pantas, asa unang adong tudoshon ho sian na robi angka naung salpu i, nang na tubu muse.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Angkup ni na so pinangidom pe, lehononku do tu ho, nang hamoraon, nang hamuliaon, asa unang adong tudoshon ho nanggo sahalak di tongatonga ni angka raja saleleng ho mangolu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i molo sai tong marparange ho di angka dalanku laho mangaradoti angka patikku dohot tonangku, songon parange ni amangmu si Daud, tumpahonku ho huhut sarimatua.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung ngot si Salomo, ida ma, nipina do hapengani. Jadi dung sahat ibana tu Jerusalem, jongjong ma ibana di jolo ni poti parpadanan ni Jahowa, jala dipelehon angka pelean situtungon, dibahen huhut angka pelean hamauliateon, jala dilehon mangan saluhut naposona.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Uju i ro ma dua parompuan sibabijalang mangalualu tu rajai, laos jongjong di jolona.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ninna parompuan na sada ma: Santabi, ale tuanku, ia ahu dohot parompuan on maringan di sada jabu, jadi mangintubu ahu di lambungna di jabu i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i patoluarihon dung mangintubu ahu, mangintubu huhut parompuan on; jala rap hami na dua, ndang adong halak na asing di jabu i, dungkon ni hami na dua.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i mate ma anak ni parompuan on borngin i, ditipa ibana uju modom.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi hehe ma ibana tonga borngin, dihindat ma anakku sian lambungku, uju modom naposom boruburu, jala dipeakkon ibana tu ampuanna, ia anakna na mate dipeakkon tu ampuanku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dung hehe ahu manogotna i laho pasusuhon anakki, gabe ida ma, nunga mate ibana. Alai hupamanatmanat ma ibana manogotna i, gabe ida ma, ndada ibana anakku na hutubuhon i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ninna parompuan na sadanari ma: Ndang songon i, ai anakku do na mangolu i, jala anakmu do na mate. Alai ninna parjolo i ma: Ndada! Ai anakmu do na mate, jala anakku do na mangolu i. Songon i nasida marbada masialusan di jolo ni rajai.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ninna rajai ma: Sadaon mandok: On do anakku na mangolu i, jala anakmu do na mate. Alai sadaan mandok: Ndada, ai anakmu do na mate, jala anakku do na mangolu i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi ninna rajai ma: Antong boan hamu ma tu ahu sada podang. Jadi dung sahat podang i tu jolo ni rajai.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ninna rajai ma: Ponggol dua hamu ma posoposo na mangolu i, jala lehon hamu samponggol tu sadaon, jala samponggol tu sadaan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi ninna parompuan, paranak na mangolu i ma tu rajai (ai tarsunggul do holong ni rohana mida anakna i): Sombangku di ho, ale tuanku, lehon hamu ma tu nasida posoposo na mangolu i, unang tung bunu hamu ibana. Alai ninna parompuan na sadanari ma: Unang di ahu, unang di ho, ponggol hamu ma i!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ninna rajai ma mangalusi: Lehon hamu ma posoposo na mangolu i tu parompuan on, unang be bunu hamu, on do inana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i sar ma uhum na nidabu ni rajai tu sandok Israel, gabe mabiar ma nasida mida rajai, ai diida nasida do habisuhon sian Debata di bagasan ibana laho madabu uhum.",
      "type": "content"
    }
  ]
}