{
  "book": "1 Raja-raja",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka parhalado ni raja Salomo 1-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi raja Salomo i ma gabe raja gumomgom sandok Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala on do induk angka na pinabangkitna i: Si Azaria, anak ni malim Sadok.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Si Elihorep dohot si Ahia, anak ni si Sisa, i ma jurutulis; si Josapat, anak ni si Ahilud do panuturina.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala si Benaia, anak ni si Joiada, partogi ni parangan, jala si Sadok dohot si Abiatar malim.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia si Azaria, anak ni si Natan, induk ni angka parhalado, jala si Sabud, anak ni si Natan, aleale hasudungan ni rajai.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala si Ahisar induk ni angka siramoti bagas, jala si Adoniram, anak ni si Abda, induk ni halak parrodi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Angkup ni dipabangkit si Salomo sampulu dua halak siparenta sandok Israel, angka na pasingkop sipanganon tu rajai dohot tu isi ni bagasna, sasabulan lelengna di na sataon, gonop nasida pasingkophon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "On do goargoar nasida: Anak ni si Hur di dolok Epraim.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Anak ni si Bendeker di Makas dohot di Salabim dohot di Betsemes dohot di Elon sahat ro di Betharan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Anak ni si Benhesed di Arubot, masuk tu ibana huhut Soko ro di sandok tano Heper.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Anak ni si Amminadab di sandok banua Dor; si Tafat, boru ni si Salomo do jolmana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Si Baana, anak ni si Ahilud di Taanak dohot Megiddo ro di sandok Betsean, marbalokkon Zaretan, tungkan toruan sian Jisreel, olat ni Betsean sahat ro di Abel Mehola, sahat ro di bariba ni Jokmeam.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Anak ni si Geber di Ramot di Gilead, masuk tu ibana do angka huta ni si Jair, anak ni si Manasse, angka na di Gilead, masuk tu ibana muse luat Argob, na di Basan; onompulu huta na bolon marparik jala marransangransang tombaga.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Si Ahinadab, anak ni si Ido di Mahanaim.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Si Ahimas di Naptali, ibana pe mambuat si Basemat, boru ni si Salomo bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Si Baana, anak ni si Husai, di Aser dohot di Alot;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Si Josapat, anak ni si Parua, di Isasar.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Si Simei, anak ni si Ela, di Benjamin.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Si Geber, anak ni si Uri, di tano Gilead, di tano ni si Sihon, raja ni halak Amori dohot si Og, raja sian Basan. Sasadasa do siparenta tano i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Mansai deak do halak Juda dohot Israel, songon horsik di pasir ni laut hinadeakna, angka na mangan minum jala marlas ni roha nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(5-1) ",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "I. Hamoraon ni raja Salomo 1-8. II. Hapistaranna 9-14. III. Janji ni raja Salomo tu raja Hiram taringot tu bagas joro sipaulionna i 15-26. IV. Hontashontas laho paulihon bagas joro 27-32",
      "type": "title"
    },
    {
      "verse": 22,
      "text": "(5-2) Alai ingkon adong bahen bohal ni si Salomo sasadari tolupulu pingkul itak na lamot dohot onompulu pingkul itak hian.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(5-3) Sampulu lombu na pinamokmok dohot duapulu lombu sian jampalan dohot saratus birubiru, so padohot angka ursa dohot bedu dohot hije dohot pahanpahanan marragamragam na pinamokmok.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(5-4) Ai digomgomi ibana do sandok tano di bariba ni batang aek Euprat, olat ni Tirza sahat ro di Gasa, digomgomi saluhut raja na di baribaon ni batang aek i, jala marhademahon ibana sian na humaliang.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(5-5) Jadi marhasonangan ma Juda dohot Israel maringan ganup di toru ni hau anggurna be dohot di toru ni hau arana, olat ni Dan sahat ro di Berseba, saleleng mangolu raja Salomo.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(5-6) Angkup ni adong di raja Salomo opatpulu ribu hajongjongan ni hoda angka sitait huretana dohot sampulu dua ribu hoda hundulan ni parangan parsihundul.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(5-7) Dung i angka siparenta ondeng marbohalhon raja Salomo ro di sude angka na mangan sian meja ni raja Salomo, ganup di bulanna be, ndang adong hurang agia aha.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(5-8) Tole eme dohot durame di angka hoda sitait hureta dohot hoda hundulan, diboan nasida do i tu inganan parmianan ni rajai ganup di gansina be.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(5-9) (II.) Dung i dibasabasahon Debata ma tu si Salomo habisuhon dohot roha panimbangon mansai godang dohot parbinotoan godang, tudoshon horsik na di topi ni laut godangna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(5-10) Jala gumodang do habisuhon ni si Salomo sian habisuhon ni saluhut anak angka na di habinsaran dohot sian saluhut habisuhon ni halak Misir.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(5-11) Umbisuk ibana tahe sian sude manisia, umbisuk sian si Etan, halak Esrahi dohot si Heman dohot si Kalkol, dohot si Darda, angka anak ni si Mahol, gabe sar baritana tu saluhut bangso parbegu humaliang.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(5-12) Jala dihatahon ibana tolu ribu umpama, ia torop ni endena saribu lima do.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(5-13) Diboto huhut torsahononna taringot tu angka hau, sian hau Ares na di Libanon ro di Ysop (limutlimut) na tubu di dorpi; ditorsahon huhut taringot tu angka pahanpahanan, taringot tu angka pidong, taringot tu angka gulokgulok dohot taringot tu angka dengke.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(5-14) Jadi marroan ma halak sian saluhut bangso naeng umbege habisuhon ni si Salomo, sian saluhut angka raja di tano on, angka na umbege barita ni habisukonna.",
      "type": "content"
    }
  ]
}