{
  "book": "1 Raja-raja",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "(5-15) (III.) Dung i disuru raja Hiram, sian Tirus ma angka naposona manopot si Salomo, ala naung binegena naung miniahan ibana bahen raja singkat ni amana; ai holong roha ni si Hiram mida si Daud saleleng mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(5-16) Jadi ditongoshon si Salomo ma hatana tu si Hiram, ninna ma:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(5-17) Diboto ho do, na so tarbahen si Daud damang i pajongjong sada joro di Goar ni Jahowa Debatana, ala ni hamusuon angka na humaliang ibana, paima dipatunduk Jahowa nasida tu toru ni palak ni patna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(5-18) Alai anggo nuaeng nunga marhasonangan ahu humaliang dibahen Jahowa, Debatangku, ndang adong be alo nanggo sahalak, manang masa hinamago.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(5-19) Dibahen i, ninna rohangku, denggan pinajongjong sada joro di Goar ni Jahowa Debatangku songon na pinorbagabaga ni Jahowa tu damang si Daud, uju nidokna: Anakmu, sipahundulonku di atas habangsamu bahen gantim, ingkon ibana pajongjong sada joro di Goarhu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(5-20) Antong dokkon ma halak angka na manaba di ahu hau Ares sian Libanon, asa tampak angka naposongku dohot angka naposom, ia upa ni angka naposom lehononku do tu ho, guru pandokmu; ai diboto ho do ndang adong anggo di tongatonganami manang ise na umboto manaba hau, songon halak Sidon i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(5-21) Jadi dung dibege si Hiram angka hata ni si Salomo i, las situtu ma rohana, ninna ma: Pinuji ma Jahowa sadarion, ala naung nilehonna tu si Daud anak sada na bisuk gumomgom bangso na bolon on.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(5-22) Dung i disuru si Hiram ma suruanna manopot si Salomo mandok: Nunga hubege alana umbahen disuru ho manopot ahu; sai bahenonku do sude hombar tu lomo ni roham taringot tu hau Ares dohot taringot tu hau sampinur.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(5-23) Ingkon angka naposongku patuathon hau i sian Libanon tu laut; dung i ahu mambahen angka i marrakitrakit di laut sahat ro di inganan sitonahononmu tu ahu, asa pinarade disi, jadi ripe mangalap ho. Alai ho pe ingkon bahenonmu huhut pinangido ni rohangku mangalehon bohal tu isi ni bagashu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(5-24) Jadi dilehon si Hiram ma tu si Salomo hau Ares dohot hau sampinur guru lomo ni rohana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(5-25) Alai anggo raja Salomo mangalehon tu si Hiram duapulu ribu pingkul dahanon bahen bohal ni isi ni bagasna dohot duapulu pingkul miak dahan. Songon i dilehon raja Salomo ganup taon tu si Hiram.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(5-26) Dung i dibasabasahon Jahowa ma hapistaran tu raja Salomo, songon na pinarbagabagana i hian tu ibana; jadi mardame ma si Hiram dohot raja Salomo, laos umpungka parjanjian nasida na dua.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(5-27) (IV.) Dung i dipillit raja Salomo ma angka parrodi sian sandok Israel, ia torop ni parrodi i tolupulu ribu halak do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(5-28) Jadi disuru rajai ma nasida tu Libanon, sampulu ribu halak sagansi sasabulan lelengna, gabe sabulan nasida di atas Libanon jala dua bulan di jabuna. Jadi si Adoniram do induk ni angka parrodi i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(5-29) Angkup ni pitupulu ribu halak parhuli di raja Salomo, jala ualupulu ribu halak pandakdak batu di dolok.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(5-30) So padohot induk angka na pinabangkit ni raja Salomo angka na parenta ulaon i, tolu ribu tolu ratus halak, angka na mandasdas situan na torop i mangula ulaon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(5-31) Didokkon rajai huhut nasida mangkali batu angka na bolon dohot batu angka na arga, angka na nidakdak bahen ojahan ni joro i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(5-32) Jadi rap tole ma angka pande ni raja Salomo dohot pande ni raja Hiram ro di halak Gebal i mambarbar hau dohot mandakdak batu laho marhobas bagas joro i.",
      "type": "content"
    }
  ]
}