{
  "book": "1 Raja-raja",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangaloloon di bagas joro 1-10. II. Bagabaga ni Debata 11-13. III. Rumangrumang ni joro i 14-38.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Boho opat ratus ualupulu taon, dung ruar halak Israel sian tano Misir, jala paopattaonhon hinarajahon ni raja Salomo gumomgom Israel, di bulan Siw, i ma bulan paidua, dipungka rajai palolo joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia joro na pinalolo ni raja Salomo di Jahowa, onompulu asta unjurna, jala duapulu asta bohangna, jala tolupulu asta timbona.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ianggo emper na di adopan ni bagas joro i, duapulu asta do unjurna, mangihuthon bohang ni joro i, sampulu asta ia bohangna di adopan ni joro i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dipambahen huhut di joro i pandiloan angka na marhandanghandang na sosot.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dipauli huhut di lambung dorpi ni joro i sada emper humaliang, i ma humaliang dorpi ni joro i, boti humaliang pamurnanganna dohot pudina, jala dibahen angka bilut humaliang marlampislampis.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia emper partoru lima asta bohangna, ai partonga onom asta bohangna, ia paitolu pitu asta bohangna; ai dipambahen do bagas joro i martagahambing humaliang, asa unang masijaloan angka i tu dorpi ni joro i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tole laho palolohon joro i, nunga tipak hian didakdak angka batu i, asa unang tarbege be soara ni nanggar manang tangke manang dia ulaula bosi di bagasan joro i laho palolohon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo pintu laho tu emper partonga dingkan siamun ni joro i do, asa marhite sian tangga na marlegotlegot manaek halak tu emper partonga, jala sian emper partonga tu emper paitolu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Songon i ma parpaulina di joro i jala dipasidung jala dilangitlangit i joro i margulanggulang jala marpapan sian hau Ares.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dipauli huhut sada emper di sandok haliang bagas i, lima asta timbona, jala hau Ares dipangke padomuhon tu joro i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i ro ma hata ni Jahowa tu si Salomo songon on:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Taringot tu joro on na pinalolomon: Molo marparange ho di bagasan angka patikku, jala dipatupa ho angka uhumhu, jala diradoti ho angka tonangku, jala marparange ho hombar tu angka i, jadi pahotonku ma tu ho bagabagangku, na huparbagabaga tu amangmu si Daud.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi maringan ma Ahu di tongatonga ni halak Israel, jala ndang be tadingkononku bangsongku Israel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Songon i ma parpauli ni raja Salomo di joro i, jala dipasidung.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia dorpi ni joro i dilampis do sian bagasan dohot papan na sian hau Ares, sian pantar ni joro i sahat ro di gulanggulang ni langitlangit di lampis do dohot hau sian bagasan, ia pantar ni joro i dilampis do dohot hau sampinur.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia na duapulu asta na di pudi ni joro i dilampis do dohot papan sian hau Ares, olat ni pantar tolhas ro di gulanggulang, jala dipauli ibana huhut sian bagasan sada bilut bahen partangiangan, i ma na songkal sahali.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala opatpulu asta unjur ni joro parbagasan i, i ma adopan ni joro i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i hau Ares tungkan bagasan ni joro i, maruhiran mutikmutik dohot bungabunga angka na mangerbang, luhutna i sian hau Ares do, ndang adong tarida batu nanggo sada.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia bilut partangiangan na di tongatonga ni joro i, dipauli do bahen hajongjongan ni poti parpadanan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia ungkuran ni bilut partangiangan i, duapulu asta unjurna, jala duapulu asta bohangna, jala duapulu asta timbona, jala dilampis do i dohot sere palangki; dibahen huhut sada langgatan sian hau Ares di jolona.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i dilampis raja Salomo joro parbagasan i dohot sere palangki, jala dipagistang angka ranterante sere di jolo ni bilut partangiangan i, na nilampisanna i dohot sere.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi sandok joro i dilampis do dohot sere; nang sandok langgatan na di jolo ni bilut partangiangan i dilampis do dohot sere.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dibahen huhut di bagasan bilut partangiangan i dua kerubim sian hau jetun, sampulu asta timbona.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala lima asta ganjang ni habong ni kerubim na sada, jala lima asta ganjang ni habong ni kerubim na sadanari, gabe sampulu asta sian ujung ni habongna na sambariba sahat tu ujung ni habongna na sambariba nari.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Laos sampulu asta do nang kerubim na sadanari, sisada ungkuran dohot sisada rupa tahe kerubim na dua i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Asa sampulu asta do timbo ni kerubim i sadasada.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i dibahen ma angka kerubim i tu tongatonga ni joro parbagasan. Jadi dipaherbang angka kerubim i ma habongna, asa dolos habong ni na sada tu dorpi sambariba, jala habong ni kerubim na sadanari dolos tu dorpi na sambariba nari; alai masidolosan habongnasida anggo di tongatonga ni joro i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i dilampis ma angka kerubim i dohot sere.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jala tu saluhut dorpi ni joro i humaliang diuhirhon sumansuman ni angka kerubim dohot harambir dohot bungabunga angka na mangerbang, sian bagasan dohot sian balian.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Nang pantar ni joro i dilampis do dohot sere songon i bilut parbagasan, songon i bilut parbalian.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jala pintu haroroan tu bilut partangiangan i dibahen do marhinsuhinsu sian hau Jetun, jala tohang dohot angka tiangna i ma saparlima ni dorpi i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi dipauli ma na dua hinsuhinsu sian hau Jetun, jala diuhirhon do tusi sumansuman ni angka kerubim dohot harambir dohot bungabunga angka na mangerbang, jala dilampis do i dohot sere; dilampis huhut angka kerubim nang harambir i dohot sere.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Laos songon i dibahen di haroroan ni joro i tiang sian hau Jetun angka na pinaropat suhi.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jala dua hinsuhinsu sian hau sampinur, jadi mordong na dua hinsuhinsu ni pintu na sada, mordong ma dohot na dua hinsuhinsu ni pintu na sadanari.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Diuhirhon huhut tusi sumansuman ni angka kerubim, harambir dohot bungabunga angka na mangerbang, jala dilampis do i dohot sere, mangihuthon une ni uhirani.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dipauli muse alaman parbagasan, tolu rinte batu angka na nidakdak jala sarinte tiang sian hau Ares angka na niotom.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Paopattaonhon, di bulan Siw dibahen haojahan ni joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jala pasampulusadataonhon, di bulan Bul, i ma bulan paiualu sun ma joro i, hombar tu sandok hata ni rajai dohot sandok lomo ni rohana, asa pola pitu taon lelengna dipauli.",
      "type": "content"
    }
  ]
}