{
  "book": "1 Raja-raja",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parpauli ni raja Salomo di angka bagasna 1-12. II. Tiang na dua i 13-22. III. Tombak tombaga dohot ondolanna 23-39. IV. Angka ulaula tu bagas joro 40-51",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai anggo bagasna sandiri pola sampulu tolu taon lelengna, asa sun dipauli raja Salomo tung sandok bagasna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dipauli huhut bagas tombak Libanon saratus asta unjurna, limapulu asta bohangna, jala tolupulu asta timbona, ojak di atas ni opat rinte tiang sian hau Ares, jala di atas ni angka tiang i peak angka gulanggulang sian hau Ares.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala ditarup dohot hau Ares di ginjang ni bilut, angka na jinujung ni angka tiang, opatpulu lima bilanganna, sasampulu lima sarinte.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala tolu rinte angka tiang, jala pajojor angka pandiloan, tolu rinte patondong be.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Saluhut angka pintu dohot tiang pinaropat suhi do nang gulanggulang jala patondong be angka jandela tolutolu rinte.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dipauli huhut sada emper sian tiang, limapulu asta unjurna, jala tolupulu asta bohangna, maremper muse di jolona, martiang jala marlobulobu di jolona.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Angkup ni dibahen do panisioan ni habangsa paruhuman, i ma parrapotan, pantarna dohot dorpina dilampis do dohot hau Ares.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Bagasna pe na niingananna i, marpulik alaman do tungkan bagasan sian panisioan i, suang songon i do parpaulina. Angkup ni dipauli raja Salomo muse sada bagas di boru ni raja Firaun, na binuatna bahen jolmana, suang songon i parpaulina.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Luhutna i dipauli sian batu angka na arga, angka na nidakdak marungkuran jala ginargajian sian bagasan dohot sian ruar, sian ojahan sahat ro di sumban, jala sian balian sahat ro di alaman godang.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ojahanna pe sian batu angka na arga, jala na bolon, batu sisampulu asta dohot siualu asta unjurna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Di atas ni muse batu angka na arga, angka na nidakdak marungkuran, dohot hau Ares.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai anggo di alaman godang humaliang tolu rinte batu angka na nidakdak, jala sarinte tiang sian hau Ares; suang songon i alaman parbagasan di adopan ni joro ni Jahowa, dohot emper ni bagas i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Dung i disuru raja Salomo ma mangalapi si Hiram sian Tirus.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Anak ni parompuan na mabalu do ibana sian marga Naptali, alai anggo amana halak Tirus do, jolma pande tombaga, gok hapistaran, parbinotoan dohot marhapandean, mamandei luhut ulaula sian tombaga; jadi dung ro ibana manopot raja Salomo, tole ma dipauli saluhut ulaulana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i dijadihon ma dua tiang sian tombaga, sampulu ualu elak be timbona, jala sampulu dua elak be ganjang ni tali lilitna i humaliang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dipauli huhut dua uluna angka na tinuang sian tombaga, jala dibahen tu pasi ni tiang i; lima elak timbo ni ulu ni tiang i sadasada.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dibahen huhut pinartaraoang jala, tole ranterante tu ulu ni tiang na di atas tiang i, pitu tu uluna na sada, laos pitu tu uluna na sadanari.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dibahen huhut angka parbue ni hau dalimo, pola dua rinte humaliang gantung tu taraoangna i bahen pangkuphupi ni uluna i angka na di ginjang ni tiang i, laos songon i do parpaulina dohot di na paduahon i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia ulu na di atas ni tiang i tudos do tu bunga pansur na mangerbang, opat asta tumimbo sian emper i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala uluna angka na di atas ni tiang na dua i di ginjangna dope mardonokkon badanna mardonokkon pinartaraoang, adong huhut dua ratus parbue ni hau dalimo, dua rinte humaliang di ganup uluna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i dipajongjong ibana ma na dua tiang i, jonok tu adopan ni joro i; jumolo dipajongjong tiang pangiamunan, dibahen ma goarna Jakin, dipajongjong muse tiang pangambirangan, dibahen ma goarna Boas.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ia di atas ni ulu ni tiang i adong hapandean bunga pansur na mangerbang; sun disi ma pinauli ulaon taringot tu angka tiang i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(III.) Dung i dibahen ma sada tobat tuangan, sampulu asta bidangna sian topi na sada tu baribana tuk humaliang, jala lima asta bagasna, jala tolupulu asta lilitna humaliang.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala di toru ni topina adong angka mutik ni bungabunga tuk humaliang sampulu kibung di bagasan saasta humaliang tobat i; dua rinte mutik ni bungabunga tartuang di panuanganna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ojak do i di atas ni sampulu dua lombu, tolu uluna mandompakkon utara, tolu uluna mandompakkon pastima, tolu uluna mandompakkon dangsina, jala tolu uluna mandompakkon habinsaran, jala tobat i di atas nasida; jala ihur ni angka lombu i dompak bagasan do.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia hapalna santopap, jala topina hira songon topi ni panginuman songon bunga pansur na mangerbang siatsiat dua ribu bat.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dibahen huhut sampulu tong pamurian sian tombaga, ganup pamurian i opat asta ganjangna, opat asta bidangna jala tolu asta timbona.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai songon on do parpaulina di pamurian i: Marbibir humaliang, jala pantarna di holangholang ni bibirna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ia di pantarna angka na di holangholang ni bibirna adong do sumansuman ni singa dohot lombu dohot kerubim; suang songon i di tiangna parsuhi tungkan ginjang dohot tungkan toru ni angka singa dohot lombu, adong muse hapandean ramerame.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala opat galapang sian tombaga di ganup pamurian, botohonna pe sian tombaga do; jala suhina na opat i marabara do; di toru ni pamurian i do angka ramerame sadasada.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ia babana tungkan bagasan ni bibirna do saasta do tu ginjang, jala tingko do babana suman tu pat ni tiang tonga dua asta bidangna; adong do huhut di babanai hapandean na niuhir; alai anggo pantarna i pinaropat suhi do, ndada tingko.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Anggo na opat galapang i di toru ni pantarna i do jala angka botohon ni galapang i mardomu do tu pamurian i; ganup galapang tonga dua asta timbona.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ia parpaulina di angka galapang i suman do tu galapang ni hureta hian; luhutna i na tinuang do pangordonganna, botohonna, rangarangana dohot anakanakna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Opat abara huhut di na opat suhi ni ganup pamurian i, jala sisada tuangan do abara dohot pamurian i:",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Tungkan ulu ni pamurian i tingko do humaliang arga satonga asta timbona, jala di atas ulu ni parburian i angka sitioponna, sisada tuangan dohot pantarna.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jala diuhirhon tu papan ni sitiopanna i dohot tu papanna humaliang sumansuman ni angka kerubim, singa dohot harambir marguru tu siatna di ganup papan, jala angka ramerame humaliang.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Songon i ma parpaulina di na sampulu pamurian i, dos tuanganna, suhatna dohot rupana di na saluhutna.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Angkup ni dipauli sampulu hudon sian tombaga, siatsiat opatpulu bat di ganup hudon; opat asta do ruak ni ganup hudon i, jala di atas ni ganup pamurian na sampulu i adong hudon sada be.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i dibahen do lima pamurian i tungkan siamun ni joro i, na lima nari tungkan hambirangna; alai anggo tobat i dibahen do tungkan siamun ni joro i dingkan anggoni na.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "(IV.) Songon i ma parpauli ni si Hiram di angka hudon, siuksiuk dohot mangkuk. Jadi sun ma dipauli si Hiram sandok ulaon na pinandeanna di raja Salomo tu joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Na dua tiang i ro di pinarninggor ni ulu angka na di atas ni tiang na dua i dohot taraoang na dua i bahen pangkuphupi ni na pinarninggor na dua i na di atas ni ulu ni tiang i.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Tole muse na opat ratus parbue ni hau dalimo na lohot tu taraoang i duadua rinte parbue ni hau dalimo i di sada taraoang bahen pangkuphupi ni na dua pinarninggor ni ulu di atas ni tiang na dua i.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Tole muse na sampulu pamurian i dohot na sampulu hudon na di atas ni pamurian i.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Tole muse tobat i ro di na sampulu dua lombu na di toru ni tobat i.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Tole angka hudon, siuksiuk dohot mangkuk Saluhut ulaula angka na pinandean ni si Hiram di raja Salomo tu joro ni Jahowa, sian tombaga mamolin do.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Di tano tobing mardonokkon Jordan di holangholang ni Sukot dohot Zaretan; didokkon rajai tuangon luhutna i di bagasan tuangan sian tano liat.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Jala dipasombu raja Salomo saluhut angka ulaula i, ai ndang dapot dasingon borat ni tombaga i dibahen hinagodangna situtu.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Didokkon raja Salomo huhut paulion sude ulaula angka na masuk tu joro ni Jahowa, i ma langgatan sere dohot meja sere hapeahan ni sagusagu na marhadohoan.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Tole angka parpalitoan, lima tungkan siamun jala lima tungkan hambirang di adopan ni bilut partangiangan, sian sere na pita do luhut na i.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Ro di angka mangkuk dohot raut dohot saoan dohot balanga dohot pardaupaan sian sere na pita do; nang angka pangordongordongan ni pintu ni joro parbagasan, di na songkal sahali dohot pangordongordongan ni pintu ni joro i sian sere do.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Jadi sun ma sandok hapandean ni raja Salomo tu joro ni Jahowa. Dung i diboan si Salomo ma tu bagasan saluhut arta na niuras ni amana si Daud ro di perak dohot sere dohot ulaula, jala dipeakkon tu bilut parpeopan arta di joro ni Jahowa.",
      "type": "content"
    }
  ]
}