{
  "book": "1 Raja-raja",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka malim mamboan poti parpadanan tu bagas on joro i 1-9. II. Jahowa papatarhon hamuliaonna. Sipaingot sian si Salomo laho pasahathon joro i tu Debata 10-21. III. Tangiang ni si Salomo pasahathon joro i tu Debata 22-53. IV. Raja Salomo mamasumasu huria Israel 54-61. V. Pelean pasahathon joro i 62-66.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipaluhut raja Salomo ma angka sintua ni Israel dohot sude induk ni halak Israel marmargamarga dohot marompuompu ro tu jolo ni raja Salomo di Jerusalem, naeng boanonna nangkok poti parpadanan ni Jahowa sian huta ni si Daud i ma Sion.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi marluhut ma tu jolo ni raja Salomo nasa baoa di Israel di ari raya bulan Etanim, i ma bulan sipaha pitu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dung marluhut sude sintua ni Israel, dihindat angka malim i ma poti i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i diboan nasida ma poti ni Jahowa nangkok, angkup ni undungundung parluhutan dohot sude ulaula ni habadiaon, angka na di undungundung i na sai laon, laos diboan angka malim dohot halak Lepi do i nangkok.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi marudur ma raja Salomo dohot sandok luhutan ni Israel, angka na marluhut di lambungna mardalan rap dohot ibana di adopan ni poti i, huhut mamelehon angka birubiru dohot lombu, angka na so tarbilang manang taretong dibahen godangna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi sahat ma diboan angka malim poti parpadanan ni Jahowa tu hajongjonganna, tu bilut partangiangan di joro i, tu bagasan bilut na songkal sahali di toru ni habong ni kerubim na dua i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai dipaherbang kerubim na dua i do habongna na dua i tu atas hajongjongan ni poti i, laos dihungkupi kerubim na dua i do poti i ro di haluhaluna sian ginjang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Juruk do angka haluhalu i, pola dapot idaon uluna sian bilut na badia i di adopan ni bilut partangiangan, alai ndang dapot idaon anggo sian ruar, laos disi do angka i rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang adong agia aha di bagasan poti i, nda holan na dua lei batu, angka naung pineakkon ni si Musa tusi uju di Horeb, uju na binahen ni Jahowa parjanjian tu halak Israel, dung diparuar nasida sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Jadi dung ruar angka malim sian bilut na badia i, ro sada ombun manggohi joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Pola ndang manahan angka malim i jongjong marulaon na badia maradophon ombun i, ai hamuliaon ni Jahowa manggohi joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i didok raja Salomo ma: Nunga marboaboa hian Jahowa ingkon maringanan ibana di bagasan haholomon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Antong nunga hupauli sada joro bahen parmiananmu, bahen ojahan ni habangsam ro di saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i dipahusor rajai ma bohina asa pasupasuonna sandok luhutan Israel, jala jongjong be do sandok luhutan Israel i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna rajai ma: Pinuji ma Jahowa, Debata ni Israel, naung marboaboa hian marhite sian pamanganna sandiri tu damang si Daud i, jala nunga dipasintong nuaeng marhite sian tanganna, uju na nidokna:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Olat ni ari uju Ahu manogihon bangsongku Israel ruar sian Misir, ndang dung hupillit sada huta sian sandok marga ni Israel, paulionna sada joro bahen inganan ni Goarhu; alai nunga hupillit anggo si Daud, asa ibana manggomgomi bangsongku Israel.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nunga nian disangkap roha ni damang si Daud naeng paulionna sada joro di Goar ni Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai ninna Jahowa ma mandok damang si Daud i: Ala naung ditahi roham naeng pajongjongonmu sada joro di Goarhu, denggan do nian anggo sangkap ni roham.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai ndada jadi anggo ho pajongjong joro i, ingkon anakmu na ruar sian butuham, ingkon ibana pe pajongjong sada joro di Goarhu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nunga tung dipasintong Jahowa hatana naung pinaboana hian, jala nunga ahu dipahot singkat ni damang si Daud i, jala nunga hundul ahu di habangsa ni harajaon Israel, songon na pinaboa ni Jahowa hian, jala nunga ahu pajongjong sada joro di Goar ni Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala nunga hupadiri disi sada hajongjongan di poti i, parpeopan ni parjanjian ni Jahowa, na binahenna tu angka ompunta, uju tinogihonna nasida ruar sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Dung i jongjong ma raja Salomo di adopan ni langgatan ni Jahowa mandompakkon sandok luhutan Israel, jala dipaherbang tanganna dompak langit.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ninna ma: Ale Jahowa, Debata ni Israel! Ndang adong Debata na tudoshon Ho di banua ginjang dohot di banua tonga on; Ho do tutu pahothon parjanjian dohot asi ni roha tu naposom, angka na marparange di jolom sian nasa rohana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ho do naung pasintongkon tu damang, naposom si Daud i hata na pinorbagabagam tu ibana; pamanganmu tutu marbagabagahon, jala tanganmu pasintongkon apala sadarion.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "On pe, ale Jahowa, Debata ni Israel! Sai pasintong ma tu naposom si Daud, damang i hata naung pinorbagabagam hian tu ibana, uju na nidokmu: Ndang jadi hurangan di ho sada baoa di jolongku na hundul di atas habangsa ni harajaon Israel, asal diramoti angka anakmu dalanna, marparange nasida di jolongku songon ho naung marparange di jolongku.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "On pe, ale Debata ni Israel, sai pasintong ma hatami naung pinorbagabagam tu naposom si Daud, damang i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai tahe, tung tarbahen Debata ma tutu maringan di atas tano on? Ida ma, gari langit ni langitan ndang hahaliangansa Ho, baliksa apala joro on na hupauli on?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai sai manatap ma Ho tu tangiang ni naposom dohot tu parhurajaonna i, ale Jahowa Debatangku! Sai tangihon ma joujou dohot tangiang na tinangiangkon ni naposom di adopanmon sadarion.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Sai tonggor ma matam manatap tu joro on borngin dohot arian, tu inganan naung nidokmu: Ingkon disi do Goarhu! Antong sai tangihon ma tangiang na tinangiangkon ni naposom di inganan on.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Sai tangihon ma tutu parhurajaon ni naposomon dohot bangsom Israel, na tinangiangkonnasida di inganan on; sai tangihon ma i tutu di inganan parhabangsaanmu di banua ginjang; tangihon ma tutu jala marpamuati roham!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tung sura mardosa sada baoa dompak donganna pola dipatolon halak ibana ala ni, sanga ibana jala saut manolon di adopan ni langgatanmon di bagasan joro on.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Sai manangi ma Ho di banua ginjang huhut marlulu asa maruli uhum angka naposom, laho manorui anggo halak parjahat, asa manginona pambahenanna tu uluna laho mamintori anggo halak parpintor mangalehon tu ibana hombar tu hatigoranna i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Tung sura talu bangsom Israel maradophon musuna, ala naung mardosa nasida dompak Ho; alai molo mulak nasida tu Ho jala dihatindangkon Goarmu, jala martangiang nasida huhut marhuraja tu Ho di bagasan joro on.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Sai manangi ma Ho di banua ginjang jala marpamuati roham mida dosa ni bangsom Israel, jala boan nasida mulak tu tano naung nilehonmu tu ompunasida i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Tung sura tarhinsu langit i, gabe ndang ro udan, ala naung mardosa nasida dompak Ho, dung i martangiang nasida di inganan on, jala dihatindangkon nasida Goarmu, jala mulak nasida sian dosanasida i, ala naung tarjepol nasida binahenmu:",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Sai manangi ma Ho di banua ginjang, jala marpamuati roham mida dosa ni angka naposom dohot bangsom Israel, ala naung niajarhonmu tu nasida dalan na denggan i na tama sidalananna, jala lehon udan tu tanom, naung nilehonmu tu bangsom bahen partalianna.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Tung sura masa haleon di tano i manang begu antuk, manang siraraon hauma manang antinganoon manang masa sihapor manang tamponok; molo tung disosak musuna nasida di tano i pola dirongom pargumbanganna, manang tung masa begu antuk manang sahit na asing.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Nasa tangiang dohot pangidoan, manang marsasahalak, manang tung sandok bangsom Israel manangiangkonsa, ala naung mananda be di jea ni harohaonna, gabe dipaherbang tanganna dompak joro on.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Sai manangi ma Ho di banua ginjang, ojahan ni habangsam, jala marpangulahi roham, huhut marlulu dohot mangalehon tu ganup hombar tu saluhut dalanna marguru tu panandam di harohaonna, ai sasada ho do tumanda roha ni jolma manisia luhutna.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Asa tung dihabiari nasida Ho tongtong, saleleng mangolu nasida di tano naung nilehonmu tu ompunasida i.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Nang halak sileban, na so sian bangsom Israel, na ro tahe sian luat na dao ala Goarmu.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Ai begeonnasida ma barita ni Goarmu na timbul i dohot tanganmu na gogo i, dohot botohonmu na toltoli, molo ro ibana martangiang di bagasan joro on:",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Sai manangi ma Ho di banua ginjang, ojahan ni habangsam, jala bahen ma hombar tu saluhut na pinangido ni halak dagang i tu Ho, asa tung saluhut bangso di tano on mananda di Goarmu jala marhabiaran tu Ho songon bangsom Israel, asa tung diboto naung sahat jinou Goarmu tu atas joro na hupauli on.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Tung sura ruar bangsom laho marporang dompak musuna di dalan sinurum nasida, jala martangiang nasida tu Jahowa dompak huta on naung pinillitmu dohot dompak joro on naung hupajongjong di Goarmu.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Sai tangihon ma tangiang dohot pangidoannasida di banua ginjang, jala pasintong uhum tu nasida.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Tung sura mardosa nasida dompak Ho (ai ndang adong jolma nanggo sada na so mardosa), gabe tarrimas Ho mida nasida, jala dipasahat Ho nasida tu musuna, asa tung tarbuang nasida tu tano ni musuna, na dao manang na jonok.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Dung i dipasuang nasida ma rohanasida tu bagasan di tano habuangannasida i, laos dipauba nasida rohanasida i, jala martangiang tu Ho di tano habuangannasida i songon on: Nunga mardosa hami, jala nunga huulahon hami hajahaton jala nunga manggunturi hami.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Molo mulak nasida tu Ho sian nasa rohanasida dohot sian nasa ateatenasida di tano ni musuna angka na mambuangkon nasida, jala martangiang nasida tu Ho mandompakkon tanonasida naung nilehonmu tu ompunasida, mandompakkon huta naung pinillitmu dohot mandompakkon joro na hupauli on di Goarmu:",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Sai manangi ma Ho di banua ginjang, di ojahan ni habangsam mangalusi tangiang dohot pangidoannasida, huhut pasintong uhum tu nasida.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Jala marpamuati roham mida dosa angka naung niulahon ni bangsom dompak Ho dohot mida saluhut hajahaton angka naung binahennasida dompak Ho, jala lehon tu nasida asa maruli asi ni roha nasida maradophon halak angka na mambuangkon nasida, jala asianna nasida.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Ai bangsom do nasida jala partalianmu, angka naung tinogihonmu ruar sian Misir, sian parsitongaan ni liang pamurunan bosi.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Jala patonggor matam manatap parhurajaon ni naposom, manatap dohot parhurajaon ni bangsom Israel laho manangihon nasida taringot tu saluhut na pinangidonasida sian Ho.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Ai nunga sapala dipapulik Ho nasida sian saluhut bangso ni tano on bahen partalianmu sandiri, hombar tu naung pinorbagabagam marhite sian si Musa naposom, uju na tinogihonmu angka ompunami ruar sian Misir, ale Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "(IV.) Jadi dung sun ditangiangkon raja Salomo tu Jahowa saluhut tangiang dohot pangidoan ondeng, hehe ma ibana sian adopan ni langgatan ni Jahowa dohot sian na marsinggang i dohot sian na pinaherbangna i tanganna dompak banua ginjang.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Laos jongjong ma rajai, huhut mamasumasu sandok luhutan Israel, pola dipagogo soarana mandok songon on:",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Pinuji ma Jahowa, naung mangalehon hasonangan tu bangsona Israel, hombar tu sandok naung pinarbagana i! Ndang adong tartinggal nanggo sada hata sian saluhut hatana na denggan i, naung pinaboana hian marhite sian si Musa naposona i.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Sai didongani Jahowa, Debatanta i ma hita, songon naung nidongananna angka ompunta na jolo; sai unang ma ditadingkon Ibana hita manang mambolongkon hita.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Sai ditaiti ma rohanta tu Ibana, asa marparange hita di saluhut dalanna huhut mangaradoti angka tonana dohot patikna dohot uhumna, angka naung tinonahonna tu angka ompunta i.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Jala saluhut hata pangidoan on, angka naung husombahon di adopan ni Jahowa, sai ngomngom ma i di jolo ni Jahowa, Debatanta i borngin dohot arian, asa pasintongonna uhum tu naposona dohot tu bangsona Israel, singkop ariari!",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Asa tung saluhut bangso ni tano on mananda, paboa Jahowa do Debata, jala dungkon ni Ibana ndang adong.",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Jala ingkon sun daulat rohamuna tu Jahowa, Debatanta i, asa marparange di bagasan angka patikna jala mangaradoti angka tonana suman songon sadarion.",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "(V.) Dung i dipelehon rajai rap dohot sandok bangso i ma angka pelean di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Pelean hamauliateon angka na pinelehon ni raja Salomo tu Jahowa, i ma duapulu dua ribu lombu dohot saratus duapulu ribu birubiru. Songon i ma parturena dibahen rajai dohot sandok halak Israel pasahathon joro i tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "Laos di ari na sasada i diuras rajai parsitongaan ni alaman na di adopan ni joro ni Jahowa, ai disi do dipelehon ibana pelean situtungon dohot pelean sipanganon dohot tabotabo ni pelean hamauliateon, ai langgatan tombaga na di adopan ni Jahowa, mametmethu do i ndang siat bahen pamelean ni pelean situtungon dohot sipanganon ro di tabotabo ni angka pelean hamauliateon.",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "Dung i marari raya ma raja Salomo uju i rap dohot sandok Israel, luhutan na bolon, angka na ro sian Hamat sahat ro di sunge Misir marpungu di adopan ni Jahowa, Debatanta i, pitu ari jumolo, pitu ari muse gabe sampulu opat ari luhutna.",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "Tole paualuarihon dipamuli rajai ma halak situan na torop i laos dipasupasu nasida rajai, gabe laho nasida masitopot undungundungna be marhasonangan, jala marlas ni roha ala saluhut na denggan i, na binahen ni Jahowa tu raja Daud naposona i dohot tu Israel bangsona i.",
      "type": "content"
    }
  ]
}