{
  "book": "1 Raja-raja",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jahowa manopot raja Salomo paduahalihon 1-9. II. Raja Salomo mangalehon duapulu huta tu raja Hiram 10-14. III. Parture ni ulaon rodi binahen ni raja Salomo 15-23. IV. Parture ni parparauon tu Opir 24-28.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa dung sun dipajongjong raja Salomo joro ni Jahowa dohot bagas ni rajai, ro di nasa esehesek ni raja Salomo, na hinalomohon ni rohana naeng paulionna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ro muse Jahowa pataridahon dirina tu raja Salomo paduahalihon, suang songon uju na niidana Ibana di Gibeon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna Jahowa ma tu rajai: Nunga hutangihon tangiangmu dohot parhurajaonmu, na sinombahonmi di jolongku; jala nunga huparbadiai joro on, naung pinaulim bahen parmianan ni Goarhu ro di saleleng ni lelengna, jala ingkon disi do tongtong ariari matangku dohot rohangku marpanatap.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Molo tung marparange ho di jolongku, suang songon amam si Daud i marparange marrohahon roha hadaulaton dohot hatigoran laho patupahon sude na hutonahon i tu ho, tole angka patikku dohot uhumhu diradoti ho:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi pahotonku ma habangsa ni harajaonmi gumomgom Israel ro di salelenglelengna, hombar tu naung huparbagabaga hian tu amam si Daud, mandok songon on: Ndang jadi hurang di ho sada baoa hundul di atas habangsa ni harajaon Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai molo tung marbalik hamu manang anakmuna sogot sian Ahu, jala ndang diradoti hamu angka tonangku dohot patikku, angka naung hupeakhon di jolomuna, pola laho hamu mangoloi angka debata sileban dohot marsomba tusi:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ripashononku ma Israel sian tano naung hulehon i tu nasida, jala joro on naung huparbadiai di Goarhu, padaoongku ma i sian jolo ni bohingku, jala bahenonku halak Israel gabe pambuatan umpama dohot bahen alingalingan di tongatonga ni saluhut bangso.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia joro on naung timbul sahali, pola longang roha ni ganup na mamolus sian i, huhut mangarehe mandok songon on: Boasa ulaning bahenon ni Jahowa songon i tu tano on dohot tu joro on?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i dohonon ni halak ma mangalusi: Ala na tinadingkonnasida i Jahowa, Debatanasida i, na manogihon ompunasida ruar sian tano Misir, gabe marparsigantungan nasida tu angka debata sileban, jala marsomba tusi, jala mangoloi disi, ala ni do umbahen diparo Jahowa luhut jea on tu nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Jadi dung salpu na duapulu taon i lelengna raja Salomo i paulihon na dua bagas i, i ma joro ni Jahowa dohot bagas ni rajai.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tinumpak ni si Hiram, raja sian Tirus mangalehon tu raja Salomo hau Ares dohot sampinur dohot sere, marguru tu sandok lomo ni rohana, gabe dilehon raja Salomo tu raja Hiram duapulu huta di laut Galilea.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i borhat ma raja Hiram sian Tirus laho maningkir huta i, angka naung nilehon ni raja Salomo tu ibana, hape ndang tongon angka i tu rohana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pola didok: Ba apala dia ma huta on, angka naung nilehonmu tu ahu, ale anggia? Gabe digoar ma angka huta i luat Kabul rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ala na ditongoshon raja Hiram tu raja Salomo saratus duapulu talenta sere.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Jala songon on do parture ni parrodi on, na niampehon ni raja Salomo laho paulihon joro ni Jahowa dohot bagasna sandiri dohot Milo dohot parik ni Jerusalem ro di Hazor, Megiddo dohot Gezer.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai nangkok do na jolo Firaun, raja sian Misir papatu Gezer, laos disurbu dohot api, jala dibunui halak Kanaan angka na maringan di huta i, jala dilehon huta i panseang tu boruna, jolma ni raja Salomo.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i dipauli raja Salomo muse huta Gezer dohot Bethoron parjae.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dohot Baalat dohot Tamar di halongonan na di luat i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angkup ni saluhut huta parpeopan bohal na di raja Salomo, ro di angka huta parpunguan ni hureta porang dohot jolma parsihundul, tung guru esehesek ni roha ni raja Salomo laho paulihon di Jerusalem dohot di atas Libanon dohot di sandok tano ginomgomanna i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Saluhut halak angka na teba sian halak Amori, Het i, Perisi, Hevi dohot Jebusi, angka na so sian halak Israel.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ro di pinomparnasida, angka na teba i sian nasida di tano i, angka na so dapot halak Israel rendephononna, tu nasida ma diampehon raja Salomo ulaon rodi rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai anggo tu halak Israel ndang diampehon raja Salomo ulaon rodi, bahen jolma parmusu do nasida, parhaladona, angka induk, angka ulubalangna dohot induk panahatan ni huretana dohot jolma parsihundulna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "On ma induk, angka na pinabangkit mamatamatahon ulaon na nidokkon ni raja Salomo, lima ratus limapulu halak toropna, angka na mandasdas halak situan na torop i mangula ulaonna be.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(IV.) Jadi dung nangkok boru ni raja Firaun sian huta ni raja Daud, bongot tu jabuna naung pinauli ni rajai di nasida, pintor dipauli rajai ma dohot Milo.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i tolu hali di bagasan sataon raja Salomo mamelehon angka pelean situtungon dohot hamauliateon di atas langgatan, naung pinaulina di Jahowa, huhut manutung daupa disi di adopan ni Jahowa, asa tung sun tipak joro i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Huhut disuru raja Salomo paulihon angka kopal di Esion Geber, mardonokkon Elat, di pasir ni laut arung di tano Edom.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i disuru raja Hiram ma angka naposona bahen halak parhalado di kopal, angka na somal di laut, rap dohot naposo ni raja Salomo.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi sahat ma nasida tu Opir, jala diboan sian i sere opat ratus duapulu talenta, na binoanna tu raja Salomo.",
      "type": "content"
    }
  ]
}