{
  "book": "Kidung Agung",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Where has your lover gone, most beautiful of women? Which way did your lover turn, that we may look for him with you?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "My lover has gone down to his garden, to the beds of spices, to browse in the gardens and to gather lilies.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "I am my lover’s and my lover is mine; he browses among the lilies.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "You are beautiful, my darling, as Tirzah, lovely as Jerusalem, majestic as troops with banners.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Turn your eyes from me; they overwhelm me. Your hair is like a flock of goats descending from Gilead.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Your teeth are like a flock of sheep coming up from the washing. Each has its twin, not one of them is alone.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Your temples behind your veil are like the halves of a pomegranate.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sixty queens there may be, and eighty concubines, and virgins beyond number;",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "but my dove, my perfect one, is unique, the only daughter of her mother, the favourite of the one who bore her. The maidens saw her and called her blessed; the queens and concubines praised her.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Who is this that appears like the dawn, fair as the moon, bright as the sun, majestic as the stars in procession?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "I went down to the grove of nut trees to look at the new growth in the valley, to see if the vines had budded or the pomegranates were in bloom.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Before I realised it, my desire set me among the royal chariots of my people.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Come back, come back, O Shulammite; come back, come back, that we may gaze on you! Why would you gaze on the Shulammite as on the dance of Mahanaim?",
      "type": "content"
    }
  ]
}