{
  "book": "Bilangan",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The LORD spoke to Moses in the Tent of Meeting in the Desert of Sinai on the first day of the second month of the second year after the Israelites came out of Egypt. He said:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Take a census of the whole Israelite community by their clans and families, listing every man by name, one by one.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "You and Aaron are to number by their divisions all the men in Israel twenty years old or more who are able to serve in the army.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "One man from each tribe, each the head of his family, is to help you.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "These are the names of the men who are to assist you: from Reuben, Elizur son of Shedeur;",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "from Simeon, Shelumiel son of Zurishaddai;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "from Judah, Nahshon son of Amminadab;",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "from Issachar, Nethanel son of Zuar;",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "from Zebulun, Eliab son of Helon;",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "from the sons of Joseph: from Ephraim, Elishama son of Ammihud; from Manasseh, Gamaliel son of Pedahzur;",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "from Benjamin, Abidan son of Gideoni;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "from Dan, Ahiezer son of Ammishaddai;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "from Asher, Pagiel son of Ocran;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "from Gad, Eliasaph son of Deuel;",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "from Naphtali, Ahira son of Enan.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "These were the men appointed from the community, the leaders of their ancestral tribes. They were the heads of the clans of Israel.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Moses and Aaron took these men whose names had been given,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "and they called the whole community together on the first day of the second month. The people indicated their ancestry by their clans and families, and the men twenty years old or more were listed by name, one by one,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "as the LORD commanded Moses. And so he counted them in the Desert of Sinai:",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "From the descendants of Reuben the firstborn son of Israel: All the men twenty years old or more who were able to serve in the army were listed by name, one by one, according to the records of their clans and families.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "The number from the tribe of Reuben was 46,500.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "From the descendants of Simeon: All the men twenty years old or more who were able to serve in the army were counted and listed by name, one by one, according to the records of their clans and families.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "The number from the tribe of Simeon was 59,300.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "From the descendants of Gad: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "The number from the tribe of Gad was 45,650.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "From the descendants of Judah: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "The number from the tribe of Judah was 74,600.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "From the descendants of Issachar: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "The number from the tribe of Issachar was 54,400.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "From the descendants of Zebulun: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "The number from the tribe of Zebulun was 57,400.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "From the sons of Joseph: From the descendants of Ephraim: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "The number from the tribe of Ephraim was 40,500.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "From the descendants of Manasseh: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "The number from the tribe of Manasseh was 32,200.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "From the descendants of Benjamin: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "The number from the tribe of Benjamin was 35,400.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "From the descendants of Dan: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "The number from the tribe of Dan was 62,700.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "From the descendants of Asher: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "The number from the tribe of Asher was 41,500.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "From the descendants of Naphtali: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "The number from the tribe of Naphtali was 53,400.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "These were the men counted by Moses and Aaron and the twelve leaders of Israel, each one representing his family.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "All the Israelites twenty years old or more who were able to serve in Israel’s army were counted according to their families.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "The total number was 603,550.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "The families of the tribe of Levi, however, were not counted along with the others.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "The LORD had said to Moses:",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "\"You must not count the tribe of Levi or include them in the census of the other Israelites.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Instead, appoint the Levites to be in charge of the tabernacle of the Testimony—over all its furnishings and everything belonging to it. They are to carry the tabernacle and all its furnishings; they are to take care of it and encamp round it.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Whenever the tabernacle is to move, the Levites are to take it down, and whenever the tabernacle is to be set up, the Levites shall do it. Anyone else who goes near it shall be put to death.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "The Israelites are to set up their tents by divisions, each man in his own camp under his own standard.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "The Levites, however, are to set up their tents round the tabernacle of the Testimony so that wrath will not fall on the Israelite community. The Levites are to be responsible for the care of the tabernacle of the Testimony.\"",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "The Israelites did all this just as the LORD commanded Moses.",
      "type": "content"
    }
  ]
}