{
  "book": "Bilangan",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "The LORD said to Moses,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Speak to the Israelites and say to them: ‘After you enter the land I am giving you as a home",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "and you present to the LORD offerings made by fire, from the herd or the flock, as an aroma pleasing to the LORD— whether burnt offerings or sacrifices, for special vows or freewill offerings or festival offerings—",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "then the one who brings his offering shall present to the LORD a grain offering of a tenth of an ephah of fine flour mixed with a quarter of a hin of oil.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "With each lamb for the burnt offering or the sacrifice, prepare a quarter of a hin of wine as a drink offering.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "\"‘With a ram prepare a grain offering of two-tenths of an ephah of fine flour mixed with a third of a hin of oil,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "and a third of a hin of wine as a drink offering. Offer it as an aroma pleasing to the LORD.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "\"‘When you prepare a young bull as a burnt offering or sacrifice, for a special vow or a fellowship offering to the LORD,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "bring with the bull a grain offering of three-tenths of an ephah of fine flour mixed with half a hin of oil.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Also bring half a hin of wine as a drink offering. It will be an offering made by fire, an aroma pleasing to the LORD.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Each bull or ram, each lamb or young goat, is to be prepared in this manner.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Do this for each one, for as many as you prepare.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "\"‘Everyone who is native-born must do these things in this way when he brings an offering made by fire as an aroma pleasing to the LORD.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "For the generations to come, whenever an alien or anyone else living among you presents an offering made by fire as an aroma pleasing to the LORD, he must do exactly as you do.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "The community is to have the same rules for you and for the alien living among you; this is a lasting ordinance for the generations to come. You and the alien shall be the same before the LORD:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "The same laws and regulations will apply both to you and to the alien living among you.’\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "The LORD said to Moses,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "\"Speak to the Israelites and say to them: ‘When you enter the land to which I am taking you",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "and you eat the food of the land, present a portion as an offering to the LORD.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Present a cake from the first of your ground meal and present it as an offering from the threshing-floor.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Throughout the generations to come you are to give this offering to the LORD from the first of your ground meal.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "\"‘Now if you unintentionally fail to keep any of these commands the LORD gave Moses—",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "any of the LORD’s commands to you through him, from the day the LORD gave them and continuing through the generations to come—",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "and if this is done unintentionally without the community being aware of it, then the whole community is to offer a young bull for a burnt offering as an aroma pleasing to the LORD, along with its prescribed grain offering and drink offering, and a male goat for a sin offering.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "The priest is to make atonement for the whole Israelite community, and they will be forgiven, for it was not intentional and they have brought to the LORD for their wrong an offering made by fire and a sin offering.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "The whole Israelite community and the aliens living among them will be forgiven, because all the people were involved in the unintentional wrong.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "\"‘But if just one person sins unintentionally, he must bring a year-old female goat for a sin offering.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "The priest is to make atonement before the LORD for the one who erred by sinning unintentionally, and when atonement has been made for him, he will be forgiven.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "One and the same law applies to everyone who sins unintentionally, whether he is a native-born Israelite or an alien.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "\"‘But anyone who sins defiantly, whether native-born or alien, blasphemes the LORD, and that person must be cut off from his people.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Because he has despised the LORD’s word and broken his commands, that person must surely be cut off; his guilt remains on him.’\"",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "While the Israelites were in the desert, a man was found gathering wood on the Sabbath day.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Those who found him gathering wood brought him to Moses and Aaron and the whole assembly,",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "and they kept him in custody, because it was not clear what should be done to him.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Then the LORD said to Moses, \"The man must die. The whole assembly must stone him outside the camp.\"",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "So the assembly took him outside the camp and stoned him to death, as the LORD commanded Moses.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "The LORD said to Moses,",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "\"Speak to the Israelites and say to them: ‘Throughout the generations to come you are to make tassels on the corners of your garments, with a blue cord on each tassel.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "You will have these tassels to look at and so you will remember all the commands of the LORD, that you may obey them and not prostitute yourselves by going after the lusts of your own hearts and eyes.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Then you will remember to obey all my commands and will be consecrated to your God.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "I am the LORD your God, who brought you out of Egypt to be your God. I am the LORD your God.’\"",
      "type": "content"
    }
  ]
}