{
  "book": "Bilangan",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Balaam said, \"Build me seven altars here, and prepare seven bulls and seven rams for me.\"",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Balak did as Balaam said, and the two of them offered a bull and a ram on each altar.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Then Balaam said to Balak, \"Stay here beside your offering while I go aside. Perhaps the LORD will come to meet with me. Whatever he reveals to me I will tell you.\" Then he went off to a barren height.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "God met with him, and Balaam said, \"I have prepared seven altars, and on each altar I have offered a bull and a ram.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "The LORD put a message in Balaam’s mouth and said, \"Go back to Balak and give him this message.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "So he went back to him and found him standing beside his offering, with all the princes of Moab.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Then Balaam uttered his oracle: \"Balak brought me from Aram, the king of Moab from the eastern mountains. ‘Come,’ he said, ‘curse Jacob for me; come, denounce Israel.’",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "How can I curse those whom God has not cursed? How can I denounce those whom the LORD has not denounced?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "From the rocky peaks I see them, from the heights I view them. I see people who live apart and do not consider themselves one of the nations.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Who can count the dust of Jacob or number the fourth part of Israel? Let me die the death of the righteous, and may my end be like theirs!\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Balak said to Balaam, \"What have you done to me? I brought you to curse my enemies, but you have done nothing but bless them!\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "He answered, \"Must I not speak what the LORD puts in my mouth?\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Then Balak said to him, \"Come with me to another place where you can see them; you will see only a part but not all of them. And from there, curse them for me.\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "So he took him to the field of Zophim on the top of Pisgah, and there he built seven altars and offered a bull and a ram on each altar.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Balaam said to Balak, \"Stay here beside your offering while I meet with him over there.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "The LORD met with Balaam and put a message in his mouth and said, \"Go back to Balak and give him this message.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "So he went to him and found him standing beside his offering, with the princes of Moab. Balak asked him, \"What did the LORD say?\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Then he uttered his oracle: \"Arise, Balak, and listen; hear me, son of Zippor.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "God is not a man, that he should lie, nor a son of man, that he should change his mind. Does he speak and then not act? Does he promise and not fulfil?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "I have received a command to bless; he has blessed, and I cannot change it.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "\"No misfortune is seen in Jacob, no misery observed in Israel. The LORD their God is with them; the shout of the King is among them.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "God brought them out of Egypt; they have the strength of a wild ox.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "There is no sorcery against Jacob, no divination against Israel. It will now be said of Jacob and of Israel, ‘See what God has done!’",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "The people rise like a lioness; they rouse themselves like a lion that does not rest till he devours his prey and drinks the blood of his victims.\"",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Then Balak said to Balaam, \"Neither curse them at all nor bless them at all!\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Balaam answered, \"Did I not tell you I must do whatever the LORD says?\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Then Balak said to Balaam, \"Come, let me take you to another place. Perhaps it will please God to let you curse them for me from there.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "And Balak took Balaam to the top of Peor, overlooking the wasteland.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Balaam said, \"Build me seven altars here, and prepare seven bulls and seven rams for me.\"",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Balak did as Balaam had said, and offered a bull and a ram on each altar.",
      "type": "content"
    }
  ]
}