{
  "book": "2 Samuel",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Daud bertemu dengan Ziba",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ketika Daud baru saja melewati puncak, datanglah Ziba, hamba Mefiboset, mendapatkan dia membawa sepasang keledai yang berpelana, dengan muatan dua ratus ketul roti, seratus buah kue kismis, seratus buah-buahan musim panas dan sebuyung anggur.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lalu bertanyalah raja kepada Ziba: \"Apakah maksudmu dengan semuanya ini?\" Jawab Ziba: \"Keledai-keledai ini bagi keluarga raja untuk ditunggangi; roti dan buah-buahan ini bagi orang-orangmu untuk dimakan; dan anggur ini untuk diminum di padang gurun oleh orang-orang yang sudah lelah.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Kemudian bertanyalah raja: \"Di manakah anak tuanmu?\" Jawab Ziba kepada raja: \"Ia ada di Yerusalem, sebab katanya: Pada hari ini kaum Israel akan mengembalikan kepadaku kerajaan ayahku.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Lalu berkatalah raja kepada Ziba: \"Kalau begitu, kepunyaanmulah segala kepunyaan Mefiboset.\" Kata Ziba: \"Aku tunduk! Biarlah kiranya aku tetap mendapat kasih di matamu, ya tuanku raja.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Simei mengutuki Daud",
      "type": "title"
    },
    {
      "verse": 5,
      "text": "Ketika raja Daud telah sampai ke Bahurim, keluarlah dari sana seorang dari kaum keluarga Saul; ia bernama Simei bin Gera. Sambil mendekati raja, ia terus-menerus mengutuk.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Daud dan semua pegawai raja Daud dilemparinya dengan batu, walaupun segenap tentara dan semua pahlawan berjalan di kiri kanannya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Beginilah perkataan Simei pada waktu ia mengutuk: \"Enyahlah, enyahlah, engkau penumpah darah, orang dursila!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "TUHAN telah membalas kepadamu segala darah keluarga Saul, yang engkau gantikan menjadi raja, TUHAN telah menyerahkan kedudukan raja kepada anakmu Absalom. Sesungguhnya, engkau sekarang dirundung malang, karena engkau seorang penumpah darah.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lalu berkatalah Abisai, anak Zeruya, kepada raja: \"Mengapa anjing mati ini mengutuki tuanku raja? Izinkanlah aku menyeberang dan memenggal kepalanya.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tetapi kata raja: \"Apakah urusanku dengan kamu, hai anak-anak Zeruya? Biarlah ia mengutuk! Sebab apabila TUHAN berfirman kepadanya: Kutukilah Daud, siapakah yang akan bertanya: mengapa engkau berbuat demikian?\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Pula kata Daud kepada Abisai dan kepada semua pegawainya: \"Sedangkan anak kandungku ingin mencabut nyawaku, terlebih lagi sekarang orang Benyamin ini! Biarkanlah dia dan biarlah ia mengutuk, sebab TUHAN yang telah berfirman kepadanya demikian.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mungkin TUHAN akan memperhatikan kesengsaraanku ini dan TUHAN membalas yang baik kepadaku sebagai ganti kutuk orang itu pada hari ini.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Demikianlah Daud melanjutkan perjalanannya dengan orang-orangnya, sedang Simei berjalan terus di lereng gunung bertentangan dengan dia dan sambil berjalan ia mengutuk, melemparinya dengan batu dan menimbulkan debu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dengan lelah sampailah raja dan seluruh rakyat yang ada bersama-sama dengan dia ke Yordan, lalu mereka beristirahat di sana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Husai dan Ahitofel menghadap Absalom",
      "type": "title"
    },
    {
      "verse": 15,
      "text": "Maka Absalom dan seluruh rakyat, orang-orang Israel, sampailah ke Yerusalem, dan Ahitofel ada bersama-sama dengan dia.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ketika Husai, orang Arki, sahabat Daud itu, sampai kepada Absalom, berkatalah Husai kepada Absalom: \"Hiduplah raja! Hiduplah raja!\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Berkatalah Absalom kepada Husai: \"Inikah kesetiaanmu kepada sahabatmu? Mengapa engkau tidak pergi menyertai sahabatmu itu?\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Lalu berkatalah Husai kepada Absalom: \"Tidak, tetapi dia yang dipilih oleh TUHAN dan oleh rakyat ini dan oleh setiap orang Israel, dialah yang memiliki aku dan bersama-sama dengan dialah aku akan tinggal.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Lagipula, kepada siapakah aku memperhambakan diri? Bukankah kepada anaknya? Sebagaimana aku memperhambakan diri kepada ayahmu, demikianlah aku memperhambakan diri kepadamu.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Kemudian berkatalah Absalom kepada Ahitofel: \"Berilah nasihat; apakah yang harus kita perbuat?\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Lalu jawab Ahitofel kepada Absalom: \"Hampirilah gundik-gundik ayahmu yang ditinggalkannya untuk menunggui istana. Apabila seluruh Israel mendengar, bahwa engkau telah membuat dirimu dibenci oleh ayahmu, maka segala orang yang menyertai engkau, akan dikuatkan hatinya.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Maka dibentangkanlah kemah bagi Absalom di atas sotoh, lalu Absalom menghampiri gundik-gundik ayahnya di depan mata seluruh Israel.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Pada waktu itu nasihat yang diberikan Ahitofel adalah sama dengan petunjuk yang dimintakan dari pada Allah; demikianlah dinilai setiap nasihat Ahitofel, baik oleh Daud maupun oleh Absalom.",
      "type": "content"
    }
  ]
}