{
  "book": "2 Samuel",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Daud menjadi raja atas Yehuda",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Kemudian bertanyalah Daud kepada TUHAN, katanya: \"Apakah aku harus pergi ke salah satu kota di Yehuda?\" Firman TUHAN kepadanya: \"Pergilah.\" Lalu kata Daud: \"Ke mana aku pergi?\" Firman-Nya: \"Ke Hebron.\"",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lalu pergilah Daud ke sana dengan kedua isterinya: Ahinoam, perempuan Yizreel, dan Abigail, bekas isteri Nabal, orang Karmel itu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Juga Daud membawa serta orang-orangnya yang mengiringinya masing-masing dengan rumah tangganya, dan menetaplah mereka di kota-kota Hebron.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Kemudian datanglah orang-orang Yehuda, lalu mengurapi Daud di sana menjadi raja atas kaum Yehuda. Ketika kepada Daud diberitahukan bahwa orang-orang Yabesh-Gilead menguburkan Saul,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "maka Daud mengirim orang kepada orang-orang Yabesh-Gilead dengan pesan: \"Diberkatilah kamu oleh TUHAN, karena kamu telah menunjukkan kasihmu kepada tuanmu, Saul, dengan menguburkannya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Oleh sebab itu, TUHAN kiranya menunjukkan kasih dan setia-Nya kepadamu. Akupun akan berbuat kebaikan yang sama kepadamu, karena kamu telah melakukan hal yang demikian.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Kuatkanlah hatimu sekarang dan jadilah orang-orang yang gagah perkasa, sekalipun tuanmu Saul sudah mati; dan aku telah diurapi oleh kaum Yehuda menjadi raja atas mereka.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Peperangan antara Daud dan Isyboset",
      "type": "title"
    },
    {
      "verse": 8,
      "text": "Abner bin Ner, panglima Saul, telah mengambil Isyboset, anak Saul, dan membawanya ke Mahanaim",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "serta menjadikannya raja atas Gilead, atas orang Asyuri, atas Yizreel, atas Efraim dan atas Benyamin, bahkan atas seluruh Israel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Isyboset bin Saul berumur empat puluh tahun pada waktu ia menjadi raja atas Israel dan ia memerintah dua tahun lamanya. Hanyalah kaum Yehuda yang mengikuti Daud.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dan lamanya Daud memerintah di Hebron atas kaum Yehuda adalah tujuh tahun dan enam bulan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Lalu Abner bin Ner dengan anak buah Isyboset bin Saul bergerak maju dari Mahanaim ke Gibeon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Juga Yoab, anak Zeruya, dan anak buah Daud bergerak maju. Mereka saling bertemu di telaga Gibeon, lalu tinggal di sana, pihak yang satu di tepi telaga sebelah sini, dan pihak yang lain di tepi telaga sebelah sana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Berkatalah Abner kepada Yoab: \"Biarlah orang-orang muda tampil dan mengadakan pertandingan di depan kita.\" Jawab Yoab: \"Baik.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Lalu tampillah mereka dan berjalan lewat dengan dihitung: dua belas orang dari suku Benyamin, dari Isyboset, anak Saul, dan dua belas orang dari anak buah Daud.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Kemudian mereka masing-masing menangkap kepala lawannya, dan menikamkan pedangnya ke lambung lawannya, sehingga rebahlah mereka bersama-sama. Sebab itu tempat itu disebutkan orang Helkat-Hazurim; letaknya dekat Gibeon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Pada hari itu pertempuran sangat hebat, dan Abner serta orang-orang Israel terpukul kalah oleh anak buah Daud.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ketiga anak laki-laki Zeruya, yakni Yoab, Abisai dan Asael ada di sana; Asael cepat larinya seperti kijang di padang.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Asael mengejar Abner dan tidak menyimpang ke kanan atau ke kiri dalam membuntutinya.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Lalu Abner berpaling ke belakang dan bertanya: \"Engkaukah itu Asael?\" Jawabnya: \"Ya, aku.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Kemudian berkatalah Abner kepadanya: \"Menyimpanglah ke kiri atau ke kanan, tangkaplah salah seorang dari orang-orang muda itu dan ambillah senjatanya.\" Tetapi Asael tidak mau berhenti membuntuti Abner.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Berkatalah sekali lagi Abner kepada Asael: \"Berhentilah membuntuti aku. Apa aku harus memukul engkau sampai jatuh? Bagaimana aku dapat memandang muka Yoab, abangmu itu?\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tetapi Asael menolak berhenti. Lalu Abner menusuk ke belakang ke perut Asael dengan tombaknya, sehingga tombak itu menembus belakangnya; dan rebahlah ia di sana dan mati di tempat itu juga. Semua orang yang datang ke tempat Asael rebah dan mati itu, berhenti di sana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tetapi Yoab dan Abisai mengejar Abner. Ketika matahari masuk dan mereka sampai ke dekat bukit Ama, yang ada di sebelah timur Giah, ke arah padang gurun Gibeon,",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "berhimpunlah bani Benyamin di belakang Abner menjadi satu gabungan dan bersiap-siap di puncak sebuah bukit.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Berserulah Abner kepada Yoab: \"Haruskah pedang makan terus-menerus? Tidak tahukah engkau, bahwa kepahitan datang pada akhirnya? Berapa lama lagi engkau tidak mau mengatakan kepada rakyat itu, supaya mereka berhenti memburu saudara-saudaranya?\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jawab Yoab: \"Demi Allah yang hidup, sekiranya engkau berbicara tadi, maka tentulah sudah dari tadi pagi rakyat menarik diri dari memburu saudara-saudaranya.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Lalu Yoab meniup sangkakala dan seluruh rakyat berhenti; mereka tidak lagi mengejar orang Israel dan tidak berperang lagi.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Semalam-malaman Abner dan orang-orangnya berjalan melalui Araba-Yordan, menyeberangi sungai Yordan, berjalan terus hampir sepanjang siang, lalu sampai ke Mahanaim.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ketika Yoab berhenti memburu Abner dan menghimpunkan seluruh rakyat, ternyata sembilan belas orang dari anak buah Daud hilang termasuk Asael.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tetapi anak buah Daud menewaskan dari suku Benyamin, dari orang-orang Abner, tiga ratus enam puluh orang.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Mereka mengangkat mayat Asael dan menguburkannya di dalam kubur ayahnya yang di Betlehem. Kemudian berjalanlah Yoab dan orang-orangnya semalam-malaman itu dan sampai ke Hebron, ketika hari sudah terang.",
      "type": "content"
    }
  ]
}