{
  "book": "2 Samuel",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Nyanyian syukur Daud",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Daud mengatakan perkataan nyanyian ini kepada TUHAN pada waktu TUHAN telah melepaskan dia dari cengkeraman semua musuhnya dan dari cengkeraman Saul.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia berkata: \"Ya, TUHAN, bukit batuku, kubu pertahananku dan penyelamatku,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Allahku, gunung batuku, tempat aku berlindung, perisaiku, tanduk keselamatanku, kota bentengku, tempat pelarianku, juruselamatku; Engkau menyelamatkan aku dari kekerasan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Terpujilah TUHAN, seruku; maka akupun selamat dari pada musuhku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sesungguhnya gelora-gelora maut telah mengelilingi aku, banjir-banjir jahanam telah menimpa aku,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "tali-tali dunia orang mati telah membelit aku, perangkap-perangkap maut terpasang di depanku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ketika aku dalam kesesakan, aku berseru kepada TUHAN, kepada Allahku aku berseru. Dan Ia mendengar suaraku dari bait-Nya, teriakku minta tolong masuk ke telinga-Nya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Lalu bergoyang dan bergoncanglah bumi, dasar-dasar langit gemetar dan bergoyang, oleh karena bernyala-nyala murka-Nya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Asap membubung dari hidung-Nya, api menjilat keluar dari mulut-Nya, bara menyala keluar dari pada-Nya.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia menekukkan langit, lalu turun, kekelaman ada di bawah kaki-Nya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia mengendarai kerub, lalu terbang, dan tampak di atas sayap angin.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dan Ia membuat kegelapan di sekeliling-Nya menjadi pondok-Nya: air hujan yang gelap, awan yang tebal.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Karena sinar kilat di hadapan-Nya bara api menjadi menyala.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "TUHAN mengguntur dari langit, Yang Mahatinggi memperdengarkan suara-Nya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dilepaskan-Nya panah-panah, sehingga diserakkan-Nya mereka, yakni kilat-kilat, sehingga dikacaukan-Nya mereka.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Lalu kelihatanlah dasar-dasar laut, alas-alas dunia tersingkap karena hardikan TUHAN karena hembusan nafas dari hidung-Nya.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ia menjangkau dari tempat tinggi, mengambil aku, menarik aku dari banjir.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia melepaskan aku dari musuhku yang gagah, dari pada orang-orang yang membenci aku, karena mereka terlalu kuat bagiku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Mereka menghadang aku pada hari sialku, tetapi TUHAN adalah sandaran bagiku;",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia membawa aku keluar ke tempat lapang, Ia menyelamatkan aku, karena Ia berkenan kepadaku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "TUHAN memperlakukan aku sesuai dengan kebenaranku; Ia membalas kepadaku sesuai dengan kesucian tanganku,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "sebab aku tetap mengikuti jalan TUHAN dan tidak menjauhkan diri dari Allahku sebagai orang fasik.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sebab segala hukum-Nya kuperhatikan, dan dari ketetapan-Nya aku tidak menyimpang;",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "aku berlaku tidak bercela kepada-Nya dan menjaga diri terhadap kesalahan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Karena itu TUHAN membalas kepadaku sesuai dengan kebenaranku, sesuai dengan kesucianku di depan mata-Nya.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Terhadap orang yang setia Engkau berlaku setia, terhadap orang yang tidak bercela Engkau berlaku tidak bercela,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "terhadap orang yang suci Engkau berlaku suci, tetapi terhadap orang yang bengkok Engkau berlaku belat-belit.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Bangsa yang tertindas Engkau selamatkan, tetapi mata-Mu melawan orang-orang yang tinggi hati, supaya mereka Kaurendahkan.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Karena Engkaulah pelitaku, ya TUHAN, dan TUHAN menyinari kegelapanku.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Karena dengan Engkau aku berani menghadapi gerombolan, dengan Allahku aku berani melompati tembok.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Adapun Allah, jalan-Nya sempurna; sabda TUHAN itu murni; Dia menjadi perisai bagi semua orang yang berlindung pada-Nya.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Sebab siapakah Allah selain dari TUHAN, dan siapakah gunung batu selain dari Allah kita?",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Allah, Dialah yang menjadi tempat pengungsianku yang kuat dan membuat jalanku rata;",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "yang membuat kakiku seperti kaki rusa dan membuat aku berdiri di bukit;",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "yang mengajar tanganku berperang, sehingga lenganku dapat melengkungkan busur tembaga.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Juga Kauberikan kepadaku perisai keselamatan-Mu, dan kebaikan-Mu telah membuat aku besar.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Kauberikan tempat lapang untuk langkahku, dan mata kakiku tidak goyah.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Aku mengejar musuhku sampai mereka kupunahkan, dan tidak berbalik sebelum mereka kuhabiskan;",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "aku menghabiskan dan meremukkan mereka, sehingga mereka tidak bangkit lagi, dan mereka rebah di bawah kakiku.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Engkau telah mengikat pinggangku dengan keperkasaan untuk berperang, Engkau tundukkan ke bawah kuasaku orang yang bangkit melawan aku.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Kaubuat musuhku lari dari padaku, orang-orang yang membenci aku, mereka kubinasakan.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Mereka berteriak minta tolong, tetapi tidak ada yang menyelamatkan, mereka berteriak kepada TUHAN, tetapi Ia tidak menjawab mereka.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Aku menggiling mereka halus-halus seperti debu tanah, aku menumbuk mereka dan menginjak-injak mereka seperti lumpur di jalan.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Dan Engkau meluputkan aku dari perbantahan bangsaku; Engkau memelihara aku sebagai kepala atas bangsa-bangsa; bangsa yang tidak kukenal menjadi hambaku;",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "orang-orang asing tunduk menjilat kepadaku, baru saja telinga mereka mendengar, mereka taat kepadaku.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Orang-orang asing pucat layu dan keluar dari kota kubunya dengan gemetar.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "TUHAN hidup! Terpujilah gunung batuku, dan ditinggikanlah kiranya Allah gunung batu keselamatanku,",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Allah, yang telah mengadakan pembalasan bagiku, yang telah membawa bangsa-bangsa ke bawah kuasaku,",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "dan yang telah membebaskan aku dari pada musuhku. Dan Engkau telah meninggikan aku mengatasi mereka yang bangkit melawan aku; Engkau telah melepaskan aku dari para penindas.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Sebab itu aku mau menyanyikan syukur bagi-Mu, ya TUHAN, di antara bangsa-bangsa, dan aku mau menyanyikan mazmur bagi nama-Mu.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Ia mengaruniakan keselamatan yang besar kepada raja yang diangkat-Nya, dan menunjukkan kasih setia kepada orang yang diurapi-Nya, kepada Daud dan anak cucunya untuk selamanya.\"",
      "type": "content"
    }
  ]
}