{
  "book": "2 Samuel",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Perkataan Daud yang terakhir",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Inilah perkataan Daud yang terakhir: \"Tutur kata Daud bin Isai dan tutur kata orang yang diangkat tinggi, orang yang diurapi Allah Yakub, pemazmur yang disenangi di Israel:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Roh TUHAN berbicara dengan perantaraanku, firman-Nya ada di lidahku;",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Allah Israel berfirman, gunung batu Israel berkata kepadaku: Apabila seorang memerintah manusia dengan adil, memerintah dengan takut akan Allah,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "ia bersinar seperti fajar di waktu pagi, pagi yang tidak berawan, yang sesudah hujan membuat berkilauan rumput muda di tanah.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Bukankah seperti itu keluargaku di hadapan Allah? Sebab Ia menegakkan bagiku suatu perjanjian kekal, teratur dalam segala-galanya dan terjamin. Sebab segala keselamatanku dan segala kesukaanku bukankah Dia yang menumbuhkannya?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tetapi orang-orang yang dursila mereka semuanya seperti duri yang dihamburkan; sesungguhnya, mereka tidak terpegang oleh tangan:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "tidak ada orang yang dapat mengusik mereka, kecuali dengan sebatang besi atau gagang tombak, dan dengan api mereka dibakar habis!\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pahlawan-pahlawan Daud",
      "type": "title"
    },
    {
      "verse": 8,
      "text": "Inilah nama para pahlawan yang mengiringi Daud: Isybaal, orang Hakhmoni, kepala triwira; ia mengayunkan tombaknya melawan delapan ratus orang yang tertikam mati dalam satu pertempuran.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dan sesudah dia, Eleazar anak Dodo, anak seorang Ahohi; ia termasuk ketiga pahlawan itu. Ia ada bersama-sama Daud, ketika mereka mengolok-olok orang Filistin, yang telah berkumpul di sana untuk berperang, padahal orang-orang Israel telah mengundurkan diri.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tetapi ia bangkit dan membunuh demikian banyak orang Filistin sampai tangannya lesu dan tinggal melekat pada pedangnya. TUHAN memberikan pada hari itu kemenangan yang besar. Rakyat datang kembali mengikuti dia, hanya untuk merampas.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sesudah dia, Sama, anak Age, orang Harari. Ketika orang Filistin berkumpul di Lehi--di sana ada sebidang tanah ladang penuh kacang merah--dan tentara telah melarikan diri dari hadapan orang Filistin,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "maka berdirilah ia di tengah-tengah ladang itu, ia dapat mempertahankannya dan memukul kalah orang Filistin. Demikianlah diberikan TUHAN kemenangan yang besar.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sekali datanglah tiga orang dari ketiga puluh kepala mendapatkan Daud, menjelang musim menuai, dekat gua Adulam, sedang sepasukan orang Filistin berkemah di lembah Refaim.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Pada waktu itu Daud ada di dalam kubu gunung dan pasukan pendudukan orang Filistin pada waktu itu ada di Betlehem.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Lalu timbullah keinginan pada Daud, dan ia berkata: \"Sekiranya ada orang yang memberi aku minum air dari perigi Betlehem yang ada dekat pintu gerbang!\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Lalu ketiga pahlawan itu menerobos perkemahan orang Filistin, mereka menimba air dari perigi Betlehem yang ada dekat pintu gerbang, mengangkatnya dan membawanya kepada Daud. Tetapi Daud tidak mau meminumnya, melainkan mempersembahkannya sebagai korban curahan kepada TUHAN,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "katanya: \"Jauhlah dari padaku, ya TUHAN, untuk berbuat demikian! Bukankah ini darah orang-orang yang telah pergi dengan mempertaruhkan nyawanya?\" Dan tidak mau ia meminumnya. Itulah yang dilakukan ketiga pahlawan itu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Abisai, adik Yoab, anak Zeruya, dialah kepala ketiga puluh orang itu. Dan dialah yang mengayunkan tombaknya melawan tiga ratus orang yang mati ditikamnya; ia mendapat nama di antara ketiga puluh orang itu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Bukankah ia yang paling dihormati di antara ketiga puluh orang itu? Memang ia menjadi pemimpin mereka, tetapi ia tidak dapat menyamai triwira itu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Selanjutnya Benaya bin Yoyada, anak seorang yang gagah perkasa, yang besar jasanya, yang berasal dari Kabzeel; ia menewaskan kedua pahlawan besar dari Moab. Juga pernah ia turun ke dalam lobang dan membunuh seekor singa pada suatu hari bersalju.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Pula ia membunuh seorang Mesir, seorang yang tinggi perawakannya; di tangan orang Mesir itu ada tombak, tetapi ia mendatanginya dengan tongkat, merampas tombak itu dari tangan orang Mesir itu, lalu membunuh orang itu dengan tombaknya sendiri.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Itulah yang diperbuat Benaya bin Yoyada; ia mendapat nama di antara ketiga puluh pahlawan itu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Di antara ketiga puluh orang itu ia paling dihormati, tetapi ia tidak dapat menyamai triwira. Dan Daud mengangkat dia mengepalai pengawalnya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Asael, saudara Yoab, ada di antara ketiga puluh orang itu; selanjutnya Elhanan bin Dodo, dari Betlehem;",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sama, orang Harod; Elika, orang Harod;",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Heles, orang Palti; Ira anak Ikesh orang Tekoa;",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Abiezer, orang Anatot; Mebunai, orang Husa;",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Zalmon, orang Ahohi; Maharai, orang Netofa;",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Heleb anak Baana orang Netofa; Itai bin Ribai, dari Gibea orang Benyamin;",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Benaya, orang Piraton; Hidai dari lembah-lembah Gaas;",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Abialbon, orang Bet-Araba; Azmawet, orang Bahurim;",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Elyahba, orang Saalbon; Yasyen, orang Guni; Yonatan",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "anak Sama orang Harari; Ahiam bin Sarar, orang Harari;",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Elifelet anak Ahasbai orang Maakha; Eliam anak Ahitofel orang Gilo;",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Hezrai, orang Karmel; Paerai, orang Arbi;",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Yigal bin Natan, dari Zoba; Bani, orang Gad;",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Zelek, orang Amon; Naharai, orang Beerot, pembawa senjata Yoab anak Zeruya;",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ira, orang Yetri; Gareb, orang Yetri;",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Uria, orang Het, semuanya tiga puluh tujuh orang.",
      "type": "content"
    }
  ]
}