{
  "book": "2 Samuel",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Pendaftaran dan hukuman",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Bangkitlah pula murka TUHAN terhadap orang Israel; Ia menghasut Daud melawan mereka, firman-Nya: \"Pergilah, hitunglah orang Israel dan orang Yehuda.\"",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lalu berkatalah raja kepada Yoab dan para panglima tentara yang bersama-sama dengan dia: \"Jelajahilah segenap suku Israel dari Dan sampai Bersyeba; adakanlah pendaftaran di antara rakyat, supaya aku tahu jumlah mereka.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lalu berkatalah Yoab kepada raja: \"Kiranya TUHAN, Allahmu, menambahi rakyat seratus kali lipat dari pada yang ada sekarang, dan semoga mata tuanku raja sendiri melihatnya. Tetapi mengapa tuanku raja menghendaki hal ini?\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Namun titah raja itu terpaksa diikuti oleh Yoab dan oleh para panglima tentara. Maka pergilah Yoab dan panglima-panglima tentara itu atas perintah raja untuk mengadakan pendaftaran di antara bangsa Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Mereka menyeberangi sungai Yordan, lalu mulai dari Aroer dan dari kota yang terletak di tengah-tengah lembah ke arah Gad dan Yaezer.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kemudian sampailah mereka ke Gilead dan ke Kadesh di negeri orang Het. Selanjutnya sampailah mereka ke Dan dan dari Dan mengambil jurusan Sidon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Kemudian sampailah mereka ke tempat yang berkubu, Tirus, dan ke segala kota orang Hewi dan orang Kanaan; akhirnya tibalah mereka di bagian selatan Yehuda, di Bersyeba.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Setelah mereka menjelajah seluruh negeri itu, sampailah mereka kembali ke Yerusalem setelah lewat sembilan bulan dan dua puluh hari.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lalu Yoab memberitahukan kepada raja hasil pendaftaran rakyat. Orang Israel ada delapan ratus ribu orang perangnya yang dapat memegang pedang; dan orang Yehuda ada lima ratus ribu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tetapi berdebar-debarlah hati Daud, setelah ia menghitung rakyat, lalu berkatalah Daud kepada TUHAN: \"Aku telah sangat berdosa karena melakukan hal ini; maka sekarang, TUHAN, jauhkanlah kiranya kesalahan hamba-Mu, sebab perbuatanku itu sangat bodoh.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Setelah Daud bangun dari pada waktu pagi, datanglah firman TUHAN kepada nabi Gad, pelihat Daud, demikian:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "\"Pergilah, katakanlah kepada Daud: Beginilah firman TUHAN: tiga perkara Kuhadapkan kepadamu; pilihlah salah satu dari padanya, maka Aku akan melakukannya kepadamu.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Kemudian datanglah Gad kepada Daud, memberitahukan kepadanya dengan berkata kepadanya: \"Akan datangkah menimpa engkau tiga tahun kelaparan di negerimu? Atau maukah engkau melarikan diri tiga bulan lamanya dari hadapan lawanmu, sedang mereka itu mengejar engkau? Atau, akan adakah tiga hari penyakit sampar di negerimu? Maka sekarang, pikirkanlah dan timbanglah, jawab apa yang harus kusampaikan kepada Yang mengutus aku.\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lalu berkatalah Daud kepada Gad: \"Sangat susah hatiku, biarlah kiranya kita jatuh ke dalam tangan TUHAN, sebab besar kasih sayang-Nya; tetapi janganlah aku jatuh ke dalam tangan manusia.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi TUHAN mendatangkan penyakit sampar kepada orang Israel dari pagi hari sampai waktu yang ditetapkan, maka matilah dari antara bangsa itu, dari Dan sampai Bersyeba, tujuh puluh ribu orang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ketika malaikat mengacungkan tangannya ke Yerusalem untuk memusnahkannya, maka menyesallah TUHAN karena malapetaka itu, lalu Ia berfirman kepada malaikat yang mendatangkan kemusnahan kepada bangsa itu: \"Cukup! Turunkanlah sekarang tanganmu itu.\" Pada waktu itu malaikat TUHAN itu ada dekat tempat pengirikan Arauna, orang Yebus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dan berkatalah Daud kepada TUHAN, ketika dilihatnya malaikat yang tengah memusnahkan bangsa itu, demikian: \"Sesungguhnya, aku telah berdosa, dan aku telah membuat kesalahan, tetapi domba-domba ini, apakah yang dilakukan mereka? Biarlah kiranya tangan-Mu menimpa aku dan kaum keluargaku.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Mezbah didirikan dekat Yerusalem Tulah berhenti",
      "type": "title"
    },
    {
      "verse": 18,
      "text": "Pada hari itu datanglah Gad kepada Daud dan berkata kepadanya: \"Pergilah, dirikanlah mezbah bagi TUHAN di tempat pengirikan Arauna, orang Yebus itu.\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Lalu pergilah Daud, sesuai dengan perkataan Gad, seperti yang diperintahkan TUHAN.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ketika Arauna menjenguk dan melihat raja dengan pegawai-pegawainya mendapatkannya, pergilah Arauna ke luar, lalu sujud kepada raja dengan mukanya ke tanah.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Bertanyalah Arauna: \"Mengapa tuanku raja datang kepada hambanya ini?\" Jawab Daud: \"Untuk membeli tempat pengirikan ini dari padamu dengan maksud mendirikan mezbah bagi TUHAN, supaya tulah ini berhenti menimpa rakyat.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Lalu berkatalah Arauna kepada Daud: \"Baiklah tuanku raja mengambilnya dan mempersembahkan apa yang dipandangnya baik; lihatlah, itu ada lembu-lembu untuk korban bakaran, dan eretan-eretan pengirik dan alat perkakas lembu untuk kayu bakar.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Semuanya ini, ya raja, diberikan Arauna kepada raja.\" Arauna berkata pula kepada raja: \"Kiranya TUHAN, Allahmu, berkenan kepadamu.\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tetapi berkatalah raja kepada Arauna: \"Bukan begitu, melainkan aku mau membelinya dari padamu dengan membayar harganya, sebab aku tidak mau mempersembahkan kepada TUHAN, Allahku, korban bakaran dengan tidak membayar apa-apa.\" Sesudah itu Daud membeli tempat pengirikan dan lembu-lembu itu dengan harga lima puluh syikal perak.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Lalu Daud mendirikan di sana mezbah bagi TUHAN dan mempersembahkan korban bakaran dan korban keselamatan. Maka TUHAN mengabulkan doa untuk negeri itu, dan tulah itu berhenti menimpa orang Israel.",
      "type": "content"
    }
  ]
}