{
  "book": "2 Samuel",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Daud dan Mefiboset",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Berkatalah Daud: \"Masih adakah orang yang tinggal dari keluarga Saul? Maka aku akan menunjukkan kasihku kepadanya oleh karena Yonatan.\"",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Adapun keluarga Saul mempunyai seorang hamba, yang bernama Ziba. Ia dipanggil menghadap Daud, lalu raja bertanya kepadanya: \"Engkaukah Ziba?\" Jawabnya: \"Hamba tuanku.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Kemudian berkatalah raja: \"Tidak adakah lagi orang yang tinggal dari keluarga Saul? Aku hendak menunjukkan kepadanya kasih yang dari Allah.\" Lalu berkatalah Ziba kepada raja: \"Masih ada seorang anak laki-laki Yonatan, yang cacat kakinya.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tanya raja kepadanya: \"Di manakah ia?\" Jawab Ziba kepada raja: \"Dia ada di rumah Makhir bin Amiel, di Lodebar.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sesudah itu raja Daud menyuruh mengambil dia dari rumah Makhir bin Amiel, dari Lodebar.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dan Mefiboset bin Yonatan bin Saul masuk menghadap Daud, ia sujud dan menyembah. Kata Daud: \"Mefiboset!\" Jawabnya: \"Inilah hamba tuanku.\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Kemudian berkatalah Daud kepadanya: \"Janganlah takut, sebab aku pasti akan menunjukkan kasihku kepadamu oleh karena Yonatan, ayahmu; aku akan mengembalikan kepadamu segala ladang Saul, nenekmu, dan engkau akan tetap makan sehidangan dengan aku.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Lalu sujudlah Mefiboset dan berkata: \"Apakah hambamu ini, sehingga engkau menghiraukan anjing mati seperti aku?\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lalu raja memanggil Ziba, hamba Saul itu, dan berkata kepadanya: \"Segala sesuatu yang adalah milik Saul dan milik seluruh keluarganya kuberikan kepada cucu tuanmu itu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Engkau harus mengerjakan tanah baginya, engkau, anak-anakmu dan hamba-hambamu, dan harus membawa masuk tuaiannya, supaya cucu tuanmu itu ada makanannya. Mefiboset, cucu tuanmu itu, akan tetap makan sehidangan dengan aku.\" Ziba mempunyai lima belas orang anak laki-laki dan dua puluh orang hamba.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Berkatalah Ziba kepada raja: \"Hambamu ini akan melakukan tepat seperti yang diperintahkan tuanku raja kepadanya.\" Dan Mefiboset makan sehidangan dengan Daud sebagai salah seorang anak raja.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mefiboset mempunyai seorang anak laki-laki yang kecil, yang bernama Mikha. Semua orang yang diam di rumah Ziba adalah hamba-hamba Mefiboset.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Demikianlah Mefiboset diam di Yerusalem, sebab ia tetap makan sehidangan dengan raja. Adapun kedua kakinya timpang.",
      "type": "content"
    }
  ]
}