{
  "book": "Hagai",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pinsangpinsang dompak halak Jahudi, ala marlemba nasida pauli bagas joro 1-11. II. Ditangihon angka sintua dohot halak na torop i hata ni panurirang i 12-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Paduataonhon dung bangkit raja si Darius, di artia di bulan sipahaonom ro ma hata ni Jahowa marhite sian pamangan ni panurirang Haggai tu si Serubabel, anak ni si Sealtiel pangarajai di Juda, dohot tu sintua ni malim, Josua anak ni si Josadak, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Boti do hata ni Jahowa Zebaot: Bangso on mandok: Ndang dope ro tingkina, asa paulion joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ro ma hata ni Jahowa marhite sian pamangan ni panurirang Haggai songon on:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai nunga jumpang huroha anggo tingkimuna mangingani bagasmuna, angka na ginorga, hape anggo joro on tarulang do dipasombu hamu?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "On pe songon on do hata ni Jahowa Zebaot: Parateatehon hamu ma dalanmuna nasailaon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Godang do disabur hamu, alai otik do parbuena; mangan do nian hamu, alai ndang bosur; minum do nian hamu, alai ndang sombu uasmu, marulos do nian hamu, alai ndang las dagingmu; mangomo pe manang ise, mangomo tu puro na matombuk do.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i songon on do hata ni Jahowa Zebaot: Parateatehon hamu ma dalanmuna nasailaon i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nangkohi hamu ma dolok jala manaru hau ma hamu, jala pauli hamu joro i, asa marlomo ni roha ahu disi, jala marsangap ahu, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Godang do dirambang rohamuna, hape ida ma, gabe i do paotikkon, diboan hamu do i nian masuk tu jabu, hape hupurpurhon do i. Ala ni aha umbahen songon i ninna Jahowa Zebaot: Ala ni jorongku na tarulang do i, hape ganup hamu mansiluhon bagasna be.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ala ni umbahen ditiopi langit i nambur di atas hamu, jala tano i maniopi gogona.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi nunga hudokkon logo ni ari sinanggarnanggar ro tu tano on dohot tu angka dolok dohot tu eme dohot tu tuak dohot tu miak dohot tu nasa na tinubuhon ni tano i, dohot tu jolma dohot tu pinahan dohot tu nasa na niungkit ni tangan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Jadi ditangihon si Serubabel, anak ni si Sealtiel dohot sintua ni malim Josua, anak ni si Josadak dohot sandok pasipasi ni bangso i soara ni Jahowa Debatanasida i, ditangihon dohot hata ni panurirang Haggai, hombar tu parsuru ni Jahowa Debatanasida i di ibana, jadi mabiar ma bangso i maradophon Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i didok si Haggai, suruan ni Jahowa patolhashon tona ni Jahowa tu bangso i, songon on: Ahu do donganmuna, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi disunggul Jahowa ma tondi ni si Serubabel anak ni si Sealtiel, pangarajai sian Juda dohot tondi ni sintua ni malim Josua, anak ni si Josadak, dohot tondi ni sandok pasipasi ni bangso i, gabe ro be nasida mangaradoti ulaon di bagas ni Jahowa Zebaot, Debatanasida i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Di anggara ni mate di bulan paionom, paduataonhon dung bangkit raja si Darius.",
      "type": "content"
    }
  ]
}