{
  "book": "Hagai",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Bagabaga taringot tu hasusurung ni hamuliaon ni joro paduahon i martimbangkon parjolo i 1-9. II. Pasupasu tu naposo ni Jahowa angka na marsihohot mangaradoti ulaonna 10-19. III. Hapepesan ni angka harajaon ni parbegu dohot hatogaon ni harajaon ni Debata 20-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Paduapulu sada arihon di bulan sipaha pitu, ro ma hata ni Jahowa marhite sian panurirang si Haggai, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ua dok ma tu si Serubabel, anak ni si Sealtiel, pangarajai sian Juda dohot tu sintua ni malim Josua, anak ni si Josadak, dohot tu pasipasi ni bangso i, songon on:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ise dope sian hamu na mangolu, angka na sanga marnida joro on di hamuliaonna parjolo i? Hape aha diida hamu disi anggo nuaeng? Nda hira na soada do dietong rohamuna martimbangkon parjolo i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "On pe, ale Serubabel, pir ma tondim ninna Jahowa; pir ma dohot tondim ale sintua ni malim Josua, anak ni si Josadak; pir ma dohot tondim sandok bangso ni tano i, ninna Jahowa, jala datdati hamu mangula, ai ahu do donganmuna, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "I ma hata na hupadanhon i tu hamu di haruruarmuna sian Misir, nang: Tondingku marsihohot do jongjong di tongatongamuna; unang hamu mabiar!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai songon on do hata ni Jahowa Zebaot: Saotiknari nama ulahanku ma mangkuturi langit dohot tano dohot laut ro di darat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Huturonku ma dohot saluhut angka bangso parbegu, jadi ro ma hasudungan ni roha ni saluhut angka bangso parbegu, jala gohanku ma joro on hamuliaon, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ahu do nampuna perak, jala ahu nampuna sere, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi gumodang ma hamuliaon ni joro parpudi on sian parjolo i, ninna Jahowa Zebaot, jala di hajongjongan on lehononku do hadameon, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Paduapulu opat arihon, dibulan sipaha sia paduataonhon hinarajahon ni si Darius, ro ma hata ni Jahowa marhite sian panurirang Haggai, songon on:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Boti hata ni Jahowa Zebaot: Ua usoi ma angka malim taringot tu patik i, songon on:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ida ma, tung sura diboan manang ise juhut na badia di bagasan suhi ni ulosna, dung i dolos suhi ni ulosna tu sagusagu manang tu lompan, manang tu anggur, manang tu miak, manang tu sipanganon dia pe, tung badia ma i binahen ni? Jadi didok angka malim i ma mangalusi: Ndangana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna si Haggai ma: Tung sura dijama manang ise na ramun binahen ni bangke saluhutna ondeng, tung ramun ma angka i? Jadi didok angka malim i ma mangalusi: Ramun ma i tutu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna si Haggai ma mangalusi: Laos songon i do bangso na sansundut on maradophon ahu, ninna Jahowa, laos songon i do saluhut jadijadian ni tangannasida ro di na pinelehonnasida disi: Sai na ramun do i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "On pe, ua parateatehon hamu ma i, olat ni ari on tu ginjang, tagan so ditindihon dope batu di joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tagan so dibahen nasida songon i ro iba tu bunbunan siduapulu tuhukan hian, hape holan sampulu disi; ro iba tu pangilangan anggur naeng manahui limapulu hudon nian hape holan duapulu disi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nunga hupasonggop tu hamu antingano dohot sirara dohot ambolas, mangago saluhut jadijadian ni tanganmuna, laos so didompakkon hamu ahu, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ua manimbang ma rohamuna, olat ni ari on tu ginjang, olat ni ari duapulu opat, dibulan sipaha sia, olat ni ari haoojak ni joro ni Jahowa; sai parateatehon hamu ma i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tung adong dope jumpang boni di bagasan sopo? Hau anggur pe dohot antajau dohot hau dalimo ro di hau jetun, ndang dope marparbue sahat ro di nuaeng. Anggo olat ni ari on mamasumasu ma ahu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Dung i ro ma hata ni Jahowa paduahalihon tu si Haggai di ari duapulu opat laos di na sabulan i, songon on:",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dok ma tu si Serubabel, pangarajai sian Juda songon on: Ahu do mangkutur langit dohot tano on sogot.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala ahu mangonggalhon sogot habangsa ni angka harajaon, jala siaphononku hagogoan ni angka harajaon ni angka bangso parbegu, onggalhononku ma angka hureta ro di jolma ma mangkunduli gabe pesan angka hoda ro di jolma na mangkunduli, ganup binahen ni podang ni donganna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Di ari na sasada i ninna Jahowa Zebaot, buatonku ma ho, ale Serubabel, anak ni si Sealtiel, naposongki, ninna Jahowa, jala bahenonku ho gabe tintin rongkom. Ai nunga ahu mamillit, ninna Jahowa Zebaot.",
      "type": "content"
    }
  ]
}