{
  "book": "Yesaya",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parisuangon ni Jahowa mida halumlamon ni Israel 2-9. II. Bias ni rohana mida peleannasida 10-15. III. Panosoina mandokkon paubahon roha, jala diparbaga hasesaan ni dosa 16-20. IV. Lumbalumba dohot bagabaga 21-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do pangungkapon tu si Jesaya, anak ni si Amos, na niidana taringot tu Juda dohot Jerusalem, uju di ngolu ni si Usia, si Jotam, si Ahas, si Hiskia, angka raja ni Juda.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tangihon, hamu ale angka langit, jala pinggol, ale tano on! Ai mangkuling ma Jahowa: Hupagodanggodang do angka anak, jala hupatimbul, hape marbalik do nasida sian ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ditanda jonggi do nampuna ibana, jala diboto halode panggagatan binahen ni tuanna. Alai anggo Israel ndang tumanda ahu, jala ndang marroha bangsongku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Marjea ma bangso na mardosai, na sun marhajahaton! Pinompar ni angka parjahat, angka anak jea, angka na tumadingkon Jahowa, angka na mangaleai na badia ni Israel, angka na sumurut tu pudi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tu aha i sai datdatan linsingan hamu? Sai ditambai hamu do panundalion. Ganup ulu marsahit do, jala ganup roha bebenesan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sian palak ni pat sahat ro di ulu, ndang adong na hisar di ibana, holan bugang do jala pangalilitan, jala marsalaon nambura; ndang manang dipuntari jala ndang dililiti, jala ndang dipalambok marhitehite miak.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tarulang do ia tanomuna, masoksok ia hutamuna dibahen api dipangan halak sileban do haumamuna di jolomuna, gabe halongonan do i, songon na siniaphon ni halak sileban.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala tarpunjung do boru Sion, songon soposopo di porlak anggur, songon undungundung di parjelohan, songon huta na tartungkum.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung sura so ditebahon Jahowa Zebaot boni di hita otik, siol doshon Sodom dohot Gumora hita.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Tangihon hata ni Jahowa, hamu ale angka partogi ni Sodom! Pinggol hamu, ale bangso Gumora patik ni Debatanta.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tudihangku do hinadeak ni peleanmu? ninna Jahowa. Nunga mahap rohangku di angka pelean situtungon sian birubiru tunggal dohot di tabotabo ni lombu angka na pinamokmok, jala ndang dihalomohon rohangku mudar ni angka lombu dohot birubiru dohot hambing tunggal.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Molo ro hamu manopot tu jolongku, tung ise ma mangido i sian tanganmuna, luntahonmuna alamanku.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Unang be datdati hamu mamboan pelean sipanganon so marniula, daupa hinabiashon ni rohangku. Poltak ni bulan dohot ari Sabbat, tingting palumba ari raya, ndang tudihangku hajahaton dohot luhutan ari raya.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dihagigihon rohangku do angka poltak ni bulan dohot angka tingki pararirayaonmuna; bebenesan do Ahu dibahen, ndang tartaon rohangku be.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala nang dipaherbang hamu tanganmuna, padaoonku do matangku maradophon hamu; jala nang dijotjoti hamu martangiang, ndang tagamon tangihononku hamu; ai gok mudar do tanganmuna i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Marburi ma hamu, urasi hamu dirimuna, paholang hamu ma hinaroa ni pambahenanmuna sian jolo ni matangku, pasohot hamu ma manjahati.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Guruhon hamu ma mambahen na denggan, lulu i hamu ma uhum, pintori hamu na nirupa, patingkos hamu ma uhum tu nasopot so marama, ondingi hamu angka na mabalu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i sai ro ma hamu, asa mardabudabu hita, ninna Jahowa. Tung sura rara dosamuna songon abit bunga dapdap, bontar do bahenonku songon itak; nang pe rara songon abit hasumba, gabe songon hapas do muse.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Molo ringgas hamu tumangihon dohot mangihuthon, sai panganonmuna do hinadenggan ni gogo ni tano i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai molo manjua hamu jala mangalo, sai na panganon ni podang do hamu sogot, ai pamangan ni Jahowa do palumbahon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(IV.) Tung beha pambahenna, huta na burju i gabe sibabijalang, gok uhum na sintong ia najolo hatigoran mian di bagasan ibana, hape anggo nuaeng gok angka partodos.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Perakmi do muba gabe air, pinamindo ni aek do anggurmi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Angka sintuam gabe panggunturi dohot dongan ni angka panangko. Saluhut nasida mangapian di sisip, jala dilului angka silehonlehon; ndang dipatingkos nasida uhum tu na sopot so marama, jala parbadaan ni na mabalu, ndang ro tu jolonasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dibahen i ninna Jahowa Zebaot na marhuaso di Israel: Oe, sai pasabamonku do rohangku maradophon angka alongku, jala sudolhononku tu angka musungku.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi ingkon mangulahi ma tanganku mangonai tu ho, jala papitaonku airmi, songon na sinabun, jala pasurutonku ma nasa simborami.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala pasuangonku ma angka siuhum ho, songon di na robi dohot angka panuturim songon di mulana. Dung i targoar ma ho huta ni hatigoran, huta na bonar.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tartobus do sogot Sion marhitehite habonaron, jala angka na mulak tu ibana marhitehite hatigoran.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai hinamago ni angka pangalaosi dohot pardosa sahali ro do, jala siap do sogot angka na manadingkon Jahowa.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai ingkon tarurak nasida sogot maradophon angka hariara, angka na hinalomohonmuna na sai laon, jala ingkon maila hamu maradophon porlak, angka na pinillitmuna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai doshon hariara i na marurus bulungna do hamu sogot, jala songon porlak na so adong aek di bagasan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi doshon hori na so hasea ma parhuaso hian, jala jadijadianna gabe gurasa, gabe rap gor duansa, jala ndang adong na tuk mangintopi.",
      "type": "content"
    }
  ]
}