{
  "book": "Yesaya",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni lumbalumba paminsangon dompak Israel, ala ni hageduhonna 1-4. II. Panurirangon di uhum paminsangon dompak Assur na jungkat i 5-19. III. Mangolu do ianggo pasipasi ni Israel 20-27. IV. Martahi laho mangago Assur dompak Sion, siap ma ibana so pangkirimanna 28-34",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marjea ma sude jolma sibahen angka patik hageduhon dohot angka juaratulis, na manurathon pangarupaon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Asa dipapeol uhum tu angka na pogos, jala agoan uhum angka na dangol di bangsongku, angka na mabalu gabe tabantabannasida, jala dipupusi nasida angka na sopot so marama.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Aha do sibahenonmuna di ari pamaloson dohot hatataban na ro sian na dao? Tung tu ise hamu marhaporusan mangido panumpahion, jala didia tadingkononmuna hasangaponmuna i?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Molo so dipaunduk ibana rohana di tongatonga ni na tarbuang i, ingkon rage ibana di tongatonga ni na rage; songon i pe i sudena, laos so sombu dope murukna, jala sai toltol dope tanganna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Marjea ma Assur, batahi ni rimashu, jala linsinglinsing ni parpiar ni murukku di tanganna!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dompak bangso na ramun ibana husuru, jala dompak bangso panginonaan ni rimashu ibana hudokkon, asa ditaban situtu, jala dipupusi, jala diluntak, songon bustak di alaman.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ndang songon i anggo pingkiranna, jala ndang songon i sangkapna, sai roha martaban dohot maniaphon torop angka bangso do rohana i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai ninna do: Nda raja do sude angka wakilhu?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nda doshon Karkemis do Kalno? Nda doshon Arpad do Hamat? Manang Samaria doshon Damaskus?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Songon pangonai ni tanganku tu angka harajaon ni parbegu, atik pe dumenggan ajiajiannasida, sian angka na di Jerusalem dohot di Samaria.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tung so bahenonku tu Jerusalem dohot tu angka ajiajiannai, songon na hubahen i tu Samaria dohot tu angka ajiajiannai?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ia dung dipaujung Tuhan i nasa jadijadianna di dolok Sion dohot di Jerusalem, luluhononku ma parbue ni haginjangon ni roha ni raja sian Assur dohot hinasonge ni matana na momar i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai ninna do: Marhitehite gogo ni tanganku sandiri hubaen i, jala marhitehite habisukonku, ai na pistar do ahu. Jala hupaorot angka parbalohan ni angka bangso, jala hupupusi angka artanasida, jala hupaijur angka na marhabangsa, songon ulubalang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala jumpang tanganku do hamoraon ni angka bangso, songon asar ni pidong, jala songon panjomputiniba di pira na tinadingkon, hujomputi sude angka luat, jala ndang adong na hum mangheparhon habong, manang pangangang tuktuk, manang mangkuling.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tung maneleng ma tangke dompak jolma na manallikhon? Manang manenga gargaji dompak jolma na manait? Hira na dilibas batahi do jolma angka na mangalibashon; manang hira na dijomput tungkot do jolma na martungkothon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen i tongoson ni Tuhan Jahowa Zebaot ma tiarap tu angka na pinamokmokna i, jala songon parsigorgor ni api do parsigorgor ni hasangaponna i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala manjadi api do hatiuron ni Israel, jala na badiana gabe jilam ni api, jadi gor ma jala suda panganonna duridurina dohot sihupina di bagasan sadari.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi siaphononna ma hatongamon ni tombakna dohot haumana, nang hosana ro di sibukna, jala songon parmerus ni na marsahit parmerusna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala angka hau pasipasi ni tombakna, otik nama dapot suraton ni dakdanak do bilanganna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Di ari na sasada i, ndang be marpangunsandean pasipasi ni Israel, dohot angka na malua sian pinompar ni si Jakkob, tu na mangalinsingi nasida, tu Jahowa na badia ni Israel nama nasida marpangunsandean di bagasan hasintongan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Mulak ma roha ni pasipasina i, pasipasi ni Jakkob, tu Debata na sun hinagogo.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai tung sura pe doshon horsik di topi laut bangsom, ale Israel, holan pasipasina i do na muba tu Debata. Ai nunga disangkap hasiapon marhitehite habibinsat ni hatigoranna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai saut do bahenon ni Tuhan Jahowa Zebaot hasiaponna sinangkapna i di tongatonga ni sandok tano on.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dibahen i songon on didok Tuhan Jahowa Zebaot: Unang ho mabiar, ale bangsongku, na maringanan di Sion maradophon Assur, na mangalinsingi ho dohot batahi, jala na mangondamhon tungkotna dompak ho songon uju di Misir.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai otik nari situtu nama, sombu ma rimashu, jala marbalik murukku gabe hasiapannasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi sintahon ni Tuhan Jahowa Zebaot ma sada linsinglinsing dompak ibana, songon na nilinsingna i Midian uju di dolok batu Oreb; jala songon na pinatoltolna i tungkotna i di atas laut uju di dalan ro sian Misir.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Di ari na sasada i munsat ma rodina sian abaram, jala augana sian tangkuhukmu, jala maponggol auga i maradophon na miniahan i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(IV.) Ro do ibana tungkan Ayat, mamolus sian Migron; di Mikhmas do diparose angka parhohasna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dibolus nasida hatariparani: Geba ma parmalamanta, godor ma Rama, maporus ma Gibea-Saul.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Mangangguhi ma ho ale boru Gallim, sai manangi ma ho ale Laisia! Ngalutmi ale Anatot.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Maporus ia Madmena, malua do ianggo isi ni Gebim.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ngongong dope ibana sadarina i di Nob. Diondamhon ma muse tanganna dompak dolok ni boru Sion, dompak robean ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai ida ma, mangasahon gogo ma Tuhan Jahowa Zebaot manultuli angka dangka, tallihanna ma angka na manggakgak, jala pajempehonna ma angka na ginjang marroha.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jala rabionna ma anggo tombak longolongo marhitehite bosi, jala matompas Libanon marhitehite Nasunhinagogo i.",
      "type": "content"
    }
  ]
}