{
  "book": "Yesaya",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja na bonar sian pinompar ni si Daud dohot harajaonna na mardamedame 1-10. II. Papunguon do bangso ni Debata sian nasa luat 11-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ruar ma sada tunas sian tungko ni si Isai, jala marparbue sada tubis na tubu sian uratna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi songgop ma tu ibana Tondi ni Jahowa, Tondi ni habisuhon dohot hapistaran, Tondi ni panuturion dohot hagogoon, Tondi ni parbinotoan dohot biar maradophon Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala halomohononna do hadaulaton maradophon Debata, jala ndang manguhum ibana marguru tu parnida ni matana, jala ndang manguhum ibana marguru tu na binege ni pinggolna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Marhitehite hatigoran tahe uhumonna angka na pogos, jala marhitehite hasintongan patingkosonna uhum tu angka na dangol di tano on, jala marhitehite batahi ni pamanganna libasonna tano on, jala marhitehite tondi ni bibirna bunuonna halak parjahat i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala hatigoran do hohos ni gontingna, jala habonaron hohos ni akna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Disi ma maringan gompul di lambung ni birubiru, jala manggompang babiat di lambung ni hambing, jala tampak do anak ni lombu, babiat dohot pinahan na pinamokmok, jala dakdanak na metmet marmahan nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Rap manjampal ma lombu dohot babiat, jala tampak modom angka anakna be, jala panganon ni singa duhutduhut songon dorbia.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala posoposo marmeameam di lambung ruang ni ulok dari, jala dakdanak nambura sirang susu mangarorohon tanganna tu ruang ni libe.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang be manjahati manang mangago nasida di sandok dolok habadiaonku, ai gok parbinotoan di Jahowa tano on sogot, songon aek ni laut mangalungkupi tondolanna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi masa ma di na sadari i: Usouso ma angka parbegu di urat ni si Isai, na pinatindang bahen partonggol ni angka bangso, jala pangulonanna do hamuliaon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i di na sadari i: Ulahan ni Tuhan i ma paduahalihon patoltol tanganna tumobus pasipasi ni bangsona, na teba sian Assur dohot sian Misir dohot sian Patros dohot sian Kus dohot sian Elam dohot Sinear dohot sian Hamat dohot sian angka pulo na di laut.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i patindangonna ma sada partonggol di tongatonga ni angka parbegu, jala papunguonna angka na nilele sian Israel dohot angka na mampar sian Juda, papunguonna sian na opat desa ni tano on.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi sohot ma pangiburuon ni Epraim, jala siap angka na manosak Juda. Ndang be iburuon ni Epraim Juda, jala ndang be sosahan ni Juda Epraim.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai rap habang do nasida tu abara ni halak Palistim tungkan hasundutan, tampak do nasida muse mamupusi angka anak tungkan habinsaran, papatuon ni tanganna Edom dohot Moab, jala pinompar ni Amon marpandapotan tu nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala hona toru ni Jahowa solok ni laut Misir, jala ondamhononna tanganna dompak batang aek i marhitehite parpiar ni murukna, jala bagionna gabe pitu sunge, asa dapot hatariparan marhitehite sipatu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi adong ma dalan na bolon sada di pasipasi ni bangsona na teba sian Assur, songon di Israel uju di ari haruruarna sian tano Misir.",
      "type": "content"
    }
  ]
}