{
  "book": "Yesaya",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu hadodom ni Babel (13:1-14:23). Harorongom ni angka bangso parmusu na pulik marga 2-8. II. Ari uhum tu Babel, pinasonggop ni halak Madai 9-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "On ma pangungkapon taringot tu uhum madabu tu Babel na niida ni si Jesaya, anak ni si Amos.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Di atas dolok na sae ma patindang hamu partonggol, pangiar hamu ma soara mandok tu nasida, hiraphon hamu ma tangan, asa dibongoti nasida bahal ni raja angka na marhuaso.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga hutonai angka na huparbadiai, nunga hujou huhut angka ulubalangku, angka na ro marolopolophon hatimbulonku pasonggophon rimashu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tarbege do soara ni hariburon di atas ni angka dolok, songon soara ni bangso na balga; soara ni hagunturon ni angka harajaon ni parbegu na marluhut i; Jahowa Zebaot maningkir parangan tu hamusuon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angka na ro sian luat na dao, sian ujung ni langit, Jahowa udur dohot angka parhobas ni murukna laho maniaphon sandok luat i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Mangangguhi ma hamu, ai nunga jonok ari ni Jahowa; ro do ibana songon hasiapon sian pargogo na so hatudosan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i mandate ma saluhut tangan, jala malala ateate ni sandok jolma.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi tarsonggot ma nasida, songgop ma tu nasida hagogotan dohot pambebeon, angka hitir do nasida, songon boruboru na tumiop siraraisan; sai masipanotnotan do nasida, songon gara do bohinasida i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Ida ma, sogir situtu do haroro ni ari ni Jahowa, jala marpiarpiar rimasna mambahen halongonan tano i, jala siaphononna sian i angka pardosa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai angka bintang di langit ro di bintang poriama ndang be marsinondang, holom do mata ni ari di habibinsarna, jala ndang be marsinondang ia bulan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi luluhononku ma tu isi ni portibi on hajahatonna dohot tu angka parjahat hageduhonna. Pasohotonku ma haginjangon ni angka na ginjang marroha, jala tarjepol bahenonku hajungkaton ni siulahon gogo.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ummahal bahenonku sada jolma sian sere palangki, jala ummahal sada jolma sian sere na sian Opir.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibahen i hutolonku ma langit i, asa munsat tano i sian ingananna marhitehite parpiar ni muruk ni Jahowa Zebaot dohot marhitehite ari panomboon ni rimasna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala songon ursa na binuru nasida, jala songon birubiru na so marparmahan. Ganup nasida mulak tu bangsona be, jala maporus be tu luatna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nasa na dapotsa tullangonna; jala nasa na dapot tartangkup, tihamonna marhitehite podang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala rosahanna posoposonasida di adopannasida, pupusanna angka bagasnasida, jala bahenonna na so uhum tu jolmanasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ida ma, paheheonku ma dompak nasida halak Madai, angka na so parduli di perak, jala na so mangapian di sere.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Angka siornasida mangaragehon dolidoli, jala ndang maralang rohanasida di inaina na marhangoluan, ndang diolani matanasida angka dakdanak.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi doshon paniaphon ni Debata di Sodom dohot Gumora paniaphonna di Babel, bungaran ni angka harajaon, hasangapon dohot hamuliaon ni halak Kasdim.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ndang be hainganan jolma salelenglelengna, jala ndang be ebatanna marsundutsundut, jala ndang be marundungundung disi halak Arab, manang marsaro disi angka parmahan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Manggompang ma disi angka binatang sian halongonan, jala gok angka sipauk jabunasida, jala maringan disi angka pidong unto, jala marembas disi angka begu nurnur.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala marauang angka gompul di bagas simagodangnasida, jala ulok naga di bagasan jabu parsantiannasida. Jala jonok nama tingkinasida, jala ndang be tarpaganjang ariarinasida.",
      "type": "content"
    }
  ]
}