{
  "book": "Yesaya",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni panurirangon dompak Babel: Hasonangan ni bangso ni Debata. Ende parolopolopon ni Israel mida raja ni Babel na pidom i 1-23. II. Sangkap ni Debata dompak Assur 24-27. III. Panurirangon dompak halak Palistim 28-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ai marpamuati di roha ni Jahowa mida Jakkob, jala ulahanna mamillit Israel, pasonang nasida di tanonasida. Sauduran do halak na buro dohot nasida laho marpungu tu pinompar ni si Jakkob.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala boanonnasida ma angka bangso tu inganannasida, gabe pinompar ni Israel nampuna nasida di tano ni Jahowa, bahen angka naposo baoa dohot boruboru; jadi tioponna di habuangan jolma angka na mambuangkon nasida jala rajaanna angka sibahen gogo tu nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i di ari hasonanganmi binahen ni Jahowa sian hangaluton niaemi dohot sian hasusaanmi dohot sian parhianduan na posi, na pinarhatobanna i ho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dohononmu ma umpama on taringot tu raja ni Babel: Muba ma sonang ni sibahen gogo i, sohot ma nuaeng pangarupaon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nunga diponggolhon Jahowa tungkot ni angka parjahat, tungkot ni angka raja.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ibana na marpiarpiar mangalinsingi angka bangso, so marpansohotan; na mangaluntak angka parbegu di bagasan rimas marhitehite pangaleleon na so marpansadian.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sonang jala mangulon nuaeng isi ni liat portibi on, marolopolop do nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Marlas ni roha huhut mida ho angka hau sampinur dohot ares na di Libanon: Olat ni na tunduk i ho, ndang adong be nangkok sitaba hami, ninna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pola guntur banuatoru mida ho manjumpangkon ho di harorom. Disunggul dompak ho angka halinu, nasa hambing tunggal ni tano on dipahehe sian habangsanasida, sude raja ni angka parbegu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Saluhut nasida mangalusi, jala mandok tu ho: Dohot do ho hape margale, songon hami, naung doshon hami do ho hape!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tuat tu banuatoru do hape hamuliaonmu, hariburon ni parhinaloanmu; gulokgulok hape marpeahan di lagem, jala gulokgulok bulusanmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Beha do hadadabum sian banuaginjang, ho ale bintang sidongdong, ho ale anak ni sibuha siang ari! Nunga tartaba hape ho marobo tu tano, ho ale sipatunduk angka bangso.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ianggo hatahata ni roham di bagasan mandok: Nangkok ma ahu tu banuaginjang, patimbulonku ma habangsangku di ginjang ni angka bintang ni Debata, jala hundul ma ahu tu dolok parluhutan tungkan utara sahali.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nangkok ma ahu tu atas ni angka ombun, gabe tudoshon na tumimbul sahali ahu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hape tuat tu banuatoru do ho, tu godung na marimpotimpot.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Longang do angka na marnida ho, notnotanna ma ho huhut mandok: On do hape baoa na manggunturi tano on, na manggoari angka harajaon?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Naung mambahen liat portibi on gabe halongonan, jala ditabani angka hutana, jala ndang diloas muli angka na tartaban i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Nasa raja ni angka parbegu marpeahan tutup di hamuliaon di bagasan jabuna be.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai anggo ho tartimpal do dao sian tanomanmu, songon ranting na marambolongan; songon ulos ni angka na rage, angka na tiniham dohot podang, angka na tuat tu godung batu songon bangke na nilutlut.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ndang tagamon saparbandaan ho rap dohot nasida, ai nunga diago ho luatmu, jala dibunu ho bangsom. Ndang taringot be salelenglelengna anggo pinompar ni angka parjahat.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Hobas i hamu ma sada pamotongan di angka anakna ala ni hajahaton ni amanasida; tung na so tupa suheonna manang teanonna tano i, manang patoroponna huta paribur portibi on.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai hehe ma ahu mandopang nasida, ninna Jahowa Zebaot, jala siaphononku sian Babel barita dohot pasipasi, nini dohot nono, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala bahenonku huta i gabe abalan ni andurian dohot lintonglintong, jala saraonku marhitehite sarasara hasiapon, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(II.) Nunga pola maruari Jahowa Zebaot, ninna: Sai na pasautonku do, songon na husangkap, jala sai na songgop do bahenonku, songon na hutahi.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sai na segaanku do Assur di tanongku, jala luntahanku ibana di atas ni angka dolokku, asa tanggal augana sian nasida, jala munsat rodina sian abarana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "I do sangkap naung sinangkapna tu sandok tano i, jala i do tangan na toltol dompak sude angka bangso.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai naung sinangkap ni Jahowa Zebaot, tung ise ma na tuk manundati? Jala tanganna na toltoli, tung ise ma na tuk manulakkon?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(III.) Di taon hamamate ni raja Ahas ro lumbalumbaon:",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Unang tung marlas ni roha ho, ale sandok isi ni Palistim, ala naung maponggol linsinglinsing na mangalinsingi ho, ai ruar do sada libe sian urat ni ulok, jala parbuena gabe naga na habang.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi singkop sipanganon jumpang angka buhabaju ni na pogos, jala marsonangsonang angka na so marparbuaton hian. Alai anggo uratmi bunuonku do marhitehite haleon, asa marragean angka pasipasim.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Mangangguhi ma ho ale pargumbangan! Pangiar ma soaram ale huta! Malala ma ho sandok Palistim! Ai ro do sian utara timus, jala ndang adong na pinjil sian parduaannasida i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jala tung aha ma alusna tu angka suruan ni bangso parbegu? Nunga pola dipahot Jahowa Sion, asa marhaporusan tusi do angka na dangol ni bangsona.",
      "type": "content"
    }
  ]
}