{
  "book": "Yesaya",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon dompak Moab (6:15-16). Andung ni angka ni isi ni huta di Moab ala ni sange ni hasisiapna 1-9.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Uhum madabu tu Moab. Tongon do borngin i do ditaban Ar-Moab, tung siap do. Tongon do borngin i do ditaban Kir-Moab, tung siap do.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nangkok ma tutu jolma tu joro dohot tu Dibon, huhut tumatangis tumopot sombaon i; mangangguhi do Moab di atas ni Nebo dohot Medeba; saluhut ulunasida targorbang, jala saluhut mise digansipi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Marulos tangki nasida mardalan di alamanna, mangangguhi be do angka na mijur sian tarup dohot sian bonggarbonggar, huhut tumatangis.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala mangangguhi Hesbon dohot Eleale, tolhas ro di Jahas tarbege soaranasida. Dibahen i mangandungi angka parangan ni Moab, ai maras do rohana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Mangangguhi do rohangku taringot tu Moab, tolhas ro di Soar, lombu sitolutaon, angka na maporus sian nasida, ai sai tumatangis manangkohi nangkohan Luhit, ai di dalan tu Horonaim tarbortik do angguhangguk ni hasiapon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai nunga marsik angka batang aek sian Nimra, nunga malos duhutduhut, siap suansuanan, ndang adong be ingkau rata.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i tagirtagir ni na niomonasida dohot ugasan na pinajopna tu bariba ni batang aek, parbalohan tungkan Moab ditaruhon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai humaliang sandok Moab tarbege soara angguk, tolhas ro di Eglaim dohot Beerelim tarbege partangisnasida i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai gok mudar angka aek Dibon, ganda sian i dope uhum bahenonku tu Dimon, angka na malua sian Moab, singa i manganhon, ro di pasipasina isi ni tano i.",
      "type": "content"
    }
  ]
}