{
  "book": "Yesaya",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni panurirangon dompak Moab: Moab marhaposan tu raja sian Juda 1-5. II. Alai ingkon taononna do uhum ala ginjang ni rohana i 6-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tongos hamu guguan birubiru di pangarajai ni luat sian Sela, mamolus sian halongonan, sahat tu dolok ni boru Sian.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi doshon pidong na marheparhepar, doshon asar na sinegaan do angka boru ni Moab sogot di hatariparan Arnon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Boan hamu tahi, dabu hamu uhum, bahen parlinggomanmu di hos ni ari, songon bornginna i; tabunihon angka na nilelean, unang jehehon na maporus!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai sorang tu ho ma angka na marserak sian ahu; ho ma haporusanna, ale Moab maradophon partaban! Ai nunga siap pangarupa, marujung ia hasiapon, nunga lengse pangaluntak sian tano i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi hot ma sada habangsa marhitehite asi ni roha, jala marhabangsa di atasna di bagasan hasintongan di undungundung ni si Daud, ibana na mandabu uhum dohot na mangalului uhum dohot na manilu hatigoran.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Nunga hubege hami haginjangon ni Moab, na torbang situtu haginjangonna, hajengkelonna dohot hajungkatonna, hata tealna pe angka na so marnosan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i laos Moab sama Moab masitangisan, saluhut nasida tumatangis taringot tu angka turanggong ni huta Kir Hareset, tongon tahe nunga tarjimput nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai nunga tarulang angka ladang di Hesbon, nang hau anggur di Sibma, mabuk do angka raja ni parbegu dibahen parbuena, angka na tolhas ro di Jaser, lilu tu halongonan manginsir do rantingna, pola taripar laut.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibahen i tumatangis ahu songon partangison ni Jaser, ala ni hau anggur di Sibma; pabornohonku do ho dohot ilungku, ale Hesbon dohot Eleale, ai toletole ni hamusuon madabu tongon di gotilon parbue ni hau anggur dohot eme.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi sohot ma las ni roha dohot olopolop sian hauma sigotilon i, jala ndang marlas ni roha manang marolopolop di angka porlak anggur. Ndang adong jolma pangilang, angka na mangilang anggur di angka pangilangan, nunga hupasohot angka suraksurak.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen i sai patugorok do butuhangku taringot tu Moab, songon soara ni hasapi, nang rohangku di bagasan taringot tu Kir Hareset.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ia dung patar hamamaras ni Moab di angka robean, jala ditopot habadiaonna laho martangiang nian, hape ndang marniula.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "On do hata na nilumbahon ni Jahowa tu Moab sian nahinan dope.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai anggo nuaeng songon on do didok Jahowa: Di bagasan tolu taon on, songon taon ni sipangan gaji, marlea ma hamuliaon ni Moab ro di hinatoropna situtu, jadi pasipasina na metmet nama na tading i ndang margogo.",
      "type": "content"
    }
  ]
}