{
  "book": "Yesaya",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon mangalumbahon uhum dompak Damaskus dohot Samaria 1-3. II. Pardangolan ni Israel, panolsolina dohot uhum madabu tu ibana 4-11. III. Hasisiap ni parangan ni Assur na tongam i so pangkiriman 12-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Uhum madabu tu Damaskus. Ida ma, sai na meser do Damaskus sian tongatonga ni angka huta, gabe timbunan batu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tarulang ma angka huta Aroer, asa angka dorbia nampunasa, angka na marudam disi, so adong na mangalele.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi pesan ma benteng sian Epraim dohot harajaon sian Damaskus, jala pasipasi ni Ram doshon hamuliaon ni halak Israel, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Pesan ma di ari na sasada i hamuliaon ni Jakkob, jala merus hinamokmok ni dagingna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala songon pangalaho ni halak na papungu eme na jongjong di gotilon, jala tanganna manggotil angka biur, jala songon na manjomputi biur di rura Repaim.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala tading disi angka turiang, songon na mangkutur parbue ni hau jetun, dua tolu saludang apala di punsuna sahali, opat lima di dangka ni hau na marparbue i, ninna Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Di ari na sasada i ma tailihonon ni jolma ma sitompa ibana, jala berengon ni matana ma na badia ni Israel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala ndang be tailihononna angka langgatan, jadijadian ni tanganna, jala ndang be berengonna angka sombaon manang ganaganaan na pinauli ni jarijarina.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Di ari na sasada i ma hutanasida angka na gonting i doshon ladang dohot doshon tombak na tinadingkon ni halak maradophon halak Israel manjadi halongonan sambing.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai nunga dihalupahon ho Debata ni hatuaonmu, jala ndang diingot ho dolok batu haporusanmu na gonting i. Dibahen i nunga disuan ho angka porlak hasoloan, jala dilopokkon ho angka ranting na pulik marga tusi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Di ari pangalopokkonmu manjadi do nian dibahen ho, jala manogotna i marmutihi suansuananmu dibahen ho, hape di ari gotilon jea dohot haporsuhon martibalan jambarmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Jea ni hariburon ni torop angka bangso! Songon parhasak ni angka laut pardoromnasida! Jala parhasak ni angka bangso, songon pardorom ni angka batang aek na doras pardoromnasida i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tongon do, songon pardorom ni angka aek magodang, pardorom ni angka bangso; alai mangonai hata ibana tusi, jadi dao ibana maporus, jala mapurpur, songon rapanrapan ni angka dolok maradophon alogo, jala songon halisungsung maradophon habahaba siappalautus.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Marhira bodari, ida ma, masa hasonggoton, ndang dope torang ari, hape ndang adong be disi, i ma jambar ni angka na mandobo hita, jala parsorion ni angka na mamupusi hita.",
      "type": "content"
    }
  ]
}