{
  "book": "Yesaya",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu uhum madabu dohot taringot tu hamumuba ni roha ni angka bangso di Aprika 1-7",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marjea ma ho, ale tano na marlinggoman pahebaheba, na di bariba ni angka batang aek Kus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Na paborhat angka suruan tu laut di bagasan solu hotang di atas aek jala mandok: Laho ma ne hamu angka suruan na pantas tu bangso pardaging na ganjang jala na pinupusan, tu bangso na sumogir marbarita tu na dao, i ma bangso sigodang adat, jala guru dokna angka batangaek mangalantap di tanona.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sude hamu ale isi ni portibi on dohot isi ni tano on, molo dipatindang tonggol di atas ni angka dolok, sai bereng hamu ma i! Jala molo dipalu sarune, sai tangihon hamu ma i!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai songon on hata ni Jahowa tu ahu: Sai hohom Ahu huhut paidaidahon di bagasan ingananku, songon parngiar ni ari uju di logona, songon ombun manorop di hinamohop ni gotilon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai di jolo ni gotilon, molo sun marurus bungana, jala gabe biur maraek susu bunga i, disi ma sabionna angka lailai dohot sasabi, jala tallihanna angka rantingna, laos bolongkononna do.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Rap tartading do i di pidong angka na di dolok dohot di pinahan ni tano on, asa mansusuari disi angka pidong panoro, jala marudam disi nasa dorbia ni tano on.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Di tingki na sasada i ma tarboan angka silehonlehon tu Jahowa Zebaot, sian bangso pardaging na ganjang jala na pinupusan; sian bangso na sumogir marbarita tu na dao, bangso sigodang adat jala guru dokna, angka batang aek mangalantap di tanona, taruhononna tu inganan ni goar ni Jahowa Zebaot, tu dolok Sion.",
      "type": "content"
    }
  ]
}