{
  "book": "Yesaya",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon dompak Misir: Musu garembong dohot hatungilon 1-10. II. Tarurak ma hapistaran ni Misir 11-17. III. Hamumuba ni roha ni Misir dohot Assur maradophon Jahowa rap dohot Israel 18-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Uhum madabu tu Misir: Ida ma, Jahowa marhureta di atas sada ombun na doras laho manopot Misir, jadi maporus ma angka ajiajian ni Misir maradophon ibana, jala malala roha ni halak Misir di bagasan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi patubionku ma Misir dompak Misir, asa laos nasida sama nasida marmusu, na mardongan dohot na maraleale, huta dompak huta, harajaon dompak harajaon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala rumar bahenonku tondi ni halak Misir di bagasan, jala muntul tahina i bahenonku, jadi usouso ma nasida tu angka ganaganaan, parsibalik mata, hasandaran dohot pangarunding.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pasahatonku ma huhut halak Misir tu tangan ni tuan na posi maruhum, jala raja na murhing mangarajai nasida, ninna Tuhan Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi marsik ma angka aek sian laut, marsik dohot batang aek i gabe mahiang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi angir ma angka sunge, rejet jala mahiang angka batang aek di Misir, malos ma angka arung dohot tolong.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hasang ma angka jampalan martopihon batang aek, jala nasa panaburan boni di topi ni batang aek i malos do, rahar jala ndang gabeak.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi marhoi ma angka pardengke, jala marsak sude angka na mandanggurhon hailna tu batang aek i, jala halak angka na manampakhon jalana tu laut, maras do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tarurak ma jolma angka na martonun hori na sinuri dohot dagangan na bontar.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi marponggolan ma angka tiang ojahan di nasida, tarjimput situtu ma roha ni sude jolma sipangan gaji.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Tung angka na oto sambing do angka raja di Zoan, angka panuturi na bisuk ni raja Firaun pe, tung na oto do tahina i. Beha ma partorang ni pandokmuna tu raja Firaun: Anak ni halak na bisuk do ahu, anak ni raja sian na robi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Didia do nuaeng angka na bisukmu, asa dipabotohon nasida nian tu ho manang aha sangkap ni Jahowa Zebaot dompak Misir.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nunga manjadi na oto angka pangarajai di Zoan, nunga tarpaoto angka pangarajai sian Nob, jala lilu sandok Misir dibahen jujungan ni angka margana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nunga diusehon Jahowa tu bagasan nasida sada tondi ni hageduhon, asa dililuhon nasida sandok Misir di nasa jadijadianna, songon siparmabuk na manggalumangi utautana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ndang adong be manjadi ulaon di Misir, na pinauli marulu manang marihur, marranting ni harambir, manang marlili.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Di ari na sasada i doshon inaina halak Misir, angka hitir jala tahuton maradophon pangondam ni tangan ni Jahowa Zebaot, na niondamhonna dompak nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala panonditnonditon Misir mida tano Juda, nasa na marningot disi tarsonggot alani, dibahen sangkap ni Jahowa Zebaot naung sinangkapna dompak nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Di ari na sasada i marpangkuling Kanaan ma lima huta di tano Misir, jala marmangmang tu Jahowa Zebaot; huta nasada targoar Ir Heres.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Di ari na sasada i adong sada langgatan di Jahowa di tongatonga ni tano Misir, jala sada tiang parningotan di Jahowa mardonokkon partalpahanna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "I ma gabe tanda dohot sitindangi di Jahowa Zebaot di tano Misir, ai mangangguhi ma nasida tu Jahowa maradophon angka pangarupa, jadi tongosonna ma di nasida sada sipalua dohot partogi, asa dipalua nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi papataron ni Jahowa ma dirina tu halak Misir, jala tandaon ni halak Misir Jahowa di ari na sasada i, jala pelehononnasida angka pelean sipotongon dohot sipanganon, jala marbagabaga nasida tu Jahowa, jala gararonna do.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi posi pe paminsang ni Jahowa di halak Misir, alai pamalumonna muse; jadi mulak ma nasida tu Jahowa, gabe marpamuati rohana tu nasida, jala pamalumonna nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Adong ma di ari na sasada i sada dalan balobung sian Misir tu Assur, jadi ro ma halak Assur tu Misir, jala halak Misir tu Assur, rap marsomba ma halak Misir dohot halak Assur tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi patoluhon ma halak Israel di ari na sasada i rap dohot halak Misir dohot halak Assur gabe pasupasu diparsitongaan ni tano on.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai pasupasuon ni Jahowa Zebaot ma nasida, dohononna ma: Pinasupasu ma hamu ale halak Misir bangsongku, jala jadijadian ni tanganku, hamu ale halak Assur, jala parjambaranku anggo hamu ale halak Israel.",
      "type": "content"
    }
  ]
}