{
  "book": "Yesaya",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu hamuliaon ni harajaon ni Debata sogot 1-5. II. Lumbalumba di ari uhum sogot tu angka pardebata sileban 6-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do hata na niida ni si Jesaya, anak ni si Amos taringot tu Juda dohot Jerusalem.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Masa do sogot, di ujung ni angka ari: Hot disi dipaojak dolok ni bagas ni Jahowa di punsu ni angka dolok, jala huminsat sian angka robean, jadi marrongoman ma tusi sude angka parbegu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala torop angka bangso mandapothon tusi angka na mandok: Beta hita tanangkohi ma dolok ni Jahowa, tu bagas ni Debata ni si Jakkob, asa diajarhon tu hita angka dalanna, jala mardalani hita di angka lapangna. Ai marharoroan sian Sion do sogot patik i, jala sian Jerusalem hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi manguhum ma ibana di tongatonga ni angka parbegu, jala toruanna torop angka bangso. Jadi patopahononnasida ma podangnasida bahen gigi, jala hujurnasida bahen angka sasabi; ndang be sintahon ni bangso dompak bangso podang i jala ndang be guruhononnasida parmusuon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Beta hamu, ale pinompar ni si Jakkob! Mardalani ma hita di hatiuron ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Ai nunga diambolongkon ho bangsom, pinompar ni si Jakkob, ala gok roha utiutian sian habinsaran do nasida, jala angka parsibalik mata, songon halak Palistim, jala marsatahi nasida tu anak ni na pulik marga.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala gok perak dohot sere tanonasida i, jala ndang tarlilit artanasida i; jala gok angka hoda tanonasida, jala ndang habilangan angka huretanasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala gok angka ajiajian tanonasida; marsomba do nasida tu jadijadian ni tanganna, tu bahenbahenan ni jarijarina.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi tarjimput ma jolma i, jala tarurak baoa, jala ndang tagamon marpamuati roham di nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Suruk hamu ma dolok batu, jala martabuni ma hamu di bagasan orbuk maradophon panonggoti ni Jahowa, dohot maradophon hamuliaon ni hasangaponna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angka mata ni haginjangon ni jolma patutoruonna, jala tarjimput bahenonna hatimboon ni baoa, jadi sasada Jahowa timbul di ari na sasada i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai nunga dibuhul Jahowa Zebaot sada ari dompak nasa na ginjang, jala na timbo marroha, dohot dompak nasa na patimbotimbo dirina, asa pajimputonna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nang dompak sude hau ares di Libanon, angka na timbo, jala na rimpur dohot dompak sude hariara di Basan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dohot dompak sude dolok angka na hinsat dohot dompak sude robean na timbo.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dohot dompak sude palaspalas angka na timbo, dohot dompak sude parik na gonting.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dohot dompak sude angka parau Tarsis, dohot dompak sude ajiajian angka na arga.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Asa tarjepol haginjangon ni jolma. Jala tarjimput hatimboon ni baoa, jadi sasada Jahowa timbul di ari na sasada i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai siap situtu ma angka ajiajian.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i suruhon ni halak ma angka liang dohot ronggang ni tano i maradophon panonggoti ni Jahowa dohot maradophon hamuliaon ni hasangaponna, di na hehe ibana manonggoti sude isi ni tano on.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Di ari na sasada i ma pandanggurhonon ni jolma ma angka ajiajianna perak dohot sere, angka na pinaulina be bahen sisombasombaonna, tu angka naitoru dohot lompong.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi suruhonnasida ma angka liang dohot ronggang di dolok batu maradophon panonggoti ni Jahowa, maradophon hamuliaon ni hasangaponna, di na hehei ibana manonggoti isi ni tano on.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dibahen i unang hamu marhaposan tu jolma, na marhosa di bagasan igungna, ai tung pola aha ibana rajuman?",
      "type": "content"
    }
  ]
}