{
  "book": "Yesaya",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hasogiron angka na masa di hatataban ni Babel 1-10. II. Panurirangon dompak Duma 11-12. III. Dompak Arab 13-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Uhum madabu tu halongonan martopihon laut. Songon pansedai ni habahaba di dangsina, harorona sian halongonan sian luat na sogir.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sada pangungkapon na dokdok dipapatar tu ahu: Mandobo pandobo i, martaban partaban i! Nangkok ma ho, ale Elam! Manosak ma ho, ale Madai! Pasohotonku ma sude hoihoi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibahen i gok haberniton do angka gontingku, mangae do ahu, songon pangae ni boruboru na naeng mangintubu; mangirput ahu umbegesa, angka hitir ahu marnidasa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Bukbak ateatengku, pola angka hitir ahu sian songgotna, borngin hariburonku gabe jeangku dibahen.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Pinadiri ma sada meja, marhal ma parhali, mangan minum ma! Hehe ma hamu angka raja, hapuri hamu ma lombulombu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai songon on didok Tuhan i mandok ahu: Laho ma ho, dokkon ma parhal, asa dipaboa na niidana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi diida ma sahoron baoa parsihundul marduadua, sahoron halode, sahoron unto, mansai tangkas situtu ma ibana mananginangi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i joujou ibana songon singa: Sai jongjong di parhalan do ahu ale Tuhan manipat ari, jala sai tindang di gansingku do ahu manipat borngin.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ida ma, ro do sahoron baoa, parsihundul marduadua, na mangalusi, mandok: Nunga tartaban, nunga tartaban Babel; jala nunga diparumpak sude angka ajiajian pinardebatanasida i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Oe ho na hudegedege, jala anak ni pardegeanku naung hubege sian Jahowa Zebaot, Debata ni Israel, i do na hubaritahon tu hamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Uhum madabu tu Duma: Joujou do sian Seir tu Ahu: Ale parjaga, nunga beha borngin i? Ale parjaga, nunga beha borngin i?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ninna parjaga i ma: Nunga torang ari, huhut dope borngin. Molo sapala manangkasi hamu, tangkasi hamu ma, dung i mulak ma hamu tuson.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Uhum madabu tu Arab: Di bagasan tombak ni Arab ma marmalam hamu, ale angka partigatiga pansar sian halak Dedan i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jumpangkon hamu aek tu na mauas, hamu isi ni luat Tema! Tomutomuhon hamu ma roti tu halak na maporus i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai maradophon angka podangnasida maporus, maradophon podang na sinintak, dohot maradophon sior na tinangging, dohot maradophon parmusuon na sobu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai songon on didok Tuhan i tu ahu: Di bagasan sataon dope, songon angka taon ni anak gajian, pesan ma sandok hamuliaon ni Kedar.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala lam tu otikna di bilangan ni pasipasi ni angka pande manior, angka anak na begu sian Kedar, ai Jahowa, Debata ni Israel mandok songon i.",
      "type": "content"
    }
  ]
}