{
  "book": "Yesaya",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu hatutungkum ni Jerusalem ala ni dosana 1-14. II. Boaboa ni hamimijur ni wakil Sebna dohot hababangkit ni si Eliakim 15-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Uhum madabu tu rura paralatan: Aha di ho umbahen tung manaek sandok ho, tu angka tarup?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ho ale huta na gok hariburon, na rame, benteng parolopolop! Ndang manang tinampul ni podang, manang mate tongtang angka na matem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Luhut angka partogim rap maporus do, nunga mangoloi rante on nasida so marsior; saluhut angka na dapot sian ho rap tarrante do, dao do nasida maporus.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dibahen i hudok: Padao hamu pamerengmu sian ahu, asa tumatangis situtu ahu; unang datdati hamu mangapuli ahu taringot tu hasisiap ni boru ni bangsongku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai ari hagunturon, hasiapon dohot hasonggoton do na pinamasa ni Tuhan Jahowa Zebaot di rura paralatan; dilohai parik, gabe marsaringar angguhangguk sian dolok.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nunga pola disintak Elam parsumbiaan mardongan hureta dohot jolma parhantarhantar nang angka parsihundul, jala nunga pola mamontar lombulombu ni Kir.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi gok hureta ma ruram, angka na dumenggan i, jala dirongom angka parsihundul do bahal i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dipatait halak ma partanobatoan ni Juda gabe mangaranapi ho di ari na sasada i dompak angka sinjata di bagasan bagas parsinjataan na di tombak.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi diida hamu angka rigat ni huta ni si Daud, ai torop do angka i, gabe dipapungu hamu angka aek ni ambar partoru.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dibilangi hamu angka bagas di Jerusalem, jala diloha hamu angka bagas i laho pagontingkon parik i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dibahen hamu sada lintong di holangholang ni parik na dua i bahen parpeopan ni angka aek sian ambar nahinan Alai ndang manaili hamu dompak ibana na mambahensa, jala ndang dibereng hamu ibana na jumadihon sian narobi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi joujou ma Tuhan Jahowa Zebaot di ari na sasada i mambahen partangison dohot parangguhon dohot hapalpalon dohot parhohoson tangki.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hape ida ma, ianggo nuaeng: Holan las ni roha dohot parolopolopon masa mamotongi lombu dohot manamboli birubiru, mangan juhut dohot minum anggur, lam ninna dope: Mangan jala minum ma hita, ai marsogot do hita mate.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai nunga dibortikkon Tuhan Jahowa Zebaot hian tu pinggolhu: Tung na so tupa sesaon hajahatonmunaon, paima mate hamu, ninna Tuhan Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Songon on do didok Tuhan Jahowa Zebaot: Laho ma ho mandapothon wakil on, i ma si Sebna pangaramoti ni bagas i dok ma tu ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Aha di ho dison, jala ise pinangasahonmu dison umbahen dituhil ho dison tanomanmu? Tung tama ma ho manuhil tanomanmu di ginjang, mangaruangi ingananmu di bagasan dolok batu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ida ma sampathonon ni Jahowa ma ho, songon panampathon ni halak na gogo jala panguspangusonna ma ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Lulunonna ma ho tutu, songon rago tongon ragohononna ho tu tano na dao, jala na so marparbalohan, disi ma ho mate, jala disi ma angka hureta hatongamonmu, ho ale haurahon ni bagas ni tuanmu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i onjarhononku ma ho sian tohonanmu, jala tulingkononna ho sian hajongjonganmu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi jouonku ma di ari na sasada i naposongku si Eliakim, anak ni si Hilkia.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala alithononku ma tu ibana pangkeanmu, jala hohoshononku tu ibana hohosmi, jala pasahatonku pangarajaionmu tu tanganna, asa ibana gabe ama di isi ni Jerusalem dohot di bagas ni Juda.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala ampehononku anakkinsu ni bagas ni si Daud tu abarana, asa ibana mangungkap, jala ndang adong na tuk mangkinsu, jala ibana mangkinsu, gabe ndang adong na tuk mangungkap.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala pantikhononku ibana songon labang di inganan na hot, asa gabe habangsa hamuliaon ibana di bagasan bagas ni amana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Asa hot dijujung ibana saluhut hasangapon ni bagas ni amana, angka dangka dohot tunas, saluhut ulaula metmet, sian ulaula panginuman ro di sude ulaula parhinaloan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Di ari na sasada i, ninna Tuhan Jahowa Zebaot ingkon buaton ma labang na pantihi di inganan na hot, jala umpaton jala madekdek; jala siap ma angka na mangihut tu ibana, ai Jahowa do mandok.",
      "type": "content"
    }
  ]
}