{
  "book": "Yesaya",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu hatataban ni Tirus 1-14. II. Dung leleng lupa Tirus i, ulahan ni Jahowa ma mangebati, gabe lehononna ma na niomona di Jahowa 15-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Uhum madabu tu Tirus: Mangangguhi ma hamu, ale angka isi ni parau Tarsis, ai nunga siap huta i, ndang adong be labuan hamulian! Sian tano ni halak Kitim tarbortik barita i tu nasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hohom ma hamu ale isi ni pulo! Angka partigatiga sian Sidon na marparau di laut mangisi ho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai marhitehite laut godang tarboan tu ho boni ni Nil dohot eme na ginotil martopihon sunge, jadi ho hira onan ni angka bangso.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Maila ma ho ale Sidon, ai ninna laut i, huta na gonting di laut i songon on: Ndang mangae posoposo ahu, jala ndang manubuhon ahu, manang pagodanggodang dolidoli manang namarbaju.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Molo tolhas barita i tu Misir, tarsonggot ma nasida umbege barita sian Tirus.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Taripar ma hamu tu Tarsis, mangangguhi ma hamu ala isi ni pulo i!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung i do hutamuna na marhariburon i, na marmula di angka ari narobi? Boanon ni patnasida sandiri do nasida maisolat tu na dao.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ise naung sumangkap songon i taringot tu Tirus, sisagi tumpal raja do angka saudagar disi, jala partigatigana angka na sumangap di tano on.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jahowa Zebaot tahe sumangkapi songon i, asa mangaramuni nasa hinauli ni haginjangon, laho pajimputhon nasa halak na sangap di tano on.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Pabinsat ma tanomi, songon batang aek Nil, ho ale boru Tarsis! Ndang adong be disi hohos.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga dipatoltol ibana tanganna tu atas laut, mangkutol angka harajaon, nunga martona Jahowa taringot tu Kanaan naeng maniaphon angka bentengna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala ninna do: Ndang be marolopolop ho tu joloan on, ho ale boru Sidon na nirupa! Hehe ma ho laho taripar tu Kitim! Disi pe, ndang tagamon sonang ho.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ida ma, tano ni halak Kasdim, i ma bangso na so adong hian, na pinaojak ni Assur di angka isi ni halongonan. Pajongjong palaspalas bahen parhalanna nasida, diloha nasida do bagasnasida na bolon i mambahen parturanggongan sian i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Mangangguhi ma hamu ale angka parau Tarsis, ai nunga siap bentengmuna i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Dung i di ari na sasada i lupa ma Tirus pitupulu taon, songon leleng ni ariari ni sada raja. Alai dung salpu na pitupulu taon i songgop ma tu Tirus hombar tu ende ni sibabijalang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sintak ma hasapi, liati ma huta i ale sibabijalang naung hinalupahon! Padenggan ma pamiltikmu jala padeak ende, asa diingot halak ho muse.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai dung marujung sipitupulu taon i, ebatan ni Tuhan Jahowa ma Tirus i, asa mulak tu ibana upa sibabijalang i, gabe maruhum na jat tu saluhut harajaon ni tano on, angka na di sandok portibi on.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai badia di Jahowa do parboniagaonna dohot labana sian tigatiga, ndang pagukguhonna manang tabunihononna, angka na maringanan di jolo ni Tuhan Jahowa nampuna labanasida bahen sipanganon maradu mahapan, jala maruli pangkean na jagar.",
      "type": "content"
    }
  ]
}