{
  "book": "Yesaya",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu hasisiap ni tano Juda 1-13. II. Angka uhum na mangonai tu tano on dohot haluaon ni bangso ni Debata 14-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ida ma, palangaon jala pasiapon ni Jahowa ma tano i, jala balikkononna ma sisikna, pasiaphon angka pangisina.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala doshon halak natorop ma malim, doshon naposo tuanna, doshon boruboru sonduhan soranganna, doshon panuhor panggadis, doshon parsambut parsambutan, doshon pangurang pangurangan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Langa situtu ma tano i jala pinupusan, ai Jahowa do mandok hata on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Majal jala tarulang ma tano i, majal jala tarulang liat portibi on; maras ma dohot angka na timbul sian bangso i di tano on.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala ramun tano i dibahen pangisina, ai nunga dilaosi nasida angka patik, jala diuba hasomalan, jala diose padan na salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i siap do tano i gagaton ni torutoru jala manginona tu angka pangisina; dibahen i masoksok angka isi ni tano i, jala otik nama jolma teba.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Marsik do tuak anggur, malos ia hau anggur, marhoi be sude angka na las roha na sai laon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Mansohot do las ni roha binahen ni arbab! Mansadi hariburon ni angka parolopolop; mansohot las ni roha binahen ni hasapi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang be marende nasida uju minum anggur, paet do tuak na pang di roha ni halak na manginumsa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga maloha huta na langa i, hinsu be sude angka bagas, ndang be habongotan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Masa angguhangguk di angka alaman ala hurangan anggur; nunga pesan nasa las ni roha, nunga mapurpur nasa las ni roha ni tano on.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Turanggong nama teba di huta i, jala tahaonna ma angka pargumbangan i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai masa ma di parsitongaan ni tano i, di tongatonga ni angka bangso, songon pangkuturon di hau jetun, songon pamutihon, ia dung salpu gotilon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Ianggo nasida, pangiaronnasida ma soaranasida, marolopolop mida hamuliaon ni Jahowa, marolopolop ma angka nasida sian laut.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dibahen i pasangap ma Jahowa, hamu angka isi ni tano, habinsaran, hamu angka isi ni pulo di laut goar ni Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sian ujung ni tano on hubege hami angka ende pujipujian: Hamuliaon ma di partigor! Jadi ningku ma: Ngalutna i di ahu, ngalutna i di ahu! Jea tonahon! Manjehehon angka parjehe, tongon manjehehon angka parjehe.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hasogiron dohot godung dohot jorgong songgop tu ho ale isi ni tano i!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai tung sura maporus manang ise maradophon soara ni hasogiron, madabu do ibana tu godung; jala manang ise na manaek sian godung, dapot do ibana di jorgong. Ai nunga buha angka pandiloan di langit jala humuntal angka ojahan ni tano on.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Marsidomdom situtu ma ianggo tano i jala angka rigat situtu, gunsang situtu ma tano i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Lalolalo situtu ma tano i, songon halak na mabuk, jala mambalambal songon geanggeang, ai manginona tu ibana pangalaosina, gabe tinggang, jala ndang tarbahensa be hehe.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi di ari na sasada i marlulu ma Jahowa dompak parangan angka na ginjang marroha di haginjangonna dohot dompak angka raja ni tano on di atas tano on.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Rap paluhutonna ma nasida tarrante tu bagasan godung, jala hurungkononna nasida tu bagasan hurungan, dung i di laonlaon ni ari marlulu muse ibana dompak nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi maila ma bulan, jala tarurak mata ni ari, ai Jahowa Zebaot Raja di dolok Sion dohot di Jerusalem, jala hamuliaon do di adopan ni angka sintuana.",
      "type": "content"
    }
  ]
}