{
  "book": "Yesaya",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pujipujian di Debata ala hapepesan ni angka musu 1-5. II. Pamaritaon di hatuaon tu sude bangso angka na di dolok Sion. Uhum tu Moab 6-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ale Jahowa, ho do Debatangku, sai patimbulonku do ho, pujionku do goarmu, ai nunga mambahen halongangan ho; angka sangkapmu sian narobi pe na bonar jala na sintong do.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai nunga gabe pantil batu huta i dibahen ho, huta na gonting i gabe maloha; bagas bolon ni angka paisolat malua sian huta i, na so sipaulion be salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibahen i ingkon pasangapon ni bangso na marhuaso i ho, jala ingkon habiaran ni huta ni angka bangso pandobo ho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai ho do partanobatoan ni na dangol, partanobatoan ni na pogos di hagogotanna; haporusan maradophon udan tipotipo, parlinggoman maradophon ari na marngiarngiar, ai doshon udan tipotipo tu dorpi parlongos ni muruk ni halak sibahen gogo.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Songon ari na marngiarngiar di tano bangkalbangkal dipaonjap ho hariburon ni halak na buro; morpo do ari na marngiarngiar marhitehite linggom ni ombun, ingkon songon i pasohotonmu ende olopolop ni angka sigostang botohon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Jadi padirion ni Jahowa Zebaot ma di saluhut bangso sada haroan di dolok on, haroan na talmis, haroan sian tuak anggur naung leleng, sian sipanganon na hojal, sian angka anggur na galia na pita.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i pasisionna ma di dolok on hirehire na hinungkuphon tu saluhut angka bangso dohot pangkuphupi na hinungkuphon tu saluhut angka parbegu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Bondutonna ma hamatean salelenglelengna jala apusan ni Tuhan Jahowa ma iluilu sian nasa bohi, jala padaoonna ma haurahon ni bangsona di sandok tano on, ai nunga Jahowa mandok i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dohonon ni halak ma di ari na sasada i: Ida ma on do Debatanta, na itahaposi, na mangurupi hita, dison do Jahowa na itahaposi. Marolopolop ma hita jala marlas ni roha mida hatuaonna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai maradian di dolok on ma tangan ni Jahowa, alai anggo Moab degedegeonna ma tu toru ni patna, songon durame na niluntak tu partangkalan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi pahembangonna ma tanganna tu tongatonganasida, songon pangerbang ni tangan ni parlange laho marlange. Alai anggo ibana pajimputonna ma haginjangonnasida ro di sipaotooto angka na binahen ni tanganna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Panepneponna ma partanobatoanmu dohot angka parik na gonting, pajepolonna do nasida mangonjarhon tu tano, pola tung marguluhon orbuk.",
      "type": "content"
    }
  ]
}