{
  "book": "Yesaya",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende pujipujian ni Juda mamuji Debata ala pinaluana nasida 1-12. II. Nang di hagogotan godang, ndang ditadingkon Jahowa bangsona 13-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di ari na sasada i endehonon ni halak ma ende on di luat Juda: Adong do huta na gonting di hita, hatuaon do dibahen parik dohot partanobatoan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ungkap hamu ma angka harbangan, asa bongot bangso na tigor, na marsihohot maniopi haburjuon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Hombar tu sangkap na ojak do dipaian ho dame, dame ma tutu, ai marnalom ni roha mida ho do ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Marhaposan tu Jahowa ma hamu tongtong, ai Tuhan Jahowa do dolok batu ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai ibana pajimput angka isi ni habuntulon, dipajepol do huta na hinsat i, ditimpalhon do i tu tano, direongkon tu orbuk.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Asa diluntakluntak pat, angka pat ni halak na dangol dohot langka ni halak na pogos.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dalan ni halak na tigor do angka hatigoran, sai tigor do dasingonmu dalan ni partigor i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nang di dalan ni angka uhummu, sai marhaposan tu ho do hami, ale Jahowa! Marlas ni roha hami mida goarmi dohot mida pujipujian tu ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai dihalungunhon rohangku do ho bornginna i, tondingku di bagasan pe sogot do ho dilului. Ai disi mangonai angka uhummu tu tano i, gumuruhon hatigoran ma isi ni portibi on.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nang jumpangan asi ni roha parjahat i, ndang gumuruhon hatigoran ibana; sai manjahati ibana di tano habonaron, jala ndang ditailihon hamuliaon ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ale Jahowa, nunga timbul nian tanganmu, hape ndang diida nasida; idaonnasida do sogot hamuruhonmu humongkop bangsom jala tarurak; nang api panganonna do angka alom.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai anggo di hami, ale Jahowa hadameon do paradeonmu, ai nasa ulaonnami pe, ho do mangulahon di hami.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Ale Jahowa Debatanami, atik pe angka tuan na asing mangarajai hami di balik ni ho, sai baritahononnami: Do goarmu marhitehite ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ndang mulak mangolu angka na mate, ndang hehe angka halinu, ala marlulu ho laho maniaphon nasida, jala dipidomhon ho do nasa parningotan di nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nunga ditambai ho bangso i, ale Jahowa, nunga ditambai ho bangso i, nunga marmulia ho, nunga dipalantas ho nasa parbalohan ni tano i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ale Jahowa, jumpa hagogotan dilului nasida ho, ia mangonai pinsangpinsangmu tu nasida, ubitubit ma nasida martangiang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Songon parompuan na gabegabean, nunga jonok hasasangana mangae posoposona, mangangguhi ma ibana di habernitonna i, laos songon i do hadadaonami sian bohim ale Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Gabegabean do nang hami, mangae posoposo do hami, hape hira alogo do na hutubuhon hami; ndang tarpatupa hami hatuaon di tano i, jala dung sahat hutubuhon hami isi ni portibi on.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Mangolu do ianggo angka na matem, hehe do muse bangkengku. Ngot ma hamu jala marolopolop hamu angka isi ni orbuk? Ai nambur ni angka panondang do namburmu, jala paruaron ni tano i muse angka naung mate.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Laho ma ho ale bangsongku, bongot i ma angka bilutmu jala hinsu ma pintumi di pudim. Martamonding ma ho satongkin paima salpu rimas i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai ida ma, sai na ruar do Jahowa sian ingananna laho mangaluluhon hajahaton tu isi ni portibi on; jala papataron ni tano on do utang mudarna, jala ndang be hungkupanna angka na mate tartodos.",
      "type": "content"
    }
  ]
}