{
  "book": "Yesaya",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "I. Laho maminsang angka harajaon ni parbegu, ramotan ni Jahowa do anggo porlak anggurna 1-11. II. Papunguonna do bangsona sian angka luat ni parbegu 12-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di ari na sasada i marlulu ma Jahowa marhitehite podangna na niugam, na balga jala na sinopu dompak Leviatan i ma ulok na mangarpe dohot dompak Leviatan, i ma ulok na marlegotlegot, jala bunuonna ma naga na di laut i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di ari na sasada i adong ma sada porlak anggur hasudungan, marende taripar ma hamu taringot tusi songon on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ahu Jahowa sandiri mangaramoti ibana, ganup tongkin hubornoki ibana, sai huramoti ibana borngin dohot arian asa unang adong na manegai dompak ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Rimas na marpiarpiar ndang adong di ahu; tung ise ma mangalehon suga dohot sihupi tu ahu di hamusuon, sai tahoponku do i, tung rap suda do i surbuonku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Manang ia tung ditangkup nasida partanobatoanku, mardame ma nasida tu ahu, mardame ma nasida tongon tu ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai marurat do Jakkob di angka ari na ro sogot, marbunga jala martumbur ma Israel, jadi gok parbuena ma liat portibi on.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung songon pamungkul ni sipungkul ibana ma pamungkulna di nasida? Manang tung songon pamunuon ni sibunu ibana pamununa di nasida?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Marpangantan tahe marhite sian habuangan dipinsang ho nasida; nunga tung dihiaphon ibana nasida marhite sian anginna na pur i ma di ari angin habinsaran.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibahen i marhite sian i salesehononna ma dosa ni Jakkob, jala on do nasa parbue ni pamuation di dosana: Molo tung doshon batu hapur na niduda nasa batu langgatan dibahen, asa unang be tinggal angka ganaganaan ni Astarte dohot Baal.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai tarpunjung do huta na gonting i, inganan na tarulang jala na tinadingkon, songon halongonan; disi do manjampal anak ni lombu jala disi do marmodoman, jala palpalanna do angka dangkana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Molo ranggason angka dangkana, marponggolan ma, jala ro do angka boruboru manutungi angka i. Ai bangso na so marparbinotoan do on, dibahen i ndang marpamuati roha ni sitompa ibana, jala ndang marasi ni roha Sijadi ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Di ari na sasada i: Degeon ni Jahowa ma nasa biur, olat ni batang aek Euprat sahat ro di sunge Misir. Jadi jomputon ma hamu ale anak ni Israel sadasada.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Di ari na sasada i paluonna ma sangka bolon, jadi ro ma nasida naung mago di luat Assur dohot nasida angka na tardempar di luat Misir, jadi marsomba ma nasida tu Jahowa di atas dolok na badia i di Jerusalem.",
      "type": "content"
    }
  ]
}