{
  "book": "Yesaya",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba taringot tu uhum madabu tu Epraim 1-4. II. Nang harajaon Juda marroha tangkang do dompak Jahowa 5-13. III. Apoapo mandokkon paubahon roha, asa marpangulahi roha ni Debata 14-22. IV. Partorang ni sangkap ni Debata 23-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marjea ma tumpal haginjangon ni halak Epraim angka na mabuk dohot bunga na malos, hajagaron ni hasangaponna, na di ulu ni rura na napu, angka na mandaon sian anggur.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ida ma, adong do di Tuhan i sada na gogo jala na todos: Songon habahaba mardongan ambolas, habahaba siappalautus na mangago, songon parnangkat ni aek na doras mardalan ibana manimpalhon nasida tu tano marhitehite tanganna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Luntahanna ma marhitehite pat tumpal haginjangon ni halak Epraim angka na mabuk.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala bunga na malos, hajagaron ni hasangaponna na di ulu ni rura na napu doshon antajau patumonaan di jolo ni ari logo, na niida ni na marnida, ndang dope tolhas tu tanganna nunga dibondut.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Di ari na sasada i Jahowa Zebaot gabe tumpal hasangapon dohot sanggul hamuliaon di pasipasi ni bangsona.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Huhut gabe tondi ni uhum tu halak na hundul maruhum, jala hagogoon di halak na paundar hamusuon sahat ro di bahal.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai nang nasida lilu do binahen ni anggur, jala moror diida binahen ni siinumon na pang; tole malim tole panurirang rabatrabat mardalan binahen ni siinumon na pang, dibondut anggur i nasida, moror diida sian siinumon na pang, lilu nasida di bagasan pangungkapon, bohabohaon nasida mandabu uhum.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai sude meja gok utauta na barjit, sap do sudena.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung tu ise ma ajarhononna parbinotoan? Tung tu ise ma pabotohononna jamita? Dakdanak angka nambura sirang susu ulaning, angka nambura pinaholang sian bagot ni inaina ulaning?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ari mardapotdapot angka tona; mardapotdapot angka oraora, dison saotik, disi saotik.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen i marhitehite bibir pangeleson, dohot marhite dila na pulik ibana mangkatai sogot tu bangso on.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ala naung ibana mandok tu angka nasida: On do hasonangan: Pasonang hamu halak na loja, jala i do dalan tu hasonangan: Hape ndang ditangihon nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi songgop ma tu nasida hata ni Jahowa: Sai mardapotdapot angka tona, sai mardapotdapot angka oraora, dison saotik, disi saotik, asa mardalan nasida jala maninggalak jala marimpong jala tarjail jala tartangkup.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Dibahen i tangihon ma hata ni Tuhan Jahowa, hamu ale jolma pangelesi, hamu ale pangarajai ni bangso on na di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai didok hamu do songon on: Nunga marpadan hami dohot hamatean, jala nunga marjanji hami dohot banuatoru, nang ro linsinglinsing hamagoan parsangean, ndang tagamon tolhas ianggo tu hita; ai nunga marhaporusan tu gabus hita, jala sipaotooto mangondingi hita.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen i songon on do hata ni Tuhan Jahowa: Ida ma, ahu paojakkon di Sion sada batu, batu na niuji, sada batu parsuhi na arga bahen ojahan na hot; manang ise na porsea di ibana, ndang tagamon maporus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala nunga hubahen uhum gabe tali rambu, jala hatigoran gabe tali pandodo, jala aupon ni ambolas ma haporusan gabusi, jala umbangon ni aek partabunianna i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Asa tos padanmuna dohot hamatean, jala unang hot janjimuna dohot banuatoru. Molo ro linsinglinsing ni hamagoan parsangean, luntahonna ma hamu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Manang piga hali pe ibana ro, sai na luahononna do hamu, ai ganup sogot do ibana ro, arian dohot borngin tahe, jala hagogotan sambing mambahen antusan hata na binege.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai majempekku do podoman, ndang tarbahen jolma mangihortang disi, jala magogothu bulusan ndang tarborhoshon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai hehe ma Jahowa songon uju di dolok Perosim jala marsigorgor rimasna songon uju di rura Gibeon, asa diula ulaonna, salin do nian ulaonna i, jala diradoti parhaladoonna, asing do nian parhaladoonna i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "On pe, unang datdati hamu mangarehe, asa unang lam momos ihotmuna i; ai nunga hubege sian Tuhan Jahowa Zebaot hasiapon dohot torutoru tu sandok tano on.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(IV.) Patinggil hamu pinggolmuna jala tangihon hamu soarangki, paeleng hamu pinggolmuna, jala tangihon hamu hatangkon!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tung ganup ari ma paninggala maninggalai laho manabur? Tung sai didatdati ma manggole dohot manisir haumana?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Nda songon on do ia dung digagati sisikna, disaburhon longa manang juragi manang diordangkon manang diemehon manang daua manang singkoru eme marguru tu pamalohina.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i didege ma i hombar tu uhum na niajarhon ni Debatana tu ibana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai ndada marhitehite padati pardege didege halak longa, jala ndang digiling galapang ni padati tu juragi, marhitehite lotaklotak do longa i didege halak, jala patna didegehon tu eme.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Diduda pe eme i, ndada sai didatdati maradu magopu, ndada sai dibasbas galapang ni padatina dohot hodana, ndang tahe digopui.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Nang i marharoroan sian Jahowa Zebaot do i: Na sumurung do tahina, jala dipagodang panumpahina.",
      "type": "content"
    }
  ]
}