{
  "book": "Yesaya",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu hagogotan ni Jerusalem dohot taringot tu haluaonna so pangkirimanna 1-8. II. Torutoru tu bangso i ala marpangansi rohana 9-16. III. Alai marpangulahi sogot roha ni Jahowa diparbaga 17-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marjea ma ho, ale tataring ni Debata, tataring ni Debata! Huta parhabangsaan ni si Daud! Sai ambai hamu ma sataon tu sataon, jala marliat ma angka pesta.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i sosakhononku ma tataring ni Debata, gabe masa angguhangguk dohot partangison, jala gabe songon tataring ni Debata, ibana di ahu tongon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai tungkumonku ma ho tuk humaliang jala sosahonku ho marhitehite hubu, jala paheheonku angka salosap mangalo ho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi tungki ma ho mandok hatam sian bagasan tano i, jala sian bagasan orbuk inggohononmu hatam, jala songon soara ni parsibalik mata soaram sian bagasan tano i, jala marhusip pangkataionmu sian bagasan orbuk.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai doshon orbuk na neang ma disi hinadeak ni musum, jala songon hurangkam na hinabangkon do hinadeak ni angka pangarupa, jala tompu do i masa so pangkiriman.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai marlulu ma Jahowa Zebaot marhitehite ronggur dohot lalo dohot porhas manoro, halisungsung dohot habahaba dohot marhitehite jilam ni api na manganhon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi doshon nipi alatan borngin ma disi hinadeak ni nasa bangso, angka na marporang dompak tataring ni Debata dohot sude na marmusu mangalo ibana dohot partanobatoanna ro di angka namanosak ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi masa ma disi songon halak na male, mangan ibana diipi, hape dung tarsunggul, laos rapar dope butuhana; manang songon halak na mauas, minum ibana diipi, hape ia dung ngot, laos mandate dope ibana jala mauas; suman tusi do hinadeak ni sude bangso, angka na marporang dompak dolok Sion.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Marseto ma hamu jala longang masiberengan ma hamu huhut longang! Mabuk do nasida, alai ndang binahen ni anggur, rabatrabat do nasida, alai ndang binahen ni siinumon na horas.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai nunga diusehon Jahowa tu hamu sada tondi na redem, jala marpanutupi matamuna, i ma angka panurirang i dibahen, jala partogimuna i ma angka paralatan i dipitungi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen i nasa pangungkapon di hamu, songon on hata ni buku na tarsahap, na nilehon tu halak naumboto manjaha surat i, huhut didok: Na jaha ma on! Gabe didok ibana: Ndang tarbahen ahu ai na tarsahap do i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Manang nilehon buku i tu halak na so umboto manjaha surat, huhut didok: Na jaha ma on! Gabe didok: Ndang huboto manjaha surat.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi didok Tuhan i ma: Ala na jumonok bangso on tu ahu marhitehite pamanganna dohot marhitehite bibirna pasangap ahu, hape anggo rohana holang do sian ahu, jala hadaulatonnasida maradophon ahu patikpatik ni jolma na ginuruhon sambing do i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibahen i, ida ma, salin ma pambahenku tu joloan on tu bangso on, salin situtu ma, asa huagohon habisuhon ni angka na bisukna, jala hubolongkon roha ni angka parroha sian nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Marjea ma angka na martamondingkon mansai bagas sangkap ni rohanasida maradophon Jahowa, jala diulahon jadijadiannasida di bagasan haholomon, didok muse dope: Tung ise ma marnida hami, jala tung ise ma tumanda hami?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Oe sambar ni pangalahomuna i! Tung doshon sitopa hudon ma tano liat tinopana i, manang tung dohonon ni jadijadian ma mandok na jumadihon ibana: Ndang ibana jumadihon ahu, manang tung dohonon ni ganaganaan ma tu na manggana: Ndang malo ibana?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Nda otiknari situtu nama, jadi muba ma Libanon, gabe hauma na lunak jala hauma na lunak i gabe tombak dietong.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i di nasadari i begeon ni angka na nengel ma angka hata ni buku na badia i jala marnida ma mata ni halak na mapitung sian haholomon dohot sian hagolapon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi mardapotdapot ma las ni roha ni halak na dangol mida Jahowa, jala marolopolop ma angka jolma na pogos mida ibana na sun badia ni Israel.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai pidom ma disi halak pangarupa, jala siap pangarehe jala pesan sude jolma angka na marsangkap hajahaton.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Angka na mambahen mardosa jolma i marhitehite hata dohot manaon jorgong tu halak na mandok hata sintong di bahal, jala dipadapot halak na tigor i marhitehite sipaoto.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dibahen i songon on do hata ni Jahowa, na palua si Abraham, tu pinompar ni si Jakkob: Jala ndang be jadi tarurak si Jakkob ndang be langan bohina!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai molo diida angka anakna jadijadian ni tanganku di tongatonganasida, parbadiaannasida ma goarhu, parbadiaannasida ma dohot na badia ni si Jakkob, jala habiarannasida ma Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dapotan roha ma jolma partondi na lilu hian, jala gumuruhon poda ma halak parmungutmungut.",
      "type": "content"
    }
  ]
}