{
  "book": "Yesaya",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata torutoru ni Jahowa dompak bangso na marbalik sian ibana, gumodang dompak partoginasida 1-15. II. Paminsangna di roha haginjangon dohot hatuiton ni angka boru Jerusalem 16-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ai ida ma, unsaton ni Tuhan Jahowa Zebaot ma sian Jerusalem dohot sian Juda tungkot dohot panungkoli, nasa togong ni roti dohot nasa togong ni aek.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jolma na begu dohot baoa parmusu, panguhum dohot panurirang, pangarunding dohot sintua.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Pangarajai silimapulu dohot na sangap, panuturi dohot parhapandean na pistar, ro di sihapodea.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala lehononku dakdanak bahen rajanasida, jala dakdanak parentahonnasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala targogot do bangso i, masirupaan sama nasida; elesan ni dakdanak do na tuatua, jala halak na lea mangelesi na sangap.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi tangkupon ni baoa ma anggina di jabu ni amana, dohononna ma: Marmandar do ho! Ho ma partoginami, mandapot di ho ma angka pasipasi on.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i pagogoonna ma soarana di na sadari i, mandok: Ndang tarbahen ahu pandaoni, jala ndang adong roti manang parabiton di jabungku; unang pabangkit hamu ahu bahen partogi ni bangso i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai mandate do Jerusalem jala tinggang ia Juda, ala mangalo Jahowa dila dohot pambahenannasida manggitihi mata ni hamuliaonna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Parrupaon ni bohinasida manindangi dompak nasida, jala nasida sandiri paboaboahon dosanasida i, songon isi ni Sodom ndang dihailahon. Marjea ma tondinasida i! Ai laos nasida sandiri do manggalas hinamago tu nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Paboa hamu ma tu partigor i, sai na sonang do nasida, ai panganonnasida do parbue ni angka na niulana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Marjea ma ianggo parjahat i, ai hombar tu na jat na niula ni tanganna do pamaloson tu ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dakdanak do partogi ni bangsongku, jala boruboru mangarajaisa. Mangaliluhon ho do angka partogim, ale bangsongku, jala diago nasida do dalan sibolusonmu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jongjong do Jahowa laho manguhum, jala hehe do ibana mandabu uhum tu angka bangso.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ro do Jahowa mandabu uhum tu angka sintua ni bangsona dohot tu partoginasida: Ianggo hamu nunga diago hamu porlak anggur i, di bagasan jabumuna do dapot tabantaban sian na dangol.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Na mahua do hamu umbahen sai rupaonmuna bangsongku, jala dipastapi hamu bohi ni angka na dangol, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Dung i ninna Jahowa ma: Ala marhatuiton angka boru Sion, jala dipagakgak uluna, jala marmata manuruk, jala manetsenetse patnasida mardalan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ala ni papalpalon ni Tuhan i ma sisigatan ni boru Sion, jala pasalangon ni Jahowa ma na niabitannasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Di ari na sasada i unsaton ni Tuhan i ma jagarjagar ni angka tapaktapak na arga, ro di angka simata borgok.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angka sibong dohot leang dohot sanggul.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Angka tumpal, angka leang di pat, angka hohos ro di angka galas marisi miak arun ro di talitali di tangan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Angka tintin di tangan dohot di igung.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Angka ulos parhadohoan, angka bintang maratur, angka salendang dohot angka hajut.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Angka sorminan dohot angka kameja, angka bulangbulang dohot salendang godang.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i gabe nana ma miak na hushus i, jala rante singkat ni hohos i, jala hapalpalon singkat ni jengjeng buhit i, jala tangki singkat ni salendang i, jala tihas singkat ni hinauli nasailaon.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Marragean ma baoa pangisim panganon ni podang, jala paranganmi siap dibahen hamusuon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i marngeuk jala mangandungi angka harbanganna i, marsangkot bulung nasida jugukjuguk di tano.",
      "type": "content"
    }
  ]
}