{
  "book": "Yesaya",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "I. Torutoru tu bangso mangalului panumpahion sian Misir 1-7. II. Panundalionnasida sian Debata manogihon nasida tu hamagoan 8-14. III. Alai marpangulahi ma muse roha ni Debata mida nasida molo dipauba nasida rohanasida 15-26. IV. Bagabaga taringot tu haluaon sian Assur 27-33",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marjea ma anak angka na marbalik ninna Jahowa, angka na mambahen tahi so marhite sian ahu, jala mambahen janji so marhite sian tondingku, asa pagukguk dosa tu dosa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Angka na laho tuat tu Misir, hape ndang jolo marpanungkun tu pamanganku, naeng marhara tu hagogoon ni Firaun, jala marhaporusan tu linggom ni Misir.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Hape ingkon gabe haurahonmuna do hagogoon ni Firaun jala gabe haelesonmuna do haporusan tu linggom ni Misir.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai sahat tu Zoan angka rajanasida, jala tolhas ro di Hanes angka suruannasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Saluhut do nasida tarurak ala ni bangso na so marguna di nasida, na so marpanumpahion manang marguna, ai gabe haurahon do i dohot haeleson.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Uhum madabu tu angka pinahan ni tano pardangsina: Di tano hagogotan dohot hasosahan, haroroan ni singa boruboru dohot jantan, haroroan ni libe dohot naga na habang ditaruhon nasida di atas tanggurung ni halode artanasida, jala di atas tanggurung na bungkuk ni unto sinamotnasida tu sada bangso na so marguna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai alogo sambing do panumpahion ni Misir, dibahen i hugoar do i: Rahab, hape sai so do nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Antong ro ma ho, uhirhon ma i tu sada batu di jolonasida jala surathon ma i tu bagasan sada buku, asa tongtong dipeop tu ari sogot ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai bangso na tangkang do nasida, angka anak pargabus, angka anak na so olo manangihon patik ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angka na mandok tu halak paralatan: Unang hamu maralatan! Dohot tu angka panurirang: Unang surirangkon hamu tu hami hasintongan! Lomo ni rohanami ma tagonan paboa hamu, jala angka sipaotooto surirangkon hamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Manginsurut ma hamu sian dalan i, manimbil ma hamu sian dalan na bolon, padao hamu ma sian jolonami ibana na badia ni Israel.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen i songon on do hata ni na badia ni Israel: Ala dibolongkon hata on, jala marhaposan hamu tu pangarupaon dohot tu panimbilon jala marpangunsandean tusi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibahen i hajahaton on gabe doshon rigatrigat na gistang di hamu, nunga pola duruk di dorpi na timbo, ganup tongkin do ibana panagamnagamon di hatotompasna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala taporanna nasida, songon hatatapor ni hudon tano, na tinaporan so maralangalang, ndang adong jumpang sian taportaporna i tau ngarngar pangalapan gara ni api sian tataring, manang manahui aek sian sumur.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Ai songon on do hata ni Tuhan Jahowa, na badia ni Israel! Marhitehite hamulakon dohot hahohomon jumpangan hatuaon hamu; marhitehite hasabamon dohot marhitehite nalom ni roha maruli hagogoon hamu. Alai ndang olo hamu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Lam didok hamu do: Ndangana, tagonan hami mangkunduli hoda laho maporus, dibahen i ingkon maporus hamu tutu; tagonan hami marsihundul tu na doras mardalan, dibahen i lam marenjak ma halak na mangalele hamu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Saribu halak sian hamu maporus maradophon ogaoga ni sada halak, maradophon ogaoga ni na lima halak maporus do hamu sude paima pasipasimuna, songon hau na rimpur di punsu ni dolok, jala songon tonggol di robean.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dibahen i sai maimaima Jahowa, naeng marpangulahi rohana tu hamu; laos alani borhat ibana asa asianna hamu, ai Jahowa do Debata ni uhum. Martua ma sude na mangkaposi ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ho ale bangso na maringan di Sion, di Jerusalem, na so tupa be tama tangis hamu! Asi ma rohana di ho, disi begeonna soara ni angguhanggukmu, alusanna ma ho.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala nang dilehon Tuhan i tu hamu roti hagogotan dohot aek pangarupaon, alai ndang be martabuni anggo angka gurum, idaon ni matam ma tongtong angka gurami.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala apala pinggolmu umbege hata ni na mandok sian pudim: On do dalan i, i ma dalan i! Unang manimbil hamu tu siamun manang tu hambirang!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi ramunanmuna ma disi ganaganaanmu angka na nilampis dohot perak, ro di ulos angka na marhadohoan, gombaranmu na tinompa sian sere pe, sirsirhononmu ma angka i songon napu, misir ma ho, i ma dohononmu tu ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi ibana ma mangalehon udan tu bonim naung sinaburhonmu tu haumam, dohot roti gogo ni hauma i, togong ma i huhut marmiak bahenonna, manjampal ma ia pinahanmu di ari na sasada i di panjampalan na bidang.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tole angka jonggi dohot halode, angka na maninggalai tano i, panganonna ma gagaton na togong saor sira, naung sinege marhitehite durungdurung dohot anduri.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi adong ma di atas ni saluhut dolok angka na timbo dohot rahisrahis na hinsat, angka sunge angka halian aek di ari tongtangan godang, molo marumpak angka palaspalas.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi tiur ni bulan ma disi songon tiur ni mata ni ari, jala silompit pitu hali ganda tiur ni mata ni ari i, doshon hatiuron ni pitu ari tahe, di ari uju liliton ni Jahowa bugang ni bangsona, jala pamalumonna holiholi na magas binahen ni paminsangna?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(IV.) Ida ma, ro ma goar ni Jahowa sian na dao, marsigorgor ia rimasna, martimpul ma timus i, ia bibir ni pamanganna gok rimas na marpiarpiar, jala dilanai doshon api na mandilatdilati do.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala hosana doshon aek magodang tolhas ro di rungkung, mamiari angka bangso parbegu marhitehite anduri hasiapon, jala kokang haliluon ampe tu osangosang ni angka bangso.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai anggo di hamu masa ende pujipujian songon uju di borngin parhontasan tu pesta dohot halalas ni roha songon halak na martulila laho manopot dolok ni Jahowa, tu dolok batu ni Israel.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai patubegehonon ni Jahowa ma soarana na marmulia i jala pataridahononna tanganna na mangondam marhitehite parpiar ni muruk dohot jilam ni api na maniaphon marhitehite aek na sumar, udan tipotipo dohot batu ambolas.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ai tarsonggot ma Assur maradophon soara ni Jahowa, na mangalipat ibana marhitehite tungkot.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jala nasa pamolusan ni tungkot paminsangon i sipasonggopon ni Jahowa tu ibana, masa do i marhitehite pamaluon hasarhasar dohot hasapi dohot marhitehite angka hamusuon na sobu aloonna ibana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ai nunga tibu hian diparade pamurunan i di nasida dohot di rajai dipadiri, bagas jala lambas do i dibahen; godang situtu do api dohot hau di pamurunanna i, na pinagalak ni hosa ni Jahowa, doshon sunge barerang do godangna.",
      "type": "content"
    }
  ]
}