{
  "book": "Yesaya",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Ndada sian jolma, Debata sambing do haroroan ni pangurupion 1-9",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marjea ma angka na tuat tu Misir mangido pangurupion jala mangasahon angka hoda, jala marpos ni roha di angka hureta, ala toropna dohot tu angka jolma parsihundul, ala marhuaso situtu nasida; alai ndang manaili nasida anggo tu na badia ni Israel, jala ndang dilului nasida Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai ibana pe na pistar do jala diparo hinamago, jala ndang diuba hatana, sai hehe do ibana mangalo pinompar ni halak parjahat dohot mangalo panumpahion ni halak sibahen hajahaton.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai jolma do nang halak Misir ndada Debata, hodanasida i pe sibuk do, ndada tondi; jadi patoltolon ni Jahowa ma tanganna, gabe tarsulandit panolongi jala tinggang na tinolongan, jadi rap siap ma nasida sude.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai songon on do hata ni Jahowa tu ahu: Songon sada singa manang anak ni singa na patungoromon mida soroanna nang pe pinaimpi dompak ibana sasude angka parmahan ndang olo tarsonggot maradophon soaranasida i, jala ndang olo tunduk maradophon hagunturonnasida i, suang songon i do hatutuat ni Jahowa Zebaot laho marmusu humongkop dohot Sion dohot robeanna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Songon pidong na mangkurmuk anakna, suang songon i do pangondingi ni Jahowa Zebaot di Jerusalem, ondinganna jala paluaonna, olananna jala pangoluonna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Mulak ma hamu, ale anak ni Israel, tu ibana na tinundalanmuna situtu na sai laon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai di ari na sasada i ambolongkonon ni ganup jolma ma ajiajianna angka na sian perak dohot sere, angka na binahen ni tanganmuna di hamu mambahen mardosa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi marragean ma Assur marhitehite podang, ndada podang ni baoa manang podang ni jolma manganhon ibana; gabe maporus ibana maradophon podang jala gabe hatoban angka dolidolina i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi salpuanna ma partanobatoanna i sian biar ni rohana, jala raion angka ulubalangna so mardongan tonggol, ninna Jahowa nampuna api di Sion jala nampuna pamurunan di Jerusalem.",
      "type": "content"
    }
  ]
}