{
  "book": "Yesaya",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu Raja ni hatigoran dohot taringot tu panggomgomionna na tigor i 1-8. II. Mangihut tu hajimputon do hadoharon dohot hasonangan 9-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ida ma, hombar tu hatigoran do Rajai mangarajai sogot, jala hombar tu uhum angka induk manggomgomi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi marhaporusan tu ibana ganup jolma maradophon alogo, jala marpanisioan maradophon ari, tudoshon sunge di halongonan, tudoshon parlinggoman ni dolok batu bolon di tano na marsilopak.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala ndang mamereng dompak pudi mata ni jolma na marnida, jala pinggol ni jolma na marbinege manangihon disi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala roha ni jolma na bodo marpanimbangon jala tiar marpangkuling dila ni jolma angka na hapot hian.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang be targoar raja halak na oto i, manang targoar namoranami halak parjahat i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai mangkatahon haotoon do halak na oto i, jala marsangkap hajahaton do rohana laho mangulahon haramunon, jala mandok poda haliluon dompak Jahowa asa mangarapari roha ni jolma na male, jala mangarampas siinumon ni na mauas.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala marparulaonna jahat do halak parjahat i sai angkal ditahi roha laho mangago halak na tarjepol marhitehite hata gabus, nang pe hata uhum didok na pogos.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo halak parlidang i, angka halidangon do ditahi rohana, jala marsihohot ibana mangulahon angka halidangon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Hamu inaina angka na marpangatauan, hehe ma hamu tumangihon soarangki! Hamu boruboru angka na nalom roha, tangihon hamu ma hatangkon!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Di laonlaon ni ari angka dotdot ma hamu angka na nalom roha i, ai nunga sun pamutihon di parbue ni hau anggur, ndang ro be gotilon ni parbue ni hau.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angka hitir ma hamu inaina angka na marpangatauan, angka dotdot ma hamu angka na nalom roha! Ai nunga tanggal pangkeanmu, marsaemara hamu jala marabit tangki gontingmuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Masitompuk andorana be nasida, ala ni hauma hasoloan, ala ni porlak anggur na marparbue.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tubu do di hauma ni bangsongku angka sihupi, tongon tahe nang di atas ni sude bagas hariburon ni huta na ribur i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ala naung tarulang bagas bolon, jala naung mansohot hariburon ni huta i, batarbatar jala parhalan gabe liang salelenglelengna, lomolomo ni angka binatang, panjampalan ni angka dorbia.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Paima diusehon tu hita Tondi sian ginjang, jala manjadi tano bosar halongonan hian, alai anggo tano bosar hian gabe tombak dirajum.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi disi ma nian uhum di halongonan, jala marhabangsa hatigoran di tano bosar.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi hadameon ma upa ni hatigoran, jala pangkorhon ni hatigoran hademakon dohot hasonangan salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi mian ma bangsongku di bagasan undungundung hadameon dohot di bagasan angka bagas nalom ni roha dohot di pangulonan hasonangan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai ro ma ambolas di halelengse ni tombak, jala marhajimputan situtu huta i laho pesan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Martua ma anggo hamu angka na manabur di lambung ni saluhut batang aek, angka na patula pat ni jonggi dohot halode.",
      "type": "content"
    }
  ]
}