{
  "book": "Yesaya",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba dompak angka musu ni Juda, ai marpangulahi ma Jahowa tusi 1-12. II. Alai holan angka na daulat marroha maruli pangurupion sian Jahowa. Haluaon ni Sion na marmulia 13-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marjea ma ho partaban, ho na so hona taban dope! Ho pangarupa na so dung nirupa! Ia dung sun ho martaban, tabanon ma ho; ia dung sun ho mangarupa, rupaon ma ho.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale Jahowa asi roham di hami! Marhaposan tu ho do hami. Sai ho ma tangan mangurupi nasida ganup sogot! Pangurupinami tongon di tingki hagogotan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai maporus ma angka bangso maradophon parngongos ni suara, marserak ma angka parbegu maradophon hatimbulonmu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi gomahan ni halak ma tabantabanmuna, songon panggagat ni tamponok, songon panahopi ni sihapor panahopi ni halak di nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nunga timbul Jahowa, ai marhabangsa di ginjang do ibana, nunga gok uhum dohot hatigoran Sion i dibahen.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi masa ma di tingkim haporseaon, hinagok ni angka hatuaon, hapistaran dohot parbinotoan, biar mida Jahowa pangalapan arta di ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ida ma joujou do halak na begu sian nasida di balian, sai tumatangis do angka suruan hadameon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nunga tarulang angka dalan balobung, sohot do pardalan; nunga diose padani marhu ni roha ibana di angka huta, ndang disarihon ia jolma.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Majal jala malos tano i, rae do Libanon gabe tardas, doshon halongonan ia Saron jala doshon Karmel do Basan marulam.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "On pe hehe ma ahu ninna Jahowa, timbul jala timbo ahu bahenonku nuaeng.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Marhangoluan panabian hamu, gabe durame tubumuna, habeguonmuna sandiri gabe api na manganhon hamu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi dusdusonna ma angka bangso songon batu hapur, songon suga naung tinallik surbuonmu nasida marhitehite api.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Tangihon hamu ale angka na dao naung hubahen i jala tandai hagogoonku, hamu ale angka na jonok.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Angka dotdot do Sion halak pardosa, tarsonggot situtu halak na marsipalensem angka na mandok: Tung ise ma hita maisolat di lambung api na manganhon? Tung ise ma sian hita maisolat di lambung pamurunan salelenglelengna?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Halak na marpangalahohon hatigoran jala dihatahon hasintongan; na mangkabiashon laba sian pangarupaon, na patait tanganna manjalo sisip, na sumongsong pinggolna asa unang dibege durusdurus di mudar, na papitpit matana, asa unang diida hajahaton.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "I ma na maringan di ginjang, angka partanobatoan di dolok batu gabe haporusanna, sai na maruli sagusagu ibana dohot aek siinumon angka na tangkas.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Idaon ni matam ma rajai di bagasan hinaulina, tatapon nasida ma sada tano na lambas.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Marhusari ma roham mida hasonggotan i dohononmu ma: Didia do juaratulis i? Didia do pandasing? Didia do sisurati angka palaspalas?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang be idaonmu bangso na jungkat i, bangsona haloat marpangkuling, marbibir na so dapot antusan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sai berengi ma Sion, huta parpestaanta! Idaon ni matam ma Jerusalem, inganan haposan, undungundung na so tupa munsatunsat, na so tupa umpaton tiangna salelenglelengna, jala na so tupa rapu nasa pangarahutina.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai marhamuliaon Jahowa disi, rap dohot hita haroroan ni angka batang aek, angka sunge na bidang pahebaheba; tung na so tupa boluson ni solu sidayungon manang kopal na balga.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai Jahowa do siuhum hita, Jahowa do silehon patik tu hita, Jahowa do Rajanta, ibana silehon tua di hita.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Hondur do angka pangarahutim, ndang tagamon rogangonna tiang layarna, manang tarpahiresa mandera. Dung i bagion ma tabantaban mansai godang gari halak na pangpang maruli tabantaban.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala na so tupa be dohonon ni pangisina: Na gale do ahu, ai bangso na maringan disi nunga maruli hasesaan ni dosa.",
      "type": "content"
    }
  ]
}