{
  "book": "Yesaya",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba ni uhum tu sandok angka bangso 1-4. II. Lumbalumba ni uhum dompak Edom 5-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jumonok ma hamu angka parbegu mananginangi dohot hamu angka bangso patinggil hamu pinggolmuna! Mananginangi ma ho ale tano on ro di isina, ho ale portibi on ro di nasa na tubu disi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai marsigorgor do rimas ni Jahowa mangonai tu sude angka parbegu, jala marpiarpiar murukna dompak sude parangannasida. Nunga tung ditorui ibana nasida, nunga dipasahat nasida tu pamotongan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi marragean ma angka na mate tongtang sian nasida jala manongap tu ginjang bau ni bangkenasida i, pola malala angka dolok dibahen mudarnasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Malala ma dohot saluhut parangan ni langit, jala balunonna ma angka langit i songon pustaha, jala saluhut parangannasida malos, marurus songon bulung ni hau anggur jala songon harururus ni parbue ni antajau.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Ala naung mabuk podangku di banuaginjang, ida ma, tuat ma i tu Edom dohot tu bangso naung hupadiri tu uhum:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Gok mudar do podang ni Jahowa, marlinolino sian tabotabo, sian mudar ni angka anak ni birubiru dohot hambing tunggal, sian sigumangi piapia ni angka birubiru tunggal; ai masa do pelean sipotongon di Jahowa di Bosra, jala pamotongan godang di tano Edom.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi marunggal ma angka horbo rap dohot nasida ro di lombu dohot jonggi gabe mabuk ma luatnasida i sian mudar jala marmiak orbuknasida i sian tabotabo.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai masa ma ari partubolan di Jahowa, taon pamalosan laho martubolhon Sion.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi muba ma angka sungenasida gabe puli, jala orbuknasida gabe barerang, gari tanona i gabe damar na marsigorgor.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Borngin dohot arian ndang mintop, ro di salelenglelengna do martimpul timusna i; sian sundut tu sundut tarulang, ndang adong be jolma pamolus disi salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi soluhon ni siboru tasik dohot sulandak ma i, maringan ma disi sipauk dohot sigak jala sintahan ni Debata ma tusi pamalok hasiapon dohot batu hatarulangon.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ndang adong be disi angka jolma na sangap i, angka na tau mamegang harajaon, jala saluhut pangarajaina pesan do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi tubuan tadatada ma angka bagasna na bolon, latong dohot siarum horsik di bagasan hutana angka na gonting, gabe inganan ni angka naga, jala panjampalan ni angka pidong unto naposo.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi pajumpang ma disi angka binatang adaran dohot biang jalang, jala marsijouan angka begu nurnur naeng mangulon disi nang begu borngin, hape ndang jumpangsa pangulonanna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Marasar do disi ulok dari, jala ia dung marpira diporpori do, jala dipapungu angka anakna tu parlinggomanna, marpungu do huhut disi lali sombop mardapotdapot.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Diori hamu ma buku ni Jahowa jala jaha hamu! Nanggo sada sian angka i ndang tartading, ndang adong hurang sada manang dua. Ai apala pamanganku do mandokkon jala apala Tondina papungupunguhon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala apala ibana sandiri mandabu partalian tu nasida, jala tanganna marbagi di nasida marhitehite hotang pamalok; ro di salelenglelengna nasida tumeansa, sian sundut tu sundut nasida maringan disi.",
      "type": "content"
    }
  ]
}