{
  "book": "Yesaya",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "I. Bagabaga hamumulak ni angka na malua sian Sion 1-10",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marlas ni roha ma halongonan dohot tano bangkalbangkal jala marolopolop ma adaran jala marbunga songon bunga pansur.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Marbunga situtu ma i jala marolopolop, masa ma tutu parolopolopon dohot pariaiaon. Hamuliaon ni Libanon dibasabasahon tusi rap dohot hinauli ni Karmel dohot Saron. Idaonnasida ma hamuliaon ni Jahowa, hatongamon ni Debatanta.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Pargogoi hamu ma tangan angka na dauk jala pahot hamu angka pat na telluktelluk.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dok hamu ma tu angka parroha na tahuton: Pir ma tondimuna, unang hamu mabiar! Ida ma Debatamuna i ro martubolhon dohot mamaloshon! Ho do ibana tongon paluahon hamu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Buhaanna ma disi mata ni halak na mapitung jala marbinege bahenonna pinggol ni angka na nengel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Marhajingjang ma disi halak na pangpang songon ursa, jala mariaia dila ni halak na ngungu, ai marbuhalbuhal ma angka aek di halongonan jala sunge di adaran.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala tano hasang situtu gabe tao, jala tano bangkalbangkal gabe parmualan aek. Di inganan pangulonan ni naga na sai laon tubu arung dohot tolong.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Adong huhut disi dalan balobung dohot dalan na bolon, na targoar: Dalan na badia. Ndang jadi mamolus sian i halak na ramun, jala nasida nampunasa; manang ise na mandalani dalan i, gari angka na oto ndang tagamon lilu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang adong disi singa jala na so tupa boluson ni binatang panoro, manang jumpang disi; jolma angka na pinalua mardalan disi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi mulak ma sogot halak angka na pinalua ni Jahowa, jala mariaia ro tu Sion; jala halalas ni roha salelenglelengna di atas ulunasida, dapotan hilas dohot las ni roha nasida, alai maporus ma anggo arsak dohot hoihoi.",
      "type": "content"
    }
  ]
}