{
  "book": "Yesaya",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hatutungkum ni Jerusalem binahen ni raja Sanherib 1-10. II. Jungkat ni pangkataion ni suruan ni si Sanherib 11-22.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Pasampulu opat taonhon dung raja si Hiskia, nangkok ma si Sanherib raja sian Assur dompak saluhut huta ni Juda angka na gonting jala dipapatu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi disuru raja sian Assur ma si Rabsake sian Lakis tu Jerusalem manopot raja Hiskia mardongan torop parangan. Jadi jongjong ma ibana di pamalian aek ni ambar parjulu, di lambung dalan ni hauma ni panubari.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ruar ma manopot ibana si Eliakim, anak ni si Hilkia, panahatan ni bagas i dohot si Sebna juaratulis i dohot si Joa anak ni si Asap, sisurat jamita ni harajaon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna si Rabsake ma mandok nasida: Ua paboa hamu ma tu si Hiskia: Songon on do hata ni raja na bolon, raja sian Assur: Tung aha ma pangatauanon na pinangasahonmu?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ianggo di rohangku: Hatahata ni bibir sambing do on: Tahi dohot hahuasoon tu hamusuon. On pe tung ise ma hinaposanmu, umbahen tung hum do naeng mangalo?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ida ma, dihaposi ho do tolong na marosak on, i ma Misir, manang ise jolma na martungkothon ibana, tombusonna do tanganna. Songon i do Firaun, raja sian Misir tu sude angka na marhaposan tu ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala tung sura didok ho tu ahu: Marhaposan tu Jahowa Debatanami do hami, nda ibana do nampuna sombaon dohot langgatan, angka na niloha ni si Hiskia, jala didok tu Juda dohot tu Jerusalem: Di jolo ni langgatanon do hamu marsomba?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "On pe, na martaru ma ho dohot tuangku, raja sian Assur, asa hulehon di ho duaribu hoda manang tuk ma lehononmu jolma na manghunduli i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung beha ma panahanmu di bohi ni sada partogi sian angka naposo apala na ummetmet ni tuangku? Hape tung marhaposan do ho tu Misir ala hureta dohot angka parsihundul.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "On pe dirimpu ho na so mangasahon Jahowa ahu laho nangkok tu tano on asa husiaphon? Jahowa do mandok tu ahu; nangkok ma ho tu tano on jala siaphon!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Jadi ninna si Eliakim dohot si Sebna dohot si Joa tu si Rabsake, ua hata Ram ma dok tu hami naposom, ai huantusi hami do, jala unang dok hata Jahudi tu hami di adopan ni situan natorop, na di atas parik.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i didok si Rabsake ma: Tung tu tuanmu huroha dohot tu ho disuru tuangku ahu mandok angka hata on? Nda tu baoa angka na hundul di atas parik, angka na manganhon ginagatnasida dohot manginum teposnasida rap dohot hamu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi hehe ma si Rabsake, dipangiar ma soarana mandok di hata Jahudi: Tangihon hamu ma angka hata ni raja bolon, raja sian Assur!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Songon on do hata ni rajai: Unang olo hamu paotootoon ni si Hiskia, ai ndang tarpalua ibana hamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala unang olo hamu paposon ni si Hiskia tu Jahowa mandok: Sai paluaon ni Jahowa do hita, ndang tagamon lehononna huta on tu bagasan tangan ni rajai sian Assur.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Unang tangihon hamu si Hiskia, ai songon on ninna raja sian Assur: Lehon hamu ma jomba bahal tu ahu, jala dapothon hamu ahu, asa mangan be sian hau anggurna dohot sian hau antajauna, jala manginum tapian sian sumurna be.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Paima ro ahu jala hualap hamu tu tano na songon tanomuna, tu tano hatubuan ni eme dohot anggur, tu tano na lobian di roti dohot di porlak anggur.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "So tung olo hamu gitihan ni si Hiskia ia didok: Sai paluaon ni Jahowa do hita! Nunga tung dipalua debata ni angka parbegu ma luatnasida be sian tangan ni raja sian Assur huroha?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Didia nuaeng angka debata sian Hemat dohot sian Arpad? Didia angka debata sian Separwaim? Tung adong ma na paluahon Samaria sian tanganku?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tung ise ma sian sude debata ni angka luat ondeng, na tuk paluahon tano nasida sian tanganku umbahen muba Jerusalem paluaon ni Jahowa sian tanganku huroha?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi sip ma nasida jala ndang adong na mangalusi ibana nanggo sandok, ai songon i do tona ni rajai: Unang alusi hamu ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ro ma si Eliakim anak ni si Hilkia panahatan ni bagas i dohot si Sebna, juaratulis i, dohot si Joa anak ni si Asap, sisurat jamita ni harajaon manopot si Hiskia, marulos na maribak laho pabotohon tu ibana angka hata ni si Rabsake.",
      "type": "content"
    }
  ]
}