{
  "book": "Yesaya",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pos ma roha ni si Hiskia pinapos ni panurirang Jesaya 1-7. II. Surat ogaoga ni raja Sanherib. Tangiang ni si Hiskia 8-20. III. Alus ni Debata marhitehite panurirang Jesaya 21-35. IV. Harerendep ni halak Assur jala hamamate ni si Sanherib 36-38.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung dibege raja Hiskia hata i, diribahi ma ulosna jala marulos hori ibana laho manopot bagas ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi disuru ma si Eliakim, panahatan ni bagas i dohot si Sebna, juaratulis i rap dohot angka sintua ni malim, rap marulos hori be manopot panurirang Jesaya, anak ni si Amos.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asa didok nasida tu ibana: Songon on do hata ni si Hiskia: Ari hagogotan dohot paminsangon dohot haurahon do ari on; ai nunga jumpang nian hasasanga ni posoposo, hape ndang adong gogo manubuhon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Anggiat tung dibege Jahowa Debatamu hata ni si Rabsake, angka na tinonahon ni raja sian Assur tuanna i, manginsahi Debata na mangolu i, jala ditorui ibana ala ni hata angka naung binege ni Jahowa Debatam; asa patolhas ma tangiang i mangondihon pasipasi na jumpang i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ro ma angka naposo ni raja Hiskia manopot si Jesaya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi didok si Jesaya tu nasida; songon on ma dohononmuna tu tuanmuna: Songon on do hata ni Jahowa: Unang ho mabiar maradophon hata angka naeng binegem, angka na niinsakkon ni naposo ni raja sian Assur palea ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ida ma, lehononku ma tu bagasan rohana sada tondi, asa begeonna barita jala mulak tu tanona, asa huragehon ibana marhitehite podang di bagasan tanona.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i mulak ma si Rabsake, gabe marmusu dompak Libna raja ni Assur i didapot, ai nunga tarbortik tu pinggolna naung borhat ibana sian Lakis.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala dibege barita taringot tu si Tirhaka raja sian Kus didok halak: Nunga borhat ibana laho marmusu dompak ho. Jadi dung dibege hata i, disuru ma angka suruanna tu si Hiskia mandok:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Songon on ma dok hamu tu si Hiskia, raja sian Juda: Unang olo ho paotootoon ni Debatam, na pinangasahonmu mandok: Ndang tagamon lehononna huta Jerusalem tu tangan ni raja sian Assur.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ida ma, nunga dibege ho, na binahen ni angka raja sian Assur tu sude angka luat laho mangarendephon nasida, ia ho hape tung tagamon malua ma?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tung adong ma angka debata ni bangso parbegu na tuk paluahonnasida, angka na siniaphon ni angka daompung? I ma Gozan dohot Haran dohot Resep dohot angka anak ni Eden, angka na maringan di Telasar.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Didia nuaeng raja sian Hamat dohot raja sian Arpad dohot raja ni huta Separwaim dohot Hena dohot Iwa?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dibuat si Hiskia ma angka surat i sian tangan ni angka suruani jala dijaha, dung i nangkok ma ibana tu bagas ni Jahowa, jala dipahembang surat i di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i martangiang ma si Hiskia tu Jahowa songon on:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ale Jahowa Zebaot, Debata ni Israel, na marhabangsahon angka kerubim, sasada ho do Debata ni saluhut harajaon di tano on! Ho do tumompa langit dohot tano on!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sai paeleng ma pinggolmu ale Jahowa, jala tangihon, sai patonggor ma matam ale Jahowa jala ida, jala tangihon sude hata ni si Sanherib, angka na tinonahonna mangarehei Debata na mangolu i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tongon tahe ale Jahowa, nunga disiaphon angka raja sian Assur saluhut angka bangso dohot luatnasida i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala nunga ditimpalhon tu api angka debatanasida, ai ndang tongon Debata angka i, jadijadian ni tangan ni jolma do, hau dohot batu, gabe disiaphon angka i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Onpe ale Jahowa Debatanami, sai palua ma hami sian tanganna, asa mananda saluhut harajaon di tano on, paboa sasada ho do Debata, ale Jahowa!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Dung i marsuru ma si Jesaya, anak ni si Amos, tu si Hiskia mandok: Songon on do hata ni Jahowa, Debata ni Israel: Anggo na pinangidom tu ahu, taringot tu si Sanherib raja sian Assur, nunga hutangihon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "On do hata na tinonahon ni Jahowa dompak ibana: Mamaus jala mangarehe mida ho do namarbaju, boru Sion i; mangupir do ulu ni boru Jerusalem sian pudim.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ise tahe naung nireheanmu jala nielesanmu, jala dompak ise dipangiar ho soaram jala mamaus matam dompak ginjang? Dompak na badia ni Israel do tahe!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Marhite sian tangan ni angka naposom dielesi ho Tuhan i jala nimmu do: Binahen ni hinadeak ni angka huretangku ahu manaek tu ginjang ni angka dolok, tu partalpahan ni Libanon jala tabaonku ma angka hau aresna na timbo i dohot angka marantina na dumenggan i, jala tolhas ahu tu punsuna tu tombak hasoloanna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Nunga huhali jala huinum angka aek i jala huarsik marhitehite palak ni pathu sude angka batang aek Misir.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ndang dung dibege ho, naung hubahen songon i sian na robi, di angka ari na galia hujadihon i? Nuaeng pe huparo; ingkon siap bahenonmu angka huta na gonting bahen timbunan batu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala angka pangisina i partangan na so marnangan tarsonggot do jala tarurak; manjadi duhutduhut di ladang do nasida dohot ingkau rata, songon ri tu angka tarup jala antinganoon eme tagan so bibi dope.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Nunga huboto hian hundulanmu, haruruarmu dohot habobongotmu dohot pangogaogaonmu dompak ahu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ala na mangoga ho dompak ahu, jala tolhas tu pinggolhu hajungkatonmu, jala bahenonku ma harihir tu igungmu dohot kokang tu bibirmu jala toguonku ma ho mulak sian dalan haroroanmi.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala on ma partinandaan di ho: Panganonmu ma sataon on eme sagak, dohot di taon paduahon, alai anggo patolu taonhon manabur ma hamu jala manggotil jala manuan porlak anggur, jala panganonmu parbuena.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jala datdatan ni angka na malua sian pinompar ni Juda, angka pasipasina i marurat tu toru jala marparbuehon parbue tu ginjang.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ai ruar do sian Jerusalem pasipasi dohot angka na malua sian dolok Sion. Hamuruhon ni Jahowa Zebaot patupahon songon i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dibahen i songon on do hata ni Jahowa taringot tu raja sian Assur: Na so tupa ibana bongot tu huta on, manang siorhononna tusi nanggo sada sumbia manang dapothononna marlombulombu, manang bahenonna hubu humaliang huta i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ingkon marhite sian dalan haroroanna ibana mulak, alai anggo tu huta on na so tupa ibana bongot, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ai ondinganku do huta on laho paluahon, ala ni ahu dohot ala ni naposongku si Daud.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(IV.) Dung i ruar ma suruan ni Jahowa, jala dibunu di parsaroan ni Assur saratus ualupulu lima ribu halak. Jadi dung hehe nasida sogot manogotna i, ida ma, saluhut nasida nunga gabe bangke.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi borhat ma si Sanherib, raja sian Assur laho mulak, laos maringan ibana di Ninive.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jadi uju na marsomba ibana di joro ni Nisrok debatana i, ro ma si Adramelek dohot si Sar-Eser, angka anakna i mambunu ibana marhitehite podang, dung i maporus ma nasida tu tano Ararat. Jadi si Esarhaddon anakna i bangkit raja singkatna.",
      "type": "content"
    }
  ]
}