{
  "book": "Yesaya",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sahit ni si Hiskia, tangiangna, bagabaga taringot tu udut ni ngoluna 1-8. II. Psalmen hamauliateon ni si Hiskia dung malum muse dihilala 9-22.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di angka ari uju i marsahit ma si Hiskia matemate ne. Jadi ro ma manopot ibana panurirang Jesaya, anak ni si Amos, jala didok mandok ibana: Songon on do hata ni Jahowa: Pature ma bogasmu, ai na mate ma ho, ndang tagamon mangolu be.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i dipahusor si Hiskia ma bohina dompak dorpi jala martangiang tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala didok ma: O ale Jahowa, sai ingot ma na marpangalaho i ahu di jolom di bagasan hasintongan dohot di punia ni roha, jala hubahen na denggan di adopan ni bohim, huhut tumatangis situtu si Hiskia.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi ro ma hata ni Jahowa tu si Jesaya songon on:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Laho ma ho jala dok tu si Hiskia, songon on do hata ni Jahowa Debata ni si Daud ompumi: Nunga hutangihon tangiangmi, nunga huida partangisonmi. Ida ma, ambaanku ma tu angka ariarim sampululima taonnari.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala paluaonku ma ho dohot huta on sian tangan ni raja ni Assur, jala ondinganku do huta on.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala on ma partinandaan di ho sian Jahowa, paboa pasauton ni Jahowa hata naung nidokna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ida ma, paulahonku ma halinu ni angka gurat, naung mijur di jom ni si Ahas, binahen ni mata ni ari tu pudi sampulu gurat. Jadi mulak ma halinu ni mata ni ari sampulu gurat di tudutudu naung mijur i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) On do surat pujipujian ni si Hiskia, raja sian Juda, dung na marsahit ibana gabe malum muse sian sahitna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ningku do di parsitongaan ni angka ariaringku: Na laho ma ahu tumopot angka bahal ni banuatoru; nunga diorui pasipasi ni taontaonku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ningku do, ndang be idaonku Jahowa di tano ni halak na mangolu i, ndang be tailihononku jolma rap dohot angka isi ni portibi on.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga maloha ingananku, jala munsat sian ahu songon undungundung ni parmahan; nunga hutostos ngolungku songon halak partonun, nunga digotap ibana ahu sian tali; sun ma adamhu dibahen ho sadari saborngin.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Mangkirim ahu sahat ro di manogotna i; hape songon singa do ibana mamonggolhon nasa holiholingku; sun do adamhu dibahen ho sadari saborngin.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Songon leangleang ahu marngingikngingik, marlangak songon onggang, marturtu songon anduhur, sai nolnol do matangku dompak ginjang: Ale Jahowa targogot situtu do ahu sai ondingi ahu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Aha dope dohononku? Nunga mangalumba ibana tu ahu, jala nunga dipasaut. Sai padondaonku do rohangku marpangalaho saleleng ahu mangolu, ala ni arsak ni rohangku.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ale Tuhan marojahan disi mangolu iba jala sandok mandapot disi do ngolu ni tondingku, jala ho do mangkorasi dohot pangolu ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ida ma, manjadi hasonangan di ahu sapot ni parniahapanki, jala nunga dihaol ho tondingku, jala nunga dienet ho sian godung ni hasiapon, ai nunga ditimpalhon ho nasa dosangku tu pudi ni tanggurungmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai ndang dipuji banuatoru i ho, manang dipasangap hamateani ho; jala ndang marhaposan di hasintonganmi angka na tuat tu godung.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Halak na mangolu i, na mangolu i tongon, i ma mamuji ho songon na hubahen nuaeng. Ama i pabotohon hasintonganmi tu angka anakna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sai paluaon ni Jahowa do ahu, ala ni piltihonta ma hasapinta, nasa ariari ni ngolunta di bagasan joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna Jesaya ma: Binahen ma hare sian antajau, jala nilanggumhon tu baro i, asa mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi ninna si Hiskia ma: Dia do tanda paboa na nangkok ahu masuk tu joro ni Jahowa?",
      "type": "content"
    }
  ]
}