{
  "book": "Yesaya",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Hiskia patuduhon artana tu angka suruan sian Babel 1-2. II. Panurirang Jesaya mangalumbahon tarboan angka arta i tu Babel 3-8.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Uju i disuru si Merodak-Baladan, anak ni si Baladan, raja sian Babel suruanna mamboan surat dohot silua tu si Hiskia, ai nunga tarbortik tu pinggolna marsahit rajai gabe hisar muse.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi las ma roha ni si Hiskia mida nasida, jala dipatuduhon tu nasida bagas parartaanna, perak dohot sere ro di angka pamurpuri dohot miak na hushus ro di nasa bagas parpeopan ni sinjata dohot sude na jumpang di angka parartaanna i. Tung na so adong do nanggo sada na so pinatuduhon ni si Hiskia tu nasida di bagasna dohot di sandok ginomgomanna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Dung i ro ma panurirang Jesaya tumopot raja Hiskia jala didok ma tu ibana: Aha do didok angka baoa i, jala sian dia nasida ro manopot ho? Jadi ninna si Hiskia ma: Sian luat na dao, sian Babel nasida ro manopot ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ninna si Jesaya ma: Aha diida nasida di jabum? Jadi ninna si Hiskia ma: Nasa na di bagashu diida nasida, nda tung adong nanggo sada di angka parartaanki na so hupatuduhon tu nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna si Jesaya ma mandok si Hiskia: Tangihon ma hata ni Jahowa Zebaot!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ida ma, na ro do angka ari sogot, tarboan ma disi nasa na di jabum dohot na sinamotsamot ni angka ompum rasirasa nuaeng tu Babel, ndang adong teba nanggo sada, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala sian angka anakmu, na marama tu ho, angka situbuhononmu buatonnasida ma, asa gabe jolma parhalado di bagas ni raja sian Babel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna si Hiskia ma mandok si Jesaya: Denggan do hata ni Jahowa na nidokmi, huhut didok: Asal sonang jala mardemak di angka ariaringku.",
      "type": "content"
    }
  ]
}