{
  "book": "Yesaya",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "I. Diujungi Jahowa sangkapna marhitehite Sipalua na jinouna i 1-7. II. Apoapo ni Jahowa pahilashon roha ni Israel, naposo ni Debata 8-20. III. Holan Debata na sintong i papatarhon na masa sogot 21-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Hohom ma hamu ale angka pulo mandapothon Ahu, jala ingkon maruli gogo mardapotdapot angka bangso! Jumonok ma angka nasida, dung pe i, asa dohononna: Rap ma hita mandapothon paruhuman!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ise do sumunggul hatigoran sian habinsaran? Ise manjou ibana asa ihuthononna langkana? Ise pasahathon angka bangso parbegu di jolona, jala marpandapotan tu ibana dibahen angka raja? Doshon orbuk dibahen ia podangna, jala doshon hurangkam na pinurpurhon ia siorna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ibana mangeak nasida, mardamedame ibana umbolus dalan na so dung nidege ni patna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung ise ma patupahon angka i dohot mambahensa? Ibana manjou angka sundut sian mulamula: Ahu Jahowa na parjolo, jala laos ahu dope rap dohot angka parpudi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Diida angka pulo do i gabe mabiar jala raion angka ujung ni tano on, ro be angka nasida jumonok jala marpungupungu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Marsiurupan nasida jala didok mandok donganna: Pir ma tondimu ale dongan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pandakdak margogoihon panopa, pangananggari margogoihon panopa, didok ma taringot tu pamijoron i: Denggan do i, dung i dipantik ma i dohot angka labang, unang ruhotruhot.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Alai anggo ho ale Israel, naposongki, ho ale Jakkob naung hupilliti, ale pinompar ni si Abraham hasudunganku!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Naung hualapi sian ujung ni tano on jala naung hujou sian angka partalpahanna, jala hudok mandok ho: Naposongku ma ho, nunga hupillit ho, jala ndang be bolongkononku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Unang ho mabiar, ai ahu do donganmu! Unang biahaton ho, ai ahu do Debatam: Ahu margogoihon ho huhut mangurupi ho, huhut maniopi ho marhitehite siamun ni hatigoranku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ida ma, ingkon maila jala tarurak sude angka na marsomor ni roha mida ho, gabe doshon na soada nasida, jala siap baoa angka na mambadai ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Usouso ho di nasida, hape ndang jumpang be baoa angka na mangalo ho, gabe doshon na soada, jala doshon hasiapon baoa angka na mamusui ho.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai ahu do Jahowa Debatam, na maniop tanganmu siamun, jala na mandok tu ho: Unang ho mabiar, ahu do mangurupi ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Unang ho mabiar, ale gea Jakkob, hamu jolma siotihotik sian Israel! Ahu do mangurupi ho, ninna Jahowa dohot siluluhon ho, na badia ni Israel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ida ma, nunga hubahen ho gabe hureta pardege na tajom, naimbaru, sidua baba, asa diluntak ho angka dolok, jala digopui ho, jala doshon rapanrapan angka buntulbuntul bahenonmu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Piaranmu ma nasida gabe luahonon ni alogo jala paserahon ni habahaba nasida, alai marolopolop ma anggo ho mida Jahowa jala mamujimuji di bagasan na badia ni Israel.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jolma angka na dangol dohot na pogos mangalului aek, hape ndang adong, mahiang ia dilanasida dibahen uasna! Ahu Jahowa mangalusi nasida, ahu Debata ni Israel, ndang tadingkononku nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Bungkaonku ma angka sunge di atas robean na saesae nang angka mual di parsitongaan ni rura, bahenonku ma halongonan i gabe tao, jala tano bangkalbangkal gabe haroroan ni aek.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Patubuonku ma di halongonan hau ares, sampinur tusam dohot hau jarak, suanonku ma di adaran hariara jabijabi rap dohot bintatar.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa rap marnida dohot mananda dohot manimbangi dohot marateatehon, mangundukkon tangan ni Jahowa na mambahensa, jala na badia ni Israel tumompasa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Boan hamu tu jolongku parbadaanmuna, ninna Jahowa, pajojor hamu ma pollungmuna, ninna raja ni Jakkob.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Loas ma jumonok nasida, asa dipaboa tu hita na masa sogot; paboa hamu ma tu hami manang aha na masa di mulamulana, asa diparateatehon rohanami, jala hutanda hami ujungna, manang patubegehon hamu tu hami na ro sogot.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Paboa hamu ma tu angka na ro muse, asa tung hutanda hami angka debata hamu tutu. Tongon tahe bahen hamu ma na denggan manang na jat, asa huhalongangkon hami jala rap marnida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ida ma, moru sian na soada do hamu ro di jadijadianmuna i, sihabiashononhon do manang ise jolma na mamillit hamu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sunggulonku ma sian utara sada halak, gabe ro ibana sian habinsaran, pajoujouonna ma goarhu, jala degedegeonna ma angka pangarajai songon tano liat, jala luntahonna nasida songon pangaluntak ni sitopa hudon di tano hudon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ise do na paboahonsa sian mulamula, asa tung huboto hami manang disurirangi hian? Asa hudok hami: Tongon do tahe! Alai ndang adong nanggo sahalak na paboahon, manang na patubegehonsa, manang na umbege hatamuna nanggo sada.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ahu do parjolo na mandok tu Sion: Ida ma, nunga disi nasida! Jala hulehon tu Jerusalem sada halak parbarita na uli.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai molo huranap humaliang, hape ndang adong manang ise, jala ndang adong sian nasida nanggo sahalak na tau panuturi, husungkun nasida, gabe ndang adong na mangalusi nanggo sandok.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ida ma, saluhut do nasida na soada, na soada do nang angka jadijadiannasida i, alogo sambing do tahe jala na so marnosan angka ganaganaannasida i.",
      "type": "content"
    }
  ]
}