{
  "book": "Yesaya",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu naposo ni Debata na sintong i, i ma Messias i 1-9. II. Pujipujian di Jahowa, parmonang na borhat i 10-17. III. Bolong pe Israel ala ni hajahatonna do 18-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ida ma naposongki na hutogu; na hupilliti hasudungan ni rohangku! Nunga huampehon Tondingku tu ibana: Tariashononna ma uhum tu angka bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ndang joujou ibana manang pangiaronna soarana, jala ndang patubegehononna soarana di alaman.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Arung naung marosahi, ndang laos ponggolhononna, jala sumbu na marnehetnehet i, ndang laos intopanna, hombar tu hasintongan tariashononna uhum.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndang olo loja ibana manang mandate, paima dipahot uhum di tano on, jala angka pulopulo mangkalungunhon patikna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Songon on do hata ni Debata Jahowa, sitompa langit, dohot na paherbangkonsa, na pajarar tano on ro di angka suansuananna, na mangalehon hosa tu bangso na maringan di atasna dohot tondi tu angka na mardalani disi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ahu, Jahowa na manjou ho marhitehite hatigoran, jala ahu manogu tanganku; sai ramotanku do ho jala lehononku do ho bahen bangso parjanjian, bahen panondang di angka parbegu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Mambungka angka mata ni halak na mapitung, paruarhon sian hurungan halak na tarhurung, sian bagas hurungan halak na maringan di haholomon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ahu do Jahowa, i ma goarhu! Jala ndang lehononku hasangaponku tu na asing manang hamuliaonku tu angka ganaganaan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Panurirangon angka sian na robi, ida ma, nunga ro, jala angka nambura ahu do paboahon; tagan so martumbur dope nunga hupatubegehon tu hamu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Endehon hamu ma sada ende na imbaru di Jahowa, hamuliaonna sian ujung ni tano on, tole hamu angka na tuat tu laut ro di isina i, tole hamu angka pulo ro di isina i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Pangiar ma soaram ho ale halongonan ro di angka hutana, nang angka pagaran na niinganan ni Kedar! Marolopolop ma halak isi ni dolok batu, sian punsu ni angka dolok ma nasida mariaia.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ingkon lehononnasida hamuliaon di Jahowa jala baritahononna hatongamonna di angka pulo.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Borhat ma Jahowa songon ulubalang, sunggulonna ma hamuruhon songon jolma parmusu; pagogoonna ma soarana huhut marsurak dompak musuna angka na pinatundukna i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sai sip do ahu sian na robi, sai hohom ahu manganjuanju; alai anggo nuaeng mangangguhi ma ahu, songon parompuan na mangae posoposona jala marngongosngongos hosangku sian murukku dompak saluhutna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tarulang bahenonku angka dolok dohot robean, jala pahasangonku ma saluhut duhutduhut disi, jala bahenonku ma angka batang aek gabe pulopulo, jala arsihanku ma angka lintong.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala toguonku ma halak na mapitung di dalan na so binotonasida i, padalanonku nasida di angka dalan balobung na so tinandanasida i; bahenonku ma haholomon di jolonasida gabe hatiuron, jala dalan angka na marlegotlegot gabe hahornopon. I ma angka sibahenonku, jala ndang tadingkononku nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingkon sumurut tu pudi, jala tarurak situtu halak na marpos ni roha di ganaganaan na niuhir halak na mandok tu ganaganaan na tinompa: Hamu do debatanami!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Tangihon ma, hamu ale angka na nengel, jala manaili ma, hamu ale angka na mapitung asa marnida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tung ise ma na mapitung, molo so naposongku? Manang na nengel songon suruanku na husuru i? Tung ise ma mapitung songon hasahatan ni dame i, jala mapitung songon naposo ni Jahowa?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Godang do nian diida ho alai ndang diradoti roham; dibungka pe pinggolna duansa, alai ndang ditangihon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dihalomohon Jahowa do patimbulon dohot pasangapon patikna ala ni hatigoranna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai anggo nuaeng bangso na pinupusan dohot na tinaban do nasida, marhoihoi di angka godung do nasida sude, jala martamonding di angka bagas hurungan; gabe tabantaban do nasida, jala ndang adong nanggo sahalak na paluahon, gabe sintahan tahe jala ndang adong na mandok: Paulak ma i!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ise ma sian hamu na umpinggol hata i, laos diparateatehon jala ditangihon na masa sogot?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tung ise ma naung mangalehon Jakkob gabe sintahan dohot Israel tu halak partaban? Nda Jahowa do i ala dompak ibana hita mardosa? Jala ndang olo nasida mardalan di angka dalanna i manang tumangihon patikna i!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dibahen i diusehon ibana ma tu nasida parpiar ni rimasna dohot hamusuon na sobu situtu, jala disurbu nasida humaliang, hape laos so mananda nasida jala disoksohi, hape laos so diparateatehon nasida!",
      "type": "content"
    }
  ]
}