{
  "book": "Yesaya",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jahowa manogihon Israel mulak sian habuangan 1-13. II. Songon haruruarna na jolo sian Misir, songon i do haruruarna nuaeng sian Babel 14-21. III. Halupahonon ni Debata ma roha ni bangsona na so marningot uhum jala marpangulahi rohana disi 22-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai anggo nuaeng, songon on do hata ni Jahowa, sitompa ho ale Jakkob, jala Sijadi ho ale Israel: Unang ho mabiar, ai Ahu do siluluhon ho; nunga pola hujou goarmu, ahu nampuna ho.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai molo dibolus ho aek, donganmu do ahu, manang ditaripari ho angka batang aek, ndang umbanganna ho. Tung sura pe mardalan ho di bagasan api, ndang mosokkononna ho, jala ndang gor ho bahenon ni dila ni api.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai ahu do Jahowa Debatam, na badia ni Israel, sipalua ho. Nunga pola hulehon Misir bahen pardenggananmu, Kus dohot Seba singkatmu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dibahen na arga do ho huida, marmulia jala ahu mangkaholongi ho, jadi hulehon jolma singkatmu, jala angka bangso singkat ni tondim.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Unang ho mabiar ai donganmu do ahu! Paroonku ma pinomparmu sian habinsaran, jala papunguonku ho sian hasundutan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dohononku ma tu utara: Paulak! Dohot tu dangsina: Unang tiopi! Togihonma angka anakku sian na dao dohot angka borungku sian ujung ni tano on.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ganup jolma naung marpanggoarhon goarhu, jala naung hutompa bahen hasangaponku naung hujadihon ro di naung hubahen.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Togihon tu on bangso na mapitung, atik pe marmata, dohot angka na nengel, atik pe marpinggol nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Marluhut ma saluhut angka bangso parbegu jala marpungu angka bangso! Tung ise ma sian nasida mamaritahon sisongon i, jala di patubegehon tu hita angka na masa na jolo? Dipatindang nasida ma angka sitindanginasida i, asa dipintori dirina, jala dibege halak huhut didok: Hasintongan do i!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Hamu do angka sitindangingku, ninna Jahowa, dohot do naposongku naung hupilliti, asa ditanda jala dihaporseai hamu ahu, jala mangantusi rohamuna, paboa ahu ibana! Jumolo sian ahu ndang adong tarjadi Debata, dipudingku pe ndang tagamon adong!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ahu tutu, ahu do Jahowa, jala ndang adong silehon tua dungkon ni ahu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga ahu paboahon, jala ahu paluahon, jala ahu patubegehonsa, jala ndang adong debata sileban di tongatongamuna. Alai hamu do angka sitindangingku, ninna Jahowa, jala ahu do Debata.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nang tu joloan on sai laos ahu do ibana, jala ndang adong sipalua sian tanganku. Ahu do mambahen, tung ise na manundatisa?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Songon on do hata ni Jahowa, sipalua hamu, na badia ni Israel: Ala hamu do marsuru ahu tu Babel, jala hupatuat angka na maporus sudena, dohot halak Kasdim tu angka parau parolopoloponnasida i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ahu do Jahowa, na badiamuna i, sitompa Israel rajamuna i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Songon on do hata ni Jahowa, naung mangalehon dalan di laut, jala dalan balobung di bagasan angka aek na doras.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Naung paruarhon hureta dohot hoda, parangan dohot parhohas: Rap marpeahan nasida, ndang tarbahensa be hehe, pidom do nasida, songon sumbu naung mintop.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Unang be paingotingot hamu angka na masa najolo, jala unang be pingkiri hamu angka na robi:",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ida ma: Bahenonku ma na imbaru, nunga pola martumbur nuaeng; tung so tandaonmuna ma i? Songon do tahe, bahenonku ma dalan di halongonan, angka batang aek di tano bangkalbangkal.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Pasangapon ni angka binatang di ladang ma ahu, angka gompul dohot angka pidong unto, ai lehononku ma aek di halongonan, angka batang aek di tano bakkalbakkal, mangalehon minum bangsongku na hupilliti.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "I ma bangso na hujadihon i di ahu, mamaritahon hamuliaonku sogot.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Alai ndang dipajoujou ho ahu, ale Jakkob, ai nunga mahap roham mida ahu, ale Israel!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ndang diboan ho di ahu birubiru bahen peleanmu situtungon, jala ndang dipasangap ho ahu marhite sian angka peleanmu sipotongon; ndang na huparhatoban ho marhitehite pelean sipanganon, jala ndang hupalojaloja ho marhitehite daupa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ndang dituhor ho di ahu marhitehite perak tobu na hushus jala ndang dipangusehon ho tu ahu miak ni peleanmi situtungon. Alai anggo ho nunga diparhatoban ho ahu, marhite sian angka dosam, jala nunga dilojai ho ahu marhite sian angka hajahatonmu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ahu tutu; ahu sandiri manalesei angka pangalaosim, ala ni ahu, jala ndang be hupaingotingot angka dosam.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Paingot ahu, asa mardabudabu hita! Ho ma pajojorhon, mamintori dirim.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ia amam parjolo i nunga mardosa, jala angka pangondianmi, nunga manjahati dompak ahu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dibahen i nunga huparamun angka induk ni habadiaon i, jala hupasahat si Jakkob bahen sipulasan, jala Israel bahen panginsahion.",
      "type": "content"
    }
  ]
}