{
  "book": "Yesaya",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "I. Bagabaga taringot tu hauuse ni Tondi Parbadia tu Israel, naposo ni Jahowa 1-5. II. Debata na mangolu i martimbangkon angka ajiajian 6-20. III. Haluaon ni Israel dohot haimbaruon ni Jerusalem ro di bagas joro sogot 21-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai anggo nuaeng, tangihon ma ale Jakkob, naposongki dohot ho ale Israel naung hupilliti?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon on do hata ni Jahowa na tumompa jala na jumadihon ho, na mangurupi ho sian hatutubum: Unang ho mabiar ale Jakkob, naposongki dohot ho ale bangso na tigor naung hupilliti.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai usehononku ma aek tu jolma na mauas dohot angka sunge tu na mahiang. Usehononku ma tutu Tondingku tu pinomparmu nuaeng, jala pasupasungku tu pinomparmu sogot.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Asa martumbur nasida di holangholang ni duhutduhut, songon arung di topi ni angka sunge.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sadaon mandok: Jahowa nampuna ahu! Jala sadaan marpanggoarhon goar ni si Jakkob, jala na asing muse manurathon dohot tanganna: Jahowa do nampuna ahu, huhut mangasahon goar ni Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Songon on do hata ni Jahowa, raja ni Israel dohot sipalua ibana, Jahowa Zebaot: Ahu do parjolo jala ahu do parpudi, jala ndang adong Debata dungkon ni ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala tung ise ma tudoshon ahu manjou, dipaboa ma i, jala dipajojor di ahu, olat ni na hupatindang bangso salelenglelengnai? Dohot angka na masa sogot dipaboa hian ma.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Unang hamu tahuton, jala unang manonditnondit! Nda nunga sian nahinan ahu patubegehon tu ho jala hupaboa? Alai hamu do angka sitindangingku: Ndang adong Debata dungkon ni ahu, jala ndang haporusan na asing, ndang adong anggo na huboto.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Angka halak na manggana ajiajian ndang hasea sudena jala ndang marguna angka hapandean hasudungan ni rohanasida i, laos angka i gabe sitindangi dompak nasida, ala so adong diida jala ndang adong diboto, umbahen tarurak nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung ise ma na tuk jumadihon Debata, manang manumpa ajiajian na so marguna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ida ma, sude angka donganna tarurak do, ai parhapandean sian jolma hian nasida, marluhut pe nasida sude jongjong be do tarhatotong jala tarurak.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tungkang bosi mambahen sada tangke, jala dipauli jumpa gara, jala dibahen rupana marhitehite nanggar, jala dipauli marhitehite tanganna na gogo, huhut male maradu so margogo be, ndang minum aek ibana, gabe mandate.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia pande hau manintak rambu, jala dibahen tandana marhitehite agong, diuhir jala diampolas gabe songon suman ni baoa, songon hinauli ni jolma laho mangingani bagas i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ditaba muse di ibana angka hau ares, jala dibuat hau maranti dohot hoting balanga pola marpili di angka hau ni tombak; disuan sada hau ares, gabe udan pabalgahon.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi hasea ma i di jolma bahen soban, gabe dibuat ma sian i bahen pansusuduan, huhut bahen gara laho mangalompa roti, huhut dibahen sian i sada debata hidup jala disomba; dibahen do i gabe ganaganaan jala marsinggang di jolona.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Satongana ditutung di bagasan api, di lambung ni na satonganari mangan juhut ibana, digoreng na deba sanga bosuran ibana huhut mansisudu gabe didok: Ha, nunga las ahu, nunga huhilala api.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai tebatebana i dibahen gabe debata hidup pasombasombaanna. Marsinggang ibana di jolona jala marsomba jala martonggo tusi ninna ma: Sai palua ma ahu, ai ho do debatangku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang mananda nasida jala ndang mamoto, ai hona panutupi matanasida i, asa unang marnida rohanasida pe, asa unang mangantusi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala ndang adong sian nasida nanggo sada na pasuang rohana tu bagasan, manang marparbinotoan manang marhapistaran mangetongi mandok: Satongana nunga hututung di bagasan api jala hulompa roti marhite sian garana, jala hugoreng juhut laos hupangan; ia tebatebana i tung bahenonku hape gabe parbiasan, tung marsinggang ma ahu hape di jolo ni hau sallobong.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Rohana na tarpaoto pasabam dirina marhite sian sirabun, huhut pasimbil ibana, jadi ndang tagamon paluaonna tondina, manang dohononna: Nda sipaotooto do di tangan siamunhon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Sai parateatehon ma on ale Jakkob dohot ho ale Israel, ai naposongku do ho! Ahu do jumadihon ho, naposongku do ho! Ale Israel ndang tagamon halupahononku ho.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Nunga pola hupasisi songon ombun angka pangalaosim, jala songon ombun manorop angka dosam. Sai mulak ma ho tu ahu, ai ahu do sipalua ho.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Marolopolop ma hamu angka langit, ai nunga Jahowa mambahen songon i. Marsurak ma hamu angka pusat ni tano on. Mariaia ma hamu ale angka dolok nang tombak ro di sude hau na di bagasanna, ai nunga dipalua Jahowa Jakkob jala marmulia ibana di Israel.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Songon on do hata ni Jahowa sipalua ho jala na jumadihon ho sian bortian dope: Ahu, Jahowa do na mambahen saluhutna, ahu sandiri pahembang angka langit, ahu sandiri paherbang tano on.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ahu manulak angka tanda ni halak pargabus, jala ahu mangalalaeni angka pangarunding; ahu pamonang halak na bisuk jala parbinotoannasida gabe haotoon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ahu do mangkajongjongkon hata ni naposona dohot pasintong panindangion ni suruanna; na mandok tu Jerusalem: Ingkon inganan do ho ulahan, jala tu angka huta ni Juda: Ingkon paulion do hamu jala patindangonku muse angka batunasida i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ahu do na mandok tu pusat samudora: Marsik ma ho jala angka sungemi arsihanku ma.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Na mandok tu si Sirus ibana parmahanku, jala ibana pasauthon nasa lomo ni rohangku jala dohononna ma tu Jerusalem: Ingkon paulion ma ho! Jala tu bagas joro ingkon ojak ho bahenon!",
      "type": "content"
    }
  ]
}