{
  "book": "Yesaya",
  "chapter": 45,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata ni Jahowa tu si Sirus, sipalua Israel 1-8. II. Israel do bangso na pinillit ni Jahowa 9-17. III. Tingting tu angka parbegu, asa dipauba rohana tu Jahowa 18-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Songon on do hata ni Jahowa tu na miniahanna tu si Sirus, na hutiop di tanganna siamun papatuhon angka bangso parbegu di jolona, jala mangkarhari sinjata sian gonting ni angka raja, mangungkap di jolona angka pintu dohot bahal, unang hinsu di dapot.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ahu mardalan di jolom jala pahornophon angka buntulbuntul; ropuhanku ma angka pintu tombaga jala segaanku angka sordak bosi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala lehononku ma di ho arta angka na di haholomon dohot homitan angka na tinabunihon, asa ditanda ho ahu do Jahowa, Debata ni Israel na manjou goarmu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ala ni Jakkob naposongki dohot ala ni Israel na hupilliti umbahen na hujou ho di goarmu, pola marsahala goarmu hubahen tagan so ditanda ho dope ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ahu do Jahowa, jala ndang adong be Debata dungkon ni ahu; huhohosi do ho tagan so ditanda ho dope ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Asa ditanda halak angka na sian habinsaran dohot sian hasundutan na soadong Debata dungkon ni ahu; ahu do Jahowa, jala dungkon ni ahu ndang adong.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ahu Sijadi hatiuron dohot sitompa haholomon; sibahen hadameon dohot sitompa hamagoan. Ahu do Jahowa, sibahen saluhutna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Manetehi ma hamu angka langit sian ginjang, jala diusehon angka ombun ma udan hatigoran! Buha ma tano on jala diparbuehon hatuaon dohot hatigoran, rap martumbur ma i! Ahu Jahowa do sitompasa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Marjea ma manang ise na mambadai sitompa ibana, ngarngar nian sian angka ngarngar ni tano on! Tung dohonon ni tano liat ma tu sitopa ibana: Aha do na binahenmu? Manang jadijadianmu mandok: Ndang martangan ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Marjea ma manang ise na mandok tu amana: Aha tinubuhonmu? Manang tu inana: Boasa tung manubuhon ho?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Songon on do hata ni Jahowa, na badia ni Israel jala sitompasa: Taringot tu angka na masa sogot nian sungkun hamu ahu; taringot tu angka anakku dohot taringot tu jadijadian ni tanganku nian tona i hamu ahu!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ahu do na mambahen tano on jala na tumompa jolma di atasna; tanganku sandiri paherbang angka langit jala guru dokku do angka paranganna saluhutna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ahu patindang ibana marhite sian hatigoran jala pahornoponku ma saluhut angka dalanna. Ibana ma pauli hutangku jala paluaonna ma bangsongku na tarbuang i, ndada binahen ni upa manang silehonlehon, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Songon on do hata ni Jahowa: Na niomo ni halak Misir, jala laba ni halak Kus dohot halak Seba jolma pardaging na ganjang i bali tu ho, gabe ho nampunasa; ihuthononnasida do ho, pola marrante nasida mardalan; jala marsomba nasida tu ho, jala marhuraja tu ho: Holan di bagasan ho do tutu Debata jala ndang adong be Debata na asing.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tongon tahe, na simuk do ho marhadirion ale Debata, Debata ni Israel sipangolu i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Maila huhut tarurak nasida sudena; rap mardalan di haurahon angka sipandei ganaganaan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo Israel dapotan tua marhite sian Jahowa tung tua salelenglelengna do. Ndang tagamon maila manang tarurak hamu ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Ai songon on do hata ni Jahowa, sitompa angka langit, ibana do Debata, Sijadi tano on jala pasunhon; ibana do paojakkonsa ndada laos rumar umbahen ditompa, bahen inganan ni jolma i do umbahen dijadihon: Ahu do Jahowa jala dungkon ni ahu ndang adong be.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang dung hudok hatangku di sihabunian, manang di inganan na holom di tano i; ndang dung hudok tu pinompar ni si Jakkob: Ndang marguna pangaluluimuna di ahu! Ahu do Jahowa na mandok hatigoran, na mamaritahon hasintongan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Marluhut ma hamu jala rap ro ma hamu tu lambungkon, hamu ale angka naung malua sian bangso parbegu! Ndang adong diboto nasida angka na mangusung hau bahen ganaganaannasida, jala angka na marsomba tu Debata, na so tarbahen paluahon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Marboaboa ma hamu, jala ro jumonok martuptup sama hamu! Tung ise ma naung patubegehon i sian na robi manang mamaritahonsa? Nda ahu do Jahowa jala ndang adong Debata, dungkon ni ahu, Debata na bonar jala silehon tua, ndang adong Debata dungkon ni ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dompakkon hamu ma ahu, asa martua hamu nasa ujung ni tano on! Ai ahu do Debata, jala ndang adong dungkon ni ahu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Nunga pola marmangmang ahu tu diringku, jala ruar sada hata hatigoran sian pamanganku na so tupa mulak: Ingkon lompit sogot nasa ulu ni tot marsomba tu ahu, jala marmangmang tu ahu saluhut dila.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Mandok: Holan di bagasan Jahowa do angka hatigoranku dohot hagogoonku. Ro be do tu ibana, alai maila sude angka na hehe mangalo ibana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Di bagasan Jahowa dapotan hapintoran jala marolopolop sandok pinompar ni Israel.",
      "type": "content"
    }
  ]
}