{
  "book": "Yesaya",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tarboan do angka ganaganaan ni Babel 1-2. II. Apoapo tu haburjuon maradophon Jahowa dohot lumbalumba maradophon pangoloion tu begu 3-7. III. Sai paluaon ni Jahowa do bangsona 8-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Nunga manungki Bel, nunga jomba Nebo; tu binatang dohot tu pinahan dipampe angka ganaganaannasida, pola sorat nasida mangusung maradu magege.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Rap tinggang jala manungki nasida, ndang tarpaluasa na niusungnasida i, gari nasida sandiri ingkon laho do tu habuangan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Tangihon ma ahu ho ale pinompar ni si Jakkob dohot nasa pasipasi ni pinompar ni si Israel, angka na huompa sian bortian dope, angka na huabing sian hatutubuna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sahat ro di hatutuamu sai tongtong do ahu, jala ro di na ubanon sai ahu do mangusung hamu. Ahu do mambahensa na sai laon, ahu do mangompa, ahu do mangabing jala ahu paluahon nuaeng.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tung tu ise ma pasumanonmu ahu, manang patudosonmu ahu, manang pasobohonmu ahu, paboa suman ahu tusi?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dirunggirhon nasida do sere sia puntalan jala martimbangan nasida mandasing perak i; diupai nasida sada panopa, asa dibahen sian i sada debata, marsinggang tusi nasida bahen panombaannasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dipampe nasida ibana tu abara, diusung ibana jala dipajongjong tu hajongjonganna, gabe hot jongjong di hajongjonganna, ndang tarbahensa morot; joujou pe manang ise tu ibana, ndang dialusi, jala ndang tarbahensa paluahon sian hagogotanna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(III.) Sai parateatehon hamu ma i jala pir ma tondimuna! Sai pasuang hamu ma rohamuna tu bagasan, hamu angka pangalaosi!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai parateatehon hamu ma angka na masa na jolo sian mulamula, ai ahu do Debata, jala dungkon ni ahu ndang adong be Debata, manang na tudos tu ahu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ahu palumbahon hian sian mulamula ujungna sogot, ahu marboaboa sian na robi na so masa dope; laos ahu mandok: Sai hot do sangkaphu jala bahenonku ma nasa lomo ni rohangku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga hujou sada pidong raja wali sian habinsaran; sian tano na dao sada baoa na pasauthon sangkaphu. Nunga pola hudok, sai na paroonku do; nunga pola hurumang, sai na pasautonku do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tangihon ma ahu hamu ale angka na tangkang marroha, hamu angka na holang sian hatigoran.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nunga pola hupajonok hatigoranku, ndang be mandaodao, jala ndang marbenda hatuaonku, jala lehononku do di Sion hatuaon, jala hamuliaonku di Israel.",
      "type": "content"
    }
  ]
}