{
  "book": "Yesaya",
  "chapter": 47,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu hapepesan ni Babel 1-5. II. Marlulu Debata dompak Babel ala na so maralang rohana dohot ala ni hajahatonna i 6-11. III. Nang angka ujarujaranna ndang tarbahen paluahon ibana 12-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Mijur ma, jala hundul tu sirabun ho ale namarbaju, boru Babel! Hundul ma tu tano, unang be marhabangsa ho, ale boru Kasdim! Ai ndang be goaron ni halak ho: Parompuan na lambok jala hasoloan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Buat ma pandudaan, jala duda itak! Pasisi ma pangkuphupi ni bohim, sintak ma arbearbe ni obukmu, marsabuk ma ho, taripari ma angka batang aek!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Andar ma hapantanganmu, huhut tarida haurahonmu; marlulu ma ahu dompak ho, jala ndang adong jolma olanangku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia goar ni sipalua hita, i ma Jahowa Zebaot na badia ni Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hohom ma ho hundul, jala topot ma haholomon ho ale boru Kasdim, ai ndang be goaron ni halak ho: Boru jujungan ni angka harajaon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Tarrimas ahu mida bangsongku, nunga pola huparamun parjambaranku, jala hupasahat nasida tu tanganmu hape ndang maralangalang roham mida nasida, lam dipadokdok ho situtu augam, nang tu halak na tuatua.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Gabe didok ho: Salelenglelengna do ahu boru jujungan, laos so diparateatehon ho hata i; jala ndang disarihon roham pangapudian sogot.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen i tangihon ma hatangkon ho ale boru hasian, na hundul marsonangsonang, jala na mandok di bagasan rohana: Ahu ma bongka i, jala ndang adong halak na songon ahu on; ndang tagamon juguk ahu mabalu, jala ndang tagamon tandaonku hapunuon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai ro do na dua i tu ho sogot: Hapunuon dohot habaluon di na sadari so pangkirimanmu, sintong situtu do harorona tu ho, atik pe mansai lan utiutianmu, atik pe torop situtu angka tabasmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai marhaposan tu hinajahatmu do ho, nimmu do: Ndang adong manang ise na marnida ahu. Habisukonmu dohot parbinotoanmu, i do mangaliluhon ho, gabe didok ho di bagasan roham: Ahu ma bongka i, jala ndang adong songon ahu on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hape songgop do tu ho hinamago, ndang botoonmu hinasogotna; jala maninggang tu ho jea, ndang tarpatupa ho pardenggananna; jala ro do tahop tu ho hasiapon so hirimhirimmu so pamatoanmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Ua datdati patindang angka utiutianmu dohot hinadeak ni tabasmu, na pinaulasulasmu sian sietehetehonmu; anggiat tung tarpatupa ho pangurupion; anggiat tung jumpangan gogo ho mangalo.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nunga pola magege ho dibahen hinadeak ni angka sangkapmu. Ua hehe ma nuaeng nasida angka sijujur parhalaan, angka sitilik bintang, angka na martondung sian bulan paluahon ho nian taringot tu na ro sogot tu ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ida ma, doshon rapanrapan do nasida, suda do nasida panganon ni api; ndang tarpalua nasida tondinasida i sian tangan ni jilam ni api, ai ndada gara ni api pamasak rotinasida, manang bahen pansusuduanna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Suman tusi do halak parutiutian angka na palojaloja ho, angka partigatiga na niangkupanmu sian sietehetehonmu; masitondong dalan haliluonna be do, ndang adong na paluahon ho nanggo sada.",
      "type": "content"
    }
  ]
}