{
  "book": "Yesaya",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dokdok situtu dosa ni Israel, alai olanan ni Debata do nasida ala ibana sandiri 1-11. II. Sipaingot manosoi bangso i marateatehon asi ni roha ni Debata 12-19. III. Tingting mandokkon tumadingkon Babel 20-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tangihon ma on, ho ale pinompar ni si Jakkob, angka na marpanggoarhon Israel, jala marharoroan sian mual ni Juda, angka na marmangmang tu goar ni Jahowa, jala angka na papujipuji Debata ni Israel, alai ndang di bagasan hasintongan manang hatigoran.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai marpanggoarhon huta na badia i do nian nasida, jala marpangunsandean nian di Debata ni Israel, Jahowa Zebaot do goarna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Angka na masa parjolo i nunga tibu hian hupalumba, jala sian pamanganku do i ruar, jala hupatubegehon tu nasida. Tompu do i hubahen gabe saut ro.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ala naung huboto hian na jogal do ho marroha jala marurat bosi tangkuhukmu, jala tombaga pardompahanmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dibahen i hupalumba hian tu ho sian na robi: Tagan so ro dope nunga hupatubegehon hian tu ho, asa unang tardok ho; ajiajianku do na mambaheni jala ganaganaan na huuhir dohot na hutompa do na mandokkoni.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nunga dibege ho hian, parateatehon ma saluhutna i. Beha ia hamu nda hatindangkononmu sintongna? Nunga hupatubegehon tu ho olat ni on angka na imbaru dohot angka na simuk, na so binotom na sai laon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nuaeng pe tartompa nasida, ndada nahinan, jala di jolo ni ari parbinegeanmu, asa unang tardok ho: Ida ma, nunga huboto hian.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ndang dung dibege manang diboto ho hian, manang tarbortik tu pinggolmu uju i; ai huboto do simeoleol situtu ho, jala pangalaosi do ho targoar sian bortian ni inangmu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ala ni goarhu sambing umbahen hupalambat rimashu, jala ala ni hamuliaonku hupaombun ahu mangolani ho umbahen so siap ho hubahen.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ida ma, nunga hupapita ho, alai ndada songon perak; ingkon di bagasan pamurunan ni pardangolan ahu manguji ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ala ni ahu, ala ni goarhu tutu nunga hubahen songon i, ai tung beha ma pangaramunna disi? Jala ndang lehononku hamuliaonku tu na asing.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Tangihon ma ahu, ale Jakkob, dohot ho ale Israel naung hujou! Sai tongtong do ahu, ahu do parjolo, ahu do huhut parpudi!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tanganku do huhut naung paojak tano on, jala siamunhu paherbang angka langit. Joujou do ahu di nasida, mamintor rap jongjong do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Marluhut ma hamu sudena jala tangihon hamu! Tung ise ma sian nasida paboahon angka sisongon i? Jahowa do mangkaholongi ibana; bahenonna ma lomo ni rohana tu Babel, jala tanganna mangalo halak Kasdim.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ahu, ahu ma tutu naung mandok i; ahu huhut manjou ibana; ahu parohon ibana, jadi ingkon tulus dalanna i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ro ma hamu jumonok tu ahu, tangihon hamu ma on! Sian mulamula dope ndang dung hudok di sihabunian. Olat ni tingki hajadianna, nunga disi hian ahu; alai anggo nuaeng disuru Tuhan Jahowa dohot Tondina i ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Songon on do hata ni Jahowa sipalua ho, na badia ni Israel: Ahu do Jahowa Debatam, na mangajarhon tu ho bahen hatuaonmu, na manogu ho di dalan sidalananmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Aut na diradoti roham angka patikki, jala doshon batang aek hasonanganmu, jala hatigoranmu doshon galumbang ni laut.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala doshon horsik di topi laut pinomparmu toropna, jala angka tubum songon rihit di topi ni batang aek; ndang tagamon ripur manang mago goarna maradophon ahu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Ruar ma hamu sian Babel, maporus ma hamu sian Kasdim! Marsoara olopolop ma hamu paboahon, patubegehon hata i! Pasar hamu ma i ro di ujung ni tano on, dok hamu ma: Nunga dipalua Jahowa naposona si Jakkob.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi ndang mauas nasida di angka halongonan, uju i tinogihonna i nasida; mabaor do aek sian dolok batu di nasida dibahen ibana jala dibolahon batu i gabe mabaor aek sian bagasan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai anggo di halak parjahat ndang adong hasonangan, ninna Jahowa.",
      "type": "content"
    }
  ]
}