{
  "book": "Yesaya",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "Bagian paduahon 49-57. I. Naposo ni Jahowa bangkit gabe sipalua bangsona dohot panondang di halak parbegu 1-12. II. Bagabaga taringot tu hasusuang ni bangso ni Debata papunguonna sian nasa luat 13-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tangihon ma ahu, hamu ale angka pulo, jala patinggil ma pinggolmu hamu ale angka bangso di na dao! Jahowa do manjou ahu sian bortian dope, sian butuha ni dainang, nunga ditaringoti goarhu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala dibahen pamanganku songon podang na tajom; diondingi do ahu marhite sian pangalinggom ni tanganna, jala dibahen ahu gabe sumbia na niugam, ditabunihon do ahu di bagasan siorna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala ninna do mandok ahu: Naposongku do ho, ale Israel marhite sian ho do ahu marmulia.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo ahu, ninna rohangku do: Ndang marguna na ngalutan i ahu magopo sambing do gogongku hupasudasuda; hape Jahowa patingkostingkos uhum tu ahu, jala upangku di lambung ni Debatangku do.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia nuaeng hata ni Jahowa na jumadihon ahu sian bortian dope bahen naposona, asa ahu paulakkon Jakkob tu ibana dohot papunguhon Israel, jadi marmulia ma ahu diida Jahowa, jala Debatangku gabe hagogoonku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala ninna do: Hametmeton do i anggo tung holan naposongku ho patindang angka marga ni Jakkob dohot manogihon mulak angka pasipasi sian Israel; nunga hulehon ho huhut bahen panondang di angka parbegu, gabe parhitean ni hatuaonku ho ro di ujung ni tano on.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Songon on do hata ni Jahowa, Sipalua Israel na badiana tu ibana na hinabiashon ni roha ni halak, tu bangso hagigian, tu naposo ni angka pangarajai: Ingkon idaon ni angka raja do ho jala hehe, jala marsomba angka pangarajai ala ni Jahowa na bonar, dohot ala ni na badia ni Israel, na mamillit ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Songon on do hata ni Jahowa: Di tingki parasian ahu mangalusi ho, jala di ari hatuaon ahu mangurupi ho, jala ahu mangaramoti ho, jala ahu mambahen ho gabe bangso parjanjian, pahehehon tano i martalihon angka partalian na tarulang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Mandok tu angka na tarrante: Ruar ma hamu! Tu angka na di haholomon: Ro ma hamu tu hatorangan! Marsonangsonang nasida diparmahan di angka dalan, jala jumpang nasida hangoluanna di saluhut angka robean.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ndang male, manang mauas nasida, ndang mangonai na mohop manang las ni ari tu nasida, ai parasi roha do nasida manogihon nasida, jala ditogutogu nasida tu lambung aek mual.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala bahenonku ma saluhut angka dolokku gabe dalan na hornop, jala patimboonku ma angka dalanku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ida ma, na deba ro sian na dao, jala ida ma, na deba ro sian utara dohot sian laut, jala na deba sian tano Sinim.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Marolopolop ma hamu ale angka langit, jala mariaia ma ho ale tano on! Pangiar ma soaram marolopolop, hamu ale angka dolok! Ai nunga diapul Jahowa bangsona jala nunga asi rohana di angka na dangolna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ninna Sion do: Nunga ditadingkon Jahowa ahu jala nunga dihalupahon Tuhan i ahu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tung tarhalupahon inaina ma posoposona, so asi rohana mida anak tinubuhonna i? Tung sura pe tarhalupahon nasida, ianggo ahu laos so halupahononku do ho.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ida ma, nunga pola ahu manguhirhon ho tu bagasan tanganku duansa, tongtong do angka parikmu di jolongku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Humalaput ma angka anakmu mandapothon ho; alai anggo halak pangaloha i dohot partaban di ho, ingkon ruar sian ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Mangaranap ma matam humaliang, jala ida: Saluhut nasida pungu ro mandapothon ho. Songon sintongna mangolu ahu, ninna Jahowa, ingkon alithononmu do nasida sude, hira pangkean oroan jala ingkon pangkeonmu dirim marhite sian nasida songon boru oroan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai tanom naung tarulang, tartaban jala siniaphon nuaeng magogothu do anggo sogot bahen inganan, ia dung mandao halak sibondut ho.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Angkup ni, ho ale na hol na sai laon marhusip dope sogot tu pinggolmu angka anakmu: Magogothu do inganan on di ahu, palambas di ahu, asa hainganan ahu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dohononmu ma di bagasan roham: Ise ulaning naung manubuhon angka anakkon di ahu, ahu na hol hian, jala na punjung, na tarbuang jala na pinaulak? Jala ise ulaning naung pagodanggodang angka nasida di ahu? Ida ma, na punjung hian do ahu, didia do angka nasida on uju i?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Songon on do hata ni Tuhan Jahowa: Ida ma, patoltolonku ma tanganku tu angka bangso parbegu, jala patindangonku ma tonggolhu tu angka bangso, jadi ingkon boanonnasida ma angka anakmu di bagasan ampuan, jala usungonna angka borum di abarana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai ingkon angka raja gabe parorotmu, jala jolma ni angka raja gabe panusuanmu; pola ingkon manungkap tu tano nasida marsomba tu ho, jala orbuk ni patmu dilatonnasida, jadi botoonmu ma, ahu do Jahowa, ndang tagamon tarurak manang ise na marhaposan tu ahu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tung tarrampas ma tabantaban sian halak na gogo? Manang tung malua ma na tarhurung sian uhum madabu?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai songon on do hata ni Jahowa: Ianggo nuaeng rampason ma tutu halak na tarbuang sian na gogo, jala malua tabantaban sian halak pangarupa, ai ahu mambadai angka na mambadai ho, jala ahu paluahon angka anakmu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala halak na mangarupa ho, lehononku manganhon sibukna sandiri, jala inumonna mudarna sandiri maradu mabuk songon sian tuak na pang, jadi botoon ni nasa sibuk ma, ahu do Jahowa, silehon tua, jala sipalua ho, na sun hinagogo manumpak Jakkob.",
      "type": "content"
    }
  ]
}