{
  "book": "Yesaya",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Israel do porlak anggur ni Jahowa 1-7. II. Jea na onom i ala ni hajahaton dohot dosa ni bangso i 8-23. III. Lumbalumba di uhum paminsangon na songgop magira 24-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marende ma ahu nuaeng taringot tu hasianku, sada ende ni haholonganku taringot tu porlak anggurna: Marporlak anggur do hasianku di punsu ni sada dolok na napu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala dipangkuri, jala dijomputi angka batu sian i, jala disuanhon lopok na denggan tusi, jala dipauli sada tungkup di tongatongana, jala dihali sada pangilangan di bagasan, paimahon parbue na tonggi, hape na asom ditubuhon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Antong hamu isi ni Jerusalem, jala hamu baoa sian Juda, ua uhum hamu ahu dohot porlak anggurhu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung aha dope sibahenon nian tu porlak anggurhu, na so hubahen tusi? Boasa sai hupaimaima parbuehononna parbue na tonggi, hape na asom do diparbuehon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "On pe pabotohononku ma tu hamu sibahenonku tu porlak anggurhu: Umpatonku ma handangna, asa suda digagat binatang, lohaonku ma parikna, asa diluntak.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Bahenonku ma ibana gabe halongonan, asa unang dirantingi manang dipangkuri, asa tubuan suga dohot sihupi, jala dohononku angka ombun, asa unang mangalehon udan tu ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai porlak anggur ni Jahowa Zebaot, i ma pinompar ni Israel dohot angka baoa sian Juda, suansuanan hasudunganna. Sai dipaimaima uhum, hape ida ma pangarupaon do, hatigoran hape ida ma angguhangguk do.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Marjea ma jolma angka na parinterinte angka bagas, diparapet hauma tu hauma, paima soada be hasiatan, jala holan hamu sandiri maringan di tongatonga ni tano i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nunga dibortikkon Jahowa Zebaot tu pinggolhu: Ingkon tarulang sogot bagas na torop i, angka na bolon dohot nauli, gabe so marisi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai sampulu turpuk porlak anggur margogo sada bat, jala sada tuhukan boni margogo sada ampang sambing.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Marjea ma jolma angka nasogot hehe manogot nai mangeahi siinumon na pang; angka na leleng hundul di na holom, asa diohopi anggur i nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Umpalu parhinaloan nasida huhut ngomngom anggur siinumon di nasida, alai ndang dipardulihon nasida anggo ulaon ni Jahowa, jala ndang ditangkasi jadijadian ni tanganna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibahen i tarbuang ma bangsongki so pamotoanna, jala anturaparon angka na sangap sian nasida, jala matemate hauason angka na torop.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ala ni i dipaganda banuatoru hisaphisapna, jala dipangangang babana so marpansohotan, gabe turun tusi hamuliaonna dohot hatoroponna dohot hariburonna rap dohot jolma angka na marolopolop.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi tarjepol ma jolma i, jala tarjimput baoa i, jala tungki panaili ni angka na ginjang marroha.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai timbul situtu ma anggo Jahowa Zebaot marhite sian uhum, jala pinarbadiaan ma Debata nabadia i marhitehite hatigoran.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi manjampali ma angka anak ni birubiru, guru lomona di jampalannasida, jala halak na buro manganhon pasipasi ni angka na mokmok.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Marjea ma jolma angka na mangaithon hajahaton marhitehite tali ni gabus, jala dosa i marhitehite jorat.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angka na somal mandok: Haru hatop ma ibana, haru dihapogani nian jadijadianna, asa itaida, haru jumonok jala ro nian sangkap ni na badia ni Israel, asa itatanda Ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Marjea ma jolma angka na mandok tu na jat denggan do i, jala tu na denggan na jat do i, angka na mambahen haholomon gabe hatorangan, jala hatorangan gabe haholomon, angka na mambahen na paet gabe tonggi, jala na tonggi gabe paet.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Marjea ma jolma angka na bisuk di bagasan rohana, jala marroha ibana diparbaga rohana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Marjea ma jolma angka na begu manobur anggur, angka baoa parhuaso manaor raru tu siinumon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Angka na patingkos uhum tu parjahat ala sisip, jala dipadao hatigoran ni partigor.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(III.) Dibahen i songon papangan ni dila ni api di durame, jala maheu rambaramba dibahen jilam ni api, uratnasida pe songon sirabun sogot, jala bunganasida martimpul songon orbuk, ala dihagarishon rohana patik ni Jahowa Zebaot, jala diinsahi hata ni na badia ni Israel.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ala ni umbahen marsigorgor rimas ni Jahowa dompak bangsona, jala dipatoltol tanganna dompak nasida, jala dilinsingi nasida, pola humuntal angka dolok, jala marpeahan bangkenasida, songon rapanrapan di tongatonga ni alaman. Songon i pe luhutna i, laos so sumurut dope rimasna, sai toltol dope tanganna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi patindangonna ma sada partonggol di angka parbegu sian na dao, asa dielaela tu Ibana sian ujung ni tano on; jala ida ma doras haop nasida ro.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ndang adong na loja manang tarsulandit di tongatonganasida, ndang adong na mondokondok manang na modom, jala ndang harhar hohos sian gonting nasida, manang tos tali ni sipatuna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Na niugam do angka sumbianasida, jala tangging saluhut siornasida, doshon batu peo tambirik ni angka hodana, jala galapang ni huretana sobokkon habahaba.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Patungoromon do nasida songon singa boruboru, songon anak ni singa, jala patungaor nasida huhut manintahi tabantaban, na niluahonna, soada na paluahon.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Songon pandorung ni laut pandorungna dompak nasida di ari na sasada i, jadi tungki ma pamerengna tu tano, gabe ida ma haholomon ni hagogotan, pola mangkolom hatiuron marhitehite ombunna.",
      "type": "content"
    }
  ]
}