{
  "book": "Yesaya",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "I. Bolong pe Israel ala ni dosana do 1-3. II. Urupan ni Jahowa do naposona na burju mangoloi ibana 4-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Songon on do hata ni Jahowa: Didia do surat parsirangan ni inamuna, paboa naung hupaulak Ibana? Manang tung ise ma parutanganku, panggadisanku di hamu? Ida ma, ala ni hajahatonmuna do hamu targadis, jala binahen ni pangalaosionmuna pinaulak inamuna i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Boasa tung ro ahu, hape ndang adong manang ise hudapot? Joujou ahu, hape ndang adong na mangalusi? Tung na majempekku do huroha tanganku mambahen haluaon? Manang tung na so margogo ahu huroha paluahon? Ida ma, marhitehite pangasupingku huarsik do laut, hubahen do angka batang aek gabe halongonan, gabe bau do angka dengke di bagasan, sian na soada aek, jala marmatean dibahen uas.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Marulos haholomon hubahen angka langit, jala hori hubahen bulusanna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Nunga dilehon Tuhan Jahowa tu ahu dila sisean, asa huboto pasabam roha ni na loja marhite sian hata i. Sai disungguli do ahu ganup sogot, dipatinggil pinggolhu marbinege, songon sisean.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nunga dibungka Tuhan Jahowa pinggolhu, jala ndang manjengkeljengkel ahu, ndang sumurut ahu tu pudi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hutarehon do balik tanggurungku tu halak na mangalinsingi ahu dohot hurumhu tu halak na mamastapi, ndang hutabunihon bohingku maradophon haurahon dohot tijur.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai Tuhan Jahowa do mangurupi ahu, dibahen i ndang tarurak ahu; ala ni hubahen do bohingku songon batu ping; ai huboto hian na so tagamon tarurak ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jonok do ibana na mamintori Ahu; ise naeng maruhum dohot ahu? Antong marluhut ma hita, ise suhut alongku maruhum? Dipajonok ma tu ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ida ma, sai urupan ni Tuhan Jahowa do ahu, tung ise ma na tuk manorui ahu? Ida ma, sude do nasida matua songon ulos, ngitngit manganhon nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ise ma sian hamu na mabiar mida Jahowa, na tumangihon soara ni naposona, na mardalani di angka haholomon, jala ndang adong hatiuron di ibana? Dihaposi ma goar ni Jahowa jala marparsigantungan ibana tu Debatana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ida ma, sude hamu angka na pagalak api, angka na marhampilhon sumbia na ginarahon, laho ma hamu tu bagasan apimuna na marjillamjillam i dohot tu angka sumbia na ginarahon, angka na pinagalakmuna. Sian tanganku masa songon i tu hamu; peak di bagasan angka haporsuhon do anggo hamu.",
      "type": "content"
    }
  ]
}