{
  "book": "Yesaya",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sai paulion ni Jahowa do sogot Sion na tarulang i 1-8. II. Songon na pinaluana bangsona najolo sian Misir, suang songon i do paluaonna nang nuaeng sian angka na mangarupa nasida 9-16. III. Panginuman harimason, naung niinumna i, lehononna ma nuaeng tu angka musuna 17-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tangihon ma ahu hamu angka na mangeahi hatigoran, angka na mangalului Jahowa! Paberengbereng hamu ma dolok batu hapultahanmuna dohot godung parsumuran na hinali, haruaranmuna i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Paberengbereng hamu ma si Abraham, ompumuna dohot si Sara na manubuhon hamu; ai punjung sasadasa do uju na hujou, asa hupasupasu ibana jala hupatorop.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai asi do roha ni Jahowa mida Sion, asi do tutu rohana mida sude ingananna na tarulang, jala doshon Eden dibahen halongonanna jala tanona bakkalbakkal songon porlak ni Jahowa; jumpang ma disi las ni roha dohot hariburon, hamauliateon dohot soara pujipujian.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Patinggil ma pinggolmu ale bangsongku tumangihon ahu, jala tangihon ahu hamu ale angka naposongku! Ai sian ahu haroroan ni patik, jala patindangonku uhumhu bahen panondang di angka bangso.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nunga jonok hatigoranku, nunga borhat hatuaonku, ingkon uhumon ni tanganku do angka bangso. Marhaposan tu ahu ma angka pulo jala marhanalomhon tanganku do nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Manaili ma matamuna dompak ginjang, jala mamereng ma hamu dompak tano i; ai laho salpu do angka langit songon ombun, jala laho matua sogot tano on songon ulos, jala pangisina i marmatean songon i; alai anggo hatuaonku ro di salelenglelengna do, jala hatigoranku ndang olo muba.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tangihon ahu, hamu ale angka sitanda hatigoran, ho ale bangso na umpeop patikku di bagasan rohana! Unang tung habiari hamu pangeleson ni jolma na gale i, jala unang tung tahuton hamu mida panginsahionnasida i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai ingkon suda nasida panganon ni ngitngit, songon ulos jala ingkon panganon ni gulokgulok nasida songon imput ni birubiru; alai anggo hatigoranku hot do ro di salelenglelengna, jala hatuaonku marsundutsundut.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Ngot ma ho, ngot ma ho! Solukkon ma hagogoon, ho ale tangan ni Jahowa! Ngot ma ho, songon di angka ari na robi, di angka sundut mulamula! Nda ho do i na patunduk Rahab, naung manullang buea?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nda ho do i na mangarsik laut i pasuruthon angka pusat godang? Na mambahen angka tondolan ni laut gabe dalan, asa taripar sian i angka na pinaluam.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Suang songon i ma mulak angka na tinobus ni Jahowa asa sahat tu Sion mardongan olopolop dohot las ni roha salelenglelengna di atas ulunasida. Jumpangan hahinsaon jala hahilason nasida, alai maporus ma anggo arsakarsak dohot hoihoi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ahu, ahu sandiri tutu na mangapuli hamu. Tung ise ma ho, pola habiaranmu jolma na olo mate, manang anak ni jolma na tudoshon duhutduhut?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Gabe dihalupahon ho Jahowa sitompa ho, sipaherbang angka langit jala na paojak tano on, pola manonditnondit ho tongtong manipat ari maradophon hamuruhon ni pangarupa, molo mangkontas ibana laho mangago? Hape didia do nuaeng hamuruhon ni pangarupa?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hatop do dapotan haluaon jolma na tarjepol i, asa unang mate ibana di godung, jala unang hurangan roti ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ahu do antong Jahowa, Debatam, na manggunsang laut, gabe marhasak angka galumbangna; Jahowa Zebaot do goarna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ampehononku do huhut angka hatangku tu bagasan pamanganmu, jala tabunihononku ho marhite sian pangalinggom ni tanganku, laho manuan angka langit jala paojak tano on, huhut mandok tu Sion: Bangsongku do ho!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Ngot ma ho, ngot ma ho! Hehe ma ho ale Jerusalem, naung manjalo sian tangan ni Jahowa minum sian panginuman ni hamuruhonna; nunga suda diinum ho panginuman parmabuhon, pola didilati ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang adong manang ise sian nasa anak tinubuhonna i na manogihon ibana jala ndang adong manang ise sian nasa anak pinagodanggodangna i manangkup tanganna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Na dua ragam on songgop tu ho; tung ise ma marhabot ni roha mida ho? Hatataban dohot hauulang, haraparon dohot podang; tung ise ma mangapuli ho?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nunga pola mandate angka anakmu, marpeahan do nasida di suhi ni saluhut angka alaman, songon ursa na dapot aring, angka na mabuk binahen ni hamuruhon ni Jahowa, pangasupion ni Debatam.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dibahen i, ua tangihon ma on, ho ale na dangol, jala na mabuk, alai ndada sian anggur.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Songon on do hata ni Tuhanmu, Jahowa jala Debatam, na martubolhon bangsona: Ida ma, buatonku ma sian tanganmu panginuman parmabuhon, panginuman ni hamuruhonku, ndang be inumonmu sian i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Lehononku ma ibana tu bagasan tangan ni halak na pasipal ho, angka na mandok tu tondim: Paunduk ma ho, asa hudegedege hami ho; gabe dipabustang ho tanggurungmu, songon tano, jala songon alaman di jolma angka na mamolus sian i.",
      "type": "content"
    }
  ]
}