{
  "book": "Yesaya",
  "chapter": 52,
  "verses": [
    {
      "verse": 1,
      "text": "I. Apoapo tu Sion mangkalashon barita hatuaon 1-12. II. Hatimbulon dohot hametmeton ni naposo ni Debata 13-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ngot ma ho, ngot ma ho! Solukkon ma hagogoonmu, ale Sion! Solukkon ma angka ulos hamuliaonmu, ale Jerusalem, huta na badia i! Ai ndang be masuk tu ho tu joloan on nanggo sahalak na so marsunat, manang na ramun.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Paspas ma orbuk sian ho, hehe ma ho, marhabangsa ma ho, ale Jerusalem! Harhari ma angka ihot ni rungkungmu, ho ale boru Sion na tarbuang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai songon on do hata ni Jahowa: Nunga targadis hamu soada utang, jadi ndang marhitehite perak hamu tobuson.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai songon on do hata ni Tuhan Jahowa: Tuat do di na robi bangsongku tu Misir, asa manginsua disi; dung i dirupa Assur nasida, soada alana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai anggo nuaeng, aha patut bahenonku dison! Ninna Jahowa, ai nunga tarboan bangsongku, soada alana. Sai mariaia do angka panggomgomina, ninna Jahowa, jala tongtong manipat ari diinsahi goarhu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i, ingkon tandaon ni bangsongku goarhu, dibahen i tandaonna ma tutu di ari na sasada i, ahu do i na mandok: Ida ma, dison do ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Lehetna i di atas ni angka dolok angka pat ni parbarita na uli, na patubegehon hadameon, na mamaritahon barita na uli, na patubegehon hatuaon, na mandok tu Sion: Debatam do bangkit Raja.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Soara ni jolma parhalmu, angka dipangiar be soarana rap marolopolop, ai adop bohi be diida nasida, molo mulak Jahowa tu Sion.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pangiar ma soaramuna rap marolopolop ma hamu, ale angka pasipasi ni Jerusalem, ai nunga marpangulahi roha ni Jahowa mida bangsona, nunga dipalua Jerusalem.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga pola dipatoltol Jahowa tanganna na badia i di adopan ni saluhut bangso parbegu, jadi saluhut ujung ni tano on marnida hatuaon ni Debatanta.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ruar, ruar, borhat ma hamu sian i, unang jama hamu na ramun! Ruar ma hamu sian tongatonganasida! Manguras ma hamu, ale angka na mangusung ulaula ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai ndang pola humalaput hamu laho ruar, manang marlojong songon halak na maporus, ai Jahowa do manguluhon hamu, jala Debata ni Israel mangiringiring hamu sian pudi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Ida ma, pistar do pambahen ni naposongku; tarhinsat do ibana jala dipatimbo, gabe timbul situtu sogot.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia songon i songgot ni roha ni torop halak mida ibana dibahen hinaroa ni rupana dibahen tandina sian jolma hian, rupana pe maradophon jolma.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Songon i do urasonna torop angka bangso parbegu sogot, hohom be do angka raja maradophon ibana, ai halak na so dung panahatan ni barita i, nasida do marnida, jala halak na so dung umbegesa, i do mangantusi sogot.",
      "type": "content"
    }
  ]
}