{
  "book": "Yesaya",
  "chapter": 53,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu parniahapan ni Messias i humongkop donganna 1-7. II. Taringot tu hasusun ni ulaonna na sumurung i 8-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tung ise ma nuaeng porsea di jamitanami? Jala tangan ni Jahowa, tung ise ma naung tumandasa?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai simbur do ibana tubu songon tumbur di adopan ni bohina, jala songon tunas sian tano na mahiang. Ndang adong hinauli ni rupana manang hamuliaonna; ia huida hami ibana, ndang adong rupana umbahen sihalomohononhon ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dileai jala dipasiding jolma do ibana, baoa na somal mangae pardangolan dohot sahit ibana, pola ditabunihon halak bohina maradophon ibana, dibahen leana, jadi ndang pola hurajumi hami ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tongon do angka sahitta diusung ibana, jala angka pardangolanta diporsan; alai anggo rohanta mandok: Debata do maminsang, mamungkul dohot pasipal ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hape ala ni pangalaosinta ibana tartullang, binahen ni hajahatonta ibana mabugang. Ampe tu ibana pinsangpinsang parhitean ni hasonanganta, jala binahen ni bugangna malum itahilala.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Luhut do hita lilu songon birubiru, ganup masitondong dalanna be, alai hajahaton ni hita sudena dihonahon Jahowa tu ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dipasipal pe ibana, sai manaonnaon do anggo ibana, ndang manang mangkuling pamanganna, songon birubiru do ibana na tinogu tu pamotongan, jala songon anak ni birubiru na hohom maradophon jolma sigusting ibana, tung na so dibungka do pamanganna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung malua ibana sian pardangolan dohot sian uhum, tung ise ma na tuk manjujur sundutna i? Ai sirang pe ibana sian tano ni halak na mangolu, binahen ni pangalaosion ni bangsongku do mangonai pinsangpinsang i tu ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Rap dohot halak parjahat hian tanomanna dilehon, hape rap dohot halak na mora ibana dung mate, ala na so adong na so uhum diula jala ndang adong sipaotooto di bagasan pamanganna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai dihalomohon Jahowa do parsipalna mangae sahit! Ia dung dilehon hosana bahen pelean pardengganan, idaonna ma boni jala paganjangonna ariarina, jala manjadi ma lomo ni roha ni Jahowa marhitehite tanganna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung malua rohana sian halojaon, idaonna ma na pasabam rohana; torop ma halak pintoran ni naposongku na tigor i marhitehite parbinotoanna, jala porsanonna ma hajahatonnasida i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen i torop halak lehononku bahen jambarna, jala marbagi tabantaban ibana rap dohot halak na marhuaso, ala naung sineahonna i hosana tu hamatean, jala tarrajum ibana tu halak parjahat; ala naung ibana mangusung dosa ni torop halak, jala diondihon halak parjahat.",
      "type": "content"
    }
  ]
}