{
  "book": "Yesaya",
  "chapter": 54,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jahowa mangulahi mambahen padan parasian na imbaru tu Israel 1-10. II. Paimbaruonna Sion di bagasan hatigoran 11-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Mariaia ma ho, ale na hol na so dung tubuan anak! Pangiar ma soaram marsuraksurak, jala marolopolop ma ho na so dung mangae posoposo! Ai tumorop situtu do anak ni na punjung, sian anak ni na marharajaan, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Palambas ma hajongjongan ni undungundungmu, jala paherbang ma angka rimberimbe ni ingananmu. Unang orai! Paganjang ma angka talim jala pahot angka tiangmu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai manerak ma ho tu siamun dohot tu hambirang, jala soluhon ni pinomparmu ma angka bangso parbegu, jala ingananna ma angka huta na tarulang.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Unang ho mabiar, ai ndang tagamon tarurak ho; unang ho maila, ai ndang tagamon mangirput ho. Ai halupahononmu ma hailaon ni parnaposoonmu, jala ndang be paingotingotonmu haurahon ni habaluonmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai sitompa ho, i do harajaanmi, Jahowa Zebaot do goarna jala na badia ni Israel do sipalua ho, targoar do ibana Debata ni liat portibi on.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai nunga diulahi Jahowa manjou ho, songon inaina na tinadingkon, jala na habot roha situtu; jala songon pardihuta na binolongkon tagan poso dope, ninna Debatam.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Satakkarisap lelengna hutadingkon ho alai papungupunguonku do ho muse marhitehite angka asi ni roha godang!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tagan di parpiar ni murukku hutabunihon bohingku satongkin maradophon ho, alai marhitehite denggan basa salelenglelengna asianku ho, ninna Jahowa sipalua ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai songon aek na sumar uju di ngolu ni si Noak do on di ahu: Pola maruari ahu, na so tupa be boluson ni aek na sumar songon uju di ngolu ni si Noak tano on, suang songon i ahu nuaeng maruari: Na so tupa be rimasanku ho, manang asupanku ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai munsat pe angka dolok, jala humuntal angka robean, alai anggo asiasingku na so tupa munsat sian ho, jala padan ni hadameonku na so tupa humordit, ninna Jahowa siasii ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Ho ale na parir, na pinaburuburu, na so tarapul, ida ma, peakkononku ma angka batum di bagasan ampang na arga, jala ojakkonongku ma ho marhitehite intan sapir.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Bahenonku ma angka bungkulanmu sian humala rubin, jala angka bahalmu sian mata intan humala, jala sandok parbalohanmu sian angka batu hasudungan ni roha.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala sude anakmu angka na pinodaan ni Jahowa, jala marhasonangan godang angka anakmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ingkon marhite sian hatigoran do ho pahoton sogot; dao ma sian ho pangarupaon, ai ndang be adong habiaranmu, jala dao sian ho hasonggoton, ai ndang hajonohansa ho.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ida ma, nang pe marluhutluhut nasida, ndada sian ahu; manang ise pe na martahi ho, sai paihutonna do ho muse.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ida ma, ahu do na manompa tukang bosi, na mandusdus arang di bagasan api, jala na paruarhon sada sinjata bahen jadijadianna; ahu huhut manompa sipangago i laho mangago.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nasa sinjata na jinadihon mangalo ho, ndang manjadi; jala nasa dila, na hehe mangalo ho di paruhuman ingkon toruanmu do. I do parjambaran ni angka naposo ni Jahowa, jala hatigorannasida sian ahu, ninna Jahowa.",
      "type": "content"
    }
  ]
}