{
  "book": "Yesaya",
  "chapter": 55,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tingting mandokkon marsaulihon asi ni roha ni Debata 1-7. II. Sai na songgop do tinembak ni angka sangkap hatuaon ni Debata 8-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) O sude hamu angka na mauas, ro ma hamu tu aek on! Jala hamu angka na so marhepeng, ro ma hamu manuhor, mamonggoli dohot manganhon! Sai ro ma hamu manuhor anggur dohot susu, unang pola marhepeng manang marpanuhor.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Boasa tung mandasing hepeng hamu tu na so tau hangoluhononhon, jala na niomomuna tuhor ni na so tau pasonang hamu? Sai tangihon hamu ma ahu, asa panganonmuna na tabo i, jala bosuran rohamuna di tabotabo.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tarehon hamu ma pinggolmuna, jala ro ma hamu tu ahu! Tangihon hamu ma, asa mangolu tondimuna i! Jadi bahenonku ma tu hamu padan salelenglelengna: I ma padan parasian na sintong i tu si Daud na so tupa muba.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ida ma, sitindangi tu angka bangso ibana hulehon, bahen partogi dohot silehon patik tu angka bangso.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ida ma, bangso na so tinandam hian ingkon jouonmu do, jala bangso na so tumanda ho ro manahopi ho ala ni Jahowa Debatam dohot ala ni na badia ni Israel, ai nunga marmulia ho dibahen.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai lulu i hamu ma Jahowa, binsan tarbahen dope jumpang ibana; jou hamu ma ibana, binsan jonok dope ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai ditadingkon halak parjahat i ma dalanna, jala jolma pargeduk i, angka sangkapna, sai mulak ma ibana tu Jahowa, asa marpangulahi rohana mida ibana; dohot tu Debatanta, ai buas do rohana manalesei.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Ai ndada pingkiranku pingkiranmuna i, jala ndada dalanmuna angka dalanku, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai songon timbo ni angka langit sian tano on, songon i do tumimbo angka dalanku sian dalanmuna i, jala angka pingkiranku sian pingkiranmuna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai songon hadadabu ni udan dohot ambolas sian langit, jala ndada mulak boti tusi, nda jolo dibornohi tano i jala dipagabe, asa martumburi, jala dilehon boni tu halak panabur dohot roti tu halak na manganhon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon songon i do hatangki na ruar sian pamanganku: Ndang mulak boti tu ahu, ingkon bahenonna do lomo ni rohangku, jala manjadi tu na hutongos.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai ingkon di bagasan las ni roha hamu borhat, jala di bagasan hadameon hamu pataruon; pangiaron ni angka dolok dohot robean soarana marolopolop di jolomuna, jala nasa hau di ladang martopaptopap tangan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Singkat ni tadatada tubu ma sampinur, jala singkat ni latong tubu ma bunga na hushus; i ma bahen barita di goar ni Jahowa, bahen tanda salelenglelengna, na so olo hambar.",
      "type": "content"
    }
  ]
}