{
  "book": "Yesaya",
  "chapter": 56,
  "verses": [
    {
      "verse": 1,
      "text": "I. Nang angka parbegu, angka na marningot patik i jadi do masuk tu joro ni Jahowa 1-7. II. Hata panoruion tu parjaga ni Israel, angka na mapitung 8-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Songon on do hata ni Jahowa: Radoti hamu ma uhum, jala ulahon hamu hatigoran, ai jonok na ma asa ro hatuaonku, jala papataron hatigoranku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Martua ma jolma na mangulahon songon i dohot anak ni jolma na marsihohot mangulahon sisongon i, na ingot di ari Sabbat, asa unang diramuni, jala na mangaramoti tanganna unang diulahon manang aha na jat.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala ndang jadi dohonon ni halak dagang, na marsilohot tu Jahowa: Nunga tung dipapulik Jahowa ahu sian bangsona, jala ndang jadi dohonon ni halak na pinangkis: Ida ma, hau na masak do anggo ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai songon on do hata ni Jahowa tu halak na pinangkis, angka na manjujur ari Sabbathu, jala dipillit lomo ni rohangku, jala marsihohot marningot padanhu:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai lehononku ma tu nasida di bagasan jorongku dohot di bagasan angka parikku sada parjambaran dohot goar na dumenggan sian goar ni angka anak dohot boru. Goar salelenglelengna lehononku tu nasida, na so tupa mago.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala halak dagang, angka na marsilohot tu Jahowa, mangoloi ibana, dohot mangkaholongi goar ni Jahowa, jala mangido gabe naposona; ganup tahe na marningot ari Sabbat, unang diramuni, jala marsihohot marningot padanhu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai na patolhasonku do nasida tu dolok habadiaonku, jala palasonku rohanasida di bagasan joro partangiangan tu Ahu. Halomohononku ma peleannasida situtungon dohot peleannasida sipotongon di atas langgatanku, ai targoar bagas partangiangan do bagashu di saluhut angka bangso.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) On do hata ni Tuhan Jahowa, na papungu angka naung marserak sian Israel: Papunguonku dope tu ibana halak na asing lobi sian angka naung pinapungu tu ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nasa binatang di ladang, dohot nasa binatang di tombak sai ro be ma hamu mangan!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angka parjaganasida mapitung do sude, ndang marparbinotoan saluhutna; angka biang na mangungu do nasida na so malo mangorong; angka na mungkor marpeahan, angka na lomo roha modom.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai biang, angka na gogo mangoloi hisaphisapna na so habutongan do nasida. Hape nasida do angka parmahan angka na so umboto roha, masitondong dalanna be nasida saluhutna, ganup mangihutihut pangomoanna na roa i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ninna do: Sai ro ma hamu buatonku ma anggur, asa itasobur, tuak na pang, ia songon i sadarion, laos songon i sadari marsogot, gumodang situtu dope tahe.",
      "type": "content"
    }
  ]
}