{
  "book": "Yesaya",
  "chapter": 57,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pinsangpinsang di pardebataon sileban ni Israel 1-13. II. Bagabaga hasonangan tu halak na paunduk rohana; alai ndang marhasonangan ianggo halak parjahat i 14-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Mago do ia halak partigor i, hape ndang adong manang ise na marateatehon; jala lam marpungu angka jolma na daulat, hape ndang adong na dapotan roha binahen ni. Alai unang sanga diida ro hinamago umbahen tarboan halak partigor i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Bongot tu hasonangan, maradian nasida di angka podomanna halak na marparangehon habonaronna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai anggo hamu, angka anak ni boru parsibalik mata pajonok hamu tuson! Ho pinompar ni pangalangkup dohot sibabijalang!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Mida ise hamu naeng mareles ni roha? Dompak ise ma pangangangonmuna pamanganmuna jala pahureonmuna dilamuna? Nda hamu do tubu ni pangalaosion, pinompar ni sibahen sipaotooto?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marsigorgor do hisaphisapmuna binahen ni ajiajian angka na di toru ni nasa hau na rata; dipotongi hamu do angka anakmuna di bagasan angka rura, di bagasan jaringjing ni angka dolok batu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Di lambung ni angka pasir ni sunge na saesae do parjambaranmu; i do tutu partalianmu; nunga pola diusehon ho di ajiajian tuak tangkasan, jala dipelehon ho tusi pelean sipanganon. Tung so marlulu ahu disi?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dipadiri ho do podomanmu di atas dolok na timbo jala na hinsat; nunga pola manaek ho tusi mamotongi pelean sipotongon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala di pudi ni pintu dohot tiangna dibahen ho parningotanmu, ai tundal sian ahu dipasalang ho dirim tu na asing; nunga pola manaek ho, dipalumbang ho podomanmu jala digoar ho hian gajim sian nasida; dihaholongi ho do podomannasida manatap pangkirapna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala laho do ho manopot rajai mantat miak, jala dipagodang ho do miak na hushus; jala disuru ho do suruanmu tu na dao, pola tuat ho sahat ro di banuatoru.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Loja ma ho dibahen hinadeak ni dalanmu, ndang dung didok ho: Ngalutna i di ahu! Ala margogo dope tanganmu di hilala ho, umbahen so dihasahithon roham.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai tahe mida ise do ho biahaton, manang tahuton, sai margabusi do ho jala ndang diingot ho ahu, ndang mangilala roham? Nda sai hohom do anggo ahu sian narobi dope? Alai ndang dihabiari ho ahu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ianggo ahu ingkon baritahononku do hatigoranmu dohot parulaonmu alai ndang adong labam sian i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Molo angguhangguk ho, ajiajian angka na pinapungupungumi ma nian paluahon ho; hape luahonon ni alogo do sasudena, jala ombuson ni hosa do. Alai manang ise na marhaposan tu ahu, teanonna do tano on, jala ibana nampuna dolok habadiaonku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Jadi dohonon ni halak ma disi: Horsik i, horsik i, pahornop ma dalan i! Padao hamu ma partuktuhan sian dalan ni bangsongku.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai songon on do hata ni na sun timbul dohot na sun marmulia, na marhabangsa salelenglelengna, jala pargoar na badia: Di banua ginjang dohot di habadiaon do ahu maringan, alai huhut di lambung ni halak na magopu jala na serep martondi, asa pangoluhon tondi ni halak na serep marroha dohot pangoluhon halak parroha na magopu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai ndang ro di salelenglelengna ahu mambadai, jala ndang tongtong ahu mangarimasi! Atik tung mandate maon tondina sian jolongku dohot roha angka na hujadihon i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Mida hajahaton ni pangomoanna do ahu marronirimas, jala hulinsingi nasida, martabuni ahu jala marmurukmuruk; alai atik pe songon i sai didatdati do mangihutihut dalan lomo ni rohana sandiri.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Nunga huida angka dalanna, alai pamalumonku ma ibana, jala ahu manogunogu ibana, jala maruli apulapul ibana bahenonku, ro di angka na mangkabothon ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ahu do na manompa parbue ni bibir angka na mamaritahon dame, dame di angka na dao dohot di angka na jonok, ninna Jahowa! Jala ahu pamalum nasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai anggo halak parjahat i songon laut na gunsang do, ai ndang tarbahen so; sai na disampakkon galumbangna do burta dohot rampokrampok.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ndang marhasonangan ianggo halak parjahat i, ninna Debatangku.",
      "type": "content"
    }
  ]
}