{
  "book": "Yesaya",
  "chapter": 59,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dosa ni Israel sumirang ibana sian Debatana 1-8. II. Dibahen i ro do angka torutoru tu bangso i 9-15. III. Alai marpangulahi do roha ni Debata sogot di nasida 16-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ida ma, ndada na hurang ganjang tangan ni Jahowa laho mangurupi hamu; jala ndada marhapal pinggolna, so marbinege.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Angka hajahatonmuna tahe sumirang hamu sian Debatamuna, jala angka dosamuna mangondingi bohina maradophon hamu, umbahen so ditangihon ibana hamu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai marsapu mudar do tanganmuna jala marsapu hajahaton jarijarimuna; bibirmuna; mangkatahon gabus, dilamuna mamingkiri hajungkaton.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndang adong nanggo sahalak na joujou di bagasan hatigoran, jala ndang adong na manguhum di bagasan hasintongan; ganup marhaposan tu na soada, jala dihatahon na so hasea; marhangoluan hinamago nasida, gabe ditubuhon jea.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Pira ni ulok dari diporpori nasida, jala diganti rambangrambang ni babibabi: Manang ise na mangan sian piranasida i ingkon mate do, alai ia dipuntari ruar do sada ulok dari.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ndang hasea gantigantiannasida gabe ulos, jala ndang tarparulos jadijadiannasida i; jadijadian hajahaton do jadijadiannasida i jala uhum sigostang botohon di tangannasida i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Marlojong patnasida i laho mangulahon hajahaton jala humalaput nasida mandurushon mudar na so marpipot; sangkap hajahaton do sangkap nasida i, partabanon dohot hamagoan di angka dalannasida i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia dalan hadameon ndang ditanda nasida, jala ndang adong uhum hasintongan di angka dalannasida i; laos nasida palehulehu dalannasida i, manang ise na mardalan disi, ndang tagamon tandaonna hasonangan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dibahen i mandao do uhum sian hita, jala ndang tolhas tu hita hatigoran. Sai maimaima hita di hatiuron, hape ida ma, tong do haholomon; maimaima di hatorangan, hape sai di bagasan hagolapon hita mardalan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sai dadapdadap hita tu dorpi songon halak na mapitung, jala jamajama hita songon halak na so marmata. Sai martuktuhan hita di hos ni ari, songon di rambon ni ari; di angka jampalan na lomak hita songon halak na mate.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Patungoromon do hita sude, songon angka gompul, jala sai margogokgogok songon darapati; sai maimaima hita di uhum hasintongan, hape ndang adong; maimaima di hatuaon, hape sai mandao do i sian hita.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai godang do pangalaosionnami di jolom, jala dosanami manindangi dompak hami; ai sai ngongom do pangalaosionnami, jala hutanda hami do hajahatonnami.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Marbalik jala mangose do hami dompak Jahowa, jala nunga hutundali hami Debatanami, mangkatahon pangarupaon dohot panundalion, manubunubui hata gabus sian rohanami.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibahen i nunga manginsurut tu pudi uhum hasintongan jala jongjong mandaodao ia hatigoran, ai tartuktuk di partungkoan do hasintongan, jala ndang tarbahen ro jumonok habonaron.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi lam pesan hasintongan, jala manang ise na manginsurut sian hajahaton hona pupus do. Diida Jahowa ma i, jadi rupi ma panailina, ala soada be uhum hasintongan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Diida ibana huhut ndang adong nanggo sada jolma, gabe longang rohana ala soada na mangondihon. Jadi tanganna sandiri manumpahi ibana monang, jala hatigoranna manungkol ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala diparulos hatigoran, songon baju partahanan, jala talitali hatuaon di atas uluna, jala diparulos angka ulos partubolan, jala diparsampesampe hamuruhon songon mandar.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Marguru sian angka pambahenan ibana mamaloshon sogot: Harimason tu angka alona pamalosan tu angka musuna, sai gararonna do pamaloson tu angka pulo.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Asa dihabiari halak goar ni Jahowa sian hasundutan dohot hamuliaonna sian habinsaran, ai na ro ma musu i songon aek na mangalantap, na siniaphon ni Tondi ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ro ma tu Sion sada sipalua dohot tu halak na mulak sian hajahaton di Jakkob, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ianggo ahu, on do padanhu tu nasida, ninna Jahowa: Tondingki na songgop tu ho dohot hatangki angka naung hupampe tu bagasan pamanganmu, tung na so tupa do morot sian pamanganmu, manang sian pamangan ni pinomparmu, manang sian pamangan ni pinompar ni pinomparmu, ninna Jahowa, olat ni on ro di salelenglelengna.",
      "type": "content"
    }
  ]
}