{
  "book": "Yesaya",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangungkapon ni si Jesaya taringot tu hamuliaon ni Jahowa 1-7. II. Panjouna di si Jesaya tu tohonan panurirang 8-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di taon hamamate ni raja Usia, huida Tuhan i hundul di atas habangsa na timbo, jala na marmulia, jala angka rambu ni pangkeanna manggohi bagas joro.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jongjong di atasna surusuruan Serapim, angka na marhabong onom be, dua manghungkupi bohinasida, dua manghungkupi patnasida, dua mangkabangkon nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala marsijouan ma nasida songon on: Na badia, na badia, na badia do Jahowa Zebaot, gok hamuliaonna liat portibi on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi humuntal ma angka ojahan ni tiang sian soara ni na manjou, jala gok timus joro i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i hudok ma: Marjea ma ahu! Nunga mago ahu, ai jolma parbibir na ramun do ahu, jala di tongatonga ni bangso parbibir na ramun ahu maringan, ai nunga diida angka matangku Raja Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i habang ma sada sian angka surusuruan Serapim mandapothon ahu, jala di tanganna sada batu arang na gara, na binuatna sian langgatan dohot gansip.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dijama ma pamanganku, jala didok: Ida ma, on do na manjama bibir ni pamanganmu, paboa naung niunsat utangmu, jala naung hinungkupan dosam.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i hubege ma soara ni Tuhan i, na mandok: Ise do suruhononku, jala ise pardalannami? Jadi ningku ma: Dison do ahu, suru ma ahu!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi didok ibana ma: Laho ma ho, jala dok ma tu bangso on: Sai mananginangi ma hamu, alai unang antusi hamu; sai ida hamu ma, alai unang mananda hamu!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Patangkang ma roha ni bangso on, jala mingori pinggolnasida, jala pitungi matanasida, asa unang marnida matanasida, manang marbinege pinggolnasida, manang mangantusi rohanasida, jala unang muba manang malum hilalaonna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi ningku ma: Sadia leleng on ale Tuhan? Jadi ninna ma: Paima tarulang angka huta, soada marisi, jala angka bagas so marisi jolma, jala tarulang tano i gabe halongonan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai padaoon ni Jahowa ma angka jolma i, gabe langa situtu parsitongaan ni tano i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai tading dope di bagasan saparsampulu, nang angka i siaphononna do, songon hau tusam, jala songon hariara na martungko di hatatabana; boni nabadia do tungkona i.",
      "type": "content"
    }
  ]
}