{
  "book": "Yesaya",
  "chapter": 60,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu hatiuron na binsar di Sion dohot taringot tu hamubaon ni roha ni angka parbegu tu Jahowa 1-9. II. Halak na pulik marga paulihon dohot pasangaphon Sion sogot 10-16. III. Hamuliaon ni Jerusalem na imbaru sogot 17-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Hehe ma ho! Marsinondang ma ho! Ai na ro ma panondangmu, jala hamuliaon ni Jahowa binsar di atasmu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai ida ma, haholomon do manghungkupi tano on, jala hagolapon angka bangso; alai na binsar ne ma Jahowa di atasmu, jala marsinondang hamuliaonna di atasmu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dapothonon ni angka bangso parbegu ma panondangmu dohot angka raja mandapothon sinondang naung binsar di ho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Patonggor matam mamereng humaliang! Luhut ma nasida marrongoman ro mandapothon ho. Angka anakmu ro sian na dao, dohot angka borum abingabingonna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia dung diida ho nasida marroan sihar ma panailim, jala hinsa jala lumbang roham hilalaonmu, ai turun ma tu ho hamoraon ni laut dohot hinagok ni angka parbegu ro tu ho.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tutupon ni angka parduaan ni unto ma tanom, angka hoda parhuli sian Midian dohot Epah, saluhut nasida ro sian Seba, mangusung sere dohot daupa, jala angka pujipujian ni Jahowa baritahononnasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Saluhut dorbia sian Kedar marpungu tu ho, angka birubiru tunggal sian Nabaiot mangoloi ho; manaek nasida tu langgatanku bahen pelean lomo ni roha, jala marmulia bahenonku joro ni hamuliaonku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ise do angka nasida, na ro marhulalan songon ombun, jala songon darapati, angka na manahopi pintu ni asarna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai mangkalungunhon ahu do angka pulo, angka parau Tarsis apala parjolo naeng mamboan angka anakmu sian na dao, rap dohot perak dohot serenasida di goar ni Jahowa Debatam dohot di na badia ni Israel, ai nunga marmulia ho dibahen.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Jadi ingkon paulion ni halak sileban muse angka parikmu, jala angka rajanasida marhaladoi ho; ai di bagasan rimashu do ho hulinsingi na sai laon, jala di bagasan talup ni rohangku nunga huasi i ho nuaeng.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi tongtong ma talak angka bahalmu, arian dohot borngin ndang jadi hinsuon, asa tarboan tu ho parangan ni angka bangso parbegu, jala ditogutogu angka rajanasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai bangso manang harajaon na so mangoloi ho, ingkon mago do, jala angka bangso parbegu ingkon siap situtu do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hatongamon ni Libanon pe, pinasa, maranti dohot sampinur rap ro manopot ho pajagarhon habadiaonku dohot ojahan ni pathu marmulia bahenonku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ro do huhut tu ho sombasomba angka anak ni halak na pasipal ho na jolo, jala marsomba tu palak ni patmu sude angka na mangelesi ho, jala goaronna ho: Huta ni Jahowa, Sion ni na badia ni Israel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ali ni na tinadingkon jala na hinosom ho na sai laon, pola dipasiding halak pamolus ho, bahenonku ma ho gabe hamuliaon salelenglelengna, gabe las ni roha marsundutsundut.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Onsoponmu ma disi susu ni angka parbegu jala jolma ni angka raja gabe panusuanmu; jadi tandaonmu ma, ahu do Jahowa sipalua dohot siuluhon ho; ulubalang ni Jakkob.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Singkat ni tombaga boanonku ma sere, jala singkat ni bosi boanonku ma perak, jala singkat ni angka hau tombaga, jala singkat ni angka batu bosi, jala bahenonku ma angka partogim gok hadameon jala hatigoran gabe pangondianmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang be tarbege uhum sigostang botohon di tanom, manang partabanon dohot hamagoan di parbalohanmu, ingkon goaranmu ma angka parikmu: Hatuaon jala angka bahalmu pujipujian.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang be adong di ho mata ni ari bahen panondang arian, jala ndang be manondangi di ho rondang ni bulan, Jahowa na ma gabe panondangmu salelenglelengna, jala Debatam gabe hamuliaonmu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ndang be sundut mata ni arim, manang surut ia bulanmu; ai Jahowa gabe panondangmu salelenglelengna, jala nunga salpu angka ari parniahapanmu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia bangsom, saluhut do nasida gabe halak partigor, ro di saleleng ni lelengna do teanonnasida tano on, nasida do tumbur ni naung ahu sandiri manuan, jadijadian ni tanganku bahen pujipujian di ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Na ummetmet i gabe saribu, jala na so piga gabe bangso na bolon. Ahu Jahowa mambahensa gira di tingkina i.",
      "type": "content"
    }
  ]
}