{
  "book": "Yesaya",
  "chapter": 61,
  "verses": [
    {
      "verse": 1,
      "text": "I. Messias i mamaritahon jonok ni tingki hatuaon di bangso ni Debata 1-9. II. Las ni roha mida bagabaga ni Debata 10-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Songgop do tu ahu tondi ni Tuhan Jahowa, ala naung miniahan ni Jahowa ahu mamaritahon barita na uli tu halak na dangol, marsuru ahu pauliuli halak parroha na bojok, maningtingkon haluaon tu halak na tarhurung dohot tu halak na tarrante buha ni hurungan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Maningtingkon taon parasinirohaon sian Jahowa, dohot ari partubolan ni Debatanta mangapuli saluhut halak na marsak roha.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Laho pahinsahon roha ni halak na marsak di Sion, mangalehon tu nasida tumpal singkat ni sirabun, miak las ni roha singkat ni arsak ni roha, ulos na marhadohoan singkat ni tondi na tahuton, gabe targoar nasida: Hariara hatigoran, suansuanan bahen pujipujian di Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi nasida ma paulihon angka naung leleng tarulang, angka naung tartaban di na robi, nasida muse pajongjongkon dohot paimbaruhon huta na tartaban, angka naung tarulang marsundutsundut.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi halak ruar jongjong marmahan dorbiamuna, jala angka anak ni halak sileban pangulamuna dohot tukang porlak anggurmuna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai anggo hamu targoar angka malim ni Jahowa, parhalado ni Debatanta dohononna tu hamu. Sinamot ni angka bangso parbegu panganonmuna, jala hasangaponnasida do soluhonmuna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Singkat ni haurahonmuna na sai laon, jaloonmu silompit, jala ali ni haeleson marolopolop nasida di partaliannasida. Dibahen i silompit do teanonnasida di tanonasida i! Ingkon maruli las ni roha salelenglelengna di nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai ahu do Jahowa, na holong roha di hatigoran, alai na magigi mida tabantaban pangarupaon; sai lehononku do upanasida di bagasan hasintongan, jala pahotonku tu nasida padan salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala tarbarita di angka bangso parbegu pinomparnasida i, jala anaknasida di tongatonga ni angka bangso. Sude halak na marnida nasida tandaonna ma, nasida do pinompar ni na pinasupasu ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Marlas ni roha situtu do ahu di bagasan Jahowa, marolopolop do tondingku di bagasan Debatangku; ai nunga disolukkon tu ahu angka ulos hatuaon, baju hatigoran dihohoshon tu ahu, songon pangoli, na marbulangbulang mangaradoti hamalimon jala songon oroan naung hinohosan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai songon tano na manubuhon suansuanan, jala songon porlak na pasimbur tubu boni na sinaburhon tusi ingkon songon i do patubuon ni Jahowa hatigoran dohot pujipujian di adopan ni sandok angka parbegu.",
      "type": "content"
    }
  ]
}