{
  "book": "Yesaya",
  "chapter": 63,
  "verses": [
    {
      "verse": 1,
      "text": "I. Olopolop hamonangan ni bangso ni Debata mida angka musuna 1-6. Panaringotion di asi ni roha ni Debata angka na binahenna sian na jolo dope 7-14. Tangiang mangido asa marpangulahi roha ni Debata mida bangsona i 15-19",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ise do ibana na ro sian Edom, na ro marulos na rara sian Bosra? Na marpangkean na marhadohoan, jala na mangalangka di hinagodang ni gogona? Ahu do i sihatahon hatigoran jala na margogo mangalehon tua.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Boasa tung marrara pangkeanmu, songon abit ni halak na mardege parbue ni anggur di bagasan pangilangan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sasada ahu do dumege pangilangan i, jala sian angka bangso ndang adong manang ise donganku! Jala nunga huluntak nasida di bagasan rimashu, jala nunga hugopui nasida di parpiar ni murukku, pola marbirsak mudarnasida tu angka uloshu, gabe sap saluhut abithu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai nunga dipingkir rohangku hian ari partubolan, jala nunga jumpang taon haluaon di angka naung huhophop.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi sai mangaranapi ahu humaliang, hape ndang adong nanggo sahalak na paluahon; jala tarhalomong ahu, hape ndang adong na tau donganku. Jadi tanganku sandiri nama patupahon hamonangan di ahu, jala parpiar ni murukku i ma mandongani ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i nunga hugopui angka bangso di bagasan rimashu, jala mabuk nasida hubahen di bagasan parpiar ni murukku, jala hudurushon tu tano mudarnasida i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai baritahononku do angka denggan basa ni Jahowa, angka pujipujian ni Jahowa, ai ido na tama marningot sude na binahen ni Jahowa tu hita, dohot ala ni godang ni denggan basana tu pinompar ni Israel, na binahenna tu nasida hombar tu angka asi ni rohana dohot tu godang ni denggan ni basana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai ninna do: Tongon do, bangsongku do nasida, anak angka na so olo paotootohon. Jadi dung songon i ibana ma sipalua nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Di nasa hagogotannasida, dohot ibana targogot, jala suruan ni bohina i paluahon nasida; sian holong ni rohana dohot sian pangolanina ibana paluahon nasida, jala dihindat nasida, jala diompa ganup ari, sian na robi dope.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai manggunturi do anggo nasida, jala diarsahi Tondina na badia i; dibahen i marbalik ibana gabe musunasida, jala ibana sandiri marporang dompak nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai sai tongtong do anggo ibana marningot di bangsona uju di ngolu ni si Musa di angka ari na robi, alai anggo naung didok nasida: Didia do ibana naung mamboan nasida, nangkok sian laut rap dohot parmahan ni parduaan ni birubiruna? Didia ibana na marsagihon Tondina na badia i tu tongatonganasida?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ise ibana na manogu si Musa marhite sian tangan hamuliaonna naung patolak aek di jolonasida laho mambahen baritana salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ibana na manogu nasida mamolus angka pusat, songon hoda di adaran, ndang dung tartuktuk?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Songon pinahan na tuat tu rura, ditogihon Tondi ni Jahowa nasida tu hasonangan; songon i pe ditogihon ho bangsom asa mambahen goarmu marmulia.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sai tatap ma sian banuaginjang, jala ida sian ingananmu na badia, jala na marmulia! Didia do nuaeng hamuruhonmu dohot hagogoonmu? Parsigorgor ni holong dohot asi ni roham? Sai mandao sian ahu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai sai ho do amanami, ai ndang ditanda ianggo si Abraham hami, jala ndang dipabotoboto si Israel hami. Ho do ale Jahowa amanami; sipalua hami do goarmu sian nahinan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Boasa tung diloas ho hami lilu sian angka dalanmu, ale Jahowa? Boasa tung dipatangkang ho rohanami, unang huhabiari hami ho? Sai marpangulahi ma roham ala ni naposom tu angka marga ni parjambaranmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Satongkin sambing bangsom na badia i manean habadiaonmi, anggo nuaeng nunga diluntakluntak alonami.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Nunga hami songon halak na so dung ginomgomanmu sian na robi, na so dung marpanggoarhon goarmu.",
      "type": "content"
    }
  ]
}