{
  "book": "Yesaya",
  "chapter": 64,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni parhurajaion dohot panopotion di dosa 1-6. Sai marpangulahi ma roha ni Jahowa di bangsona 7-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Aut ni haru diribahi ho angka langit i jala tuat ho, asa malala angka dolok maradophon ho!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(64-1b) Songon pangalammauashon ni api di arsam, jala panggurguri ni api di aek laho pabotohon goarmu tu angka alom, asa angka hitir angka bangso parbegu maradophon ho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(64-2) Mida halongangan angka na binahenmi, angka na so hinirimhirim ni rohanami tuat ho gabe malala angka dolok maradophon ho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(64-3) Na so dung binege ni halak sian na robi, manang tarbortik, manang diida mata adong Debata, dungkon ni ho, na mambahen halongangan tu angka na marhaposan di ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(64-4) Ditomutomu ho do halak na hilas roha mambahen hatigoran, angka na paingotingot ho di angka dalanmu. Ida ma, nunga tutu tarrimas ho ala na mardosa hami, jala mansai leleng hami di bagasan angka dosa i; alai aut ni dipalua hami nian anggo nuaeng!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(64-5) Jala doshon halak na ramun do hami sude, jala songon ulos na marsapu darodaro sude hatigorannami. Dibahen i malos do hami sude songon bulung, jala diluahon hajahatonnami do hami songon na niluahon ni alogo.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(64-6) Jala ndang adong nanggo sahalak na pajoujou goarmu, manang hehe marsitiopan tu ho, ala ni nunga ditabunihon ho bohim maradophon hami, jala malampot ateatenami ala ni hajahatonnami.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(64-7) Alai nuaeng ale Jahowa. Ho do amanami! Tano do ianggo hami, jala ho do sitompa hami, jala jadijadian ni tanganmu do hami sudena.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(64-8) Sai unang ma marimashu ho, ale Jahowa, jala unang tongtong paingotingot hajahatonnami! Ua ida jala tatap hami, ai bangsom do hami sude!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(64-9) Nunga pola gabe halongonan angka huta ni habadiaonmu, Sion pe, gabe halongonan do jala tarulang ia Jerusalem.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(64-10) Joro habadiaonnami dohot hamuliaonnami, inganan pamujimujian ni ompunami di ho, gabe parturanggongan, jala saluhut hasudungan ni rohanami nunga gabe halongonan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(64-11) Tung hatiopan ho ma ateatem disi ale Jahowa? Tung laos hasiphononmu ma i asa pajimputhon hami situtu?",
      "type": "content"
    }
  ]
}