{
  "book": "Yesaya",
  "chapter": 65,
  "verses": [
    {
      "verse": 1,
      "text": "I. Alus ni Jahowa laho manunungirhon tu bangso i dosana 1-7. Dilumbahon hian torutoru tu angka na marbalik, alai las ni roha dohot hatuaon diparbaga tu angka naposona 8-16. Bagabaga taringot tu langit na imbaru dohot tano na imbaru 17-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Angka na so usouso di ahu na sai laon i do mangalului ahu nuaeng, jala halak na so mangalului ahu na sai laon nunga jumpangsa ahu. Ningku do tu bangso, na so pajoujou goarhu na sai laon: Dison do ahu, dison do ahu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai hupaherbang do tanganku duansa manipat ari tu bangso na jungking, angka na mandalani dalan na so denggan, mangihuthon pingkiran lomo ni rohanasida sandiri.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tu bangso na tongtong pahehe rimashu di adopanku, angka na mamele di bagasan angka porlak, jala manutung daupa di atas ni angka batu na minasak.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Angka na hundul di angka parbandaan, jala marmalam di angka liang; angka na manganhon juhut babi, jala marisi huahua habiason angka saoannasida i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Lam didok nasida dope: Disi ma ho, unang jumonok ho tu ahu, ai na badia do ahu martimbangkon ho. Ingkon gabe timus di bagasan igungku do angka nasida, jala gabe api na marsigorgor manipat ari.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ida ma, tarsurat do di jolongku: Ndang tagamon sip ahu nda jolo hubaloshon, sai baloshononku do tutu tu ampuannasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hajahatonmuna sandiri rap dohot hajahaton ni angka ompumuna, ninna Jahowa, angka na manutung daupa di punsu ni angka dolok, jala direhei ahu di atas ni angka robean; dibahen i suhathononku ma upa ni pambahenannasida na jolo tu ampuannasida i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Songon on do hata ni Jahowa: Songon tuak nambura binuat jumpang di taguk na baso, gabe didok: Unang ago, ai adong do pasupasu di bagasanna! Suang songon i bahenonku ala ni angka naposongku, nda tung saluhut nasida agoonku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala ahu parohon sian Jakkob boni, jala sian Juda sahalak sitean angka dolokku, ai ingkon jolma na hupillit i manean tano i jala angka naposongku maringanan disi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia Saron ingkon gabe panjampalan ni birubiru, jala rura Akor gabe parudaman ni angka lombu di bangsongku, na mangalului ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai anggo hamu, angka na tumadingkon Jahowa, angka na mangkalupahon dolokku na badia i angka na padiri di sorigabe sada meja, jala diusehon tuak tangkasi tu sorimago.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ida ma, ahu sandiri pasahathon hamu panganon ni podang, gabe marsinggang ma hamu sude tu pamotongan, ala joujou ahu, hape ndang mangalusi anggo hamu, mangkuling ahu hape ndang ditangihon hamu, jala diulahon hamu do sogo ni rohangku, jala na so huhalomohon dipillit hamu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibahen i songon on do hata ni Tuhan Jahowa: Ida ma, mangan do sogot anggo angka naposongku, alai anggo hamu anturaparon do: Ida ma, minum do sogot anggo angka naposongku, alai anggo hamu uasan do; ida ma, marlas ni roha do sogot anggo angka naposongku, alai anggo hamu ingkon tarurak do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ida ma, marolopolop sogot anggo angka naposongku sian sonang ni rohana, alai anggo hamu mangangguhi do binahen ni gondok ni roha, jala maroinang hamu sian jepol ni roha.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala tadingkononmuna goarmuna bahen panolonan sipatondit di halak na hupillit. Alai bunuon ni Tuhan Jahowa ma anggo ho, jala margoar na imbaru bahenonna angka naposona.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Asa manang ise na mamasumasu dirina di tano on, pasupasuonna ma dirina marhitehite Debata sihaposan jala manang ise na marmangmang di tano on, marmangmang tu Debata sihaposan ai nunga lupa sian roha angka hagogotan na jolo, jala nunga buni tutu sian matangku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai ida ma, ahu ma manompa langit na imbaru dohot tano na imbaru, jala ndang be ingoton angka na parjolo i manang tarsunggul tu roha.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ingkon marlas ni roha ma hamu jala marolopolop ro di salelenglelengna ala ahu manompa angka i! Ai ida ma, ahu manompa Jerusalem bahen parolopolopon, jala bangso isina i bahen las ni roha.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ahu sandiri pe marolopolop do mida Jerusalem, jala marlas ni roha ahu mida bangsongku, jala ndang be tarbege disi soara partangison manang soara angguhangguk.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ndang adong be disi posoposo siotik ari, manang na ubanon na so gok ariarina; ai dolidoli dope na marumur saratus taon laho mate, jala pardosa sisaratus taon hona bura.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala paulionnasida ma angka bagas, laos inganannasida, suanonnasida ma hau anggur jala panganonnasida parbuena.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ndang tagamon nasida paulihon bagas, gabe halak na asing mangingani, ndang tagamon nasida manuan, gabe halak na asing manganhon; ai songon ariari ni hau, songon i do ariari ni bangsongku, jala jadijadian ni tangannasida ingkon halak na hupillit marsaulihonsa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ndang tagamon loja so marniula nasida, manang manubuhon anak, asa tilahahononna tibu, ai pinompar ni na pinasupasu ni Jahowa do nasida ro di tubunasida i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala masa huhut: Tagan so manjou dope nasida, nunga mangalusi ahu, mangkatai dope nasida, nunga manangihon ahu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Gompul dohot anak ni birubiru marsaroha manjampal, jala singa manggagat panabian songon lombu, jala ulok na mangkangoluhon orbuk, ndang be manjahati manang mangago di sandok dolokku na badia i ninna Jahowa.",
      "type": "content"
    }
  ]
}