{
  "book": "Yesaya",
  "chapter": 66,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ndang dihalomohon Debata pangoloion sipaulaula sambing 1-4. Las ni roha ni bangso ni Debata na sintong i 5-14. Panurirangon taringot tu uhum parpudi tu angka na so olo paubahon rohana, dohot taringot tu tingki hatuaon godang di bangso ni Debata sian halak Jahudi dohot parbegu 15-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Songon on do hata ni Jahowa: Angka langit do habangsangku jala tano on sidegedegean ni pathu. Tung songon dia ma joro, na naeng paulionmuna di ahu? Manang inganan bahen pangulonanku?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nda jadijadian ni tanganku sandiri do angka on sasudena, uju na hujadihon sasudena i, ninna Jahowa. Alai huhut do ahu marpanatap tu halak na dangol, jala na bojok martondi, jala manonditnondit mida hatangku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Manang ise na mamotong sada jonggi, doshon sibunu baoa do ibana disi; manang ise na mamelehon birubiru, doshon halak na mamonggolhon rungkung ni biang ibana disi; manang ise na mamelehon pelean sipanganon, doshon na mamelehon mudar ni babi ibana disi; manang ise na manutung daupa, doshon na mamuji ganaganaan ibana disi. Masitondong dalan lomo ni rohana be do nasida, jala dihalomohon rohanasida do pambahenannasida na sogir i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ahu pe antong pillitonku ma hinamagonasida, jala paroonku tu nasida hinabiaran ni rohanasida i, ala joujou ahu, hape ndang adong na mangalusi; mandok soara ahu, hape ndang ditangihon nasida, lam dibahen nasida do na jat di jolongku, jala dipillit nasida do na so lomo ni rohangku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tangihon ma hata ni Jahowa, hamu ale angka na manonditnondit mida hatana! Didok angka hahaanggimuna, angka na mangkosom hamu, angka na pabali hamu ala ni goarhu: Marmulia ma nian Jahowa, asa huida hami las ni rohamuna i! Hape sai tarurak do nasida sogot.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tarbege do soara hagunturon sian huta, soara toletole sian bagas joro, soara ni Jahowa, na mamaloshon pambahenan tu angka musuna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tagan so diae dope posoposo, nunga ditubuhon anak; tagan so ro dope rianna, nunga ditubuhon baoa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung ise ma dung umbege songon i? Tung ise ma dung marnida sisongon i? Tung tarbahen ma marparbue sada luat di bagasan sadari, manang tarbahen tubu sada bangso di na satongkin, ai anggo Sion i, ipe mangae pintor manubuhon angka anakna huhut.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung manggabei ma ahu di halak na asing, hape ndang manubuhon anggo ahu sandiri? Ninna Jahowa. Tung patut ma ahu, manumpak halak maranak, hape ia ahu sandiri tinggal punjung? Ninna Debatam.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Marlas ni roha ma hamu rap dohot Jerusalem, jala marolopolop mida ibana sude hamu ale angka na holong roha di ibana! Marlas ni roha situtu ma rap dohot ibana sude hamu ale angka na marsak roha mida ibana na sai laon!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Asa manusu hamu, jala mahapan sian bagot ni angka apulapulna i; asa marsobur hamu, jala marsabam ni roha sian hinagodang ni hamuliaonna i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai songon on do hata ni Jahowa: Ida ma, ahu patongonhon tu ibana hadameon, songon batang aek godangna, jala songon sunge na sirnip hamuliaon ni angka bangso parbegu, asa manusu hamu; ingkon abingabingonna hamu jala didengdidengonna hamu diampuanna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Songon baoa, na niapul ni inana, songon i do ahu mangapuli hamu, tongon tahe di bagasan Jerusalem do hamu tarapul sogot.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala ia dung diida hamu songon i gabe las ma rohamuna, jala martumbur holiholimuna songon ingkau rata, gabe patar tartanda tangan ni Jahowa tu angka naposona, jala rimasna tu angka musuna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai ida ma, na ro do sogot Jahowa marhite sian api, jala tudoshon habahaba poting baliung angka huretana i, asa marlulu ibana di bagasan parpiar ni rimasna jala pangasupina di bagasan api na marjillamjillam.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai marhitehite api dohot marhitehite podangna Jahowa manguhum sogot sandok sibuk, jadi torop ma angka na binunu ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "I ma halak angka na pabadiahon dohot angka na manguras dirina di bagasan angka porlak sombaon mangihuthon sada malim diparsitongaanna halak angka sipangan juhut babi, hagigion marragamragam dohot monsi, rap siap do nasida, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo ahu, sai ro do maningkir jadijadian dohot sangkapnasida i, laho papunguhon nasa bangso parbegu dohot dila, gabe ro nasida, jala idaonna hamuliaonku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala patindangonku di nasida sada tanda parasian jala paborhatonku sian nasida angka naung malua tu angka bangso parbegu: Tu Tarsis, Pul dohot tu Lud halak sisintak sior, tu Tubal dohot Javan, tu pulopulo angka na holang, angka na so dung umbege baritangku, jala na so dung marnida hamuliaonku, gabe baritahononnasida ma hamuliaonku di tongatonga ni angka bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi nasida ma manogihon nasa hahaanggimuna sian saluhut angka bangso parbegu, gabe pelean tu Jahowa, marsihundul di angka hoda, hureta, ruarua, halode dohot unto sahat tu dolok habadiaonku, tu Jerusalem, ninna Jahowa, suang songon na binoan ni angka halak Israel pelean sipanganon di bagasan ulaula na badia, tu bagasan joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dohot sian nasida pabangkitonku deba bahen malim, bahen halak Lepi, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai songon angka langit na imbaru dohot tano na imbaru, sibahenonku, angka na hot tongtong jongjong di jolongku, ninna Jahowa, suang songon i jongjong pinomparmuna dohot goarmuna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi masa ma: Sian poltak ni bulan tu poltak ni bulan, jala sian ari Sabbat tu ari Sabbat ro ma tongtong nasa manisia marsomba tu adopan ni bohingku, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi ruar ma nasida, gabe paidaidaonnasida ma angka bangke ni halak angka na manjahati dompak ahu; ai ndang tagamon mate tungkolnasida, jala ndang tagamon mintop apinasida i, gabe hagigian nasida di nasa manisia.",
      "type": "content"
    }
  ]
}