{
  "book": "Yesaya",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hona uhum ni Debata do Israel marhitehite Assur, angka na tunduk di ujungna 1-10. II. Lumbalumba mangorai bangso i manundali Debata 11-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna Jahowa ma mandok ahu: Buat di ho sada batu na balga sisuraton, jala surathon tusi dohot panurat ni jolma: Hatop martaban, tibu mamupusi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi hubuat ma di ahu angka sitindangi na sintong: Malim Uria dohot Sakaria, anak ni si Jeberekia.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i sampur ma ahu tu panurirang boruboru i, jadi gabegabean ma ibana, jala manubuhon sada anak. Dung i ninna Jahowa ma mandok ahu: Bahen ma goarna: Si hotop martaban, tibu mamupusi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai tagan so diboto dakdanak i dope manjou ale amang manang ale inang, tarboan ma hamoraon ni Damaskus dohot tabantaban ni Samaria tu jolo ni raja sian Assur.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i diulahi Jahowa dope mandok tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ala marhu ni roha bangso on di aek Siloam, angka na ngernger mardalan, jala marlas ni roha mida si Resin dohot mida anak ni si Remalia.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i, ida ma, sai panangkohon ni Tuhan i dompak nasida batang aek angka na doras, jala na balga: I ma raja sian Assur ro di nasa hamuliaonna. Salpuanna ma sude angka bondarna, jala binsat ma sude pasirna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi tolhas ma ibana ro di Juda, binsat ma ibana, jala sumar ro di rungkung, jala tutupon ni tampahan ni habongna sandok tanomi, ale Immanuel.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ogaoga ma hamu, ale angka bangso, huhut angka hitir, jala tangihon ma, sude hamu sian luat na dao! Mangkontas ma hamu, huhut angka hitir, mangkontas ma hamu tutu huhut angka hitir.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Martuptup ma hamu, hape sundat do tuptupanmuna i, marsahata ma hamu, hape ndang tulus, ai Debata do dongannami.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Ai songon on do hata ni Jahowa tu ahu, pola disoro tanganna ahu, palumbahon ahu, asa unang hudalani dalan ni bangso on, ninna do:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Unang paihut hamu mandok jehe, ala jehe diehet bangso on, jala unang hatahuthon hamu hatahutonna i, jala unang tarsonggot hamu!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tagonan Jahowa Zebaot parbadiai hamu, jala ibana ma habiaranmuna, ibana ma hatondithon hamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai ibana manjadi habadiaon dohot batu partuktuhan dohot batu partinggangan tu na dua bagas ni Israel, jala jaring dohot jorgong tu isi ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi torop sian nasida tartuktuk, jala tinggang, jala maropuk, jala tarjaring, jala tartangkup.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Rahuti ma panindangion i, sahapi ma patik i di bagasan roha ni angka siseanku!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo ahu marpangkirimon tu Jahowa do naung manabunihon bohina maradophon pinompar ni si Jakkob, jala huhalungunhon ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ida ma, ahu dohot dakdanak, angka na nilehon ni Jahowa tu ahu, bahen angka tanda dohot halongangan di tongatonga ni Israel, sian Jahowa Zebaot do i na marhabangsa di dolok Sion.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibahen i molo didok nasida mandok hamu: Sungkunhon hamu tu angka pangarunding dohot tu angka hasandaran, angka na marhata i dohot marhusipi. Tung so tu Debatana sandiri nian bangso i marpanungkunan? Tung tu na mate ma sungkunon parsorion ni na mangolu i?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Bahen patik dohot panindangion ma i! Molo so hombar tu hata on didok nasida, ndang tagamon idaonna buha siang ari.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi sai maotaot nasida di tano i mardok ni roha, jala haleonon, ia dung haleonon piripirion ma ibana jala diburai rajana dohot Debatana! Jala dibereng dompak ginjang.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala dibereng dompak tano, jala ida ma hagogotan dohot haholomon, holom parnidaanna, jala borngin marimpotimpot manongtong diida.",
      "type": "content"
    }
  ]
}