{
  "book": "Yesaya",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "(8-23) Alai ndang sai tongtong holom parnidaan ni tano na targogot i. Songon na pinajimputna i di tingki parjolo tano Zebulon dohot Naptali, suang songon i pasangaponna sogot dalan ni laut di bariba ni Jordan, luat hinaliangan ni angka bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(9-1) ",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "I. Panurirangon taringot tu Raja ni hadameon 1-7. II. Lumbalumba dompak harajaon Israel (9:8-10:4): Ala ni garis ni roha di angka uhum najolo 8-11. III. Ala ni sange ni hapitungonnasida 12-16. Ala ni hajahatonnasida 17-21",
      "type": "title"
    },
    {
      "verse": 3,
      "text": "(9-2) Nunga dipatorop ho bangso i. Nunga dipadiri ho di ibana halalas ni roha na bolon: Marlas ni roha nasida di jolo ni bohim, songon las ni roha di gotilon, songon parolopolopon di na marbagi tabantaban.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(9-3) Ai nunga diponggolhon ho auga na ampe tu ibana, dohot batahi ni abarana dohot linsinglinsing ni na mangadu ibana, songon uju di ari Midian.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(9-4) Ai masoksok do sogot nasa sinjata ni parsinjata di hatuturtar ni tongtangan, ro di ulos na marsapu mudar, gabe sipanganon ni api.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(9-5) Ai nunga tubu di hita sada posoposo dilehon tu hita sada Anak, pampe tu abarana do sogot harajaon, jala bahenonna goarna: Sipartahi Halongangan, siulubalang ni Debata, Ama saleleng ni lelengna, Raja ni hadameon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(9-6) Bahen hagaganda ni harajaon dohot hadameon na so marujung di habangsa ni si Daud dohot di harajaonna i, pahothon dohot patoguhon marhitehite patik dohot hatigoran, olat nion ro di salelenglelengna. Hamuruhon ni Jahowa Zebaot patupahon songon i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(9-7) Nunga ditongos Tuhan i sada hata tu si Jakkob, jala nunga songgop tu Israel.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(9-8) (II.) Asa tung diboto sandok bangso i, Epraim dohot isi ni Samaria di haginjangon dohot hajungkaton ni rohana, angka na mandok:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(9-9) Nunga matompas angka tano takko, jadi angka batu parbue pajongjongonta; nunga tartaba angka hau antajau, jadi angka hau ares solukkononta.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(9-10) Alai patimbulon ni Jahowa ma angka musu ni si Resin dompak Epraim, jala pajujuonna angka musuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(9-11) Ram sian jolo, jala halak Palistim sian pudi, gabe suda Israel disohali. Songon i pe i sudena, laos so sombu dope murukna, jala sai toltol dope tanganna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(9-12) (III.) Alai laos so mulak roha ni bangso i tu na mangalinsingi ibana, jala ndang dilului nasida Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(9-13) Dibahen i gotapon ni Jahowa ma sian Israel ulu dohot lailai, dangka ni harambir ro di tolong di na sadari.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(9-14) Angka sintua dohot na sangap do ulu i, jala panurirang na mangajarhon sipaotooto, i ma lailai i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(9-15) Ai angka partogi ni bangso on mangaliluhon nasida, jala tu hamagoan do angka na tinogihonna i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(9-16) Dibahen i ndang marlas ni roha Tuhan i mida angka dolidolinasida, jala ndang asi rohana di angka na sopot so marama, dohot angka na mabalu di nasida, ai saluhut do nasida na ramun, jala na jahat, jala nasa pamangan mandok hata haotoan. Songon i pe i sudena, laos so sombu dope murukna, jala sai toltol dope tanganna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(9-17) Ai marsigorgor do hajahaton i songon api; panganonna do duriduri dohot sihupi, jala galak angka tombak longolongo, gabe martimpul tu ginjang timusna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(9-18) Marhitehite parpiar ni rimas ni Jahowa Zebaot holom tano i, jala doshon sipanganon ni api bangso i, ndang masiolanan na martinodohon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(9-19) Manabi sahalak tu siamun, gabe haleon on ibana; mangan ibana tu hambirang, jadi ndang butong nasida, ganup manganhon sibuk ni botohonna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(9-20) Manasse manganhon Epraim, jala Epraim Manasse, rap nasida muse dompak Juda. Songon i pe i sudena, laos so sombu dope murukna, jala sai toltol dope tanganna.",
      "type": "content"
    }
  ]
}