{
  "book": "Imamat",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Harentaon taringot tu angka pelean situtungon sian lombu 1-9. II. Sian birubiru dohot hambing 10-13. III. Sian anduhur 14-17.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dijou Jahowa ma si Musa jala ro ma hata ni Jahowa tu ibana sian undungundung parluhutan i songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Paboa ma tu halak Israel jala dok ma tu nasida: Tung sura adong sada jolma sian hamu na naeng mamelehon sada pelean tu Jahowa, ingkon sian pinahan do, sian lombu manang sian birubiru pelehononmuna peleanmuna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tung sura sada pelean situtungon naeng pelehononna sian lombu, ingkon jonggi na so marlindang pelehononna, ingkon boanonna do i sahat tu pintu ni undungundung parluhutan i, asa jumpangan asi ni roha ibana di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ampehononna ma tanganna tu ulu ni pelean situtungon i, asa dapotan asi ni roha ibana bahen pardengganan di ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i potongonna ma lombu naposo i di adopan ni Jahowa; jala ingkon boanon ni angka malim, angka anak ni Aron ma mudar i jala pispishononna mudar i tu langgatan i humaliang, na di jolo ni pintu ni undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i bobakanna ma pelean situtungon i, laos disahei ma i marponggolponggol.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i mangopan api ma angka anak ni malim Aron di atas langgatan i, jala diampehon soban tu atas api i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ingkon jojor ampehonon ni angka anak ni Aron, angka malim i ma angka ponggolponggolna, uluna dohot pultahanna tu atas soban dohot api na di atas ni langgatan i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai anggo raoanna dohot bitisna ingkon burianna di bagasan aek, dung i tutungon ni malim i ma saluhutna i di atas langgatan i bahen pelean situtungon, bahen pelean api, bahen uap na hushus di Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Tung sura naeng pelehononna sada pelean situtungon sian pinahan na metmet, sian anak ni birubiru manang sian hambing, ingkon tunggal na so martihas do pelehononna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon potongonna do i di adopan ni Jahowa, di lambung ni langgatan tungkan utara; jala ingkon pispishonon ni angka anak ni si Aron, angka malim i ma mudarna tu langgatan i humaliang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ingkon saheanna do i marponggolponggol jala sirangonna uluna dohot pultahanna, jala ingkon jojor do i ampehonon ni malim tu atas soban dohot api na di atas ni langgatan i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai anggo raoanna dohot bitisna ingkon burianna di bagasan aek, dung i ingkon pelehonon ni malim saluhutna i jala tutungonna di atas langgatan bahen pelean situtungon, i ma pelean api, uap na hushus di Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Alai tung sura naeng pelehononna sada pelean situtungon di Jahowa sian pidong, ingkon pelehononna do i sian anduhur tabu manang sian anak ni darapati.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ingkon boanon ni malim do i tu langgatan i, jala pulosonna uluna laos tutungonna do i di atas langgatan i jala patirisonna mudarna tu dorpi ni langgatan i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai padaoonna do anggo buriranna, imputna jala timpalhononna do i tu lambung ni langgatan tungkan habinsaran, tu partangkalan i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i saheonna ma i di pamungkurina, alai ndang jadi ponggolhononna, dung i tutungon ni malim ma i di atas langgatan tu hau na di atas api bahen pelean situtungon, i ma pelean api, uap na hushus di Jahowa.",
      "type": "content"
    }
  ]
}