{
  "book": "Imamat",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hona toru ni Jahowa Nadab dohot Abihu ala api sileban pinangkena i 1-7. II. Jahowa mangorai angka malim minum anggur uju marulaon 8-11. III. Parjambaran ni angka malim sian angka pelean api 12-20.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma angka anak ni si Aron, si Nadab dohot si Abihu, dibuat be ma saoan pardaupaanna, jala dibahen api tu bagasan, diampehon huhut daupa tu atasna, laos diboan ma api sileban tu adopan ni Jahowa, na so tinonahonna tu nasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ruar ma api sian adopan ni Jahowa, jala suda nasida dipangan, gabe mate nasida di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ro ma hata ni si Musa tu si Aron: I ma hata naung nilumbahon ni Jahowa hian uju na nidokna: Ingkon gabe badia Ahu marhite sian halak, angka na jumonok tu Ahu, asa marmulia Ahu di adopan ni sandok bangso i; laos hohom boti do anggo si Aron.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dijou si Musa ma si Misael dohot si Elsapan, angka anak ni si Usiel, amanguda ni si Aron, jala ninna ma mandok nasida: Ro ma hamu jumonok, usung hamu ma anggimuna i sian inganan na badia tu balian ni parsaroan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi ro ma nasida jumonok, laos diusung ma bangkenasida i rap dohot pangkeannasida tu balian ni parsaroan i, songon na nidokkon ni si Musa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna si Musa ma tu si Aron, tu si Eleasar dohot tu si Itamar, angka anakna i: Unang hamu manggorbangi ulumuna, manang manansani pangkeanmuna, asa unang mate hamu, huhut parohon rimasna tu sandok luhutan i; alai anggo hahaanggimuna i, sandok halak Israel i tahe, jadi do tumatangis ala api naung pinagalak ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ndang jadi ruar sian pintu ni undungundung parluhutan i anggo hamu, asa unang mate hamu, ai nunga sahat tu hamu miak pamiahion sian Jahowa. Jadi dibahen nasida ma hombar tu hata ni si Musa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i ro ma hata ni Jahowa tu si Aron songon on:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang jadi inumonmu anggur manang siinumon na horas, ho rap dohot angka anakmu, uju bongot hamu tu undungundung parluhutan i, asa unang mate hamu. I ma uhum na hot salelenglelengna ro di pinomparmuna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Asa torang diboto hamu manirang na badia sian na ronsam, dohot na ramun sian na ganjing.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Asa diboto hamu huhut mangajarhon tu halak Israel sude uhum, angka na niaturhon ni Jahowa tu nasida marhite sian si Musa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Dung i ro ma hata ni si Musa tu si Aron, tu si Eleasar dohot tu si Itamar, anakna angka na tinggal i: Buat hamu ma pelean sipanganon na tading i sian pelean api tu Jahowa, pangan hamu ma i so mardongan asom di lambung langgatan i, ai na badia sahali do i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai ingkon di bagasan inganan na badia i do i panganonmuna, ai i do parjambaranmu dohot parjambaran ni angka anakmu sian angka pelean api tu Jahowa, ai songon i do hatana tu ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tole muse andora ni pelean siteateaan dohot hae jolo ni pelean sitatingan, jadi do panganonmuna di inganan na badia, ho rap dohot angka anakmu dohot borum. Ai parjambaranmu dohot parjambaran ni angka anakmu do i, nilehon sian angka pelean hamauliateon pinelehon ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia hae jolo ni pelean sitatingan dohot andora ni pelean siteateaan, ingkon boanon do i rap dohot pelean api dohot pultahan, asa diteatea bahen pelean siteateaan di adopan ni Jahowa. I ma gabe uhum na hot salelenglelengna di ho dohot di angka anakmu, songon na tinonahon ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i digogo si Musa ma mangalului hambing tunggal ni pelean pardosaon i, hape ida ma, nunga suda ditutung. Jadi tarrimas ma si Musa mida si Eleasar dohot si Itamar, angka anak ni si Aron na tinggal i, ninna ma:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Boasa so dipangan hamu pelean pardosaon i di inganan na badia i ai na badia sahali do i, naung binasabasahonna tu hamu, asa diuras hamu luhutan i sian hajahatonna mambahen pardengganan tu nasida di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ida ma, ndang sahat mudarna i diboan tu bagasan inganan na badia i; ingkon di bagasan inganan na badia i do i nian panganonmuna, songon na hudokkon i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ro ma hata ni si Aron tu si Musa: Ida ma, nunga dipelehon nasida sadarion peleannasida pardosaan, dohot peleannasida situtungon di adopan ni Jahowa, jala nunga songgop songon i tu ahu, lam panganonku muse ma sadarion sian pelean pardosaon i? Tung denggan ma i tagamon di adopan ni Jahowa?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi dung dibege si Musa hata i, sonang ma rohana.",
      "type": "content"
    }
  ]
}