{
  "book": "Imamat",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parsirangan taringot tu pinahan na ganjing sian na so ganjing 1-28. II. Taringot tu bangke dohot pinahan na manjirir 29-47.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu si Musa dohot tu si Aron, didok ma tu nasida:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dok hamu ma tu halak Israel songon on: On do pinahan angka na jadi panganonmuna sian saluhut pinahan angka na di atas tano on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nasa pinahan na martambirik jala bola dua tambirikna i huhut marngalu, i ma na jadi panganonmuna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ndang jadi panganonmuna sian angka na marngalu sambing dohot sian angka na marbola tambirikna sambing, songon: Unto, ai marngalu do i nian, alai ndang marbola anggo tambirikna, dibahen i ingkon ramun do i di hamu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tole muse landuk, ai marngalu do i nian, alai ndang marbola anggo tambirikna, dibahen i ingkon ramun do i di hamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tole muse ampodi, ai marngalu do i nian, alai ndang marbola anggo tambirikna, dibahen i ingkon ramun do i di hamu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tole muse babi, ai marbola do nian anggo tambirikna, alai ndang marngalu, dibahen i ingkon ramun do i di hamu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ndang jadi hamu manganhon sian sibukna, bangkena pe ndang jadi jamaonmuna, ai ramun do i di hamu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Angka on do na jadi panganonmuna sian saluhut angka na di bagasan aek: Nasa na marhapihapi jala na marsisik di bagasan aek, di bagasan laut dohot di bagasan angka sunge, i ma na jadi panganonmuna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai nasa na so marhapihapi jala na so marsisik di bagasan laut manang di bagasan sunge, sian saluhut na manginsir di bagasan aek dohot sian saluhut na mangolu di bagasan aek i ingkon hagigian do i di hamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon hagigian do i tutu di hamu; ndang jadi hamu manganhon sian sibukna, ingkon marbiasbias hamu mida bangkena i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Saluhut tahe na so marhapihapi jala na so marsisik di bagasan aek, ingkon hagigian do i di hamu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon marbiasbias rohamuna mida angka pidong on, ndang jadi panganonmuna, ai hagigian do i, songon: Pidong raja wali, lali bangar, honong bosi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tole lali lopak dohot lali lapuk ro di mansammansamna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tole muse pidong sigak ro di mansammansamna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tole muse pidong unto, langkupa, sihungkung, lali piuan ro di mansammansamna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tole muse sipauk, soro aek dohot ampapaluan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tole muse situbiak, onggang dohot silogologo.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tole muse siboru tasik, sibarung ro di mansammansamna, nang lompong dohot ariparip.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nasa na manjirir sian angka na marhabong na mardalan maropat pat, ingkon hagigian do i di hamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai na jadi do panganonmuna angka on sian saluhut na manjirir na marhabong, na mardalan maropat pat, i ma angka na marhaehae di atas ni patna, angka na pinangkena manimbungnimbung di atas tano i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Angka on do na jadi panganonmuna sian i: Nasa mansam sihapor, i ma hapor gundong, hapor suhat dohot hapor hole ro di mansammansamna be.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai nasa na manjirir na asing sian angka na marhabong, na maropat pat, ingkon hagigian do i di hamu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ingkon gabe ramun do hamu bahenon ni; manang ise na manjama bangkena i, ingkon ramun do ibana sahat ro di bodari.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jala manang ise na mangusung sian bangkena i, ingkon sunsionna pangkeanna, jala ingkon ramun ibana sahat ro di bodari.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dibahen i nasa pinahan na marbola tambirikna, alai ndang bola dua tambirikna i jala ndang marngalu, ingkon ramun do i di hamu; manang ise na manjama angka i, ingkon ramun ibana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala saluhut na mangojakkon tanganna mardalan sian nasa binatang na maropat pat i mardalan, ingkon ramun do di hamu; manang ise na manjama bangkena i, ingkon ramun do i sahat ro di bodari.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala manang ise na mangusung bangkena i, ingkon sunsionna do pangkeanna, jala ingkon ramun ibana sahat ro di bodari: Luhutna i ingkon ramun do i di hamu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(II.) Nang angka on, sian na manjirir di atas tano on, ingkon ramun do i di hamu songon: Padidit, bagudung dohot boraspati ro di mansammansamna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Tole mindoran, robar, ilik, pelang dohot sirajaodong.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Angka i ma na ramun di hamu sian saluhut na manjirir; manang ise na manjama angka i dung mate, ingkon ramun ibana sahat ro di bodari.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jala saluhut na tininggang ni bangkena i, ingkon ramun do i, nang saluhut ulaula sian hau, manang pangkean, manang hulingkuling manang tangki pe; saluhut ulaula tahe angka na pinangke tu ulaonna, ingkon rondamon do i tu aek, jala ingkon ramun do i sahat ro di bodari; dung i ias do i muse.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Nasa ulaula sian tano liat, tung sura madabu tu bagasanna sian angka bangke i, saluhut isina i ingkon ramun do i, jala ingkon taporon do ulaula i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Nasa panganon, angka na pinangan, tung sura saor aek sisongon i tusi, ingkon ramun do i; jala saluhut siinumon na niinum sian nasa ulaula sisongon i, ingkon ramun do i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Angkup ni nasa tininggang ni bangke sisongon i, ingkon ramun do i, nang tataring, nang hudon, ingkon bolahononhon do, ai na ramun do i, ingkon ramun do i nang di hamu.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alai anggo pansur manang sumur manang tobat, ingkon pansing do i; alai tahe manang ise na manjama bangke na disi, ingkon ramun do i di ibana.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Tung sura madabu bangke sisongon i tu boni marragamragam, na naeng saburhononhon, tong do ias anggo i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai tung sura dibahen aek tu boni i, hape madabu muse bangke sisongon i tusi, ingkon ramun do i di hamu.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Tung sura mate garam sian pinahan na jadi panganonmuna hian nian, manang ise na manjama bangkena, ingkon ramun do ibana sahat ro di bodari.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Angkup ni manang ise na manganhon sian bangkena i, ingkon sunsionna do pangkeanna, jala ingkon ramun do ibana sahat ro di bodari; suang songon i do manang ise na mamboan bangkena i, ingkon sunsionna pangkeanna, jala ingkon ramun ibana sahat ro di bodari.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jala saluhut gulokgulok na manginsir di atas tano i, ingkon hagigian do i, ndang jadi panganon!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Saluhut tahe na manginsir marhite sian butuhana, tole saluhut na manjurur na maropat pat ro di saluhut sitorop pat, nang saluhut gulokgulok na manginsir di atas tano i. Ndang jadi panganonmuna, ai hagigian do i.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Unang gabe hagigian dirimuna marhite sian saluhut gulokgulok na manginsir, jala unang gabe ramun dirimuna bahenon ni, asa unang gabe marlindang hamu bahenon ni.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Ai Ahu do Jahowa, Debatamuna i; dibahen i ingkon parbadiaanmuna dirimuna, asa gabe angka na badia hamu, ai na badia do Ahu. Dibahen i ndang jadi ramunanmuna dirimuna i marhite sian saluhut gulokgulok na manginsir di atas tano i.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Ai Ahu do Jahowa, naung manogihon hamu ruar sian tano Misir, asa Ahu gabe Debatamuna; dibahen i ingkon gabe angka na badia do hamu, ai na badia do Ahu.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "I ma patik taringot tu pinahan, taringot tu angka pidong dohot taringot tu saluhut na mangolu, na manginsir di bagasan aek ro di sude na mangolu, na manjirir di atas tano i.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Asa tung diboto hamu parsirang ni na ramun sian na pansing, dohot parsirang ni pinahan na jadi panganon sian pinahan na so jadi panganon.",
      "type": "content"
    }
  ]
}