{
  "book": "Imamat",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pelean pangurasan dohot ruhut siingoton ni halak na puruon 1-32. II. Taringot tu puru na lohot di bagas 33-57.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon on do patik tu halak na puruon di ari pangurasanna; ingkon boanon ibana tu adopan ni malim.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ingkon ruar malim i tu balian ni parsaroan; ia dung ditangkasi malim i, hape ida ma, nunga malum diida ringkorang ni puru ni halak na puruon i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon dohonon ni malim i ma halak na puruon i mambuat dua pidong na mangolu na ganjing bahen pangurasanna, tole dohot hau ares dohot bonang na rara dohot sanggul Hissop.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dohonon ni malim i ma halak maneat pidong na sada di atas ni sada hudon sian tano na marisi, aek mual.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ingkon buatonna ma pidong na mangolu i ro di hau ares, bonang na rara i dohot sanggul Hissop, rap sornophononna ma i dohot pidong na mangolu i tu bagasan mudar ni pidong na tarseat i di atas aek mual.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ingkon pistihanna ma pitu hali jolma na mangido urason sian puruna i; laos diurasi ma ibana jala dipalua pidong na mangolu i habang tu ladang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ingkon sunsion ni jolma na niurasan i angka pangkeanna jala ingkon gorbanganna sandok obukna jala tangkas ibana maridi di bagasan aek, asa ias ibana; dung i jadi ma ibana masuk tu parsaroan i; alai ingkon tinggal ibana di balian ni undungundung i pitu ari lelengna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tole papituarihon ingkon gorbangonna ma sandok obuk ni uluna, ro di janggutna dohot salibonna, asa targorbang sandok obukna; ingkon sunsionna huhut pangkeanna, jala didionna dagingna di bagasan aek, asa ias ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tole paualuarihon ingkon buatonna dua anak ni birubiru na so marlindang, dohot sada birubiru sisataon na so marlindang, angkup ni tolu parsampulu itak na lamot bahen pelean sipanganon, jala dogilonna tusi miak arga satakkar godangna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ingkon pajongjongon ni malim na mangurasi ma jolma na niurasan i rap dohot angka pelean i di adopan ni Jahowa, di jolo pintu ni undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i buaton ni malim i ma anak ni birubiru na sada jala pelehononna bahen pelean parsalaan rap dohot na satakkar miak i, jala tatingtatingonna do i bahen pelean tatingan di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i seatonna ma anak ni birubiru di inganan paneatan ni pelean pardosaan dohot pelean situtungon, i ma di inganan na badia i; ai suang songon pelean pardosaan do, pelean parsalaan i, malim i do nampunasa: Na badia sahali do i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i buaton ni malim i ma deba sian mudar ni pelean parsalaan i, laos bahenon ni malim i ma i tu suping ni pinggol siamun ni jolma na niurasanna i dohot tu ina ni tanganna siamun dohot tu ina ni patna siamun.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i buaton ni malim i ma deba sian miak na satakkar i, jala usehononna do i tu tangan hambirang ni malim i sandiri.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i sornophonon ni malim i ma jarijari ni tanganna siamun tu bagasan miak na di tanganna hambirang i, jala pistikkononna dohot jarijarina sian miak i pitu hali di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala miak na tading i di bagasan tanganna, ingkon bahenon ni malim i do i tu suping ni pinggol siamun ni jolma na niurasanna i dohot tu ina ni tanganna siamun dohot tu ina ni patna siamun di atas isian ni mudar pelean parsalaan i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo miak na tinggal i dope di bagasan tangan ni malim i, ingkon bahenonna do i tu ulu ni jolma na niurasanna i, asa malim i mambahen pardenggananna di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ingkon padirion ni malim i ma muse pelean pardosaan, asa mambahen pardengganan di jolma na niurasanna i sian haramunonna, dung i seatonna ma pelean situtungon i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ingkon pelehonon ni malim i ma pelean situtungon dohot pelean sipanganon di atas langgatan i, asa malim i mambahen pardenggananna, gabe ias ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai tung sura jolma na pogos ibana, gabe ndang tuk bahenonna, ingkon buatonna ma sada anak ni birubiru bahen pelean parsalaan huhut bahen pelean tatingan, mambahen pardenggananna; buatonna huhut saparsampulu itak na lamot jala dogilonna tusi miak bahen pelean sipanganon rap dohot satakkar miak.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Angkup ni dua anduhur tabu manang dua anak ni darapati, hombar tu na tarbuatsa, na sada sian i bahen pelean pardosaan jala na sadanari bahen pelean situtungon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ingkon boanonna do i paualuarihon bahen pangurasanna tu malim, tu jolo pintu ni undungundung parluhutan i, tu adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i buaton ni malim i ma anak ni birubiru i bahen pelean parsalaan rap dohot miak na satakkar i, ingkon tatingtatingon ni malim i do i bahen pelean tatingan di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i seatonna ma anak ni birubiru i bahen pelean parsalaan, jala buaton ni malim i deba sian mudar ni pelean parsalaan jala bahenonna do i tu suping ni pinggol siamun ni jolma na niurasanna i dohot tu ina ni tanganna siamun dohot tu ina ni patna siamun.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala sian miak i ingkon usehonon ni malim i deba tu bagasan tangan hambirang ni malim sandiri.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i pistikkonon ni malim i ma dohot jarijari ni tanganna siamun sian miak na di tanganna hambirang, pitu hali di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i bahenon ni malim i ma sian miak na di bagasan tanganna i tu suping ni pinggol siamun ni jolma na niurasanna i dohot tu ina ni tanganna siamun dohot tu ina ni patna siamun di atas isian ni mudar pelean parsalaan i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai anggo miak na tinggal i dope di bagasan tangan ni malim i, ingkon bahenonna do i tu ulu ni jolma na niurasanna i, bahen pardenggananna di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i pelehononna ma na sada sian anduhur tabu i, manang sada sian anak ni darapati i, marguru tu na dapot tanganna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sian na dapot tanganna tutu, na sada bahen pelean pardosaan jala na sadanari bahen pelean situtungon rap dohot pelean sipanganon, asa ingkon malim i mambahen pardengganan ni jolma na niurasanna i di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "I ma patik taringot tu jolma naung puruon, na so tuk buatonna na patut bahen pangurasanna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(II.) Dung i ro ma hata ni Jahowa tu si Musa dohot tu si Aron songon on:",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Molo dung sahat hamu tu tano Kanaan, silehononku tu hamu bahen partalianmu, jala tung sura Ahu parohon sahit puru tu bagasan sada jabu di tano partalianmuna i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ingkon ro jolma nampuna jabu i pabotohonsa tu malim i, dohononna ma: Rupa adong do, disura rohangku tarida ringkorang ni puru di jabungku.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i ingkon dohonon ni malim i ma jolma i mangarumari bagas i, jumolo asa ro malim i naeng manangkasi ringkorang i, asa unang ramun luhut barang na di bagasan jabu i; dung songon i, asa masuk malim i manangkasi jabu i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ia dung ditangkasi ringkorang i, hape ida ma, adong do tutu ringkorang i lohot di dorpi ni jabu i, tarrata manang rara turikna, lumondut idaon sian dorpi hian.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i ruar ma malim i sian jabu i tungkan pintu ni jabu i, laos hinsuonna ma jabu i pitu ari lelengna.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Tole papituarihon ingkon ulahan ni malim i ro manangkasi, hape ida ma, nunga lam rarat ringkorang i di dorpi ni jabu i.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i dohonon ni malim i ma halak mandungkir angka batu halohotan ni ringkorang i, bolongkononna do i tu balian huta tu inganan na ramun.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dung i dohononna ma mangkishis jabu i di bagasan humaliang, jala orbuk pangkishisan i, ingkon bolongkononna tu balian huta i, tu inganan na ramun.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dung i buatonna ma angka batu na asing, jala solukkononna bahen singkat ni batu nidungkirna i, jala buatonna ma hapur na asing bahen sampang ni jabu i.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Alai tung sura mangulahi ro ringkorang i jala tubu di jabu i, dung didungkir jolma angka batu i, jala dung dihishis jabu i jala dung nisampang muse dohot hapur.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Ingkon ro muse malim i manangkasi, hape ida ma, nunga lam rarat ringkorang di jabu i, i ma tandana paboa puru na manggagat do i di bagasan jabu, jadi ramun ma i.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Dibahen i ingkon lohaon ma bagas i, angka batuna dohot parhauna ro di sandok hapur sampang ni jabu i, jala ingkon paruaron do i tu balian huta tu inganan na ramun.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Jala manang ise na masuk tu bagasan jabu i saleleng tarhinsu jabu i, ingkon ramun ibana sahat ro di bodari.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Jala manang ise na modom di bagasan jabu i, ingkon sunsionna angka ulosna; jala manang ise na mangan di bagasan jabu i, ingkon sunsionna angka ulosna.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Alai molo dung masuk malim i manangkasi, hape ida ma, ndang lam manggagat ringkorang i di jabu i dung disampang jabu i dohot hapur, jadi ingkon dohonon ni malim i ma na ias jabu i, ai nunga pate ringkorang i.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Dung i buaton ni malim ma laho manguras bagas i dua pidong dohot hau ares dohot bonang na rara dohot sanggul Hissop.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Dung i seatonna ma pidong na sada di atas hudon tano na marisi aek mual.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Dung i buatonna ma hau ares dohot sanggul Hissop dohot bonang na rara dohot pidong na mangolu i, rap sornophononna ma i tu bagasan mudar ni pidong naung sineatna i dohot tu bagasan aek mual i; dung i pistikkononna ma tu jabu i pitu hali.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Songon i ma pangurasina di jabu i marhite sian mudar ni pidong dohot aek mual rap dohot pidong na mangolu i ro di hau ares, sanggul Hissop dohot bonang na rara.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Dung i paluaonna ma pidong na mangolu i tu balian huta, asa habang tu ladang, asa mambahen pardengganan tu jabu i, asa laos ias.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "I ma patik taringot tu ringkorang ni puru marragamragam dohot taringot tu lotup.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Dohot taringot tu ringkorang ni puru di angka ulos dohot di bagas.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Dohot taringot tu bosar, baro dohot riapriap.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Asa mangajarhon manang di ari dia na ramun manang aha, jala di ari dia na ias. I ma patik taringot tu sahit puru i.",
      "type": "content"
    }
  ]
}