{
  "book": "Imamat",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ari raya pardengganan. Habobongot ni sintua ni malim tu na songkal sahali 1-4. II. Pelean pardengganan di malim dohot di bangso i 5-19. III. Hambing tunggal na pinalua 20-28. IV. Tinembak ni rohana di ari raya on 29-34.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni Jahowa tu si Musa, dung mate anak ni si Aron na dua i, uju jumonok nasida tu adopan ni Jahowa, gabe mate nasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna Jahowa ma tu si Musa songon on: Paboa ma tu si Aron, hahami, asa unang tongtong ibana masuk tu bagasan inganan na badia i, tu pudi ni rimberimbe sahat tu adopan ni langkop pardengganan na di atas ni poti i, asa unang mate ibana; ai di bagasan ombun do Ahu patar tarida di atas langkop pardenggan i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon marhite sian on do si Aron masuk tu inganan na badia i: Marhite sian sada anak ni lombu bahen pelean pardosaan dohot marhite sian sada birubiru tunggal bahen pelean situtungon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon solukkononna ma baju parbagasan na badia i sian haen na halus dohot saraoal sian haen na halus manangkas di dagingna, jala ingkon hohoshononna hohos hori tu gontingna, jala martalitali sian haen na halus. Luhutna i angka pangkean na badia do i, dibahen i ingkon jolo tangkas ibana maridi di bagasan aek, asa solukkononna angka i tu dagingna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Dung i buatonna ma sian luhutan ni halak Israel dua hambing tunggal bahen pelean pardosaan dohot sada birubiru tunggal bahen pelean situtungon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i pelehonon ni si Aron ma lombu i bahen pelean ala ni dosana sandiri, asa mambahen pardengganan di ibana sandiri dohot di isi ni jabuna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i buatonna ma na dua hambing tunggal i, jala pajongjongonna do i di adopan ni Jahowa, di jolo pintu ni undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dabuon ni si Aron ma tondung taringot tu hambing tunggal na dua i, rujiruji na sada di Jahowa jala rujiruji na sadanari di Asasel (Sibolis).",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i pelehonon ni si Aron ma hambing tunggal na hona rujiruji di Jahowa, bahen pelean pardosaan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo hambing tunggal na hona rujiruji di Asasel, ingkon songon i mangolu pajongjongonna di adopan ni Jahowa, asa mambahen pardengganan marhite sian i, dung i paluaonna ma i di Asasel tu halongonan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i pelehonon ni si Aron ma lombu pelean i ala ni dosana sandiri, asa mambahen pardengganan di ibana sandiri dohot di isi ni jabuna, ingkon seatonna ma lombu pelean i ala ni dosana sandiri.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i buatonna ma sada saoan pardaupaan gok dohot gara ni api sian langgatan, na di adopan ni Jahowa jala gok tanganna duansa daupa na hushus na lamot tinutu, jala boanonna do i tu pudi ni rimberimbe sahat tu adopan ni langkop pardengganan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala ingkon peakkononna do daupa i tu atas api di adopan ni Jahowa, asa dihungkupi ombun ni daupa i langkop pardenggan i na di atas ni poti isian ni panindangion i, asa unang mate ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i buatonna ma deba sian mudar ni lombu i jala pistikkononna dohot jarijarina tu adopan ni langkop pardenggan i dingkan habinsaran, pola ingkon pitu hali songon i pistikkononna sian mudar i dohot jarijarina tu adopan ni langkop pardenggan i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i seatonna ma hambing tunggal pelean i ala ni dosa ni bangso i, jala boanonna deba mudarna tu pudi ni rimberimbe i sahat ro di adopan ni langkop pardenggan i, jala bahenonna mudarna i suang songon na binahenna taringot tu mudar ni lombu i, ingkon pistikkononna do i tu atas ni langkop pardenggan i dohot tu jolo ni langkop pardenggan i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Asa ingkon songon i bahenonna pardengganan di inganan na badia i ala ni haramunon ni halak Israel dohot ala ni pangalaosionnasida di saluhut dosanasida i; suang songon i bahenonna tu undungundung parluhutan i na maringan rap dohot nasida ti tongatonga ni haramunonnasida i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nanggo sahalak pe ndang jadi adong di bagasan undungundung parluhutan i, molo masuk ibana mambahen pardengganan di bagasan inganan na badia i, paima ruar ibana muse; ingkon songon i bahenonna pardengganan di ibana sandiri dohot di isi ni jabuna ro di sandok luhutan Israel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia dung haruar ibana mandapothon langgatan na di adopan ni Jahowa, ingkon bahenonna huhut pardenggananna; ingkon buatonna deba sian mudar ni lombu i dohot sian mudar ni hambing tunggal i, jala bahenonna tu tanduk ni langgatan i humaliang.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala ingkon pistikkononna dohot jarijarina sian mudar i pitu hali tu langgatan i, asa urasanna jala parbadiaanna sian haramunon ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Ia dung marujung dibahen pardenggan i manguras inganan na badia i dohot undungundung parluhutan i dohot langgatan i, ingkon dohononna ma mamboan hambing tunggal na mangolu i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ampehonon ni si Aron ma tanganna duansa tu ulu ni hambing tunggal na mangolu i paporsanhon tu ibana saluhut hajahaton ni halak Israel dohot saluhut pangalaosionnasida i di saluhut dosanasida i jala ampehononna do angka i tu ulu ni hambing tunggal i, dung i suruhononna ma sahalak naung hobas hian manogu hambing tunggal i tu halongonan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Asa hambing tunggal i mamorsan saluhut hajahatonnasida i tu tano na lingling, dung i paluaonna ma hambing tunggal i di halongonan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i masuk ma si Aron tu bagasan undungundung parluhutan i jala tanggalanna ma pangkean sian hain na lamoti, na sinolukkonna di na laho masuk ibana tu inganan na badia i, laos tinggalhononna disi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i didionna ma dagingna dohot aek di inganan na badia i, jala solukkononna ma pangkeanna ariari; dung i ruar ma ibana, laos hobasonna ma pelean situtungon di ibana sandiri dohot pelean situtungon di bangso i, asa mambahen pardengganan di ibana sandiri dohot di bangso i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ianggo tabotabo ni pelean pardosaan ingkon tutungonna do i di atas langgatan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai anggo jolma na manogunogu birubiru tunggal tu Asasel, ingkon sunsionna ma angka ulosna jala tangkas didionna dagingna dohot aek, dung i pe asa jadi ibana masuk tu parsaroan i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ia lombu pelean pardosaon i dohot hambing pelean pardosaon i, naung pola binoanna mudarna i tu bagasan inganan na badia i mambahen pardengganan, ingkon boanon ni halak do i tu balian ni parsaroan jala suda tutungonna dohot api, tole hulingkulingna, sibukna dohot napana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala jolma na manutung angka i, ingkon sunsionna do angka ulosna jala tangkas didionna dagingna dohot aek; ia dung songon i jadi ma ibana masuk tu parsaroan i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(IV.) Ingkon gabe patik do on di hamu ro di salelenglelengna: Di bulan sipahapitu di ari sampulu, ingkon paunduhonmuna rohamuna, jala ndang jadi ulaonmuna manang aha ulaon, nang hamu isi ni tano i hian, nang halak dagang na maisolat di tongatongamuna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai di ari na sasada i do dibahen malim pardengganan di hamu, manguras hamu, ingkon taruras hamu sian saluhut dosamuna di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dibahen i ingkon gabe ari Sabbat paradianan na bolon do i di hamu jala ingkon paunduhonmuna rohamuna i; patik ma i di hamu ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai anggo pardengganan sisongon i, ingkon malim naung tangkas miniahan ni Jahowa mambahensa dohot naung tangkas pinabangkit ni halak mangaradoti hamalimon singkat ni amana, jala ingkon solukkononna do pangkean na halus, i ma pangkean angka na marhadohoan.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jala ingkon songon i bahenonna pardengganan manguras inganan na badia i ro di undungundung parluhutan i dohot langgatan i; bahenonna huhut pardengganan manguras angka malim ro di sandok bangso luhutan i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi i ma gabe patik di hamu ro di salelenglelengna, ingkon bahenon pardengganan manguras halak Israel sian dosanasida sahali sataon. Jadi dibahen nasida ma hombar tu na tinonahon ni Jahowa tu si Musa.",
      "type": "content"
    }
  ]
}