{
  "book": "Imamat",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik mangorai seaton pinahan pelean manang didia, nda ingkon di inganan na badia i 1-9. II. Diparata patik i na so tupa panganonnasida mudar manang juhut soroan 10-16.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Paboa tu si Aron dohot tu angka anakna ro di sandok halak Israel, dohononmu ma tu nasida: On do hata na tinonahon ni Jahowa, ninna do:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Manang ise sian pinompar ni Israel na maneat sada jonggi manang anak ni birubiru manang hambing boruboru di bagasan parsaroan manang di balian.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala ndang diboan pinahan i tu jolo pintu ni undungundung parluhutan i, asa pelehononhon nian sian i bahen pelean tu Jahowa di adopan ni inganan ni Jahowa: Mudarna i ingkon marsapata tu jolma na mandurushon mudar i, jala ingkon siaphononhon jolma i sian tongatonga ni bangsona.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dibahen i ingkon boanon ni halak Israel do peleannasida angka na naeng pelehononna di ladang, boanonna ma tutu tu Jahowa, tu jolo pintu ni undungundung parluhutan i, tu malim i, asa dipelehon angka i bahen pelean hamauliateon tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala ingkon pistikkonon ni malim mudar i tu langgatan ni Jahowa di jolo pintu ni undungundung parluhutan i, jala ingkon tutungonna tabotabona bahen uap na hushus di Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala ndang jadi be nasida mamelehon peleannasida i tu angka begu, angka na niihuthonnasida marhite sian parmainanon; ingkon gabe patik na hot ma i salelenglelengna di nasida marsundutsundut.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen i ingkon dohononmu ma tu nasida: Manang ise sian pinompar ni Israel manang sian halak dagang, angka na maisolat di tongatonganasida mamelehon sada pelean situtungon manang pelean sipotongon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Hape ndang diboan tu jolo pintu ni undungundung parluhutan i, asa mamelehon di Jahowa nian, ingkon rendephononhon jolma sisongon i sian bangsona.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Jala manang ise sian pinompar ni Israel manang sian halak dagang, angka na maisolat di tongatongamuna, molo tung mangan mudar ni manang aha ibana, ingkon Bohingku sandiri mangalo jolma na manganhon mudar i, jala ingkon Ahu maniaphon ibana sian tongatonga ni bangsona.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai hosa ni sibuk i di bagasan mudar do i, jala nunga pola Ahu mangalehoni di hamu di atas langgatan, asa bahen pardengganan di tondimuna, ai mudar i do mambahen pardengganan marhite sian tondi na di bagasan i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ala ni umbahen Ahu mandok tu halak Israel: Manang ise pe sian hamu ndang jadi panganonna mudar; nang halak dagang na maisolat di tongatongamuna, ndang jadi panganonna mudar.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala manang ise sian halak Israel, nang sian halak dagang angka na maisolat di tongatongamuna, tung sura dapotsa diburu juhut harangan manang sada pidong na ganjing panganon, ingkon durushononna mudarna jala hungkupanna do i dohot tano.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai hosa ni nasa sibuk i ma mudarna, di bagasan mudarna do i. Ala ni umbahen pola Ahu mandok tu halak Israel: Ndang jadi panganonmuna mudar ni manang dia daging, ai hosa ni nasa sibuk i ma mudarna; asa manang ise na manganhon mudar i ingkon siaphononhon ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Angkup ni manang ise na manganhon na mate garam, manang juhut soroan, nang halak isi ni tano i hian, nang halak dagang, ingkon sunsionna angka ulosna jala tangkas ibana maridi di bagasan aek, jala ingkon ramun ibana sahat ro di bodari, asa ias muse.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai tung sura so disunci angka ulosna, manang ndang tangkas maridi dagingna, ingkon manginona tu ibana do hajahatonna i.",
      "type": "content"
    }
  ]
}