{
  "book": "Imamat",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ndang jadi tiruon ni halak Israel angka adat ni halak parbegu 1-5. II. Ndang jadi masiolian angka na solhot martutur 6-18. III. Ndang jadi mangalangkup, manang paihuton hagatalon angka na niulahon ni halak sipelebegu 19-30.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ro muse ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hatahon ma tu halak Israel jala dohononmu ma tu nasida: Ahu do Jahowa, Debatamuna i!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ndang jadi tiruonmuna pambahenan ni halak di tano Misir paisolatanmuna najolo, jala ndang jadi tiruonmuna pambahenan ni halak di tano Kanaan, hasahatanmuna tu joloan on togihononku, jala ndang jadi ihuthononmuna adatnasida i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon radotanmuna do angka uhumhu jala ingkon ingotonmuna angka parentangku, asa marparange hamu hombar tusi, ai Ahu do Jahowa, Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dibahen i ingkon radotanmuna angka parentangku dohot angka uhumhu; manang ise jolma na mangulahon angka i, mangolu ma ibana marhite sian i, ai Ahu do Jahowa!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Manang ise pe baoa ndang jadi jumonok ibana tu sada parompuan sihasolhotanna, naeng mangabia, ai Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ndang jadi patedehonmu na niabitan ni amangmu manang inangmu; ai inangmu do ibana, dibahen i ndang jadi pagodangonmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ndang jadi pagodangonmu jolma ni amangmu, ala naung sampur amangmu tu nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang jadi olionmu ibotom tubu ni amangmu manang inangmu, na tubu di bagasan jabu manang di ruar, ndang jadi patedehonmu na niabitanna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ndang jadi olionmu pahompum boru, tubu ni anakmu manang borum, ndang jadi patedehonmu na niabitanna, ai hapantanganmu do nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ndang jadi olionmu boru ni jolma ni amangmu, tinubuhon ni amangmu, ai ibotom do nasida jala hapantanganmu do nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ndang jadi olionmu namborum, ai sisada mudar dohot amangmu do nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ndang jadi olionmu pariban ni inangmu, ai sisada mudar do nasida dohot inangmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ndang jadi ramunanmu podoman ni hahaanggi ni amangmu, laho sampur tu jolmana, ai inangmu do nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ndang jadi pagodangonmu parumaenmu, ai jolma ni anakmu do nasida, ala ni umbahen so jadi patedehonmu na niabitanna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ndang jadi rampasonmu jolma ni hahaanggim, ala naung sampur tu hahaanggim.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ndang jadi olionmu sada parompuan rap rodot boruna; jala ndang jadi buatonmu pahompum, tubu ni anakna manang tubu ni boruna bahen jolmam, ai sisada mudar do hamu, ai haurahon bolon do i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang jadi buatonmu sada parompuan rap dohot anggina bahen jolmam, asa patubu pangiburuon, ala sampur ho dohot imbangna, tagan di ngoluna dope.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Ndang jadi ho sampur tu jolmam uju marsahithon pantang ni abitna nasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala ndang jadi angkupanmu modom jolma ni donganmu, gabe ramun ho maon marhite sian nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala ndang jadi pasahatonmu nanggo sahalak sian pinomparmu laho mamelehon tu Molok, asa unang ramun bahenonmu Goar ni Debatam, ai Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ndang jadi parjolmaonmu baoa songon parompuan, ai hagigian do i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Angkup ni ndang jadi ho sampur manang tu pinahan dia, gabe ramun ho bahenon ni; jala parompuan pe ndang jadi sampur tu pinahan, ai hagigian bolon do i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ndang jadi ramunanmuna dirimuna marhite sian saluhutna i, ai marhite sian pambahenan sisongon i tarramun do bangso parbegu, angka sipabalionku maradophon hamu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi tarramun ma tano i, gabe ingkon marlulu Ahu dompak tano i ala hajahatonna, asa diutahon tano i angka jolma pangisina i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dibahen i sai radoti hamu ma angka parentangku dohot uhumhu jala unang ulahon hamu nanggo sada sian saluhut biasbias ondeng, nang jolma isi ni tano i hian, nang halak dagang na maisolat di tongatongamuna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai saluhut angka biasbias ondeng, nunga diulahon isi ni tano i hian, angka na jumolo sian hamu, gabe tarramun tano i dibahen.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Asa unang dohot hamu diutahon tano i, tung sura tarramun dibahen hamu, suang songon na niutahonna bangso parbegu angka na jumolo sian hamu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai manang ise na mangulahon nanggo sada sian angka biasbias ondeng, ingkon siaphononhon do hosana i sian tongatonga ni bangsona.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dibahen i radoti hamu ma siradotanmuna maradophon Ahu, na so tupa hamu mangulahon nanggo sada sian adat hagigian, angka na niulahon ni halak na jumolo sian hamu, asa unang tarramun dirimuna marhite sian i; ai Ahu do Jahowa, Debatamuna i!",
      "type": "content"
    }
  ]
}