{
  "book": "Imamat",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ingkon parbadiaan ni Israel dirina di Jahowa 1-8. II. Partorang ni roha haholongan tu dongan 9-32. III. Patik siingoton taringot tu tano i, angka adat ni parbegu, angka na tuatua, halak dagang, parsuhatan dohot timbangan 33-37.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hatahon ma tu sandok luhutan ni halak Israel hata on: Ingkon badia hamu, ai na badia do Ahu, Jahowa, Debatamuna i!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon ganup jolma pasangaphon inana dohot amana, jala ingkon radotanmuna angka ari Sabbathu, ai Ahu do Jahowa, Debatamuna i!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala ndang jadi hamu mandompakkon angka ajiajian, jala ndang jadi hamu mambahen angka debata tuangan di hamu, ai Ahu do Jahowa, Debatamuna i!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala tung sura hamu mamelehon sada pelean hamauliateon tu Jahowa, ingkon sian lomo ni rohamuna hamu mamelehon i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ingkon laos di ari pamelehonmuna dohot marsogotna i hamu manganhon pelean i, alai anggo na tinggal i ro di ari patoluhon, ingkon tutungonmuna do i tu bagasan api.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung sura adong na manganhon sian i di ari patoluhon, hagigian do i, ndang tarhalomohon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala manang ise na manganhon sian i, ingkon manginona tu ibana hajahatonna, ala na niramunanna habadiaon ni Jahowa, jala ingkon siaphononhon hosana sian tongatonga ni bangsona.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Molo digotil hamu parbue ni tanomuna, ndang jadi suda gotilonmu duru ni haumamu jala ndang jadi jomputonmuna na marpisikpisik di panabianmuna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Parbue ni hau anggurmu pe ndang suda gotilonmu, jala unang pola papungupungu parbue na marpisikpisik di porlak anggurmu; ingkon pasombuonmu do i di halak na pogos dohot di halak dagang, ai Ahu do Jahowa, Debatamuna i!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ndang jadi hamu manangko, jala ndang jadi hamu margabus, jala ndang jadi hamu masipaotootoan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala ndang jadi hamu manolon na tutu marhitehite Goarhu, asa unang marlea bahenonmu Goar ni Debatam, ai Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ndang jadi rupaonmu donganmu manang doboonmu ugasanna, jala ndang jadi pogoonmu upa ni halak pangula, pola sahat ro di manogot.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ndang jadi buraanmu halak na nengel jala ndang jadi bahenonmu partuktuhan di jolo ni halak na mapitung, ingkon habiaranmu do Debatamu, ai Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ndang jadi papeolonmu uhum di paruhuman, ndang jadi hamu marnidanida bohi, palea halak na pogos, pasangap halak na sangap, ingkon marhite sian hatigoran uhumonmu donganmu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ndang jadi ho mangalap manaruhon hata mangkata donganmu sabangso, jala ndang jadi ho hehe manindangi dompak mudar ni donganmu, ai Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ndang jadi hosomonmu donganmu di bagasan roham, alai ingkon marsipaingot ho tu donganmu, asa unang manean dosa ho ala ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang jadi baloshononmu na jahat, jala ndang jadi marsunisunian roham tu anak ni bangsom, ingkon haholonganmu donganmu jolma songon dirim, ai Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ingkon radotanmuna do angka uhumhu; ndang jadi loasonmu pinahanmu tu na pulik mansam marbaringin, jala ndang jadi mardua ragam boni saburhononmu tu haumam jala ndang jadi pangkeonmu ulos na mardua mansam bonangna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tung sura sampur sada baoa tu sada parompuan sonduhan naung oroan nian, alai ndang haru ditobus dope, manang ndang haru malua dope sian parhatobanan, ingkon rap linsingan do, alai ndang jadi mate nasida bunuon, ala so haru malua dope nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai ingkon boanon ni baoa i sada birubiru tunggal di Jahowa tu jolo pintu ni undungundung parluhutan i, bahen pelean parsalaanna urasna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala ingkon malim i mambahen pardenggananna marhite sian birubiru tunggal pelean parsalaan i di adopan ni Jahowa, ala dosa na binahenna i, jadi marpamuati ma roha ni Jahowa mida dosa na binahenna i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(III.) Ia dung masuk hamu tu bagasan tano i jala disuan hamu angka hau marragamragam tau sipanganon parbuena, ingkon hira na marhulup parbuena etongon ni rohamuna; ingkon tolu taon lelengna marhulup etongon ni rohamuna, ndang jadi panganonmuna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai anggo paopattaonhon ingkon badia saluhut parbuena i tau pujipujian tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tole muse palimataonhon jadi ma panganonmuna parbuena i, asa lam tamba parbuena i di hamu; ai Ahu do Jahowa, Debatamuna i!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ndang jadi panganonmuna manang aha na marsaor mudar. Ndang jadi ulahononmuna partondungon manang parsibalikmataon.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ndang jadi marjambulan obuk ni ulum gorbangonmu, jala ndang jadi gansipanmu ujung ni janggutmu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ndang jadi garianganmu dagingmu ala na mate ho, jala ndang jadi marsurat dagingmu marhite sian bosi na ginarahon, ai Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ndang jadi ramunanmu borum mangapoi mangulahon parmainanon, asa unang marmainan isi ni tano i, gabe gok hajahaton tano i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ingkon radotanmuna do ari Sabbathu, jala pasangap hamu ingananku na badia i; ai Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ndang jadi hamu marbalik tu halak pangarunding manang tu halak partondung, ndang jadi hamu marsungkun tu nasida, asa unang ramun hamu bahenonnasida; ai Ahu do Jahowa, Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ingkon hehe ho laos jongjong maradophon halak na ubanon, jala ingkon pasangaponmu do halak na tuatua, jala ingkon marhabiaran ho maradophon Debatam; ai Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Tung sura maisolat sahalak dagang di lambungmu di tanomuna i, ndang jadi rupaonmu ibana.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Songon sahalak sian hamu na tubu di tano i, ingkon songon i do nang halak dagang di tongatongamuna, ingkon haholonganmu do ibana songon dirim, ai halak dagang do nang hamu na jolo di tano Misir; ai Ahu do Jahowa Debatamuna i!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ndang jadi dabuonmuna uhum na geduk di paruhuman i, manang marhite sian asta, manang marhite sian timbangan, manang marhite sian solup.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ingkon hatian na sintong dohot batu timbangan na sintong dohot solup na sintong dohot bale na sintong masa di hamu; ai Ahu do Jahowa, Debatamuna i, na manogihon hamu ruar sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dibahen i radoti hamu ma saluhut parentangku dohot uhumhu, jala ulahon hamu angka i; ai Ahu do Jahowa.",
      "type": "content"
    }
  ]
}