{
  "book": "Imamat",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pelean sipanganon sian itak dohot sian naung minasak 1-13. II. Pelean sian patumonaan 14-16.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tung sura manang ise naeng mamelehon sada pelean sipanganon tu Jahowa, ingkon itak na lamot buatonna peleanna jala usehononna tusi miak jala ampehononna tusi haminjon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i boanonna do i tu angka anak ni si Aron, angka malim i; dung i buaton ni sada sian nasida sian i sampohul, sian itak, sian miak dohot sandok haminjon i, ingkon tutungon ni malim i ma i bahen pelean parningotan di atas ni langgatan i, gabe pelean api, uap na huhus di Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai na teba i sian pelean sipanganon i, jambar ni si Aron dohot angka anakna ma i, i ma na badia sahali sian angka pelean api di Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai tung sura naeng pelehononmu sada pelean sipanganon naung minasak di tataring, ingkon buatonmu do gaburgabur na so niasoman mardongan miak dohot sagusagu na so niasoman marsapu miak.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai tung sura peleanmi sada pelean sipanganon sian na ginoreng di balanga, ingkon sian itak na lamot na so niasoman do marsaor miak.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ingkon parponggolanmu do i jala usehononmu tusi miak, asa manjadi pelean sipanganon do i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai tung sura peleanmi sada pelean sipanganon sian na nilompa di bagasan hudon, ingkon sian itak na lamot do i marsaor miak bahenon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon boanonmu do pelean sipanganon na pinaulim sian angka ondeng di Jahowa, boanonmu do i tutu tu malim i, asa ibana muse mamboan tu langgatan i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala ingkon buaton ni malim i sian pelean sipanganon jambar parningotan jala tutungonna do i di atas langgatan, i ma pelean api, uap na hushus di Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai na tinggal i sian pelean sipanganon, i ma gabe jambar ni si Aron dohot angka anakna, i ma na badia sahali sian angka pelean api tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nasa pelean sipanganon na naeng pelehononmuna tu Jahowa, ndang jadi asom bahenon, ai nasa na asom manang situak ni loba, ndang jadi tutungonmuna sian i bahen pelean api tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Anggo bahen pelean patumonaan jadi do boanonmuna angka i tu Jahowa, alai ndang jadi anggo tutungon di atas langgatan, bahen uap na hushus.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nasa pelean sipanganon tahe, ingkon mardongan sira do bahenonmu, na so tupa tartinggal bahenonmu sian peleanmu sipanganon sira parjanjian tu Debatam; dibahen i ingkon mardongan sira sude peleanmu pelehononmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Alai molo naeng ho mamelehon pelean sipanganon sian patumonaan tu Jahowa, ingkon boanonmu do biur ni eme na nirondang di bagasan api, na niduda bahen pelean sipanganon sian patumonaan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ingkon bahenonmu huhut tusi miak jala ampehononmu tu atasna haminjon, i ma gabe pelean sipanganon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ingkon tutungon ni malim ma jambar parningotan sian eme na nidugudugu dohot sian miakna rap dohot sandok haminjon i bahen pelean api di Jahowa.",
      "type": "content"
    }
  ]
}