{
  "book": "Imamat",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Uhum angka na mangonai tu halak na mangulahon pardebataon sileban dohot parmainanon 1-21. II. Apoapo mandokkon mamulik sian angka bangso parbegu 22-27.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon dohononmu ma tu halak Israel: Manang ise pe sian halak Israel nang sian halak dagang, angka na maisolat di Israel, tung sura dipelehon sian pinomparna tu Molok, ingkon marutang hosa ibana, ingkon halak isi ni tano i mandangguri ibana mate dohot batu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ahu sandiri pe manuju Bohingku mangalo jolma sisongon i jala maniaphon ibana sian tongatonga ni bangsona, ala naung nilehonna sian pinomparna tu Molok, asa paramunhon ingananku na badia i dohot paleahon Goarhu na badia i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung sura pe dipaula isi ni tano i hira na so diida jolma sisongon i, uju na mamelehon ibana sian pinomparna tu Molok, asa unang nian bunuonna ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ahu sandiri ma manuju Bohingku mangalo jolma sisongon i dohot mangalo donganna samarga, Ahu huhut maniaphon ibana sian tongatonga ni bangsona rap dohot sude na mangihuthon parmainanonna, angka na marmainan mangihuthon ibana tu Molok.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tung sura marbalik manang ise marsungkun tu halak pangarunding, manang tu halak partondung, asa mangihuthon parmainanonnasida, ingkon Ahu manuju Bohingku mangalo jolma sisongon i dohot maniaphon ibana sian tongatonga ni bangsona.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i ingkon parbadiaanmuna dirimuna, asa gabe angka na badia i hamu, ai Ahu do Jahowa, Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala ingkon radotanmuna angka parentangku dohot mangulahon angka i; ai Ahu do Jahowa, na pabadiahon hamu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Manang ise na mamburai amana manang inana, ingkon marutang hosa ibana; ala naung binuraanna amana manang inana; ingkon marsapata tu ibana sandiri mudarna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung sura adong manang ise na mangalangkup jolma ni manang ise, ala naung nilangkupanna jolma ni donganna i, ingkon rap marutang hosa do pangalangkup dohot na nilangkup.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tung sura adong manang ise na pagodang jolma ni amana, gabe diramuni podoman ni amana i, ingkon rap marutang hosa nasida duansa; ingkon marsapata tu nasida sandiri mudarnasida i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tung sura adong manang ise na pagodangkon parumaenna, ingkon rap marutang hosa duansa, ala hagigian bolon na niulana; ingkon marsapata tu nasida sandiri mudarnasida i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tung sura adong sada baoa na marjolmahon baoa, songon parompuan, duansa nasida mangulahon biasbias, ingkon rap marutang hosa do; marsapata tu nasida sandiri mudarnasida i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tung sura adong manang ise mambuat sada parompuan rap dohot inana bahen jolmana, biasbias bolon do i, ingkon rap tutungon di bagasan api nasida tolunsa, asa unang mian biasbias i di tongatongamuna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tung sura adong sada baoa na sampur tu pinahan, ingkon marutang hosa do ibana, pinahan i pe ingkon bunuon do.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tung sura adong sada parompuan jumonok tu pinahan naeng sampur tusi, ingkon rap bunuonmu do parompuan i dohot pinahan i, ingkon rap marutang hosa do, marsapata tu nasida sandiri do mudarna i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tung sura adong sada baoa na marjolmahon ibotona, tubu ni amana manang tubu ni inana, gabe ditilik na niabitanna, jala parompuan i muse manilik na niabitan ni baoa i, haurahon bolon do i; ingkon siap nasida bahenon di adopan ni donganna sabangso, ala naung niramunanna ibotona, ingkon manginona tu ibana hajahatonna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tung sura adong sada baoa na sampur tu jolmana uju marsahithon pantang ni abitna, tung dipatedek na niabitanna jala lomo dohot parompuan i disi, ingkon siaphononhon nasida duansa sian tongatonga ni bangsona.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang jadi ho sampur tu pariban ni inangmu manang tu namborum, ai na mangaleai parsabutuhaon do i, ingkon manginona tu nasida hajahatonnasida i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tung sura adong sada baoa na sampur tu jolma ni amangtuana, i ma na mangaramuni podoman ni amangtuana; ingkon manginona tu nasida dosanasida i, ingkon mate punu do nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tung sura adong sada baoa na mangarampas jolma ni hahaanggina, haramunon bolon do i ingkon mate punu do nasida, ala naung niramunanna podoman ni hahaanggina i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(II.) Antong radoti hamu ma saluhut parentangku dohot saluhut uhumhu, jala ulahon hamu angka i, asa unang hamu diutahon tano hasahatanmuna sogot togihononku, asa maringan hamu disi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala ndang jadi hamu mangihuthon tu hasomalan ni bangso parbegu, angka sipabalionku maradophon hamu, ai luhutna i nunga diulahon anggo nasida, umbahen marbiasbias Ahu mida nasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ala ni umbahen naung pola hudok tu hamu: Ingkon teanonmuna tanonasida i, Ahu tahe marbasabasahonsa tu hamu, bahen teanteananmuna, tano habaoran ni susu dohot situak ni loba. Ahu do Jahowa, Debatamuna i, na papulik hamu sian angka bangso.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dibahen i ingkon sirangonmuna pinahan na ganjing sian na ramun dohot pidong na ganjing sian na ramun, asa unang gabe ramun dirimuna marhite sian pinahan, manang pidong manang marhite sian saluhut na manjirir di atas tano i, naung hapapulik paboa ramun do i di hamu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dibahen i ingkon gabe badia hamu di Ahu, ai na badia do Ahu, Jahowa, na papulik hamu sian angka bangso, asa gabe bangsongku hamu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tung sura adong sada baoa manang sada parompuan di tongatongamuna gabe pangarunding manang partondung, ingkon marutang hosa nasida; ingkon mate nasida dangguran dohot batu; marsapata tu nasida sandiri mudarnasida i.",
      "type": "content"
    }
  ]
}