{
  "book": "Imamat",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka patik siingoton ni angka malim 1-9. II. Siingoton ni sintua ni malim 10-15. III. Molo martihas daging ni anak ni malim, ndang jadi bangkit malim ibana 16-24.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse ma hata ni Jahowa tu si Musa songon on: Dok ma tu angka malim, angka anak ni si Aron, jala paboa ma tu nasida: Ndang jadi ramunan ni malim i dirina taringot tu jolma na mate di tongatonga ni bangsona.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dungkon ni taringot tu sibukna na sumolhot tu ibana; taringot tu inana dohot amana, taringot tu anakna, boruna dohot anggina.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Taringot tu ibotona namarbaju di lambungna dope, na so marharajaan dope, jadi ramunanna dirina anggo taringot tusi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndang jadi ramunanna dirina ala marjujungan ibana di tongatonga ni bangsona laho palea ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang jadi marjambulan obuk ni uluna gorbangonna jala ndang jadi gansipanna ujung ni janggutna manang rarihonna dagingna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ingkon gabe badia nasida di Debatanasida i jala ndang jadi marlea bahenonna Goar ni Debatanasida i, ai nasida do mamelehon angka pelean api tu Jahowa, bahen sagusagu lomo ni roha ni Debatanasida, dibahen i ingkon gabe badia do nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ndang jadi nasida marjolmahon parompuan sibabijalang manang naung mambolongkon dirina, nang parompuan naung pinaulak ni baoana, ndang jadi parjolmaonna, ai badia di Debatana do malim i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen i ingkon parbadiaanmu ibana ala ibana mamelehon sagusagu lomo ni roha ni Debatam; ingkon badia ibana di ho, ai na badia do Ahu, Jahowa na pabadiahon hamu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung sura dipungka boru ni sada malim marmainan, na palea amana ibana disi, ingkon suda tutungon parompuan i di bagasan api.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Alai anggo sintua ni malim di tongatonga ni hahaanggina, naung pola niusehon miak pamiahion i tu uluna, jala naung pinabangkit asa solukkononna pangkean angka na marhadohoan i, ndang jadi patedehonna uluna, jala ndang jadi sansananna pangkeanna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala ndang jadi jumonok ibana tu halak na mate, jala ndang jadi ramunanna dirina taringot tu amana manang taringot tu inana pe.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala ndang jadi ibana ruar sian inganan na badia i, jala ndang jadi marlea bahenonna habadiaon ni Debatana, ai nunga pola sahat tu ibana miak pamiahion i, ai Ahu do Jahowa!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon sada parompuan namarbaju buatonna bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ndang jadi buatonna anggo parompuan na mabalu, manang naung pinaulak, manang naung mambolongkon dirina, manang sibabijalang; ingkon sada parompuan namarbaju sian bangsona buatonna bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Asa unang marlea bahenonna pinomparna di tongatonga ni bangsona, ai Ahu do Jahowa, na pabadiahon ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Dung i ro muse hata ni Jahowa tu si Musa, ninna ma:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hatahon ma tu si Aron songon on: Manang ise na sian pinomparmu marsundutsundut na martihas dagingna, ndang jadi jumonok ibana laho mamelehon sagusagu lomo ni roha ni Debatana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai nasa baoa na martihas dagingna ndang jadi jumonok, baoa na mapitung manang na pangpang, manang dalnat igungna, manang maganjangku ruasna sambariba.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Manang baoa na maponggol patna manang tanganna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Manang na gurdung manang na tiarapon manang na paloon matana, manang na rasaon manang na gurapon manang baruton.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nasa baoa na martihas tahe dagingna sian pinompar ni malim Aron, ndang jadi jumonok laho mamelehon angka pelean api tu Jahowa; ala martihas dagingna i ndang jadi jumonok ibana laho mamelehon sagusagu lomo ni roha ni Debatana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi do nian ibana mangan sian sagusagu lomo ni roha ni Debatana, nang sian na songkal sahali, nang sian na badia i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai ndang jadi ro ibana sahat tu rimberimbe i, jala ndang jadi jumonok ibana tu langgatan, ala na martihas i dagingna, asa unang marlea dibahen ingananku na badia i; ai Ahu do Jahowa na pabadiahon nasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i dipasahat si Musa ma hata i tu si Aron dohot tu angka anakna i dohot tu sude halak Israel.",
      "type": "content"
    }
  ]
}