{
  "book": "Imamat",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ndang jadi jamaon ni malim manang aha na badia uju ramun ibana 1-9. II. Ndang jadi manganhon sian na pinarbadiaan manang ise, anggo so dongan sapanganan ni malim i ibana 10-16. III. Silehonlehon na tau bahen pelean 17-33.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Paboa ma tu si Aron dohot tu angka anakna i, asa tangkas rohana mangaramoti dirina maradophon na badia di halak Israel, na pinarbadiaannasida di Ahu, asa unang marlea dibahen nasida Goarhu na badia i; ai Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Antong paboa ma tu nasida: Manang ise sian sandok pinomparmuna marsundutsundut, ro jumonok laho mangaradoti ulaon na badia, na pinarbadiaan ni halak Israel di Jahowa, tongon di haramunonna; ingkon siaphononhon jolma i sian adopanku, ai Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Manang ise sian pinompar ni si Aron na puruon manang marnipinipi dagingna, ndang jadi ibana mangan sian na pinarbadiaan saleleng so malum dihilala; laos songon i do manang ise na manjama manang aha na ramun binahen ni bangke, manang tung sabur boni ni manang ise.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Manang tung dijama manang ise manang aha na manjirir, na paramunhon ibana, manang halak na paramunhon ibana, ro di sude na tau paramunhon ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Manang ise tahe na manjama sisongon i, ingkon ramun ibana sahat ro di bodari, jala ndang jadi ibana mangan sian na pinarbadiaan, ingkon jolo didionna dagingna di bagasan aek.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia dung mate mata ni ari ias ma ibana, dung i jadi ma panganonna sian na pinarbadiaan, ai sipanganonna hian do i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Na mate garam dohot juhut soroan ndang jadi panganonna, asa unang paramunonna dirina binahen ni; ai Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibahen i ingkon radotannasida pangoloion tu Ahu, asa unang dapotan dosa nasida marhite sian i, laos mate maon binahen ni, tung sura marlea binahenna i, ai Ahu do Jahowa, na pabadiahon nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Angkup ni halak ruar pe ndang jadi panganonna na pinarbadiaan, nang halak na manompang di malim, nang anak gajianna, ndang jadi mangan sian na badia.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai tung sura adong sahalak tinuhor ni malim i dohot perakna sandiri, jadi do anggo i mangan sian i; nang halak na tubu di bagasan jabuna, jadi do mangan sian sagusaguna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai anggo boru ni malim, ia dung gabe ripe ni halak ruar, ndang jadi ibana mangan sian pelean tatingan na pinarbadiaan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai anggo boru ni malim naung mabalu manang pinaulak, jala ndang marpinompar, gabe mulak nasida sumuang tu jabu ni amana, i ma na jadi mangan sian sagusagu ni amana, suang songon uju di haposoonna; alai anggo sandok halak ruar ndang jadi mangan sian i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai manang ise na mangan sian na pinarbadiaan i binahen ni liluna, ingkon patambaonna saparlima godangna, jala paulahonna tu malim na pinarbadiaan i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Asa unang marlea dibahen nasida na pinarbadiaan ni halak Israel bahen pelean tatingan tu Jahowa;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Asa unang dapotan hajahaton nasida dohot hasalaan, ala pinanganna na pinarbadiaannasida; ai Ahu do Jahowa na pabadiahon nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dok ma tu si Aron ro di angka anakna ro di sandok halak Israel, dohononmu ma tu nasida: Manang ise pe sian pinompar ni halak Israel manang sian halak dagang pe di tongatonga ni halak Israel, molo naeng ibana mamelehon peleanna marguru tu saluhut bagabaganasida, jala marguru tu sandok silehonlehon sian lomonasida i, angka na naeng pelehononna tu Jahowa bahen pelean situtungon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Asa tung jumpangan asi ni roha hamu, ingkon tunggal na so martihas buatonna sian lombu, manang anak ni birubiru manang hambing.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Saluhut tahe na martihas ndang jadi pelehononmuna, ai ndang dapotan asi ni roha hamu marhite sian i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tung sura adong sahalak na mamelehon sada pelean hamauliateon tu Jahowa naeng manggarar bagabagana, manang bahen pelean lomo ni rohana, ingkon buatonna sian lombu manang birubiru na so martihas, asa dapotan asi ni roha ibana, na so tupa tahe martihas.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Molo tung mapitung manang maponggol holiholina manang mabugang manang darangon manang gurapon manang baro on, i ma angka na so jadi pelehononmuna tu Jahowa, jala ndang jadi lehononmuna sian i tu Jahowa bahen pelean situtungon di atas langgatan i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai anggo jonggi manang birubiru na maganjangku ruasna manang majempekku, jadi do nian hobasonmu bahen pelean sian lomo ni roham, alai anggo tung manggarar bagabaga ndang tarhalomohon Jahowa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tole pinahan na pinaias binahen ni na tartambing manang tarlisat manang dironton manang dihorot, ndang jadi pelehononmuna tu Jahowa, jala ndang jadi bahenonmuna songon i di tanomuna i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Nang sian tangan ni halak sileban ndang jadi sian angka sisongon i pelehononmuna bahen sagusagu lomo ni roha ni Debatamuna, ai busukna do di bagasan nasida gabe tihasna do i, gabe ndang dapotan asi ni roha hamu marhite sian i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Molo tubu sada anak ni lombu manang anak ni birubiru manang anak ni hambing, ingkon pitu ari lelengna pasombuonmu rap dohot inana, tole paualuarihon manang lobi sian i, jadi ma i pelehononhon bahen pelean situtungon tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai ndang jadi rap seatonmuna di bagasan sada ari lombu manang birubiru rap dohot anakna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai tung sura naeng pelehononmuna sada pelean pujipujian tu Jahowa, antong pelehon hamu ma i asa dapotan asi ni roha hamu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ingkon laos di ari na sasada i do i panganonmuna, ndang jadi marlobilobi sian i tu marsogot, ai Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dibahen i ingkon radotanmuna angka tonangku, asa mangulahon angka i, ai Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Asa unang marlea dibahen hamu Goarhu na badia i, asa tung badia Ahu di tongatonga ni halak Israel; ai Ahu do Jahowa, na pabadiahon hamu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jala Ahu naung manogihon hamu ruar sian tano Misir, asa Ahu gabe Debatamuna i, Ahu Jahowa.",
      "type": "content"
    }
  ]
}