{
  "book": "Imamat",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parhobasna di angka palito dohot di sagusagu na marhadohoan 1-9. II. Uhum na mangonai tu anak ni Nai Selomit ala mamburai ibana 10-16. III. Uhum partubolan 17-23.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dokkon ma halak Israel, asa diboan nasida tu ho miak Jetun na niduda jala na tinapis bahen miak palito, asa tongtong galak palito i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon di ruar ni rimberimbe na mangolat poti parpadanan i di bagasan undungundung parluhutan hobason ni si Aron palito i olat ni bodari sahat ro di manogotna i di adopan ni Jahowa. I ma aturan na hot salelenglelengna di pinomparmuna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ingkon di atas parpalitoan sian sere na pita hobasonna tongtong angka palito i di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon buatonmu huhut itak na lamot, jala masahanmu ma sian i sampulu dua sagusagu, ganup sagusagu i dua parpuluan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala ingkon peakkononmu do i bahen dua timbunan, onomonom sada timbunan di atas meja sian sere na pita di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala ingkon bahenonmu di atas ni ganup timbunan daupa na pita bahen pelean parningotan di roti i, i ma sada pelean api di Jahowa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon gonop ari Sabbat do i hobasonna tongtong di adopan ni Jahowa sian halak Israel bahen padan salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala ingkon jambar ni si Aron dohot angka anakna do i, sipanganonnasida do i di bagasan inganan na badia i, ai i ma apala na badia sahali di ibana sian angka pelean api na tu Jahowa, aturan na hot salelenglelengna do i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dung i ruar ma anak ni sada boru Israel, alai halak Misir do anggo amana, di tongatonga ni halak Israel; jadi marbadai ma anak ni boru Israel i dohot sahalak Israel di parsaroan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi diinsahi anak ni boru Israel i ma Goar ni Jahowa, laos mamburai ibana. Dung i diboan nasida ma ibana tu jolo ni si Musa; ia goar ni inana i ma si Selomit, boru ni si Dibri sian marga Dan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dibahen nasida ma ibana tu bagasan hurungan, paima tangkas uhum dabuonnasida hombar tu hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ro ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Togihon ma halak pamuraii tu balian ni parsaroan i, jala saluhut halak na umbege pamuraionna i, ingkon mangampehon tangannasida tu atas uluna, laos sandok luhutan i mandangguri ibana mate dohot batu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala ingkon dohononmu ma tu halak Israel: Manang ise pe na mamburai Debatana, ingkon manginona tu ibana dosana i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala manang ise na manginsahi Goar ni Jahowa, ingkon marutang hosa ibana, ingkon sandok luhutan i mandangguri ibana mate dohot batu, nang halak dagang, nang halak isi ni tano i hian, molo tung diinsahi Goar ni Jahowa, ingkon marutang hosa ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Manang ise na mangompongi donganna jolma, pola mate, ingkon marutang hosa ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Manang ise na mangompongi mate pinahan ni halak na asing, ingkon abulonna do i, pinahan singkat ni pinahan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Manang ise na mamukpuhi donganna jolma, suang songon na binahenna bahenon tu ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Bugang abul ni bugang, mata abul ni mata, ipon abul ni ipon; manang sahitsahit dia tahe binahenna tu donganna jolma, ingkon suang songon i bahenon tu ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Asa manang ise na mangompongi mate pinahan, ingkon abulonna do i; alai manang ise na mambunu jolma, ingkon marutang hosa ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ingkon sisada uhum di hamu, di halak dagang, suang songon di halak isi ni tano hian; ai Ahu do Jahowa Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i dipatolhas si Musa ma hata i tu halak Israel, jadi ditogihon nasida ma halak panginsahi i ruar tu balian ni parsaroan jala mate ibana didangguri dohot batu. Asa dibahen halak Israel ma songon na tinonahon ni Jahowa tu si Musa.",
      "type": "content"
    }
  ]
}