{
  "book": "Imamat",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "I. Aturan taringot tu taon Sabbat 1-7. II. Taon parolopolopon 8-13. III. Ingkon mulak disi dapot tobuson nasa tano dondon 14-34. IV. Ndang jadi marbunga hepeng anggo tu dongan 35-38. V. Patik taringot tu hatoban marga Israel 39-55.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni Jahowa tu si Musa di dolok Sinai songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Paboa ma tu halak Israel jala dohononmu ma tu nasida: Ia dung masuk hamu tu tano, silehononku tu hamu, ingkon pataluonmu do tano i marparadianan Sabbat di Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon onom taon lelengna saburonmu ladangmu jala onom taon lelengna paiasiasonmu ranting ni hau anggurmu dohot papunguhon angka parbuena.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo di taon papituhon, ingkon marparadianan Sabbat do tano i, i ma Sabbat di Jahowa, ndang jadi saburonmu disi ladangmu manang paiasonmu ranting ni hau anggurmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai anggo sagak, na tubu dung salpu gotilon, ndang jadi gotilonmu, angka parbue ni hau anggurmu na so pinaiasmu i pe ndang jadi tapuonmu, ala taon paradianan Sabbat di tano i do i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ianggo gogo ni tano i di taon paradianan Sabbat i, ingkon gabe sipanganon di hamuna, di ho tahe dohot di naposom baoa dohot parompuan dohot di halak gajianmu dohot di donganmu sajabu, nang di halak dagang na manginsua di lambungmi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Di pinahanmu dohot di binatang na di tanomu; sandok gogo ni tano i tahe ingkon gabe sipanganon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i bilangonmu ma di ho pitu taon paradianan Sabbat, i ma pitu hali pitu taon, asa leleng ni na pitu taon paradianan Sabbat gabe opatpulu sia taon toropna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ingkon mangkuling ma bahenonmu soara ni sarune tingting di bulan sipaha pitu di ari sampulu, ingkon di ari pardengganan tahe mangkuling bahenonmuna soara ni sarune tingting di sandok tanomuna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon parbadiaanmuna do taon palimapuluhon jala tingtingkononmuna haluaon di tano i tu saluhut halak pangisina; ingkon gabe taon parolopolopon do i di hamu, jala ingkon mulak hamu ganup tu partalianna, mulak huhut ganup tu donganna hian.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Taon parolopolopon do tahe di hamu taon palimapuluhon i; ndang jadi hamu manabur disi jala ndang jadi hamu manggotil sagakna, jala ndang jadi tapuonmuna parbue ni hau anggur na so pinaias i rantingna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai taon parolopolopon do i, ingkon badia do i di hamu ingkon panganonmuna disi gogo ni ladang na tubu boti.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia di taon parolopolopon i, ingkon mulak tu ganup partalianna hian.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Dibahen i tung sura digadis hamu manang aha tu donganmu manang tinuhormu tahe sian tangan ni donganmu, ndang jadi hamu masiangatan sama dongan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ingkon marguru tu bilangan ni taon dung salpu taon parolopolopon tuhoronmu do i sian donganmu; ingkon marguru tu bilangan ni taon pambuatmu di gogona, gadisonna do i muse tu ho.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Marguru tu torop ni taon ingkon pagandaonmu panuhorna, jala marguru tu otik ni taon, ingkon paoruonmu do panuhorna, ai bilangan ni pambuatmu di gogo ni tano i huhut ginadisna tu ho.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dibahen i ndang jadi masiangatan hamu sama dongan, alai ingkon marhabiaran hamu mida Debatamu; ai Ahu do Jahowa, Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dibahen i ingkon patupaonmuna angka aturanku jala radotanmuna angka uhumhu, asa marparange hamu hombar tusi, asa marsonangsonang hamu maringan di tano i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ingkon lehonon ni tano i parbuena asa singkop panganonmuna, jala marsonangsonang hamu maringan disi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala tung sura dohononmuna: Tung aha ma panganonnami di taon papituhon i, ai ndang jadi hami manabur, jala ndang jadi hami papunguhon gogo ni tanonami?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ingkon dohononku ma pasupasungku songgop tu hamu di taon paonomhon i, asa tubuhononna gogona di hamu singkop tolu taon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Asa molo manabur hamu di taon paualuhon, ingkon panganonmuna sian parbue na musang i sahat ro di taon pasiahon sahat ro di haroro ni parbue na imbaru tahe, ingkon panganonmuna na musang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dibahen i ndang jadi gadisonmuna tano i sipatepate, ai Ahu do nampuna tano i, halak dagang do anggo hamu jala paisolat di lambungki.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Asa di sandok tano partalianmuna i, ingkon masuk sitobus di tano i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tung sura lam marpogos donganmu, gabe digadis deba sian partalianna, gabe ro donganna na sumolhot tu ibana, ingkon tobusonna na ginadis ni donganna i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai tung sura adong sahalak na so tangkas mardongan tau panobus, hape lam dapot tanganna do na singkop bahen partobusna:",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ingkon etonganna angka taon panggadisna, jala na lobi sian hepeng i ingkon paulahonna tu jolma panggadisanna i, asa mulak ibana tu partalianna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai tung sura ndang singkop dapot tanganna, asa paulahonna tu ibana, barang na ginadisna i, ingkon tinggal do i gomgomon ni halak panuhor, paima jumpang taon parolopolopon; alai anggo di taon parolopolopon malua boti do i gabe mulak ibana tu partalianna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tung sura adong sahalak naung manggadis jabuna di bagasan huta na marparik, jadi do tobusonna dung boho sataon panggadisna i; i ma buhulna tartobussa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai tung sura so ditobus dung boho na sataon i, ingkon pate bagas na di bagasan huta na marparik di panuhor ro di pinomparna, ndang jadi mulak nang di taon parolopolopon.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai anggo angka bagas na di sosor mamungka, angka na so marparik dope humaliang, ingkon doshon ladang ni luat i do i etongan, masuk do tobusonna, jala ingkon mulak boti di taon parolopolopon.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai anggo taringot tu huta ni halak Lepi, angka bagas tahe di bagasan huta partaliannasida i, ingkon tongtong do masuk tobuson ni halak Lepi.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Tung sura adong manang ise na so manobus manang aha sian halak Lepi, ingkon mulak boti bagas na ginadis i manang huta ni partalianna pe anggo di taon parolopolopon; ai angka bagas di bagasan huta ni halak Lepi, i do partaliannasida i di tongatonga ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai anggo tano upa parik humaliang hutanasida i, ndang jadi gadison, ai partaliannasida do i ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(IV.) Tung sura lam marpogos donganmu, lam surut tahe parbohalon di lambungmu, ingkon tolonganmu do ibana, nang halak dagang nang halak paisolat ibana, asa mangolu ibana di lambungmu.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ndang jadi buatonmu sian ibana bunga ni hepeng manang parlabaan na torbang, ingkon mabiar do ho mida Debatam, asa mangolu donganmu di lambungmu.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ndang jadi paanakkononmu hepengmu mambuat bunga, manang pasalihononmu emem mambuat parlabaan sian i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ai Ahu do Jahowa, Debatamuna i, naung manogihon hamu ruar sian tano Misir, naeng marbasabasahon tu hamu tano Kanaan, asa Ahu gabe Debatamuna.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "(V.) Tung sura lam marpogos donganmu di lambungmu, pola mangadop ibana tu ho, ndang jadi dohononmu ibana mangula ulaon ni hatoban.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ingkon songon halak gajian manang panginsua ibana di lambungmu, jala mangunduk tu ho, sahat ro di taon parolopolopon.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dung i ingkon malua boti ibana sian ho, ibana tahe rap dohot anakkonna, jala ingkon mulak ibana tu donganna hian, mulak huhut tu partalian ni ompuna.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Ai nang nasida angka naposongku do, angka naung hutogihon ruar sian tano Misir; dibahen i ndang jadi gadison nasida, songon panggadis ni halak di hatoban.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Ndang jadi maporanhu pangarajaionmu di ibana, ai ingkon habiaranmu do Debatam.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Molo naeng ho marhatoban baoa manang parompuan, ingkon tuhoronmu do i sian bangso parbegu, angka na humaliang hamu; ai holan sian nasida do na jadi tuhoronmu hatoban baoa manang parompuan.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Nang sian angka anak ni halak dagang, angka na maisolat di tongatongamuna, jadi do tuhoronmuna sian nasida dohot sian pinomparnasida na di lambungmuna, angka na tubu di bagasan tanomuna, nasida do na jadi gabe hatobanmuna.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Jadi do huhut nasida gabe teanteanan di anakmuna, dung salpu hamu, bahen ugasan siteanon, gabe hatobannasida ro di saleleng ni lelengna; alai anggo hahaanggimuna, halak Israel i, ndang jadi marporanhu pangarajaion ni ganup tu donganna.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Tung sura lam naek sorga sahalak dagang manang panginsua di lambungmi, hape lam marpogos ia donganmu di lambungna, pola mandingding ibana tu halak dagang, panginsua na di lambungmi manang tu pinompar ni halak dagang i.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Ingkon masuk do tobuson ibana dung ginadisna dirina; ingkon sahalak sian hahaanggina manobus ibana.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Manang amangtuana, manang anak ni amangtuana na jadi manobus ibana, manang sihasolhotanna na asing pe ingkon tobusonna ibana; manang ia dapotan pangomoan tanganna, ingkon ibana manobus dirina.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Alai ingkon jolo marpopar ibana dohot halak na manuhor ibana, olat ni taon panuhorna di ibana sahat ro di taon parolopolopon, jala ingkon marguru tu bilangan ni taon taksiron hepeng panuhorna i, hira halak gajian ariari di lambungna.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Tung sura torop dope angka taon i, ingkon marguru tusi godang ni hepeng panuhorna hian paulahonna masuk partobusna.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Alai molo otik nama tinggal taonna, paima jumpang taon parolopolopon, ingkon etongonna do i; marguru tu bilangan ni taonna ingkon paulahonna hepeng partobusna i.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Ingkon songon halak gajian ibana di lambungna sian taon na sada tu taon muse, jala ndang jadi maporanhu pangarajaionna mida ibana di adopan ni matam.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Alai tung sura ndang dapotsa tobusonna dirina marhite sian i, ingkon malua boti ibana di taon parolopolopon rap dohot angka anakkonna.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Ai angka naposongku do halak Israel, naposongku ma tutu angka naung hutogihon ruar sian tano Misir. Ahu do Jahowa, Debatamuna i.",
      "type": "content"
    }
  ]
}