{
  "book": "Imamat",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "I. Bagabaga taringot tu pasupasu 1-13. II. Lumbalumba taringot tu torutoru 14-39. III. Marpangulahi roha ni Jahowa manjangkon bangsona, dung dipaunduk rohana 40-46.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ndang jadi hamu paulihon di hamu ajiajian manang ganaganaan, jala ndang jadi hamu pajongjongkon di hamu tiang bahen parningotan manang batu bahen panombanombaan di tanomuna, laho marsomba tusi; ai Ahu do Jahowa, Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon radotanmuna do angka ari Sabbathu, jala marmulia bahenonmuna ingananku na badia i; ai Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Molo marparange hamu di bagasan angka aturanku jala diradoti hamu angka tonangku dohot patupahon angka i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi lehononku ma tu hamu udan di tingki halehetanna, jala lehonon ni tano i ma gogona, hau di ladang pe lehononna ma parbuena.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi tuk ma partaonanmuna sian tingki pardegeon sahat tu tingki panapuon di parbue ni anggur, boti muse tu tingki panaburon. Jadi panganonmuna ma sagusagumuna maradu bosuran, jala marsonangsonang hamu maringan di tanomuna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala bahenonku ma marhasonangan tano i, asa sonang hamu modom, jala ndang adong panonggoti nanggo sahalak; jala Ahu maniaphon angka binatang na rahat sian tano i, podang i pe ndang be jadi pasusasusa tanomuna i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon leleanmuna do angka musumuna i, asa marragean nasida di adopanmuna bahenon ni podang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon lima halak sian hamu mangalele saratus, jala saratus halak sian hamu mangalele saloksa, ingkon marragean musumuna di adopanmuna marhite sian podang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala marpanatap ma Ahu tu hamu, jala tumpahanku ma hamu matorop mabue, asa pahothon padanhu tu hamu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala panganonmuna ma eme na musang, jala paruaronmuna ma eme na musang i ala eme na imbaru i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala pajongjongonku ma ingananku di tongatongamuna, jala ndang marbiasbias rohangku mida hamu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala Ahu mardalani di tongatongamuna, jala Ahu gabe Debatamuna, jala hamu gabe bangsongku.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ahu do Jahowa, Debatamuna i, naung manogihon hamu ruar sian tano Misir, asa unang be hamu hatobannasida, jala nunga Ahu mamonggolhon hau ni augamuna, jala Ahu mambahen marsihohot langkamuna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Alai tung sura ndang ditangihon hamu Ahu, jala ndang diulahon hamu sude angka tona on.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala tung sura ditoishon rohamuna angka aturanku jala marbiasbias rohamuna mida angka uhumhu, gabe ndang diulahon hamu sude angka tonangku, lam diose hamu tahe padan na hubahen i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ahu pe antong bahenonku ma tu hamu songon on: Marlulu ma Ahu dompak hamu marhite sian hasonggoton, sahit tiarap dohot panepane, pola lotop matamuna bahenonna jala malampot ateatemuna; magopo sambing bonimuna saburhononmuna, ai suda do i panganon ni musumuna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ahu huhut pahusorhon Bohingku mangalo hamu, asa tunduk hamu bahenon ni musumuna, jala halak na mangkagigihon hamu manggomgomi hamu, gabe ripe maporus hamu, atik pe so adong na mangalele hamu, nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tung sura laos ndang ditangihon hamu dope Ahu, lompit pitu hali dope pinsangonku hamu ala ni dosamuna i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Laos Ahu ma pajepolhon hajungkaton ni gogomuna, jala Ahu mambahen langitmuna hira gabe bosi jala tanomuna i hira gabe tombaga.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa tung magopo sambing halojaonmuna, jala ndang be lehonon ni tanomuna gogona, angka hau di ladang pe ndang be lehononna parbuena.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tung sura laos mangalo dope hamu dompak Ahu jala ndang olo hamu manangihon Ahu, lompit pitu hali dope torungku tu hamu, hombar tu dosamuna i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Pamasaongku ma di tongatongamuna binatang na rahat sian harangan na mambahen hamu punu dohot mangago pinahanmuna dohot paoruhon bilanganmuna dohot mambahen tarulang angka dalanmuna i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tung sura laos so olo dope hamu mangkangoluhon pinsangpinsang na sian Ahu, laos mangalo dope hamu dompak Ahu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Toltol ma dohot rohangku mangalo hamu, lompit pitu hali ma panoruingku tu hamu ala ni dosamu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ahu sandiri parohon mangalo hamu podang partubolon mangaluluhon padan na hubahen i: Tung sura marpungupungu hamu di bagasan angka hutamuna i, tongosonku ma begu antuk di tongatongamuna, jala pasahatonku hamu tu bagasan tangan ni musu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia dung huponggolhon tungkot parbohalan sian hamu, gabe sampulu parompuan marmasak rotimuna di bagasan sada liang parmasahan, pola martimbangan paulahonnasida sagusagumuna i, laos panganonmuna do nian, alai ndang butong.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tung sura laos so ditangihon hamu dope Ahu marhite sian i, tong dope hamu mangalo dompak Ahu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Toltol ma dohot rohangku mangalo hamu marhite sian rimas na marsigorgor, jala lompit pitu hali dope hamu toruanku, ala ni dosamuna i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ingkon laos hamu manganhon sibuk ni anakmuna sandiri dohot sibuk ni borumuna i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Laos Ahu mangarumpakkon angka joro parsantianmuna dohot maniaphon angka tiang panombanombaanmuna, jala Ahu mangareongkon bangkemuna tu atas ponggolponggol ni ajiajianmuna, laos marbiasbias ma rohangku mida hamu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jala tarulang ma bahenonku hutamuna gabe halongonan, jala lohaonku ma angka ingananmuna na badia i, jala ndang be lomo rohangku manganggo uap na hushus sian hamu.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ahu ma tutu mangulang tano i, pola tarhatotong ala ni musumuna, angka na maringan disi.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai anggo hamu paserahonku ma tu tongatonga ni angka bangso parbegu, laos Ahu patioptiop podang na niumpat mangeak hamu sian pudi, asa gabe halongonan tanomuna i jala tarulang angka hutamuna i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Disi ma sombu roha ni tano i di angka Sabbat hatalunanna, saleleng tarulang tahe, uju hamu di tano ni musumuna; disi ma tutu marari Sabbat hatalunan tano i, jala sombu rohana di angka Sabbat hatalunanna i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Saleleng halongonan tahe marari Sabbat hatalunan tano i, ala so tarbahensa marari Sabbat hatalunan, saleleng hamu maringan disi.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ia tu jolma angka na tinggal i sian hamu patubuonku ma roha hagodoron di tano ni musunasida i, asa parderes ni sada bulung mangalele nasida, asa maporus nasida songon halak na nieak ni podang, jala marragean nasida, atik pe soada na mangalele nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jala martinggangan hamu ganup binahen ni donganna, hira na nieak ni podang, hape so adong na mangeak nanggo sahalak; jala ndang manahan hamu jongjong di adopan ni musumuna.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ingkon mago hamu di tongatonga ni angka bangso parbegu, jala suda hamu panganon ni tano ni musumuna i.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai angka na tinggal i sian hamu ingkon mandate do binahen ni hajahatonna di angka luat ni musumuna; angka hajahaton ni ompunasida pe, ingkon manginona tu nasida umbahen mandate nasida.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "(III.) Alai molo tung diundukkon nasida hajahatonnasida i dohot hajahaton ni ompunasida i, na manggunturi i nasida dompak Ahu, jala dipatangkang rohana mangalo Ahu.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Alana huhut umbahen hehe dohot Ahu mangalo nasida dohot mamboan nasida tu tano ni angka musunasida, anggiat tung dipaunduk rohanasida na so tarsunat i, jala dihalomohon torutoru ala hajahatonnasida.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Jadi marningot ma Ahu di padan na hubahen i tu si Jakkob, si Isak dohot tu si Abraham, marningot Ahu huhut di tano i.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Alai anggo tano i, dung ditinggalhon nasida, halomohononna ma ari Sabbat hatalunanna, ala tarulang do i binahennasida, nasida sandiri pe halomohononna do torutoru ala hajahatonnasida i, ala naung tinoisanna i tutu angka uhumhu jala marbiasbias rohana mida angka aturanku.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Alai nang tung sura pe naung sahat nasida tu tano ni musunasida i, ndang bolongkononku nasida situtu manang marbiasbias Ahu mida nasida, anggo tung maniaphon nasida situtu laho manguba padan na hubahen i tu nasida; ai Ahu do Jahowa, Debatanasida i.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Ingotonku ma huhut tu nasida padan na hubahen i tu ompunasida parjolo, uju na hutogihon nasida ruar sian tano Misir di adopan ni angka bangso parbegu, asa Ahu gabe Debatanasida; Ahu Jahowa i tutu.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "I ma angka aturan dohot uhum dohot patik, angka na pinatindang ni Jahowa parjanjianna tu halak Israel di dolok Sinai marhite sian tangan ni si Musa.",
      "type": "content"
    }
  ]
}