{
  "book": "Imamat",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "I. Aturan taringot tu parture ni bagabaga gararon tu Debata 1-25. II. Taringot tu parture ni buhabaju ni pinahan dohot taringot tu ugasan siharomhononhon 26-29. III. Taringot tu parture ni parpuluan 30-34.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Paboa ma tu halak Israel jala dok ma tu nasida: Tung sura manang ise naeng marbagabaga hasurungan, ingkon marguru tu pangasammu di angka jolma i gararonna tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia pangasammu di baoa na marumur duapulu taon sahat ro di onompulu taon, ingkon asamonmu ibana limapulu sekkel perak marguru tu sekkel na di inganan na badia i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai tung sura parompuan ibana, ingkon asamonmu tolupulu sekkel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Molo marumur lima taon jolma i sahat ro di duapulu taon, ingkon asamonmu ibana duapulu sekkel, molo baoa, alai molo parompuan sampulu sekkel do.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Molo marumur ibana sabulan sahat ro di lima taon, ingkon asamonmu ibana lima sekkel perak, molo baoa, alai molo parompuan tolu sekkel perak asamonmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung sura onompulu taon umur ni jolma i manang lobi sian i, ingkon asamonmu ibana sampulu lima sekkel, molo baoa, sampulu sekkel molo parompuan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai tung sura mapogoshu ibana manggarar pangasammu, ingkon ro ibana tu jolo ni malim i, asa malim i mangasam ibana; alai ingkon marguru tu na dapot tangan ni halak na marbagabaga i asamon ni malim i ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai tung sura pinahan do i na tarpelehon bahen pelean tu Jahowa, nasa na pinelehon ni halak sian i na badia do i di Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ndang jadi singkaton manang pasambaron, na denggan singkat ni na roa manang na roa singkat ni na denggan; alai tung sura naeng sambaran ni manang ise, pinahan singkat ni pinahan, ingkon duansa badia di Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai tung sura pinahan na ramun do i na so jadi pelehononhon bahen pelean tu Jahowa, ingkon boanon do pinahan i tu adopan ni malim i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ingkon malim i muse mangasam pinahan i, manang na denggan manang na roa, jala ingkon pangasam ni malim i do na lalu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai tung sura manang ise naeng manobussa, ingkon patambaonna saparlimana sian pangasammu hian.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tung sura manang ise pabadiahon bagasna bahen inganan na badia di Jahowa, ingkon asamon ni malim do i, manang na denggan manang na roa; ia songon i pangasam ni malim i disi, laos songon i do hot.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai tung sura halak na pabadiahon i naeng manobus jabuna, ingkon patambaonna saparlima perak lobi sian pangasammu, jadi ibana ma nampuna jabu i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tung sura manang ise pabadiahon di Jahowa santurpuk sian partalianna, ingkon asamonmu do i hombar tu bonina; molo sada ampang bonina ingkon mararga limapulu sekkel perak.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Molo olat ni taon parolopolopon ibana pabadiahon ladangna, ingkon hombar tu pangasammu do hot.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai tung sura dung salpu taon parolopolopon i, ibana pabadiahon ladang i, ingkon timbangon ni malim argana marguru tu taon angka na tinggal i sahat tu taon parolopolopon, dung i oruanna ma pangasamna i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai tung sura jolma na pabadiahon ladang i naeng manobus muse, ingkon patambaonna saparlima perak pangasammu hian, asa hot di ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai tung sura ndang naeng tobusonna ladang i, lam digadis tahe ladang i tu halak na asing, ndang tartobus be i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia dung malua ladang i di taon parolopolopon, ingkon badia ma i di Jahowa, suang songon ladang na hona harom, ingkon gabe partalian ni malim do i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tung sura manang ise pabadiahon tu Jahowa santurpuk hauma na nidondonna na so golatna hian.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ingkon etongan ni malim tu ibana hepeng pangasammu sahat ro di taon parolopolopon, dung i lehononna ma di na sadari i hepeng pangasammu i, na badia di Jahowa do i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dapot taon parolopolopon, ingkon mulak hauma i tu pandondonanna hian, tu jolma nampuna golat i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai nasa pangasammu ingkon marguru tu sekkel na di inganan na badia i: Duapulu gera, i ma sada sekkel.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(II.) Holan buhabaju ni pinahan naung Jahowa hian nampunasa ala buhabaju, ndang jadi bagabagahonon ni manang ise, nang lombu, nang birubiru, badia hian do i di Jahowa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai tung sura pinahan na ramun do i, ingkon tobusonna do i marguru tu pangasammu, jala ambaonna dope tusi saparlimana, alai tung sura so ditobus, jadi ma gadisonna marguru tu pangasammu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai tahe nasa naung hona harom, naung hinaromhon ni manang ise tu Jahowa sian nasa ugasanna, nang jolma, manang pinahan, manang sian golatna pe, ndang jadi gadisonna manang tobusonna; ai nasa naung hona harom na badia sahali do i di Jahowa.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Nasa naung hona harom tahe, nang sian jolma, ndang jadi tobuson, ingkon marutang hosa do.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(III.) Nasa parpuluan gogo ni tano i, nang sian boni di ladang, nang sian parbue ni hau, Jahowa tu nampunasa, ingkon badia di Jahowa do i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai tung sura manang ise naeng manobus manang aha sian parpuluanna, ingkon ambaonna tusi saparlimana.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jala nasa parpuluan sian lombu manang birubiru, sian saluhut na tinudu ni batahi, ganup pasampuluhon tahe, ingkon badia di Jahowa do i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ndang pola jolo tangkasan manang na uli manang na roa, jala ndang jadi pasambaronna; alai tung sura manang ise naeng manambarhon, ingkon gabe rap badia do, na sinambarhon dohot sambarna i, ndang jadi tobuson.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "I ma tona, angka na tinonahon ni Jahowa tu si Musa di dolok Sinai, pasahatonna tu halak Israel.",
      "type": "content"
    }
  ]
}