{
  "book": "Imamat",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pelean hamauliateon sian lombu 1-5. II. Sian birubiru 6-11. III. Sian hambing 12-17.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai tung sura sada pelean hamauliateon, naeng pelehononna sian lombu, manang jonggi manang boruboru, na so tupa marlindang pelehononna di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon ampehononna tanganna tu ulu ni peleanna i, laos potongonna do i di jolo pintu ni undungundung parluhutan i, jala ingkon pispishonon ni angka anak ni si Aron, angka malim i, anggo mudarna tu langgatan i humaliang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon pelehononna sian pelean hamauliateon bahen pelean api tu Jahowa, i ma pultahan na manghungkupi raoanna, ro di sandok pultahan na di bagasan i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tole muse piana na dua i dohot pultahan na lohot tusi na di lansonikna, tole muse hirehire na dalhop tu ateate, mangihut tu piapia buatonna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ingkon tutungon ni angka anak ni si Aron ma i di atas langgatan bahen pelean situtungon di atas soban dohot api; i ma gabe pelean api, uap na hushus di Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Alai tung sura sian pinahan na metmet peleanna i bahen pelean hamauliateon tu Jahowa, nang tunggal, nang boruboru, ingkon na so marlindang do pelehononna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Molo sada anak ni birubiru naeng pelehononna, ingkon boanonna do i tu adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ingkon ampehononna tanganna tu ulu ni peleanna i, jala potongonna do i di jolo ni undungundung parluhutan i; alai anggo mudarna ingkon pispishonon ni angka anak ni si Aron do i tu langgatan i humaliang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ingkon pelehononna sian pelean hamauliateon i bahen pelean api tu Jahowa, i ma pultahanna, sandok ihurna, sigotaponna jonok tu hau tanggurungna, tole muse pultahan pangkuphupi ni raoanna ro di sandok pultahan na di bagasan i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tole muse piana na dua i dohot pultahan na lohot tusi na di lansonikna, tole muse hirehire na dalhop tu ateate mangihut tu piapia buatonna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon tutungon ni malim ma i di atas langgatan bahen sipanganon ni pelean api tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Tung sura hambing peleanna, ingkon boanonna do i tu adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ampehononna ma tanganna tu uluna jala potongonna do i di jolo ni undungundung parluhutan i; ingkon pispishonon ni angka anak ni si Aron anggo mudarna tu langgatan i humaliang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ingkon boanonna huhut sian peleanna bahen pelean api tu Jahowa, i ma pultahan pangkuphupi ni raoanna, ro di sandok pultahan na di bagasan i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tole muse piana na dua i dohot pultahan na lohot tusi na di lansonikna, tole muse hirehire na dalhop tu ateate mangihut tu piapia buatonna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ingkon tutungon ni malim do i di atas langgatan bahen sipanganon ni pelean api, gabe uap na hushus; nasa pultahan Jahowa do nampunasa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Uhum na hot ma on salelenglelengna ro di pinomparmuna di sude ingananmuna i: Sandok na so tupa panganonmuna pultahan manang mudar.",
      "type": "content"
    }
  ]
}