{
  "book": "Imamat",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pelean ala ni dosa na tarsor, niulahon ni malim 1-12. II. Niulahon ni luhutan Israel 13-21. III. Niulahon ni sada induk 22-26. IV. Niulahon ni jolma i sadasada 27-35.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni Jahowa tu si Musa, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Pasahat ma tu halak Israel hata on: Molo tung naung mardosa manang ise ala liluna dompak manang dia sian patik ni Jahowa, gabe diulahon manang aha na so jadi ulaonna nian.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tung sura malim naung miniahan nian mardosa, mambahen gasip tu bangso i, ingkon pelehononna ala ni dosana naung niulahonna i sada anak ni lombu na so marlindang tu Jahowa bahen pelean pardosaan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon boanonna lombu i tu pintu ni undungundung parluhutan i, tu adopan ni Jahowa, jala ampehononna tanganna tu ulu ni lombu i jala potongonna lombu i di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i buaton ni malim naung miniahan i ma sian mudar ni lombu i jala boanonna do i tu bagasan undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i sornophonon ni malim ma jarijarina tu bagasan mudar i jala pistikkononna sian mudar i pitu hali di adopan ni Jahowa, tungkan jolo ni rimberimbe ni inganan na badia i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon bahenon ni malim i huhut sian mudar i tu angka tanduk ni langgatan panutungan daupa na hushus di adopan ni Jahowa, di bagasan undungundung parluhutan i; dung i sandok mudar na teba i sian lombu i, ingkon usehononna do i tu pantar ni langgatan pamelean ni pelean situtungon, na di jolo pintu ni undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo sandok pultahan ni lombu pelean pardosaon i buatonna do sian i, tole pultahan pangkuphupi ni raoanna ro di sandok pultahan na di bagasan i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tole muse piana na dua i dohot pultahan na lohot tusi na di lansonikna, tole muse hirehire na dalhop tu ateate mangihut tu piapia buatonna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Suang songon na binuatna i sian jonggi pelean hamauliateon, jala ingkon tutungon ni malim do i di atas langgatan pamelean ni pelean situtungon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai anggo bobak ni lombu i rap dohot sandok sibukna, ro di uluna dohot bitisna, raoanna dohot napana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sandok lombu i tahe ingkon boanonna tu balian ni parsaroan i, tu sada inganan na ias, parpunguan ni sirabun, jala suda tutungonna do i di atas soban di bagasan api, ingkon di atas parpunguan ni sirabun tutungonna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Alai tung sura sandok luhutan Israel naung mardosa sian liluna, hape buni do hata i maradophon mata ni luhutan i, gabe diulahon nasida manang aha na maralo dompak sada sian patik ni Jahowa, na so jadi nian ulahononna, gabe sala nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hape patar muse tu luhutan i dosa naung niulahonna i, ingkon sandok luhutan i mamelehon sada anak ni lombu bahen pelean pardosaan, jala boanonna do i tu jolo ni undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ampehonon ni angka sintua ni luhutan i tangannasida tu ulu ni lombu i di adopan ni Jahowa, laos potongonna lombu i di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i boanon ni malim naung miniahan i ma deba sian mudar ni lombu i tu bagasan undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i sornophonon ni malim ma jarijarina tu bagasan mudar i, jala pistikkononna pitu hali di adopan ni Jahowa tungkan jolo ni rimberimbe i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ingkon bahenonna huhut deba sian mudar i tu angka tanduk ni langgatan i na di adopan ni Jahowa di bagasan undungundung parluhutan i, jala sandok mudar na teba i usehononna do i tu pantar ni langgatan pamelean ni pelean situtungon, na di jolo pintu ni undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai anggo sandok pultahanna ingkon buatonna sian i jala tutungonna di atas langgatan i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ingkon bahenonna tu lombu i, suang songon na binahenna i tu lombu pardosaon i, ingkon songon i bahenon ni malim i, asa mambahen pardengganan di nasida, gabe marpamuati rohana di nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ingkon boanonna lombu i tu balian ni parsaroan, tutungonna disi, suang songon panutungna di lombu parjolo i; i ma gabe pelean pardosaan di luhutan i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Tung sura naung mardosa sada induk, jala diulahon manang aha na maralo tu patik ni Jahowa Debatana, tung diulahon sian liluna na so jadi ulahononhon, gabe marsala ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia dung patar di ibana dosana naung niulahonna i, ingkon boanonna sada hambing tunggal na so marlindang bahen pelean.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ampehononna ma tanganna tu ulu ni hambing tunggal i, laos potongonna do i di inganan pamotongan ni pelean situtungon di adopan ni Jahowa; i ma gabe pelean pardosaan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i buaton ni malim i ma deba sian mudar ni pelean pardosaon i marhitehite jarijarina, jala bahenonna do i tu angka tanduk ni langgatan pamelean ni pelean situtungon, ia mudar na teba i usehononna do tu pantar ni langgatan pamelean ni pelean situtungon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai anggo sandok pultahanna ingkon tutungonna do i di atas langgatan, suang songon pultahan ni pelean hamauliateon; ingkon songon i pardenggananna ala ni dosana bahenon ni malim, gabe marpamuati rohana di ibana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(IV.) Alai tung sura mardosa sahalak situan na torop, isi ni luat i sian liluna, gabe diulahon manang aha na maralo tu patik ni Jahowa, na so jadi ulahononhon, gabe marsala ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ia dung patar di ibana dosana naung niulahonna i, ingkon boanonna sada hambing boruboru na so marlindang bahen peleanna ala ni dosana naung niulahonna i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i ampehononna tanganna tu ulu ni pelean pardosaon i, jala potongonna do i di inganan ni pelean situtungon.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i buaton ni malim ma deba sian mudarna i marhitehite jarijarina, jala bahenonna do i tu angka tanduk ni langgatan pamelean ni pelean situtungon, jala mudarna na teba i usehononna tu pantar ni langgatan i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai anggo sandok pultahanna ingkon buatonna do i, songon pambuatna di pultahan ni pelean hamauliateon, jala tutungon ni malim do i di atas langgatan, bahen uap na hushus ni Jahowa; ingkon songon i pardenggananna ala ni dosana bahenon ni malim, gabe marpamuati rohana di ibana.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai tung sura sada anak ni birubiru binoanna bahen pelean pardosaan, ingkon boanonna do sada boruboru na so marlindang.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i ampehononna ma tanganna tu ulu ni pelean pardosaon i, laos potongonna ma i bahen pelean pardosaan apala di inganan pamotongan ni pelean situtungon.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i buaton ni malim ma deba sian mudar ni pelean pardosaon i marhitehite jarijarina, jala bahenonna do i tu angka tanduk ni langgatan pamelean ni pelean situtungon, jala sandok mudar na teba i usehononna do tu pantar ni langgatan i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Alai anggo sandok pultahanna buatonna do, suang songon na binuatna pultahan ni anak ni birubiru sian pelean hamauliateon, ingkon tutungon ni malim do i di atas langgatan bahen pelean api di Jahowa; ingkon songon i do pardenggananna ala ni dosa naung niulahonna i, asa marpamuati rohana di ibana.",
      "type": "content"
    }
  ]
}