{
  "book": "Imamat",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka patik na debanari taringot tu pelean pardosaan 1-13. II. Taringot tu pelean parsalaan ala ni sada dosa tu na badia so pamotoanna 14-19. III. Taringot tu pelean parsalaan ala tinangkona ugasan ni halak sileban 20-26.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tung sura mardosa manang ise, tung dibege soara bura, laos ibana sitindangina, manang marnidasa, manang umbotosa, hape ndang dipabotohon, ingkon mangonai torutoru tu ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Manang tung sura dijama sahalak manang aha na ramun, nang bangke ni binatang na ramun, nang bangke ni pinahan na ramun, nang bangke ni gulokgulok na ramun, hape ndang diboto, ingkon ramun dirina jala naung marsala ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Manang tung sura dijama manang ise haramunon ni jolma na asing manang haramunon dia pe goarna, gabe ramun ibana bahenon ni, hape ndang pamotoanna jolo, gabe diboto muse, naung marsala ibana disi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Manang tung sura marsumpa manang ise, gabe tarsor bibirna mandok soara laho mangulahon na jat manang mangulahon na denggan; taringot tu saluhut tahe, molo tarsor jolma i marsumpa, hape buni do sian ibana, gabe diboto muse marsala do ibana taringot tusi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia dung marsala ibana taringot tusi, ingkon topotanna do naung mardosa ibana taringot tusi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i boanonna ma dibahen salana tu Jahowa, ala ni dosana naung binahenna i, sada boruboru sian pinahan metmet, sada anak ni birubiru, manang sada hambing, bahen pelean pardosaan; ingkon malim i mambahen pardenggananna alani dosana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai tung sura so tuk gogona pasingkophon sada birubiru, ingkon boanonna dibahen salana ala ni dosa naung niulahonna i dua anduhur tabu manang dua anak ni darapati tu Jahowa, na sada bahen pelean pardosaan, na sadanari bahen pelean situtungon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala boanonna do i tu malim, asa ibana mamelehon parjolo i bahen pelean pardosaan, ingkon pulosonna uluna tungkan tangkuhukna, alai ndang laos sirangonna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i pispishononna deba sian mudar ni pelean pardosaan tu dorpi ni langgatan, ia mudar na tinggal i ingkon patirisonna tu pantar ni langgatan i; i ma gabe pelean pardosaan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tole muse na paduahon i, ingkon bahenonna gabe pelean situtungon, songon, uhumna hian; ingkon songon i pardenggananna bahenon ni malim ala ni dosa naung niulahonna i, asa marpamuati rohana disi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tung sura so tuk gogona mangalehon nanggo dua anduhur tabu manang dua anak ni darapati, ingkon boanonna bahen peleanna ala naung mardosa ibana saparsampulu sian saepa itak na lamot bahen pelean pardosaan; alai ndang jadi bahenonna tusi miak manang ampehononna tusi haminjon; ai pelean pardosaan do i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ingkon boanonna do i tu malim, asa malim i mambuat sian i sampohul bahen jambar parningotan, jala tutungonna do i di atas langgatan bahen pelean api di Jahowa, i ma gabe pelean pardosaan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon songon i pardenggananna bahenon ni malim ala ni dosa naung niulahonna marhite sian sada angka ondeng, asa marpamuati rohana disi; na lobi i ingkon gabe jambar ni malim do suang songon pelean sipanganon i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Dung i ro muse hata ni Jahowa tu si Musa, ninna ma.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tung sura adong sahalak na mangorui deba sian ugasan naung pinarbadiaan tu Jahowa, gabe mardosa sian liluna, ingkon boanonna do bahen peleanna parsalaan tu Jahowa sada birubiru tunggal na so marlindang marguru tu pangasam ni malim godang ni sekkel perak mangihuthon sekkel di inganan na badia bahen pelean parsalaan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala manang sadia na nioruanna binahen ni dosana sian ugasan na badia i, ingkon pasuangonna do i jala ambaanna saparlima tusi; ingkon lehononna tu malim, asa malim i mambahen pardenggananna marhite sian birubiru tunggal peleanna parsalaan, asa marpamuati rohana di ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tung sura mardosa manang ise, gabe diulahon manang aha na maralo tu patik ni Jahowa, na so jadi bahenonna nian, hape ndang diboto, gabe marsala dirina, ingkon mangonai torutoru tu ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ingkon boanonna tu malim sada birubiru tunggal na so marlindang marguru tu pangasam ni malim bahen pelean parsalaan; asa malim i mambahen pardenggananna ala haliluonna, naung lilu i ibana so diboto, asa marpamuati rohana di ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "I ma gabe pelean parsalaan, ala naung marsala ibana tu Jahowa.",
      "type": "content"
    }
  ]
}