{
  "book": "Imamat",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "(5-20) (III.) Dung i ro muse hata ni Jahowa tu si Musa, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(5-21) Tung sura mardosa manang ise gabe mangalaosi ibana mangalo parenta ni Jahowa, tung diporso do na pinajophon ni donganna tu ibana, manang na pinalumehonna, manang na nirampasna, manang na binuatna sian gogo sian donganna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(5-22) Manang na jumpangsa na mago, gabe diporso muse, pola ditolon na tutu laho paotootohon taringot tu manang aha tau parbingkasan tu dosa na binahen ni jolma.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(5-23) Asa tung sura mardosa ibana songon i, gabe marsala dirina, ingkon pasuangonna do ugasan naung nirampasna i manang na niangatanna i sian donganna, manang naung pinalumehonna i tu ibana, manang ugasan naung mago jumpangsa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(5-24) Manang aha pe tahe naung pola sinumpahonna laho paotootohon, ingkon pasuangonna do luhutna, jala ambaanna saparlima tusi; ingkon lehononna do i tu nampunasa hian di ari pamelehonna di pelean parsalaan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(5-25) Ingkon boanonna huhut bahen peleanna parsalaan tu Jahowa sada birubiru tunggal na so marlindang, marguru tu pangasam ni malim bahen pelean parsalaan tu malim.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(5-26) Asa malim i muse mambahen pardenggananna di adopan ni Jahowa, asa marpamuati rohana di ibana taringot tu sasude na niulana mambahen marsala dirina.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(6-1) ",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "I. Patik taringot tu pelean situtungon. Api na tongtong galak di atas langgatan 1-6. II. Patik taringot tu pelean sipanganon 7-11. III. Pelean pasahathon tohonan tu angka malim 12-16. IV. Patik taringot tu pelean parsalaan 17-23.",
      "type": "title"
    },
    {
      "verse": 9,
      "text": "(6-2) Dok ma tu Aron dohot tu angka anakna i songon on: On do patik taringot tu pelean situtungon: Ia pelean situtungon i ingkon tongtong galak di panutunganna, di atas langgatan i manipat sabornginna i sahat ro di manogot; ingkon tongtong galak tahe api i di atas langgatan i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(6-3) Ingkon solukkonon ni malim i ma bajuna dohot saraoalna rap sian hain na bontar tu dagingna jala buatonna do sirabun ni pelean situtungon i, dung suda dipangan api di atas langgatan i, jala usehononna do i di lambung langgatan i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(6-4) Dung i ingkon tanggalanna muse pangkeanna i jala solukkononna angka pangkean na asing, jala boanonna sirabun i tu balian ni parsaroan tu sada inganan na ias.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(6-5) Ia api na galak di atas langgatan i, na so tupa mintop; ingkon pagalahon ni malim ganup sogot soban di atasna jala patordingonna di atasna pelean situtungon, jala tutungonna di atasna pultahan ni angka pelean hamauliateon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(6-6) Ingkon tongtong galak api i di atas langgatan, na so tupa mintop.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(6-7) (II.) Jala on do patik taringot tu pelean sipanganon: Ingkon angka anak ni Aron do mamelehonsa di adopan ni Jahowa di atas langgatan i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(6-8) Ingkon sahalak sian nasida mambuat sampohul sian i, sian itak ni pelean sipanganon i dohot sian miakna dohot sandok haminjon na di atas ni pelean sipanganon i, ingkon tutungonna do i di atas langgatan bahen daupa na hushus, jambar parningotan di Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(6-9) Alai anggo na lobi sian i ingkon panganon ni si Aron dohot angka anakna i: Ingkon na so niasoman do panganonna di inganan na badia; di alaman ni undungundung parluhutan i do panganonnasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(6-10) Ndang jadi masahonna mardongan asom; jambarnasida ma i na hulehon sian pelean api angka na tu Ahu; ingkon na badia sahali do i, suang songon pelean pardosaan dohot parsalaan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(6-11) Nasa baoa di tongatonga ni pinompar ni si Aron, jadi do manganhon sian i: I ma gabe uhum saleleng ni lelengna ro di pinomparmuna sian pelean api angka na tu Jahowa; manang ise na manjama angka i, ingkon badia hian ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(6-12) (III.) Dung i ro muse hata ni Jahowa tu si Musa, songon on:",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(6-13) On do pelean sipelehonon ni si Aron dohot angka anakna i tu Jahowa di ari panahatan ni pamiahion tu nasida: Saparsampulu epah itak na lamot bahen pelean sipanganon ariari, satongana manogotna i, na satonganari bodarina i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(6-14) Di bagasan balanga mardongan miak do paulionna, ingkon tangkas ginoreng boanonmu; dung i ponggolponggol ni pelean sipanganon i pelehononmu bahen uap na hushus di Jahowa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(6-15) Ingkon malim naung miniahan singkatna i sian angka anakna mambahen songon i; i ma gabe uhum na hot salelenglelengna: Sandok ingkon tutungon di Jahowa do i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(6-16) Ai nasa pelean sipanganon pinelehon ni malim, ingkon suda do i tutungon, ndang jadi anggo panganon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(6-17) (IV.) Dung i ro muse hata ni Jahowa tu si Musa, songon on:",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(6-18) Paboa ma tu si Aron dohot tu angka anakna i: On do patik taringot tu angka pelean pardosaan: Di inganan paneatan ni pelean situtungon i, seaton dohot pelean pardosaan di adopan ni Jahowa, i ma na badia sahali.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(6-19) Malim na mamelehon pelean pardosaon i laos i do manganhon; ingkon di inganan na badia i do panganonna, di alaman ni undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(6-20) Manang ise na manjama sibuk ni pelean i, ingkon badia hian ibana; jala manang ise na mamistikkon sian mudarna i tu sada pangkean, ingkon sunsionna do na tarpistik i di inganan na badia i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(6-21) Ia hudon tano pangalompaanna i, ingkon taporon do; alai tung sura di bagasan hudon tombaga dilompa, ingkon tangkas do i usaonna jala lusoanna di bagasan aek.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(6-22) Nasa baoa di tongatonga ni angka malim mangan sian pelean i, ai na badia sahali do i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(6-23) Alai anggo nasa pelean pardosaan anggo pola tarboan sian mudarna i tu bagasan undungundung parluhutan i bahen pardengganan, ndang jadi panganonna di inganan na badia i, ingkon tutungonna do i di bagasan api.",
      "type": "content"
    }
  ]
}