{
  "book": "Imamat",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Partorang ni angka pelean parsalaan 1-10. II. Pelean hamauliateon, pujipujian dohot pelean bagabaga 11-21. III. Oraora mangorai mangan pultahan dohot mudar 22-27. IV. Jambar ni malim sian pelean 28-38.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jala on do patik taringot tu pelean parsalaan, ingkon na badia sahali do i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Apala di inganan paneatan di pelean situtungon, seaton dohot pelean parsalaan, jala mudarna i pistikkononhon tu langgatan i humaliang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala sandok tabotabona, ingkon pelehononhon do, ro di ihurna dohot pultahan panaputi ni raoanna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tole muse piana na dua i dohot pultahan na lohot tusi na di lansonikna, tole muse hirehire na dalhop tu ateate mangihut tu pia buatonna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon tutungon ni malim do i di atas langgatan bahen pelean api di Jahowa; i ma gabe pelean parsalaan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nasa baoa di tongatonga ni angka malim jadi do mangan sian i; ingkon di inganan na badia i do panganonna; ai na badia sahali do i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon songon pelean pardosaan do nang pelean parsalaan; sisada patik do na dua i; ingkon malim na mambahen pardengganan marhite sian i do nampunasa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Laos malim i do nampuna bobak ni pelean situtungon na pinelehonna sian manang ise.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nang saluhut pelean sipanganon na pinarmasak di atas tataring manang dipanggang manang digoreng di bagasan balanga, ingkon malim na mamelehon i do nampunasa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tole muse nasa pelean sipanganon manang mardongan miak manang mahiang, ingkon saluhut anak ni si Aron nampunasa, dos be nasida disi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) On ma patik taringot tu pelean hamauliateon, na pinelehon ni halak tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tung sura adong manang ise naeng mamelehon sada pelean pujipujian, ingkon pelehononna bahen dongan ni pelean pujipujian sagusagu angka na so niasoman mardongan miak, dohot timbatimba na marsapu miak dohot gaburgabur na nirondang saor miak.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai dongan ni sagusagu i pelehononna do roti na niasoman bahen peleanna, bahen dongan ni peleanna pujipujian mandok mauliate ni rohana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i pelehononna sada sian sandok pelean i bahen pelean tatingan tu Jahowa; ingkon malim na mamispishon mudar ni pelean hamauliateon i nampunasa pelean i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia sibuk ni pelean pujipujian mandok mauliate ni rohana, ingkon suda panganon di ari pamelehonna i, ndang jadi adong tinggal sian i tu marsogot.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tung sura sada pelean bagabaga, manang silehonlehon sian lomona naeng pelehononna, ingkon di ari pamelehonna i suda panganonna peleanna i, tung sura adong tinggal sian i, marsogotna i ma suda panganonna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai molo adong tinggal sian juhut pelean i, pola tu ari patoluhon, ingkon tutungon do i di bagasan api.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tung sura adong manang ise na manganhon sian juhut pelean hamauliateon ni rohana di ari patoluhon, ndang tarhalomohon Debata peleanna i; halak na mamelehon pe, ndang marsaulihonsa, gabe hagigian do i balik, manang ise na manganhon sian i, ingkon mangonai torutoru tu ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angkup ni juhut naung dais tu manang aha na ramun, ndang jadi panganon, ingkon tutungon do i di bagasan api; alai anggo taringot tu juhut i jadi do panganon ni manang ise na niuras dagingna i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai manang ise na mangan sian juhut pelean hamauliateon, jambar ni Jahowa hian, hape tarramun dope ibana, ingkon siaphononhon hosana sian tongatonga ni bangsona.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tung sura adong manang ise na manjama manang aha na ramun, manang jolma na ramun manang pinahan na ramun, manang dia na ramun na asing tau hagigian, hape mangan do ibana sian juhut pelean hamauliateon, jambar ni Jahowa hian, ingkon siaphononhon do jolma i sian tongatonga ni bangsona.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dok ma tu halak Israel songon on: Ndang jadi panganonmuna agia aha pultahan sian lombu manang birubiru manang hambing.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai anggo pultahan sian bangke ni pinahan manang sian na ginotil ni binatang, jadi do pangkeon tu ulaon marragamragam; alai na so tupa do anggo panganonmuna sian i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai manang ise na manganhon pultahan sian pinahan na pinelehon bahen pelean api tu Jahowa, ingkon siaphononhon do hosana sian tongatonga ni bangsona manang ise na manganhon sian i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ndang jadi huhut panganonmuna manang aha mudar di saluhut ingananmuna i, nang mudar sian pidong nang mudar sian pinahan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Manang ise na mangan mudar, ingkon siaphononhon ibana sian tongatonga ni bangsona.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(IV.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dok ma tu halak Israel songon on: Manang ise na naeng mamelehon pelean hamauliateon ni rohana tu Jahowa, ingkon ibana sandiri mamboan peleanna tu Jahowa sian pelean hamauliateon ni rohana i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ingkon tanganna sandiri tahe mamboan pelean api tu Jahowa, i ma pultahan rap dohot andora boanonna bahen pelean teateaan di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i tutungon ni malim i ma pultahan di atas langgatan, alai anggo andoranai jambar ni si Aron dohot angka anakna ma i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Nang hae jolo siamun ingkon lehononmuna do tu malim bahen pelean tatingan sian pelean hamauliateon ni rohamuna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Manang ise tahe sian angka anak ni si Aron mamelehon mudar ni pelean hamauliateon rap dohot pultahanna, ingkon hae jolo siamun gabe jambarna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ai andora pelean teateaan dohot hae jolo pelean tatingan, nunga hubuat sian halak Israel, sian angka pelean hamauliateon ni rohanasida, jala nunga hulehon angka i tu malim Aron dohot tu angka anakna, gabe aturan na hot salelenglelengna sian halak Israel.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "On do jambar na badia tu si Aron dohot tu angka anakna i sian angka pelean api tu Jahowa, olat ni ari dung pinabangkitna i nasida mangaradoti hamalimon di Jahowa.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Laos Jahowa tahe mandokkon lehonon do i tu nasida di ari miniahanna i nasida sian halak Israel bahen aturan di pinomparnasida i ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "I ma patik taringot tu pelean situtungon, pelean sipanganon, pelean pardosaan, pelean parsalaan, pelean pasahathon tohonan dohot pelean hamauliateon.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Na tinonahon ni Jahowa tu si Musa di atas dolok Sinai di ari uju na nidokkonna i halak Israel mamelehon angka peleannasida tu Jahowa di halongonan Sinai.",
      "type": "content"
    }
  ]
}