{
  "book": "Imamat",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Musa maruloshon angka pangkean malim tu si Aron 1-9. II. Si Musa pasahathon undungundung i dohot langgatan i marhite sian pelean 10-21. III. Pelean sahatsahat ni tohonan tu si Aron dohot tu angka anakna i 22-36.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Buat ma si Aron rap dohot angka anakna i, ro di angka pangkean dohot miak pamiahion, tole muse sada lombu bahen pelean pardosaan, dua birubiru tunggal dohot sada hirang na marisi sagusagu na so niasoman.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala paluhut ma sandok luhutan i tu jolo pintu ni undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dibahen si Musa ma songon na nidokkon ni Jahowa tu ibana, dipaluhut ma luhutan i tu jolo pintu ni undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna si Musa ma tu luhutan i: On do hata na tinonahon ni Jahowa bahenonta.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i didokkon Musa ma ro jumonok si Aron dohot angka anakna i, laos dididi ma nasida di bagasan aek.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i disolukkon ma tu ibana baju parbagasan i jala dihohoshon tu ibana hohos i, disolukkon muse tu ibana baju parbalian i jala disampesampehon tu atasna baju epod i, laos dihohosi do i dohot hohos ni baju epod i, asa tangkas ibana marhohos.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dibahen ma tu atasna tutup andora i, jala dirusuk tu tutup andora i Urim dohot Tummim.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i diampehon ma tumpal i tu atas uluna, jala dilohothon tu tumpal i tu pardompahanna sangkalia sere i, i ma tumpal habadiaon, songon na tinonahon ni Jahowa tu si Musa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dung i dibuat si Musa ma miak pamiahion i, laos dimiahi ma inganan na badia i ro di nasa isina, asa pabadiahonsa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i dipistikkon deba miak i tu langgatan i pitu hali, laos dimiahi ma langgatan i ro di sude ulaulana, tole tong parburian i rap dohot ojahanna laho pabadiahonsa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i diusehon miak pamiahion i tu atas ulu ni si Aron mamiahi ibana pabadiahonsa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Didokkon si Musa muse ro jumonok angka anak ni si Aron jala disolukkon tu nasida angka baju parbagasan, jala dibahen marhohos gontingnasida i, jala ditalitalihon angka tumpal i tu nasida, songon na tinonahon ni Jahowa hian tu si Musa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i didokkon ma boanon sada lombu naposo bahen pelean pardosaan; jadi diampehon si Aron dohot angka anakna i ma tangannasida tu atas ulu ni lombu pelean pardosaon i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i diseat si Musa ma i jala dibuat mudarna i didaishon deba sian i marhitehite jarijarina tu angka tanduk ni langgatan i humaliang, asa manguras langgatan i; anggo mudar na teba i diusehon ma tu pantar ni langgatan i laho pabadiahonsa mambahen pardengganan di atasna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i dibuat ma sandok pultahan panaputi ni raoan dohot hirehire na ampe tu ateate dohot pia na dua i ro di pultahan na lohot tusi, laos ditutung si Musa ma i di atas langgatan i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo lombu i ro di hulingkulingna, juhutna dohot napana suda do i ditutung dohot api di balian ni parsaroan i, songon na tinonahon ni Jahowa tu si Musa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i didokkon ma boanon jumonok birubiru tunggal i bahen pelean situtungon, gabe diampehon si Aron dohot angka anakna i tangannasida tu ulu ni birubiru tunggal i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i diseat si Musa ma birubiru i jala dipispishon mudar i tu langgatan i humaliang.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i disahei ma birubiru i, laos ditutung si Musa ma uluna dohot ponggolponggolna ro di pultahanna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ias ma diburi anggo raoanna dohot patna di bagasan aek; dung i ditutung si Musa ma sandok birubiru i di atas langgatan i. I ma gabe pelean sipotongon bahen uap na hushus, sada pelean api tu Jahowa, songon na tinonahon ni Jahowa hian tu si Musa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Didokkon muse ma boanon jumonok birubiru tunggal na sadanari, i ma birubiru sahatsahat ni tohonan; jadi diampehon si Aron dohot angka anakna i ma tangannasida tu ulu ni birubiru i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i diseat si Musa ma i jala dibuat deba sian mudarna i jala dibahen do i tu pinggol siamun ni si Aron dohot tu ina ni tanganna siamun dohot tu ina ni patna siamun.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Didokkon muse ma ro jumonok angka anak ni si Aron, gabe dibahen si Musa deba sian mudar i tu pinggolnasida siamun dohot tu ina ni tangannasida siamun dohot tu ina ni patnasida siamun; jala mudar na lobi i dipistikkon si Musa do tu langgatan i humaliang.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i dibuat ma pultahanna dohot ihurna ro di sandok pultahan panaputi ni raoanna dohot hirehire na ampe tu ateate dohot pia na dua i ro di pultahan na lohot tusi dohot hae jolo siamun.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dibuat muse sian hirang isian ni sagusagu na so niasoman na di adopan ni Jahowa sada sagusagu na so niasoman dohot sangkimpal roti na marsaor miak dohot sada timbatimba, jala diampehon do i tu atas sandok pultahan i dohot tu atas hae jolo siamun.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dipasahat ma luhutna i tu tangan ni si Aron dohot tu tangan ni angka anakna i, laos dipateatea do i bahen pelean teateaan di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i dibuat si Musa muse luhutna i sian tangannasida, jala ditutung ma i di atas langgatan bahen pelean situtungon; i ma pelean sahatsahat ni tohonan, bahen uap na hushus, pelean api ma i di Jahowa.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i dibuat si Musa ma andora i jala dipateatea ma i bahen pelean teateaan di adopan ni Jahowa sian birubiru tunggal pelean sahatsahat ni tohonan, i ma gabe jambar ni si Musa, songon na tinonahon ni Jahowa hian tu si Musa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i dibuat si Musa ma deba sian miak pamiahion dohot sian mudar na di atas langgatan i, jala dipispishon ma i tu si Aron, tu angka pangkeanna, tu angka anakna dohot tu pangkean ni angka anakna i, asa pabadiahon si Aron dohot pangkeanna rap dohot angka anakna dohot pangkean ni angka anakna i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i ninna si Musa ma tu si Aron dohot tu angka anakna i: Lompa hamu ma juhut i di jolo pintu ni undungundung parluhutan i, laos disi ma pangan hamu juhut i rap dohot roti na di bagasan hirang isian ni pelean sahatsahat tohonan i, songon na tinonahonna i tu ahu uju na didok: Ingkon panganon ni si Aron dohot angka anakna i do i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai anggo na tinggal i sian juhut dohot sian roti i, ingkon suda do i tutungonmuna di bagasan api.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Angkup ni ndang jadi ruar hamu sian pintu ni undungundung parluhutan i pitu ari lelengna, sahat ro di ari hasisimpul ni angka ari sahatsahat ni tohonan tu hamu, ai ingkon pitu ari lelengna pasahathon tohonan i tu hamu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Suman tu naung binahen di arian, songon i do ditonahon Jahowa hian bahenon mambahen pardengganan tu hamu.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Asa ingkon tading hamu di jolo pintu ni undungundung parluhutan i arian dohot borngin pitu ari padodot, jala ingkon radotanmuna do tohonan tu Jahowa, asa unang mate hamu, ai songon i do tinonahonna tu ahu.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi diulahon si Aron dohot angka anakna i ma sude hata i, angka naung tinonahon ni Jahowa hian marhite sian si Musa.",
      "type": "content"
    }
  ]
}