{
  "book": "Imamat",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pelean parjolo pinelehon ni si Aron manguras ibana sandiri 1-14. II. Pelean parjolo manguras bangso i 15-21. III. Hamuliaon ni Jahowa tarida di bangso i 22-24.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tole paualuarihon, dijou si Musa ma si Aron dohot angka anakna i ro di angka sintua ni Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna ma tu si Aron: Buat ma di ho sada anak ni lombu bahen pelean pardosaan dohot sada birubiru tunggal bahen pelean situtungon, unang marlindang duansa, jala boan ma i tu adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i dohononmu ma tu halak Israel songon on: Buat hamu ma sada hambing tunggal bahen pelean pardosaan dohot sada anak ni lombu dohot sada anak ni birubiru marumur sataon be, jala unang marlindang duansa bahen pelean situtungon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tole muse sada jonggi dohot sada birubiru tunggal bahen pelean hamauliateon, pelehononhon di adopan ni Jahowa, tole muse sada pelean sipanganon na marsaor miak; ai sadarion ma idaonmuna Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dipamboan nasida ma, na nidokkon ni si Musa tu jolo pintu ni undungundung parluhutan i, ro huhut jumonok sandok luhutan i, laos jongjong di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ro ma hata ni si Musa: On ma hata na tinonahon ni Jahowa sibahenonmuna, asa idaonmuna hamuliaon ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i didok si Musa ma mandok si Aron: Ro ma ho jumonok tu langgatan, jala pelehon ma peleanmi pardosaan dohot peleanmi situtungon mambahen pardenggananmu di ho sandiri dohot di bangso i. Dung i pasahat ma pelean ni bangso i manguras dohot nasida, songon na tinonahon ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i jumonok ma si Aron tu langgatan i, jala diseat anak ni lombu i bahen pelean pardosaan di ibana sandiri.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i diboan angka anak ni si Aron ma mudar i tu ibana, disornophon ibana ma jarijarina tu bagasan mudar i, jala didaishon tu angka tanduk ni langgatan i, ianggo mudar na tinggal i diusehon do tu pantar ni langgatan i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo pultahanna dohot piana ro di hirehire na ampe tu ateate sian pelean pardosaon i, ditutung ma i di atas langgatan, songon na tinonahon ni Jahowa tu si Musa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai anggo sibukna dohot hulingkulingna suda ditutung di balian ni parsaroan i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i diseat ibana ma pelean situtungon i, anggo mudarna i diboan angka anak ni si Aron ma tu ibana, laos dipistikkon ma i tu langgatan i humaliang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Diboan nasida ma dohot pelean situtungon i marponggolponggol ro di uluna tu ibana, asa tutungonna di atas langgatan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dung diburi ibana raoanna dohot patna, laos ditutung ma i di ginjang ni pelean situtungon i di atas langgatan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Dung i diboan ma dohot pelean ni situan na torop i, dibuat ma dohot hambing tunggal i bahen pelean pardosaan manguras bangso i, diseat ma i bahen pelean pardosaan suang songon parjolo i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i dipelehon ma muse pelean situtungon i, hombar tu aturan pamelehonna hian.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dipelehon ma dohot pelean sipanganon i, dibuat ma sian i sanggolom, laos ditutung ma i di atas langgatan, pulik sian pelean situtungon sian manogotna i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i diseat ma jonggi i dohot birubiru tunggal i bahen pelean hamauliateon manguras bangso i; diboan angka anak ni si Aron ma mudar i tu ibana, laos dipispishon ma i tu langgatan i humaliang.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai anggo pultahan sian jonggi i dohot sian birubiru tunggal i, ro di ihurna dohot pultahan panapti ni raoanna ro di pia dohot hirehire na ampe tu ateate.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Luhut pultahan i diampehon nasida tu atas andora ni pelean i, laos ditutung ibana ma sandok pultahan i di atas langgatan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai anggo andora i dohot hae jolo siamun diteatea si Aron ma i bahen pelean teateaan di adopan ni Jahowa, songon na tinonahonna tu si Musa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Dung i dipaherbang si Aron ma tanganna tu atas ni bangso i, asa mamasumasu nasida. Jadi dung tolhas dipelehon pelean pardosaan, pelean situtungon dohot pelean hamauliateon i, tuat ma ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i masuk ma si Musa dohot si Aron tu bagasan undungundung parluhutan i. Ruar muse sian i, dipasupasu nasida ma bangso i. Jadi sandok bangso i ma marnida hamuliaon ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai ruar ma sada api sian adopan ni Jahowa, jala suda dipangan pelean situtungon dohot pultahan na di atas langgatan i. Jadi dung diida sandok bangso i pangalahona, marolopolop ma nasida, laos manungkap tu tano.",
      "type": "content"
    }
  ]
}