{
  "book": "Nehemia",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Yang membubuhi meterai adalah: kepala daerah Nehemia bin Hakhalya, Zedekia,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Seraya, Azarya, Yeremia,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Pasyhur, Amarya, Malkia,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hatus, Sebanya, Malukh,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Harim, Meremot, Obaja,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Daniel, Gineton, Barukh,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Mesulam, Abia, Miyamin,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Maazya, Bilgai dan Semaya. Itulah para imam.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sedang dari orang-orang Lewi: Yesua bin Azanya, Binui, seorang dari antara anak-anak Henadad, Kadmiel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dan saudara-saudara mereka, yakni: Sebanya, Hodia, Kelita, Pelaya, Hanan,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Mikha, Rehob, Hasabya,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Zakur, Serebya, Sebanya,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hodia, Bani dan Beninu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dan dari pemimpin-pemimpin bangsa: Paros, Pahat-Moab, Elam, Zatu, Bani,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Buni, Azgad, Bebai,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Adonia, Bigwai, Adin,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ater, Hizkia, Azur,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hodia, Hasum, Bezai,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Harif, Anatot, Nebai,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Magpias, Mesulam, Hezir,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Mesezabeel, Zadok, Yadua,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Pelaca, Hanan, Anaya,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Hosea, Hananya, Hasub,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Halohesh, Pilha, Sobek,",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Rehum, Hasabna, Maaseya,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ahia, Hanan, Anan,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Malukh, Harim dan Baana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dan orang-orang yang lain, yakni: para imam dan orang-orang Lewi, para penunggu pintu gerbang, para penyanyi, para budak di bait Allah dan segala orang yang memisahkan diri dari penduduk negeri untuk patuh kepada hukum Allah, serta isteri mereka, anak-anak lelaki dan anak-anak perempuan mereka, begitu juga semua orang yang cukup dewasa untuk mengerti,",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "menggabungkan diri dengan saudara-saudara mereka, yakni pemuka-pemuka mereka itu. Mereka bersumpah kutuk untuk hidup menurut hukum Allah yang diberikan dengan perantaraan Musa, hamba Allah itu, dan untuk tetap mengikuti dan melakukan segala perintah TUHAN, yakni Tuhan kami, serta segala peraturan dan ketetapan-Nya.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Pula kami tidak akan memberi anak-anak perempuan kami kepada penduduk negeri, ataupun mengambil anak-anak perempuan mereka bagi anak-anak lelaki kami.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dan bilamana penduduk negeri membawa barang-barang dan berbagai-bagai gandum untuk dijual pada hari Sabat, kami tidak akan membelinya dari mereka pada hari Sabat atau pada hari yang kudus. Dan kami akan membiarkan begitu saja hasil tanah pada tahun yang ketujuh dan tidak akan menagih sesuatu hutang.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Pula kami mewajibkan diri untuk memberi tiap tahun sepertiga syikal untuk ibadah di rumah Allah kami, yakni:",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "untuk roti sajian, untuk korban sajian yang tetap, untuk korban bakaran yang tetap, untuk hari-hari Sabat, bulan-bulan baru dan masa raya yang tetap, untuk persembahan-persembahan kudus dan korban-korban penghapus dosa, untuk mengadakan pendamaian bagi orang Israel serta segala pekerjaan di rumah Allah kami.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Pula dengan membuang undi kami, yakni para imam, orang-orang Lewi dan kaum awam, menetapkan suatu cara untuk menyediakan kayu api. Kayu itu harus dibawa ke rumah Allah kami secara bergilir oleh kaum-kaum keluarga kami pada waktu-waktu tertentu setiap tahun, supaya di atas mezbah TUHAN Allah kami ada api yang menyala, seperti tertulis dalam kitab Taurat.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Lagipula setiap tahun kami akan membawa ke rumah TUHAN hasil yang pertama dari tanah kami dan buah sulung segala pohon.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Pun kami akan membawa ke rumah Allah kami, yakni kepada para imam yang menyelenggarakan kebaktian di rumah Allah kami, anak-anak sulung kami dan anak-anak sulung ternak kami seperti tertulis dalam kitab Taurat, juga anak-anak sulung lembu kami dan kambing domba kami.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dan tepung jelai kami yang mula-mula, dan persembahan-persembahan khusus kami, dan buah segala pohon, dan anggur dan minyak akan kami bawa kepada para imam, ke bilik-bilik rumah Allah kami, dan kepada orang-orang Lewi akan kami bawa persembahan persepuluhan dari tanah kami, karena orang-orang Lewi inilah yang memungut persembahan-persembahan persepuluhan di segala kota pertanian kami.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Seorang imam, anak Harun, akan menyertai orang-orang Lewi itu, bila mereka memungut persembahan persepuluhan. Dan orang-orang Lewi itu akan membawa persembahan persepuluhan dari pada persembahan persepuluhan itu ke rumah Allah kami, ke bilik-bilik rumah perbendaharaan.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Karena orang Israel dan orang Lewi harus membawa persembahan khusus dari pada gandum, anggur dan minyak ke bilik-bilik itu. Di situ ada perkakas-perkakas tempat kudus, pula para imam yang menyelenggarakan kebaktian, para penunggu pintu gerbang dan para penyanyi. Kami tidak akan membiarkan rumah Allah kami.",
      "type": "content"
    }
  ]
}