{
  "book": "Nehemia",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Pembacaan kitab hukum Hari raya Pondok Daun",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Maka bersiaplah imam besar Elyasib dan para imam, saudara-saudaranya, lalu membangun kembali pintu gerbang Domba. Mereka mentahbiskannya dan memasang pintu-pintunya. Mereka mentahbiskannya sampai menara Mea, menara Hananeel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Berdekatan dengan mereka orang-orang Yerikho membangun, dan berdekatan dengan orang-orang itu Zakur bin Imri.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Pintu gerbang Ikan dibangun oleh bani Senaa. Mereka memasang balok-balok lalu memasang pintu-pintunya dengan pengancing-pengancing dan palang-palangnya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Berdekatan dengan mereka Meremot bin Uria bin Hakos mengadakan perbaikan, dan berdekatan dengan dia Mesulam bin Berekhya bin Mesezabeel. Berdekatan dengan dia Zadok bin Baana mengadakan perbaikan,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "dan berdekatan dengan dia orang-orang Tekoa. Hanya pemuka-pemuka mereka tidak mau memberi bahunya untuk pekerjaan tuan mereka.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Pintu gerbang Lama diperbaiki oleh Yoyada bin Paseah dan Mesulam bin Besoja. Mereka memasang balok-balok lalu memasang pintu-pintunya dengan pengancing-pengancing dan palang-palangnya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Berdekatan dengan mereka Melaca, orang Gibeon, dan Yadon, orang Meronot, mengadakan perbaikan beserta orang-orang Gibeon dan Mizpa, yang berada di wilayah kekuasaan bupati daerah sebelah barat sungai Efrat.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Berdekatan dengan mereka Uziel bin Harhaya, salah seorang tukang emas, mengadakan perbaikan, dan berdekatan dengan dia Hananya, seorang juru campur rempah-rempah. Mereka memperkokoh Yerusalem sampai tembok Lebar.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Berdekatan dengan mereka Refaya bin Hur, penguasa setengah wilayah Yerusalem yang satu mengadakan perbaikan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Berdekatan dengan dia Yedaya bin Harumaf mengadakan perbaikan, tepat di depan rumahnya, dan berdekatan dengan dia Hatus bin Hasabneya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Malkia bin Harim dan Hasub bin Pahat-Moab memperbaiki bagian yang lain dan menara Perapian.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Berdekatan dengan mereka Salum bin Halohesh, penguasa setengah wilayah Yerusalem yang lain mengadakan perbaikan bersama-sama anak-anak perempuannya.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pintu gerbang Lebak diperbaiki oleh Hanun dan penduduk Zanoah. Mereka membangunnya kembali dan memasang pintu-pintunya dengan pengancing-pengancing dan palang-palangnya. Pula tembok diperbaiki sepanjang seribu hasta sampai pada pintu gerbang Sampah.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Pintu gerbang Sampah diperbaiki oleh Malkia bin Rekhab, penguasa wilayah Bet-Kerem. Ia membangunnya kembali dan memasang pintu-pintunya dengan pengancing-pengancing dan palang-palangnya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Pintu gerbang Mata Air diperbaiki oleh Salum bin Kolhoze, penguasa wilayah Mizpa. Pintu gerbang itu dibangunnya kembali, diberinya atap dan dipasangnya pintu-pintunya dengan pengancing-pengancing dan palang-palangnya. Juga diperbaikinya tembok kolam penampung air saluran, dekat taman raja sampai pada tangga-tangga yang menurun dari kota Daud.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Di sampingnya Nehemia bin Azbuk, penguasa setengah wilayah Bet-Zur, mengadakan perbaikan sampai di depan pekuburan Daud dan sampai pada kolam buatan dan rumah para pahlawan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Di sampingnya orang-orang Lewi mengadakan perbaikan, yakni Rehum bin Bani, dan berdekatan dengan dia Hasabya, penguasa setengah wilayah Kehila yang satu, untuk wilayahnya.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Di sampingnya saudara-saudara mereka, yakni Binui bin Henadad, penguasa setengah wilayah Kehila yang lain, mengadakan perbaikan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Berdekatan dengan dia Ezer bin Yesua, penguasa Mizpa, memperbaiki bagian yang berikut, di depan pendakian ke gudang senjata, dekat Sudut.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Di sampingnya Barukh bin Zabai memperbaiki bagian yang berikut, dari Sudut sampai pada pintu masuk rumah imam besar Elyasib.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Di sampingnya Meremot bin Uria bin Hakos memperbaiki bagian yang berikut, dari pintu masuk rumah Elyasib sampai pada ujung rumah Elyasib.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Di sampingnya para imam, orang-orang dari Lembah Yordan, mengadakan perbaikan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Di samping mereka Benyamin dan Hasub mengadakan perbaikan di depan rumah mereka. Di samping mereka Azarya bin Maaseya bin Ananya mengadakan perbaikan di samping rumahnya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Di sampingnya Binui bin Henadad memperbaiki bagian yang berikut, dari rumah Azarya sampai Sudut dan sampai Penjuru.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Palal bin Uzai mengadakan perbaikan di depan Sudut dan di depan menara yang tinggi yang menonjol dari istana raja, dekat pelataran penjagaan. Di sampingnya Pedaya bin Paros mengadakan perbaikan",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "sampai di depan pintu gerbang Air, di sebelah timur, dan di depan menara yang menonjol. Adapun para budak di bait Allah tinggal di Ofel.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Di samping Pedaya orang-orang Tekoa memperbaiki bagian yang berikut, dari depan menara besar yang menonjol itu sampai tembok Ofel.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Mulai dari pintu gerbang Kuda para imam mengadakan perbaikan, masing-masing di depan rumahnya.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Di samping mereka Zadok bin Imer mengadakan perbaikan di depan rumahnya. Di sampingnya Semaya bin Sekhanya, penjaga pintu gerbang Timur.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Di sampingnya Hananya bin Selemya dan Hanun, anak Zalaf yang keenam, memperbaiki bagian yang berikut. Di samping mereka Mesulam bin Berekhya mengadakan perbaikan di depan biliknya.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Di sampingnya Malkia, seorang tukang emas, mengadakan perbaikan sampai pada rumah para budak di bait Allah dan para pedagang, di depan pintu gerbang Pendaftaran dan sampai pada kamar atas di penjuru.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Lalu antara kamar atas di penjuru dan pintu gerbang Domba para tukang emas dan para pedagang mengadakan perbaikan.",
      "type": "content"
    }
  ]
}