{
  "book": "Nehemia",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Tindakan-tindakan untuk melindungi kota",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Setelah tembok selesai dibangun, aku memasang pintu-pintu. Lalu diangkatlah penunggu-penunggu pintu gerbang, para penyanyi dan orang-orang Lewi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Pengawasan atas Yerusalem aku serahkan kepada Hanani, saudaraku, dan kepada Hananya, panglima benteng, karena dia seorang yang dapat dipercaya dan yang takut akan Allah lebih dari pada orang-orang lain.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Berkatalah aku kepada mereka: \"Pintu-pintu gerbang Yerusalem jangan dibuka sampai matahari panas terik. Dan pintu-pintunya harus ditutup dan dipalangi, sementara orang masih bertugas di tempatnya. Tempatkanlah penjaga-penjaga dari antara penduduk Yerusalem, masing-masing pada tempat-tempat penjagaan dan di depan rumahnya.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Daftar orang-orang yang kembali dari pembuangan",
      "type": "title"
    },
    {
      "verse": 4,
      "text": "Adapun kota itu luas dan besar, tetapi penduduknya sedikit dan rumah-rumah belum dibangun.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Maka Allahku memberikan dalam hatiku rencana untuk mengumpulkan para pemuka, para penguasa dan rakyat, supaya mereka dicatat dalam silsilah. Lalu kudapati daftar silsilah orang-orang yang lebih dahulu berangkat pulang. Dalam daftar itu kudapati tertulis:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Inilah orang-orang propinsi Yehuda yang berangkat pulang dari pembuangan, yakni para tawanan, yang dahulu diangkut oleh Nebukadnezar, raja Babel, dan yang kembali ke Yerusalem dan ke Yehuda, masing-masing ke kotanya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Mereka datang bersama-sama Zerubabel, Yesua, Nehemia, Azarya, Raamya, Nahamani, Mordekhai, Bilsan, Misperet, Bigwai, Nehum dan Baana. Inilah daftar orang-orang bangsa Israel:",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "bani Paros: dua ribu seratus tujuh puluh dua orang;",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "bani Sefaca: tiga ratus tujuh puluh dua orang;",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "bani Arakh: enam ratus lima puluh dua orang;",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "bani Pahat-Moab, yakni bani Yesua dan Yoab: dua ribu delapan ratus delapan belas orang;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "bani Elam: seribu dua ratus lima puluh empat orang;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "bani Zatu: delapan ratus empat puluh lima orang;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "bani Zakai: tujuh ratus enam puluh orang;",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "bani Binui: enam ratus empat puluh delapan orang;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "bani Bebai: enam ratus dua puluh delapan orang;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "bani Azgad: dua ribu tiga ratus dua puluh dua orang;",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "bani Adonikam: enam ratus enam puluh tujuh orang;",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "bani Bigwai: dua ribu enam puluh tujuh orang;",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "bani Adin: enam ratus lima puluh lima orang;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "bani Ater, yakni bani Hizkia: sembilan puluh delapan orang;",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "bani Hasum: tiga ratus dua puluh delapan orang;",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "bani Bezai: tiga ratus dua puluh empat orang;",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "bani Harif: seratus dua belas orang;",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "bani Gibeon: sembilan puluh lima orang;",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "orang-orang Betlehem dan Netofa: seratus delapan puluh delapan orang;",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "orang-orang Anatot: seratus dua puluh delapan orang;",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "orang-orang Bet-Azmawet: empat puluh dua orang;",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "orang-orang Kiryat-Yearim, Kefira dan Beerot: tujuh ratus empat puluh tiga orang;",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "orang-orang Rama dan Gaba: enam ratus dua puluh satu orang;",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "orang-orang Mikhmas: seratus dua puluh dua orang;",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "orang-orang Betel dan Ai: seratus dua puluh tiga orang;",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "orang-orang dari Nebo yang lain: lima puluh dua orang;",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "bani Elam, yakni Elam yang lain: seribu dua ratus lima puluh empat orang;",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "bani Harim: tiga ratus dua puluh orang;",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "orang-orang Yerikho: tiga ratus empat puluh lima orang;",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "orang-orang Lod, Hadid dan Ono: tujuh ratus dua puluh satu orang;",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "bani Senaa: tiga ribu sembilan ratus tiga puluh orang.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Inilah para imam: bani Yedaya, yakni kaum keluarga Yesua: sembilan ratus tujuh puluh tiga orang;",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "bani Imer: seribu lima puluh dua orang;",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "bani Pasyhur: seribu dua ratus empat puluh tujuh orang;",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "bani Harim: seribu tujuh belas orang.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Inilah orang-orang Lewi: bani Yesua, yakni bani Kadmiel dan bani Hodewa; tujuh puluh empat orang.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Inilah para penyanyi: bani Asaf: seratus empat puluh delapan orang.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Inilah para penunggu pintu gerbang: bani Salum, bani Ater, bani Talmon, bani Akub, bani Hatita, bani Sobai: seratus tiga puluh delapan orang.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Inilah para budak di bait Allah: bani Ziha, bani Hasufa, bani Tabaot;",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "bani Keros, bani Sia, bani Padon;",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "bani Lebana, bani Hagaba, bani Salmai;",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "bani Hanan, bani Gidel, bani Gahar;",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "bani Reaya, bani Rezin, bani Nekoda;",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "bani Gazam, bani Uza, bani Paseah;",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "bani Besai, bani Meunim, bani Nefusim;",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "bani Bakbuk, bani Hakufa, bani Harhur;",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "bani Bazlit, bani Mehida, bani Harsa;",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "bani Barkos, bani Sisera, bani Temah;",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "bani Neziah, bani Hatifa.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Inilah keturunan para hamba Salomo: bani Sotai, bani Soferet, bani Perida;",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "bani Yaala, bani Darkon, bani Gidel;",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "bani Sefaca, bani Hatil, bani Pokheret-Hazebaim, bani Amon.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Seluruh budak di bait Allah dan keturunan para hamba Salomo ada tiga ratus sembilan puluh dua orang.",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Inilah orang-orang yang berangkat pulang dari Tel-Melah, Tel-Harsa, Kerub, Adon dan Imer, tetapi mereka tidak dapat menyatakan apakah kaum keluarga dan asal-usul mereka termasuk bangsa Israel:",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "bani Delaya, bani Tobia, bani Nekoda: enam ratus empat puluh dua orang;",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "dan dari antara para imam: bani Habaya, bani Hakos, bani Barzilai. Barzilai itu memperisteri seorang anak perempuan Barzilai, orang Gilead itu, dan sejak itu ia dinamai menurut nama keluarga itu.",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "Mereka itu menyelidiki apakah nama mereka tercatat dalam silsilah, tetapi karena itu tidak didapati, maka mereka dinyatakan tidak tahir untuk jabatan imam.",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "Dan tentang mereka diputuskan oleh kepala daerah, bahwa mereka tidak boleh makan dari persembahan maha kudus, sampai ada seorang imam bertindak dengan memegang Urim dan Tumim.",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "Seluruh jemaah itu bersama-sama ada empat puluh dua ribu tiga ratus enam puluh orang,",
      "type": "content"
    },
    {
      "verse": 67,
      "text": "selain dari budak mereka laki-laki dan perempuan yang berjumlah tujuh ribu tiga ratus tiga puluh tujuh orang. Pada mereka ada dua ratus empat puluh lima penyanyi laki-laki dan perempuan.",
      "type": "content"
    },
    {
      "verse": 68,
      "text": "Mereka mempunyai tujuh ratus tiga puluh enam ekor kuda, dua ratus empat puluh lima ekor bagal,",
      "type": "content"
    },
    {
      "verse": 69,
      "text": "empat ratus tiga puluh lima ekor unta dan enam ribu tujuh ratus dua puluh ekor keledai.",
      "type": "content"
    },
    {
      "verse": 70,
      "text": "Sebagian dari kepala kaum keluarga memberi sumbangan untuk pekerjaan itu, sedang kepala daerah memberi sumbangan untuk perbendaharaan seribu dirham emas, lima puluh buah bokor penyiraman, dan lima ratus tiga puluh helai kemeja imam.",
      "type": "content"
    },
    {
      "verse": 71,
      "text": "Pula beberapa kepala kaum keluarga memberi sumbangan untuk perbendaharaan pekerjaan itu dua puluh ribu dirham emas dan dua ribu dua ratus mina perak.",
      "type": "content"
    },
    {
      "verse": 72,
      "text": "Dan yang disumbangkan oleh orang-orang lain adalah: dua puluh ribu dirham emas, dua ribu mina perak dan enam puluh tujuh helai kemeja imam.",
      "type": "content"
    },
    {
      "verse": 73,
      "text": "Adapun para imam dan orang-orang Lewi, para penunggu pintu dan para penyanyi, juga sebagian dari rakyat, para budak di bait Allah dan semua orang Israel yang lain menetap di kota-kota mereka.",
      "type": "content"
    },
    {
      "verse": 74,
      "text": "Pembacaan kitab hukumHari raya Pondok Daun",
      "type": "title"
    }
  ]
}