{
  "book": "Bilangan",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Suku-suku Israel ditunjuk tempat perkemahannya",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "TUHAN berfirman kepada Musa dan Harun:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Orang Israel harus berkemah masing-masing dekat panji-panjinya, menurut lambang suku-sukunya. Mereka harus berkemah di sekeliling Kemah Pertemuan, agak jauh dari padanya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Yang berkemah di sebelah timur dekat panji-panjinya, ialah laskar Yehuda, menurut pasukan-pasukan mereka. Pemimpin bani Yehuda ialah Nahason bin Aminadab.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pasukannya terdiri dari tujuh puluh empat ribu enam ratus orang yang dicatat.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Yang berkemah di dekatnya ialah suku Isakhar. Pemimpin bani Isakhar ialah Netaneel bin Zuar.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Pasukannya terdiri dari lima puluh empat ribu empat ratus orang yang dicatat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Kemudian suku Zebulon. Pemimpin bani Zebulon ialah Eliab bin Helon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pasukannya terdiri dari lima puluh tujuh ribu empat ratus orang yang dicatat.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jumlah orang yang dicatat dalam laskar Yehuda menurut pasukan-pasukan mereka ada seratus delapan puluh enam ribu empat ratus orang. Merekalah yang terdahulu berangkat.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Panji-panji laskar Ruben adalah di sebelah selatan, menurut pasukan-pasukan mereka. Pemimpin bani Ruben ialah Elizur bin Syedeur.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Pasukannya terdiri dari empat puluh enam ribu lima ratus orang yang dicatat.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Yang berkemah di dekatnya ialah suku Simeon. Pemimpin bani Simeon ialah Selumiel bin Zurisyadai.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pasukannya terdiri dari lima puluh sembilan ribu tiga ratus orang yang dicatat.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Kemudian suku Gad. Pemimpin bani Gad ialah Elyasaf bin Rehuel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Pasukannya terdiri dari empat puluh lima ribu enam ratus lima puluh orang yang dicatat.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jumlah orang yang dicatat dalam laskar Ruben menurut pasukan-pasukan mereka ada seratus lima puluh satu ribu empat ratus lima puluh orang. Merekalah yang nomor dua berangkat.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sesudah itu berangkatlah Kemah Pertemuan dengan laskar orang Lewi, di tengah-tengah laskar yang lain itu. Sama seperti mereka berkemah, demikianlah juga mereka berangkat, masing-masing di tempatnya menurut panji-panji mereka.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Panji-panji laskar Efraim, menurut pasukan-pasukan mereka, adalah di sebelah barat. Pemimpin bani Efraim ialah Elisama bin Amihud.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Pasukannya terdiri dari empat puluh ribu lima ratus orang yang dicatat.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Di dekatnya ialah suku Manasye. Pemimpin bani Manasye ialah Gamaliel bin Pedazur.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Pasukannya terdiri dari tiga puluh dua ribu dua ratus orang yang dicatat.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Kemudian suku Benyamin. Pemimpin bani Benyamin ialah Abidan bin Gideoni.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Pasukannya terdiri dari tiga puluh lima ribu empat ratus orang yang dicatat.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jumlah orang yang dicatat dalam laskar Efraim menurut pasukan-pasukan mereka ada seratus delapan ribu seratus orang. Merekalah yang nomor tiga berangkat.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Panji-panji laskar Dan adalah di sebelah utara, menurut pasukan-pasukan mereka. Pemimpin bani Dan ialah Ahiezer bin Amisyadai.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Pasukannya terdiri dari enam puluh dua ribu tujuh ratus orang yang dicatat.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Yang berkemah di dekatnya ialah suku Asyer. Pemimpin bani Asyer ialah Pagiel bin Okhran.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Pasukannya terdiri dari empat puluh satu ribu lima ratus orang yang dicatat.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Kemudian suku Naftali. Pemimpin bani Naftali ialah Ahira bin Enan.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Pasukannya terdiri dari lima puluh tiga ribu empat ratus orang yang dicatat.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jumlah orang yang dicatat dalam laskar Dan ada seratus lima puluh tujuh ribu enam ratus orang. Merekalah yang terkemudian berangkat, menurut panji-panji mereka.\"",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Itulah pencatatan orang Israel menurut suku-suku mereka. Jumlah orang yang dicatat dalam laskar-laskar dengan pasukan-pasukannya ada enam ratus tiga ribu lima ratus lima puluh orang.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Tetapi orang Lewi tidak turut dicatat bersama-sama dengan orang Israel, seperti yang diperintahkan TUHAN kepada Musa.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Maka orang Israel berbuat demikian; tepat seperti yang diperintahkan TUHAN kepada Musa, demikianlah mereka berkemah menurut panji-panji mereka, dan demikianlah mereka berangkat, masing-masing menurut kaumnya dan sukunya.",
      "type": "content"
    }
  ]
}