{
  "book": "Bilangan",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "Korban pagi dan korban petang",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "TUHAN berfirman kepada Musa:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Perintahkanlah kepada orang Israel dan katakanlah kepada mereka: Dengan setia dan pada waktu yang ditetapkan haruslah kamu mempersembahkan persembahan-persembahan kepada-Ku sebagai santapan-Ku, berupa korban api-apian yang baunya menyenangkan bagi-Ku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Katakanlah kepada mereka: Inilah korban api-apian yang harus kamu persembahkan kepada TUHAN: dua ekor domba berumur setahun yang tidak bercela setiap hari sebagai korban bakaran yang tetap;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "domba yang satu haruslah kauolah pada waktu pagi, domba yang lain haruslah kauolah pada waktu senja.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Juga sepersepuluh efa tepung yang terbaik untuk korban sajian, diolah dengan seperempat hin minyak tumbuk.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Itulah korban bakaran yang tetap yang diolah pertama kali di atas gunung Sinai menjadi bau yang menyenangkan, suatu korban api-apian bagi TUHAN.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dan korban curahannya ialah seperempat hin untuk setiap domba; curahkanlah minuman yang memabukkan sebagai korban curahan bagi TUHAN di tempat kudus.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dan domba yang lain haruslah kauolah pada waktu senja; sama seperti korban sajian pada waktu pagi dan sama seperti korban curahannya haruslah engkau mengolahnya sebagai korban api-apian yang baunya menyenangkan bagi TUHAN.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Korban Sabat dan korban bulan baru",
      "type": "title"
    },
    {
      "verse": 9,
      "text": "\"Pada hari Sabat: dua ekor domba berumur setahun yang tidak bercela, dan dua persepuluh efa tepung yang terbaik sebagai korban sajian, diolah dengan minyak, serta dengan korban curahannya.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Itulah korban bakaran Sabat pada tiap-tiap Sabat, di samping korban bakaran yang tetap dan korban curahannya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Pada bulan barumu haruslah kamu mempersembahkan sebagai korban bakaran kepada TUHAN: dua ekor lembu jantan muda, seekor domba jantan, tujuh ekor domba berumur setahun yang tidak bercela,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "dan juga tiga persepuluh efa tepung yang terbaik sebagai korban sajian, diolah dengan minyak, untuk tiap-tiap lembu jantan, serta dua persepuluh efa tepung yang terbaik sebagai korban sajian, diolah dengan minyak, untuk domba jantan yang seekor itu,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "serta sepersepuluh efa tepung yang terbaik sebagai korban sajian, diolah dengan minyak, untuk tiap-tiap domba; itulah suatu korban bakaran, bau yang menyenangkan, suatu korban api-apian bagi TUHAN.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dan korban-korban curahannya haruslah untuk seekor lembu jantan setengah hin anggur, untuk seekor domba jantan sepertiga hin dan untuk seekor domba seperempat hin. Itulah korban bakaran pada setiap bulan baru dalam setahun.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dan seekor kambing jantan haruslah diolah menjadi korban penghapus dosa bagi TUHAN, serta dengan korban curahannya, di samping korban bakaran yang tetap.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Korban pada hari-hari raya",
      "type": "title"
    },
    {
      "verse": 16,
      "text": "\"Dalam bulan yang pertama, pada hari yang keempat belas bulan itu, ada Paskah bagi TUHAN.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Pada hari yang kelima belas bulan itu ada hari raya; tujuh hari lamanya harus dimakan roti yang tidak beragi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Pada hari yang pertama ada pertemuan kudus, maka tidak boleh kamu melakukan sesuatu pekerjaan berat,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "dan haruslah kamu mempersembahkan kepada TUHAN sebagai korban api-apian, sebagai korban bakaran: dua ekor lembu jantan muda, seekor domba jantan dan tujuh ekor domba berumur setahun; haruslah kamu ambil yang tidak bercela.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sebagai korban sajiannya haruslah kamu olah tepung yang terbaik diolah dengan minyak, yakni tiga persepuluh efa untuk seekor lembu jantan dan dua persepuluh efa untuk seekor domba jantan;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "sepersepuluh efa harus kauolah untuk setiap domba dari ketujuh ekor domba itu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Selanjutnya seekor kambing jantan sebagai korban penghapus dosa untuk mengadakan pendamaian bagimu;",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "selain dari korban bakaran pagi yang termasuk korban bakaran yang tetap haruslah kamu mengolah semuanya itu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Secara demikian haruslah setiap hari selama tujuh hari kamu olah santapan berupa korban api-apian yang baunya menyenangkan bagi TUHAN; di samping korban bakaran yang tetap haruslah itu diolah, serta dengan korban curahannya.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dan pada hari yang ketujuh haruslah kamu mengadakan pertemuan yang kudus, maka tidak boleh kamu melakukan sesuatu pekerjaan berat.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Pada hari hulu hasil, pada waktu kamu mempersembahkan korban sajian baru kepada TUHAN, pada hari raya lepas tujuh minggu, haruslah kamu mengadakan pertemuan kudus, maka tidak boleh kamu melakukan sesuatu pekerjaan berat.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Pada waktu itu haruslah kamu mempersembahkan sebagai korban bakaran menjadi bau yang menyenangkan bagi TUHAN: dua ekor lembu jantan muda, seekor domba jantan, tujuh ekor domba berumur setahun;",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "juga sebagai korban sajiannya: tepung yang terbaik, diolah dengan minyak, yakni tiga persepuluh efa untuk setiap ekor lembu jantan, dua persepuluh efa untuk domba jantan yang seekor itu,",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "sepersepuluh efa untuk setiap domba dari ketujuh ekor domba itu;",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "seekor kambing jantan untuk mengadakan pendamaian bagimu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Selain dari korban bakaran yang tetap dan korban sajiannya, haruslah kamu mengolah semuanya itu, serta dengan korban-korban curahannya. Haruslah kamu ambil yang tidak bercela.",
      "type": "content"
    }
  ]
}