{
  "book": "Bilangan",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "Tempat-tempat persinggahan orang Israel di padang gurun",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Inilah tempat-tempat persinggahan orang Israel, setelah mereka keluar dari tanah Mesir, pasukan demi pasukan, di bawah pimpinan Musa dan Harun;",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Musa menuliskan perjalanan mereka dari tempat persinggahan ke tempat persinggahan sesuai dengan titah TUHAN; dan inilah tempat-tempat persinggahan mereka dalam perjalanan mereka:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Mereka berangkat dari Rameses pada bulan yang pertama, pada hari yang kelima belas bulan yang pertama itu; pada hari sesudah Paskah berjalanlah orang Israel keluar, oleh tangan yang dinaikkan, di depan mata semua orang Mesir,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "sementara orang Mesir sedang menguburkan orang-orang yang telah dibunuh TUHAN di antara mereka, yakni semua anak sulung; sebab TUHAN telah menjatuhkan hukuman-hukuman kepada para allah mereka.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Berangkatlah orang Israel dari Rameses, lalu berkemah di Sukot.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Mereka berangkat dari Sukot, lalu berkemah di Etam yang di tepi padang gurun.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Mereka berangkat dari Etam, lalu balik kembali ke Pi-Hahirot yang di depan Baal-Zefon, kemudian berkemah di tentangan Migdol.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Mereka berangkat dari Pi-Hahirot dan lewat dari tengah-tengah laut ke padang gurun, lalu mereka berjalan tiga hari perjalanan jauhnya di padang gurun Etam, kemudian mereka berkemah di Mara.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Mereka berangkat dari Mara, lalu sampai ke Elim; di Elim ada dua belas mata air dan tujuh puluh pohon korma; di sanalah mereka berkemah.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Mereka berangkat dari Elim, lalu berkemah di tepi Laut Teberau.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Mereka berangkat dari Laut Teberau, lalu berkemah di padang gurun Sin.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mereka berangkat dari padang gurun Sin, lalu berkemah di Dofka.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Mereka berangkat dari Dofka, lalu berkemah di Alus.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Mereka berangkat dari Alus, lalu berkemah di Rafidim, dan di sana tidak ada air minum untuk bangsa itu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Mereka berangkat dari Rafidim, lalu berkemah di padang gurun Sinai.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Mereka berangkat dari padang gurun Sinai, lalu berkemah di Kibrot-Taawa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Mereka berangkat dari Kibrot-Taawa, lalu berkemah di Hazerot.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Mereka berangkat dari Hazerot, lalu berkemah di Ritma.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Mereka berangkat dari Ritma, lalu berkemah di Rimon-Peros.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Mereka berangkat dari Rimon-Peros, lalu berkemah di Libna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Mereka berangkat dari Libna, lalu berkemah di Risa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Mereka berangkat dari Risa, lalu berkemah di Kehelata.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Mereka berangkat dari Kehelata, lalu berkemah di Har-Syafer.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Mereka berangkat dari Har-Syafer, lalu berkemah di Harada.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Mereka berangkat dari Harada, lalu berkemah di Makhelot.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Mereka berangkat dari Makhelot, lalu berkemah di Tahat.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Mereka berangkat dari Tahat, lalu berkemah di Tarah.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Mereka berangkat dari Tarah, lalu berkemah di Mitka.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Mereka berangkat dari Mitka, lalu berkemah di Hasmona.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Mereka berangkat dari Hasmona, lalu berkemah di Moserot.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Mereka berangkat dari Moserot, lalu berkemah di Bene-Yaakan.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Mereka berangkat dari Bene-Yaakan, lalu berkemah di Hor-Gidgad.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Mereka berangkat dari Hor-Gidgad, lalu berkemah di Yotbata.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Mereka berangkat dari Yotbata, lalu berkemah di Abrona.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Mereka berangkat dari Abrona, lalu berkemah di Ezion-Geber.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Mereka berangkat dari Ezion-Geber, lalu berkemah di padang gurun Zin, yaitu Kadesh.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Mereka berangkat dari Kadesh, lalu berkemah di gunung Hor, di perbatasan tanah Edom.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ketika itu imam Harun naik ke gunung Hor sesuai dengan titah TUHAN, dan di situ ia mati pada tahun keempat puluh sesudah orang Israel keluar dari tanah Mesir, pada bulan yang kelima, pada tanggal satu bulan itu;",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Harun berumur seratus dua puluh tiga tahun, ketika ia mati di gunung Hor.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Pada waktu itu raja negeri Arad, orang Kanaan itu, yang tinggal di Tanah Negeb di tanah Kanaan, mendengar kabar tentang kedatangan orang Israel.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Berangkatlah mereka dari gunung Hor, lalu berkemah di Zalmona.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Mereka berangkat dari Zalmona, lalu berkemah di Funon.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Mereka berangkat dari Funon, lalu berkemah di Obot.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Mereka berangkat dari Obot, lalu berkemah dekat reruntuhan di Abarim di daerah Moab.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Mereka berangkat dari reruntuhan itu, lalu berkemah di Dibon-Gad.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Mereka berangkat dari Dibon-Gad, lalu berkemah di Almon-Diblataim.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Mereka berangkat dari Almon-Diblataim, lalu berkemah di pegunungan Abarim di depan Nebo.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Mereka berangkat dari pegunungan Abarim, lalu berkemah di dataran Moab di tepi sungai Yordan dekat Yerikho.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Mereka berkemah di tepi sungai Yordan, dari Bet-Yesimot sampai ke Abel-Sitim di dataran Moab.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Apa yang harus dilakukan sesudah tanah Kanaan direbut",
      "type": "title"
    },
    {
      "verse": 50,
      "text": "TUHAN berfirman kepada Musa di dataran Moab di tepi sungai Yordan dekat Yerikho:",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "\"Berbicaralah kepada orang Israel dan katakanlah kepada mereka: Apabila kamu menyeberangi sungai Yordan ke tanah Kanaan,",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "maka haruslah kamu menghalau semua penduduk negeri itu dari depanmu dan membinasakan segala batu berukir kepunyaan mereka; juga haruslah kamu membinasakan segala patung tuangan mereka dan memusnahkan segala bukit pengorbanan mereka.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Haruslah kamu menduduki negeri itu dan diam di sana, sebab kepadamulah Kuberikan negeri itu untuk diduduki.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Maka haruslah kamu membagi negeri itu sebagai milik pusaka dengan membuang undi menurut kaummu: kepada yang besar jumlahnya haruslah kamu memberikan milik pusaka yang besar, dan kepada yang kecil jumlahnya haruslah kamu memberikan milik pusaka yang kecil; yang ditunjuk oleh undi bagi masing-masing, itulah bagian undiannya; menurut suku nenek moyangmu haruslah kamu membagi milik pusaka itu.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Tetapi jika kamu tidak menghalau penduduk negeri itu dari depanmu, maka orang-orang yang kamu tinggalkan hidup dari mereka akan menjadi seperti selumbar di matamu dan seperti duri yang menusuk lambungmu, dan mereka akan menyesatkan kamu di negeri yang kamu diami itu.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Maka akan Kulakukan kepadamu seperti yang Kurancang melakukan kepada mereka.\"",
      "type": "content"
    }
  ]
}