{
  "book": "Bilangan",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "Batas-batas tanah Kanaan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "TUHAN berfirman kepada Musa:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Perintahkanlah kepada orang Israel dan katakanlah kepada mereka: Apabila kamu masuk ke negeri Kanaan, maka inilah negeri yang akan jatuh kepadamu sebagai milik pusaka, yakni tanah Kanaan menurut batas-batasnya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Adapun sisi selatanmu ialah dari padang gurun Zin menyusur Edom, maka batas selatanmu mulai dari ujung Laut Asin di sebelah timur.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Lalu batasmu membelok di selatan pendakian Akrabim, terus ke Zin dan berakhir di sebelah selatan Kadesh-Barnea. Sesudah itu ia mencapai Hazar-Adar, dan terus ke Azmon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Kemudian batas itu membelok dari Azmon ke sungai Mesir dan berakhir ke laut.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Batas baratmu ialah laut besar dan pantainya; itulah batas baratmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Inilah batas utaramu: mulai dari laut besar haruslah kamu buat tanda batas ke gunung Hor,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "dari gunung Hor harus kamu buat tanda batas ke jalan yang menuju ke Hamat, lalu batas itu mencapai Zedad.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Kemudian batas itu mencapai Zifron dan berakhir di Hazar-Enan; itulah batas utaramu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sebagai batasmu di sebelah timur haruslah kamu membuat tanda batas dari Hazar-Enan ke Sefam.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dari Sefam batas itu turun ke Ribla, di sebelah timur Ain; kemudian batas itu turun lagi dan mencapai tebing danau Kineret di sebelah timur.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Lalu batas itu turun ke sungai Yordan dan berakhir di Laut Asin. Itulah negerimu menurut batas-batasnya sekeliling.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Mengenai pembagian tanah Kanaan",
      "type": "title"
    },
    {
      "verse": 13,
      "text": "Musa memerintahkan kepada orang Israel: \"Itulah negeri yang akan kamu bagi sebagai milik pusaka dengan membuang undi, yang diperintahkan TUHAN untuk diberikan kepada suku yang sembilan setengah itu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sebab suku bani Ruben menurut puak-puak mereka dan suku bani Gad menurut puak-puak mereka telah menerima milik pusakanya; juga suku Manasye yang setengah itu telah menerimanya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dua setengah suku itu telah menerima milik pusaka mereka di seberang sungai Yordan di dekat Yerikho, ke sebelah timur.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "TUHAN berfirman kepada Musa:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "\"Inilah nama orang-orang yang harus membagikan tanah itu kepadamu sebagai milik pusaka: imam Eleazar dan Yosua bin Nun.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Lagi haruslah kamu mengambil seorang pemimpin dari setiap suku untuk membagikan tanah itu sebagai milik pusaka.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Inilah nama orang-orang itu: dari suku Yehuda: Kaleb bin Yefune;",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "dari suku bani Simeon: Samuel bin Amihud;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "dari suku Benyamin: Elidad bin Kislon;",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "dari suku bani Dan seorang pemimpin: Buki bin Yogli;",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "dari anak-anak Yusuf, yakni dari suku bani Manasye seorang pemimpin Haniel bin Efod;",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "dan dari suku bani Efraim seorang pemimpin: Kemuel bin Siftan;",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "dari suku bani Zebulon seorang pemimpin: Elisafan bin Parnah;",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "dari suku bani Isakhar seorang pemimpin: Paltiel bin Azan;",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "dari suku bani Asyer seorang pemimpin: Ahihud bin Selomi;",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "dari suku bani Naftali seorang pemimpin: Pedael bin Amihud.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Itulah orang-orang yang diperintahkan TUHAN untuk membagikan milik pusaka kepada orang Israel di tanah Kanaan.\"",
      "type": "content"
    }
  ]
}