{
  "book": "Bilangan",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Syarat perkawinan anak-anak perempuan yang mempunyai hak waris",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Mendekatlah kepala-kepala puak dari kaum bani Gilead bin Makhir bin Manasye, salah satu dari kaum-kaum keturunan Yusuf, dan berbicara di depan Musa dan pemimpin-pemimpin, kepala-kepala suku orang Israel,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "kata mereka: \"TUHAN telah memerintahkan tuanku untuk memberikan tanah itu kepada orang Israel sebagai milik pusaka dengan membuang undi, dan oleh TUHAN telah diperintahkan kepada tuanku untuk memberikan milik pusaka Zelafehad, saudara kami, kepada anak-anaknya yang perempuan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tetapi seandainya mereka kawin dengan salah seorang anak laki-laki dari suku lain di antara orang Israel, maka milik pusaka perempuan itu akan dikurangkan dari milik pusaka bapa-bapa kami dan akan ditambahkan kepada milik pusaka suku yang akan dimasukinya, jadi akan dikurangkan dari milik pusaka yang diundikan kepada kami.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Maka apabila tiba tahun Yobel bagi orang Israel, milik pusaka perempuan itu akan ditambahkan kepada milik pusaka suku yang akan dimasukinya dan akan dikurangkan dari milik pusaka suku nenek moyang kami.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Lalu Musa memerintahkan kepada orang Israel sesuai dengan titah TUHAN: \"Perkataan suku keturunan Yusuf itu benar.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Inilah firman yang diperintahkan TUHAN mengenai anak-anak perempuan Zelafehad, bunyinya: Mereka boleh kawin dengan siapa saja yang suka kepada mereka, asal mereka kawin di lingkungan salah satu kaum dari suku ayah mereka.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sebab milik pusaka orang Israel tidak boleh beralih dari suku ke suku, tetapi orang Israel haruslah masing-masing memegang milik pusaka suku nenek moyangnya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi setiap anak perempuan di antara suku-suku orang Israel yang telah mewarisi milik pusaka, haruslah kawin dengan seorang dari salah satu kaum yang termasuk suku ayahnya, supaya setiap orang Israel mewarisi milik pusaka nenek moyangnya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebab milik pusaka itu tidak boleh beralih dari suku ke suku, tetapi suku-suku orang Israel haruslah masing-masing memegang milik pusakanya sendiri.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Seperti yang diperintahkan TUHAN kepada Musa, demikianlah diperbuat anak-anak perempuan Zelafehad.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Maka Mahla, Tirza, Hogla, Milka dan Noa, anak-anak perempuan Zelafehad, kawin dengan anak-anak lelaki dari pihak saudara-saudara ayah mereka;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "mereka kawin dengan laki-laki dari kaum-kaum bani Manasye bin Yusuf, sehingga milik pusaka mereka tetap tinggal pada suku kaum ayahnya.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Itulah perintah dan peraturan yang diperintahkan TUHAN kepada orang Israel dengan perantaraan Musa di dataran Moab di tepi sungai Yordan dekat Yerikho.",
      "type": "content"
    }
  ]
}