{
  "book": "1 Tesalonika",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Kabar baik yang dibawa oleh Timotius",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Kami tidak dapat tahan lagi, karena itu kami mengambil keputusan untuk tinggal seorang diri di Atena.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lalu kami mengirim Timotius, saudara yang bekerja dengan kami untuk Allah dalam pemberitaan Injil Kristus, untuk menguatkan hatimu dan menasihatkan kamu tentang imanmu,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "supaya jangan ada orang yang goyang imannya karena kesusahan-kesusahan ini. Kamu sendiri tahu, bahwa kita ditentukan untuk itu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sebab, juga waktu kami bersama-sama dengan kamu, telah kami katakan kepada kamu, bahwa kita akan mengalami kesusahan. Dan hal itu, seperti kamu tahu, telah terjadi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Itulah sebabnya, maka aku, karena tidak dapat tahan lagi, telah mengirim dia, supaya aku tahu tentang imanmu, karena aku kuatir kalau-kalau kamu telah dicobai oleh si penggoda dan kalau-kalau usaha kami menjadi sia-sia.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tetapi sekarang, setelah Timotius datang kembali dari kamu dan membawa kabar yang menggembirakan tentang imanmu dan kasihmu, dan bahwa kamu selalu menaruh kenang-kenangan yang baik akan kami dan ingin untuk berjumpa dengan kami, seperti kami juga ingin untuk berjumpa dengan kamu,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "maka kami juga, saudara-saudara, dalam segala kesesakan dan kesukaran kami menjadi terhibur oleh kamu dan oleh imanmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sekarang kami hidup kembali, asal saja kamu teguh berdiri di dalam Tuhan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebab ucapan syukur apakah yang dapat kami persembahkan kepada Allah atas segala sukacita, yang kami peroleh karena kamu, di hadapan Allah kita?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Siang malam kami berdoa sungguh-sungguh, supaya kita bertemu muka dengan muka dan menambahkan apa yang masih kurang pada imanmu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Kiranya Dia, Allah dan Bapa kita, dan Yesus, Tuhan kita, membukakan kami jalan kepadamu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dan kiranya Tuhan menjadikan kamu bertambah-tambah dan berkelimpahan dalam kasih seorang terhadap yang lain dan terhadap semua orang, sama seperti kami juga mengasihi kamu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Kiranya Dia menguatkan hatimu, supaya tak bercacat dan kudus, di hadapan Allah dan Bapa kita pada waktu kedatangan Yesus, Tuhan kita, dengan semua orang kudus-Nya.",
      "type": "content"
    }
  ]
}