{
  "book": "1 Tesalonika",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Berjaga-jaga",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Tetapi tentang zaman dan masa, saudara-saudara, tidak perlu dituliskan kepadamu,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "karena kamu sendiri tahu benar-benar, bahwa hari Tuhan datang seperti pencuri pada malam.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Apabila mereka mengatakan: Semuanya damai dan aman--maka tiba-tiba mereka ditimpa oleh kebinasaan, seperti seorang perempuan yang hamil ditimpa oleh sakit bersalin--mereka pasti tidak akan luput.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tetapi kamu, saudara-saudara, kamu tidak hidup di dalam kegelapan, sehingga hari itu tiba-tiba mendatangi kamu seperti pencuri,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "karena kamu semua adalah anak-anak terang dan anak-anak siang. Kita bukanlah orang-orang malam atau orang-orang kegelapan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sebab itu baiklah jangan kita tidur seperti orang-orang lain, tetapi berjaga-jaga dan sadar.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sebab mereka yang tidur, tidur waktu malam dan mereka yang mabuk, mabuk waktu malam.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tetapi kita, yang adalah orang-orang siang, baiklah kita sadar, berbajuzirahkan iman dan kasih, dan berketopongkan pengharapan keselamatan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Karena Allah tidak menetapkan kita untuk ditimpa murka, tetapi untuk beroleh keselamatan oleh Yesus Kristus, Tuhan kita,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "yang sudah mati untuk kita, supaya entah kita berjaga-jaga, entah kita tidur, kita hidup bersama-sama dengan Dia.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Karena itu nasihatilah seorang akan yang lain dan saling membangunlah kamu seperti yang memang kamu lakukan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nasihat-nasihat",
      "type": "title"
    },
    {
      "verse": 12,
      "text": "Kami minta kepadamu, saudara-saudara, supaya kamu menghormati mereka yang bekerja keras di antara kamu, yang memimpin kamu dalam Tuhan dan yang menegor kamu;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "dan supaya kamu sungguh-sungguh menjunjung mereka dalam kasih karena pekerjaan mereka. Hiduplah selalu dalam damai seorang dengan yang lain.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Kami juga menasihati kamu, saudara-saudara, tegorlah mereka yang hidup dengan tidak tertib, hiburlah mereka yang tawar hati, belalah mereka yang lemah, sabarlah terhadap semua orang.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Perhatikanlah, supaya jangan ada orang yang membalas jahat dengan jahat, tetapi usahakanlah senantiasa yang baik, terhadap kamu masing-masing dan terhadap semua orang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Bersukacitalah senantiasa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tetaplah berdoa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Mengucap syukurlah dalam segala hal, sebab itulah yang dikehendaki Allah di dalam Kristus Yesus bagi kamu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Janganlah padamkan Roh,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "dan janganlah anggap rendah nubuat-nubuat.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ujilah segala sesuatu dan peganglah yang baik.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jauhkanlah dirimu dari segala jenis kejahatan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Salam",
      "type": "title"
    },
    {
      "verse": 23,
      "text": "Semoga Allah damai sejahtera menguduskan kamu seluruhnya dan semoga roh, jiwa dan tubuhmu terpelihara sempurna dengan tak bercacat pada kedatangan Yesus Kristus, Tuhan kita.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ia yang memanggil kamu adalah setia, Ia juga akan menggenapinya.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Saudara-saudara, doakanlah kami.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sampaikanlah salam kami kepada semua saudara dengan cium yang kudus.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Demi nama Tuhan aku minta dengan sangat kepadamu, supaya surat ini dibacakan kepada semua saudara.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Kasih karunia Yesus Kristus, Tuhan kita, menyertai kamu!",
      "type": "content"
    }
  ]
}