{
  "book": "Yunus",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Didokkon Debata si Jona laho tu huta Ninive, hape naeng maporus ibana tu Tarsis 1-3. II. Habahaba mambukbahi halak parparau; ahu do parbonsiran ni uhum ni Debata tu hita, ninna si Jona 4-12. III. Jadi ditimpalhon ibana tu laut 13-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni Jahowa tu si Jona, anak ni si Amittai, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Borhat ma ho laho tu Ninive, huta na bolon i jala martingting dompak huta i, ai nunga pola maungaung hajahatonnasida sahat tu jolongku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "jadi borhat ma si Jona laho maporus tu Tarsis maradophon Jahowa, gabe tuat ma ibana tu Joppe, jumpangsa ma disi sada parau na laho tu Tarsis; jadi dilehon ma seoana, gabe masuk ma ibana tu bagasan parau i laho marlayar rap dohot nasida tu Tarsis maporus maradophon Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Alai ditompuhon Jahowa ma habahaba siappalautus tu laut i, gabe masa ma hagunturon bolon di bagasan laut i, gabe disurasura nasida angka ripuk parau i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi mabiar ma halak parparau i, mangangguhi ma nasida ganup tu debatana be, jala direongkon ulaula angka na di bagasan ni parau i tu laut, paneangkon sian nasida. Alai mijur tu pamurnangan ni parau i ianggo si Jona, peak disi laos diparedem modom.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ro ma induk ni halak paaparau i mandapothon ibana, jala ninna ma tu ibana: Aha di ho parpodom na redem? Hehe ma ho manjou ma ho tu Debatam, anggiat tung marpangulahi roha ni Debata tu hita, asa unang harom hita.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i mangkuling ma nasida ganup tu donganna: Tole, marhopok ma hita, asa itaboto manang ala ni ise umbahen na ro parmaraan on tu hita. Jadi marhopok ma nasida, gabe hona si Jona.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna nasida ma tu ibana: Ua paboa di hami ala ni aha umbahen na ro parmaraan on tu hita? Aha do bahenbahenanmu? Jala sian dia ho ro? Dia do tanom, jala sian bangso dia do ho?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ninna ibana ma tu nasida: Halak Heber do ahu, jala Jahowa, Debata sitompa langit do na huhabiari, ibana do sitompa laut dohot darat.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi mabiar situtu ma angka jolma i, angka didok nasida ma tu ibana: Boasa tung songon i bahenonmu? Ai diboto angka jolma i do, na maporus do ibana maradophon Jahowa, ai nunga dipaboa hian tu nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i didok nasida ma tu ibana: Aha nama bahenonnami tu ho, asa tung mansadi laut i sian hami? Ai lam tu gunturna do laut i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ninna ibana ma tu nasida: Hindat hamu ma ahu, jala reongkon hamu ahu tu laut, jadi mansadi ma laut i sian hamu, ai huboto do, ala ni ahu do ro hagunturon bolon on tu hamu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Jadi digogo angka jolma i ma marluga laho mulak tu pasir nian, alai ndang tartondongnasida, ai lam guntur do laut i dompak nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi manjou ma nasida tu Jahowa, angka didok nasida ma: Iale Jahowa, sai unang loas hami mago ala ni hosa ni baoa on, jala unang jujur tu hami mudar na so marpipot, ai nunga dibahen ho hombar tu lomo ni roham, ale Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i dihindat nasida ma si Jona jala direongkon ibana tu laut. Jadi so ma laut i sian gunsangna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi mabiar situtu ma angka jolma i mida Jahowa laos dipelehon pelean tu Jahowa, jala marbagabaga nasida tu ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(2-1) ",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "I. Ihan mamondut si Jona, gabe martangiang ibana jala mangolu 1-11",
      "type": "title"
    }
  ]
}