{
  "book": "Yunus",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "(2-2) Dung i martangiang ma si Jona tu Jahowa Debatana, sian butuha ni ihan i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(2-3) Jala didok ma: Joujou do ahu sian hagogotanki tu Jahowa gabe dialusi ibana ahu. Sian butuha ni parbeguan ahu mangangguhi: Ditangihon ho do soarangki!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(2-4) Nunga direongkon ho ahu tu bagasan lung tu bagasan pusupusu ni laut, gabe pusat mangkaliangi ahu, sude angka ombakmi dohot galumbangmi mangalungkupi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(2-5) Ianggo ahu, nunga hudok: Nunga bali ahu sian jolo ni matam; alai tahe ulahanku dope mamereng dompak joro habadiaonmi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(2-6) Nunga nian dihaliangi angka aek i ahu, pola tos hosangku, lung i pasampaksampak ahu sirambon do alit tu ulungku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(2-7) Nunga mangungkor ahu sahat tu bona ni angka dolok, ransangransang ni tano on pe nunga tarsordak humaliang ahu ro di salelenglelengna. Alai dipanangkok ho ngolungku sian godung ale Jahowa Debatangku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(2-8) Uju mandate hosangku di bagasan, Jahowa ma huingot, jadi sahat ma tangiangku tu ho, tu joro ni habadiaonmi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(2-9) Alai halak na marsomba tu ganaganaan sipaotooto, i ma na manadingkon hasonangannasida i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(2-10) Alai anggo ahu mardongan soara pujipujian ahu mamele tu ho, gararonku do na huparbagabaga, Jahowa do nampuna hatuaon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(2-11) Dung i didok Jahowa ma tu ihan i, gabe diutahon ma si Jona tu pasir.",
      "type": "content"
    }
  ]
}