{
  "book": "Yunus",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ro Muse hata ni Jahowa mandokkon si Jona mangalumbahon hasisiap ni Ninive gabe dioloi 1-4. II. Halak Ninive paubahon rohanasida, gabe diolani Debata nasida 5-10",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) I. Dung i ro ma muse hata ni Jahowa tu si Jona paduahalihon, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Borhat ma ho laho tu Ninive huta na bolon i, jala tingtingkon tusi tingting sipaboaonku tu ho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi borhat ma si Jona laho tu Ninive hombar tu hata ni Jahowa. Alai huta na bolon do ianggo Ninive di jolo ni Debata, partoluarian mardalan lambasna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dipungka si Jona ma mardalan di bagasan huta i parsadarian, jala martingting ma ibana mandok: Opatpulu ari nari na ma, jadi marongrong ma Ninive!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Jadi porsea ma angka jolma i isi ni Ninive i di Debata, jala ditingtingkon mandokkon marpuasa sadari, jala marulos hori nasida sian halak na magodang ro di na metmet.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i sahat ma hata i tu raja ni Ninive. Jadi hehe ma ibana sian habangsana, jala diosari pangkeanna hian sian dagingna, jala martujungkon hori ibana, jala hundul tu sirabun.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i disuru rajai ma martingting paboahon tu bagasan Ninive, songon on do tingting ni rajai dohot donganna angka na sangap: Nang jolma dohot pinahan, tole lombu dohot birubiru, ndang jadi mandai agia aha, ndang jadi manggagat, aek pe ndang jadi inumonna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon marulos hori jolma, nang pinahan, jala gogoonna be joujou tu Debata; jala ganup jolma ingkon mulak sian dalanna na roa i, dohot sian hatodoson na niula ni tangannasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ise umbotosa, anggiat tung marpangulahi jala solsolan ni Debata rohana, jala mulak ibana sian parpiar ni rimasna, asa unang mago hita.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi dung diida Debata pambahenannasida, na mulak i nasida sian dalannasida angka na roa i, gabe disolsol Debata ma rohana taringot tu hamagoan na nilumbahonna bahenonna hian tu nasida, gabe ndang saut dibahen.",
      "type": "content"
    }
  ]
}