{
  "book": "Yunus",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Jona marmungutmungut ala pangolanion ni Debata 1-3. II. Dipasingot Debata ibana marhitehite hau halongangan, na simbur tubu gabe malos muse 4-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai sogo situtu do roha ni si Jona disi, jala piripirion ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi martangiang ma ibana tu Jahowa jala didok ma: Oe, ale Jahowa, nda i do hatangku hian, uju di tanongku dope ahu? Umbahen hujoloani nian maporus tu Tarsis, ai huboto hian do, Debata parasi roha jala pardengganbasa do ho lambat tarrimas, jala parasi roha godang, jala na olo sumolsol rohana taringot tu hamagoan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "On pe ale Jahowa, ua buat ma tagonan hosangku sian ahu, ai dengganan ahu mate sian na mangolu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Dung i ninna Jahowa ma: Tung turut ma ho marronirimas?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ruar ma si Jona sian huta i, jala hundul tungkan habinsaran ni huta i, jala dibahen disi soposopona, jala hundul tusi marlinggomlinggom, paima diida manang aha masa tu huta i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dipadiri Debata Jahowa ma hau dulang sada, na simbur magodang di atas ni si Jona bahen parlinggoman di atas uluna, paluahon ibana sian hinamagona, jadi las situtu ma roha ni si Jona ala ni hau dulang i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dipadiri Debata ma sada gulokgulok di hananaek ni sibalik hunik manogotna i, gabe diruangi ma hau dulang i, laos malos.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dung binsar mata ni ari dipadiri Debata ma alogo na mohop sian purba. Jadi didoit mata ni ari ma ulu ni si Jona, pola mandate ibana, jadi dipangido ma mate hosana, jala didok do: Dengganan ahu mate sian na mangolu!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i didok Debata ma tu si Jona: Tung turut ma ho marronirimas ala ni hau dulang i? Gabe didok ibana ma: Turut do ahu marronirimas sahat ro di hamatean.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi didok Jahowa ma: Gari ho marsak do roham ala ni hau dulang na so hinangaluthonmi manang pinagodanggodangmi, na tubu saborngin, jala mago saborngin.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Baliksa pala ahu, tung so marasi ni roha ahu mida Ninive, huta na bolon i, na marisi lobi saratus duapulu ribu jolma, angka na so umboto parsirangan ni siamunna dohot sihambirangna, tole pinahan na sai deak?",
      "type": "content"
    }
  ]
}