{
  "book": "Ayub",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hadaulaton ni si Job dohot hadoharonna 1-5. II. Diloas Debata unjunan ni Sibolis ibana 6-12. III. Marsoro ni ari godang ibana, alai dipaunduk rohana disi 13-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Adong do na jolo di tano Us, sada baoa, na margoar si Job; na daulat jala na burju do roha ni baoa i jala mabiar mida Debata, jala dipadao rohana sian hajahaton.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ditubuhon ibana do pitu anak dohot tolu boru.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia torop ni pinahanna pitu ribu birubiruna, jala tolu ribu untona, jala lima ratus pasang horbona, jala lima ratus halodena boruboru, angkup ni mansai torop naposona; sumangap do ibana tahe sian saluhut halak na di habinsaran.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai laholaho do anggo angka anakna mambaheni panggalangon, ganup di bagasan jabuna dohot di ari hatutubuna be; disuru huhut mamio ibotona na tolu i, asa mangan dohot minum rap dohot nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia dung marliat angka ari panggalangan i, disuru si Job ma mangalapi nasida, asa diuras nasida; dipasogot ma hehe manogotna i; jala dipelehon angka pelean situtungon, marguru tu toropnasida sudena. Ai ninna roha ni si Job do: Atik tung naung mardosa angka anakkonku, jala naung ditundali rohana di bagasan maon Debata. Sai songon i dibahen si Job ganup ari.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Alai jumpang ma di na sadari, ro be ma angka anak ni Debata jongjong di jolo ni Jahowa, tung ro ma dohot sibolis tu tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i didok Jahowa ma tu sibolis i: Sian dia do ho ro? Jadi ninna sibolis i ma mangalusi Jahowa: Sian paraotaotan do ahu mangkahapi tano on.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna Jahowa ma tu sibolis i: Atehe, nunga tung diiburu roham naposongku si Job? Ai ndang adong baoa tudoshon ibana marroha di tano i, daulatna, tigorna, biarna mida Debata, jala dipadao rohana sian hajahaton.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna sibolis i ma mangalusi Jahowa: Nda na marpambuat do biar ni si Jobi mida Debata?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nda diramoti Ho ibana dohot jabuna humaliang ro di nasa na di ibana? Ulaon ni tanganna pe nunga ditumpak Ho manjadi, jala ditutup pinahanna do tano i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai tung sura disurdukkon Ho tanganmu mambuat saluhut na di ibana, manang so buraan na ma Ho di hapataron.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna Jahowa ma tu Sibolis i: Ida ma, sahat tu tanganmu ma nasa na di ibana, alai ndang jadi dais tanganmu anggo tu ibana sandiri. Dung i ruar ma Sibolis i sian adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Dung i jumpang ma di na sadari, tongon mangan dohot minum anggur angka anak ni si Job dohot boruna di bagasan jabu ni sihahaannasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi ro ma sada suruan manopot si Job, ninna ma: Maninggala nangkin angka horbo, jala angka halode boruboru manjampal di lambungna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ro halak sian Seba mangalaum, ianggo angka naposo i ditampuli do dohot podang, holan sasada ahu na ma malua, mamboan barita tu ho.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Andorang mangkatahon dope ibana, ro ma soluk jolma na asing mandok: Madabu api ni Debata sian langit, jadi suda dipangan api i angka birubiru dohot angka naposo i, holan sasada ahu na ma malua mamboan barita i tu ho.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Andorang mangkatahon dope ibana, ro ma soluk jolma na asing mandok: Ro do halak Kasdim mambahen tolu panggungan, mangalaum angka unto laos diboan do, ianggo angka naposo i ditampuli do dohot podang, holan sasada ahu na ma malua mamboan barita tu ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Andorang mangkatahon dope ibana, ro ma soluk jolma na asing mandok: Tongon mangan dohot minum anggur angka anakmu dohot borum di jabu ni sihahaannasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi ida ma, ro halisungsung na marpiupiu sian halongonan manondong dompak na opat suhi ni bagas i, gabe mate angka anakkonmu ditipa, holan sasada ahu na ma malua mamboan barita i tu ho.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i hehe ma si Job disansani ma angka ulosna jala dinabung obuk ni uluna, jala manungkap ibana tu tano huhut martangiang.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala didok ma: Na marsaemara do ahu ruar sian butuha ni dainang, jala marsaemara do ahu mulak tusi. Jahowa do na mangalehonsa, Jahowa do muse mambuatsa pinuji ma Goar ni Jahowa!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Di bagasan saluhut parsorionna i, ndang mardosa si Job, jala ndang manarita rohana dompak Debata.",
      "type": "content"
    }
  ]
}