{
  "book": "Ayub",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni sulam ni si Job: Digogo muse manarita Debata dohot mangkajongjongkon hadaulatonna 1-17. II. Diulahi muse mamburai ari hatutubuna 18-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Nunga biasan rohangku di hangoluan on, antong guru lomo ni rohangku na ma mandatdati andungku, naeng mangandungkon hinaponjot ni rohangku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dohononku ma tu Debata: Unang torui ahu! Sai pabotohon ma tu ahu manang ala ni aha umbahen badaanmu ahu!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tung tama ma i di roham Ho mangarupa, dohot mambolongkon jadijadian ni tanganmu, hape manumpak marmulia do Ho ianggo di luhutan ni halak parjahat?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung marmata sian sibuk ma Ho? Tung songon parnida ni jolma parnidam?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tung songon ariari ni jolma na gale i ma ariarim? Manang angka taonmu, songon taon ni sada baoa?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Umbahen songon i risihanmu hajahatonku, jala dioranmu dosangku?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ala naung diboto Ho nian na so parjahat ahu, jala na so adong jolma na tuk paluahon ahu sian tanganmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nunga pola loja tanganmu manjadihon dohot manompa ahu tipak tuk humaliang, hape naeng polgahonmu ahu ia nuaeng?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai ingot ma naung ginanami ahu songon tano liat, hape mulak tu orbuk ahu naeng pasuangonmu!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nda nunga diusehon Ho ahu songon susu, jala pola ahu dibahen Ho songon susu na nialhotan?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga marpahean hulingkuling dohot sibuk ahu dibahen Ho, jala nunga disirat Ho holiholi dohot hurador tu bagasan ahu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga dibasabasahon Ho tu ahu hangoluan dohot asi ni roha, jala panatapmu mangaramoti hosangku.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hape naung ditabunihon Ho angka on di bagasan roham; tangkas do huboto tibu hian songon i sangkap ni roham.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Molo tung mardosa ahu, nunga dapot Ho ahu tutu, jala ndang tagamon lias ahu paluaonmu sian hajahatonku.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Marjea ma ahu tutu molo tung halak parjahat ahu; alai tung sura pe pintor ahu, laos so hum do ahu padirgak ulungku, ahu on naung gok haurahon jala mahap marnida pardangolanku.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tung sura pe hupadirgak, ponsaonmu do ahu songon singa panoro, jala ulahanmu do mambahen gogo tu ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Mardapotdapot angka sitindangim dipatindang Ho dompak ahu, jala dipaganda Ho rimasmu dompak ahu; margantiganti tongon angka parangan haporsuhon manahopi ahu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(II.) Boasa tung paruaronmu ahu sian bortian? Denggan nian pintor tos hosangku, gabe unang sanga nanggo sada mata marnida ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi hira na so tubu ahu etongan nuaeng, pintor sian butuha ni dainang ahu boanonna tu tanoman.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nda otik do angka ariaringku? Dibahen i dipasohot Ibana nian jala dipasombu ahu, asa hupahosa nian nanggo satongkin.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tagan so laho dope ahu tu luat na holom marimpotimpot dohot linggoman ni hamatean, na so tarbahen mulak sian i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tu tano haholomon marimpotimpot, songon haholomon linggoman ni hamatean, na so maraturan, sobokkon haholomon marimpotimpot do hatiuron disi.",
      "type": "content"
    }
  ]
}