{
  "book": "Ayub",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata ni si Sopar parjolo: Mangonai hata ibana tu si Job, ala teal ni pangkulingna dompak Debata 1-12. II. Aut ni dipaunduk, rohana sonang ibana tumpahan ni Debata 13-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Sopar halak Naemai ma mangalusi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tung so alusan ma hatahata ni sihapodea, manang tung tagamon pintor halak siduatdait?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tung teal ni pangkulingmu ma tama pasiphon halak; sai didatdati ho do mangelak, hape soada adong nanggo sahalak na paurak ho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai nimmu do: Pita do podangku, jala lias do ahu nang moradophon matam, ale Debata.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai tahe aut ni olo Debata mangkuling, jala dibungka pamanganna dompak ho.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala dipabotohon tu ho angka hahomion ni habisukonna, ai tung marlompitlompit do hasintonganna jadi botoonmu ma marpamuati dope roha ni Debata mida ho taringot tu hajahatonmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung dirimpu roham dapot hadodoan ho parmulaan ni sangkap ni Debata, manang tung jumpang ho ma sun ni hinadenggan ni Pargogo na so hatudosan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tumimbo do i sian angka langit, tung aha ma bahenonmu? Umbagas do i sian banua toru, tung aha ma dipabotoboto ho?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Gumanjang do suhatsuhatna sian tano on, jala umbidang sian laut.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung sura mamolus Ibana dohot mangkurungkon dohot mamboan tu paruhuman, tung ise ma na tuk manogang Ibana?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai Ibana do mananda halak pangansi, jala diida hajahaton, ndang pola loja rohana mangarisik.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Gari baoa na oto sahali marroha dibahen, jala anak ni halode harangan tarbahensa mangulahi tubu gabe jolma.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Alai molo marsihohot roham, jala dipaherbang ho tanganmu tu Ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Molo tung adong hajahaton di bagasan tanganmu, paholang ma i, asa unang mian hageduhon di bagasan undungundungmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Disi ma tarbahen ho padirgak bohim, malua sian haurahon, gabe marsihohot roham marojahan, ndang be marhabiaran.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai disi ma halupahononmu parsorionmu, songon aek naung salpu mabaor, parningotmu disi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi tumiur ma parnidaanmu tu joloan on sian tiurna di hos ni ari; soluk pe sipata na holom i, songon tiurna manogotna i do i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi marnalom ni roha ma ho, ai adong do sihirimonmu, jala ranapanmu luhutna humaliang, jala marsonangsonang ho laho modom.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sonang ho papeahonmu, jala ndang adong nanggo sahalak na manonggoti ho, jala torop halak papujipuji ho adop bohi be.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai rondaron do anggo mata ni halak parjahat i, mago do ia pangatauan ni rohana, jala marpangkirimon tu hatotos ni hosana na ma ibana.",
      "type": "content"
    }
  ]
}