{
  "book": "Ayub",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sulam ni si Job patoluhalihon: Dielak ibana habisuhon ni angka alealena 1-12. II. Dipatorang habisuhon dohot sun ni hinagogo ni Debata tumangkas sian donganna 13-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Job ma mangalusi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tongon tahe, hombal hamu do jolma, mate do habisukon i rap dohot hamu!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ahu pe marroha do, suang songon hamu, ndang pola talu ahu martimbangkon hamu, tung ise ma na so umboto mandok angka sisongon i?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon gabe sirehereheon ni alealena sandiri do anggo ahu on, ahu na joujou tu Debata, jala na nialusanna antong, sireherehean do tongon ahu jolma na bonar jala na daulat marroha.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marro ni lea do tutu halak na dohar mida halak na marhinamago, rade do haleaon di halak naung tarsulandit totna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Marhasonangan do undungundung ni halak pandobo, jala marpangatauan tu debata na binoanna di bagasan tanganna do halak angka na pauruuru Debata.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ua marpanungkun ma ho nian tu angka pinahan, asa nasida mangajari ho; tu pidong angka na di toru ni langit, asa nasida pabotohon tu ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pangkulingi nian tano on, asa i ma mangajari ho, dengke angka na di bagasan laut nian pajojorhonsa tu ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung ise nian na so umbotosa taringot tu saluhutna i, paboa tangan ni Jahowa manjadihon luhutna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Di bagasan tanganna do hosa ni nasa na mangolu dohot tondi ni nasa daging ni jolma.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nda pinggol do tumanda hata, jala pamangan umboto dai ni sipanganon?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Matua di halak na tuatua nian luluan habisuhon, jala halak sigodang umur panungkunan poda.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Mandapot di Ibana habisuhon dohot hagogoon, di Ibana do panuturion dohot panimbangon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ida ma, Ibana mangarumpakkon, gabe ndang be dapot paulion, Ibana mangkurungkon sada baoa, gabe ndang adong na tuk paluahon.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ida ma, Ibana maniopi aek gabe marsik luhutna i, Ibana muse palungkashon, gabe marbalik tano on dibahen.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Mandapot di Ibana do hagogoon dohot hapantason, guru di Ibana jolma na lilu dohot na mangaliluhon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ibana manogihon angka panuturi hira tabantaban, jala maoto angka panguhumi dibahen.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ibana mangkarhari uhum roharoha ni angka raja, jala dihohoshon rante tu gontingnasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ibana manogihon angka malim bahen tabantaban, jala ditinggangkon tu tano halak na marhuaso.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ibana mangunsat pamollungon sian halak na pir tahak, jala dibuat panuturion sian halak na tuatua.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ibana mangusehon haleaon tu angka raja, jala dipahondur hohos ni halak na begu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ibana papatarhon angka na buni sian haholomon, jala diboan do tu hatiuron linggoman ni hamatean.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ibana patimbulhon angka bangso, jala diago muse; Ibana pararathon angka bangso jala dipaundar muse.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ibana mangunsat roha sian angka partogi ni bangso di tano on, jala dililuhon nasida di halongonan soada dalan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dadapdadap nasida di haholomon so marhatiuron, jala rabatrabat nasida dibahen songon halak na mabuk.",
      "type": "content"
    }
  ]
}