{
  "book": "Ayub",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni sulam ni si Job: Di sarita ibana do angka alealena ala mangamini nasida di Debata 1-13. II. Si Job manariashon alualuna jala naeng manjujur dompak Debata 14-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ida ma, luhutna i nunga diida matangku, nunga dibege pinggolhon jala diantusi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Suang songon botomuna do botongku huhut, ndang talu ahu martimbangkon hamu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai atik pe songon i, naeng ahu mandok suara tu Nasunhinagogo i, jala dipangido rohangku naeng masialusan dohot Debata.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai siulasulas gabus do anggo hamu, jala pandaoni angka na so marguna do hamu sude.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tagonan mangiman boti nian hamu, i ma tanda ni habisuhon di hamu dohonon ni halak.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Antong tangihon hamu ma poralusonku, jala parateatehon hamu panariason ni bibirhon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung hageduhon naeng hatahononmuna mangampini Debata? Naeng dohononmuna sipaotooto mangamini Ibana?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung hamu naeng mandingkani Ibana? Manang tung hamu gabe pangondian ni Debata?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung tagamon ma sonang hamu, tung sura Ibana manulingkit hamu? Manang tung dirimpu hamu dapot ansionmu Ibana, songon jolma na gale na dapot ansion?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tongon tahe, Ibana sandiri manggogo maminsang hamu, molo marroha di bagasan hamu mangampini Ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tung so hamuliaonna manonggoti hamu, jala hatahuton mida Ibana maninggangi hamu?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Angka sipaingotmuna gabe nonang sian sirabun na so marimpola, jala panariasonmuna gabe partanobatoan sian tano liat.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Antong sip ma anggo hamu, jala loas hamu ahu mandok suara, rohana do manang aha pamasaonna tu ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Tung ahai sai usungonku sibukku di holangkolang ni ngingingku, manang tondingku di bagasan tanganku?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ida ma, sai na bunuonna na ma ahu, ndang adong be sihirimonku, alai anggo angka dalanku, sai naeng tariashononku di jolona.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nang on tarbahen do i gabe hatuaonku, na so niloasna masuk tu jolona anggo halak parjahat.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dibahen i, tangkas ma tangihon hamu panopotionku, jala dijangkon pinggolmuna panariasonku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ida ma, nunga huaturhon pangaluan, jala huboto hian ingkon pintoranna ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tung ise ibana na tuk mangaluhon ahu, asa sip ahu nian nuaeng jala tos hosangku antong.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asal unang na dua on dibahen Ho tu ahu, jadi ndang tabunihononku diringku maradophon bohim.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sai paholang ma sian ahu torutorum, jala unang hinasongkalmu manonggoti ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i joujou ma ho, sai na alusanku do, manang ahu tahe jumolo mandok asa balosonmu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tung sadia godang do huroha hajahatonku dohot dosangku? Sai pabotohon ma tu ahu panundalionku dohot dosangku.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ala ni aha umbahen tabunihononmu bohim, jala etongonmu ahu hira musum?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tung sada bulung na mapirapir huroha naeng songgotanmu, jala gala ni eme sada naung masak naeng leleanmu?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Umbahen songon i godang uhum na posi surathononmu tu ahu, jala manginona tu ahu bahenonmu angka hajahaton ni haposoonku.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala bahenonmu pathu tu bagasan beangan jala ranapanmu dalanku sudena, gari bogas ni pathu dihampungi Ho do.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Atik pe ruhap on iba songon hau na tandetandeon, jala songon ulos na pinangan ni ngitngit.",
      "type": "content"
    }
  ]
}