{
  "book": "Ayub",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ujung ni sulam ni si Job: Marisuang ibana mida tibunai laho salpu ngolu ni jolma 1-12. II. Si Job mangido hamatean, humehe rohana satongkin, alai diulahi marpandelean hatana 13-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia jolma na tinubuhon ni parompuan, otik do ariarina, jala mahapan di hangaluton.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Mangerbang do ibana songon bungabunga dung i malos, jala manilu ibana laho salpu songon halinu na so leleng manahan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Hape pola ma tung ranapan ni matam jolma sisongon i, jala pola boanonmu ahu tu paruhuman di adopanmu?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung ise ma tarbahen mambahen sada jolma na ias sian na ramun? Ianggo sada ndang adong.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Molo naung dibuhul Ho ariari ni manisia, bilangan ni angka bulanna, naung dibahen Ho parbalohanna, na so tupa laosanna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Padao nian pamerengmu sian ibana, asa sonang ibana satongkin, asa sombu rohana di ujung ni ariarina, songon anak gajian.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai adong dope sihirimon anggo di hau, nang tung sura ditaba, tarbahensa dope martumbur, jala ndang mansohot martunas.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nang tung sura matua uratna di bagasan tano, jala mate pangkalna di bagasan orbuk.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Asal diangor aek ulahanna do martunas, jala marranting songon suansuanan nambura sinuan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo baoa ia dung mate, laos bustang boti, jala ia dung tos hosa ni jolma tudia be ibana?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Suda do aek mabaor sian tao, jala olo marsik ia sunge gabe mahiang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai anggo jolma i dung sapala bustang, ndang tarbahensa be hehe; saleleng adong dope langit, ndang hehe nasida, jala ndang tarsunggul sian na modom.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Aut olo ma Ho nian manabunihon ahu di bagasan parbeguan; diondingi Ho nian ahu disi, paima mombun rimasmu, jala dibahen Ho nian buhulna di ahu, dung i marpangulahi nian roham mida ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia dung mate baoa i, tung tagamon ma ulahanna mangolu? Tung di saluhut ariari ni parporangonku nian ahu mangkirim, paima ro ari haluaonku.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Disi Ho joujou di ahu, pintor alusanku do Ho, halungunhononmu tahe jadijadian ni tanganmu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai anggo nuaeng dibilangi Ho do langkalangkangku, jala ndang marpamuati roham mida dosangku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nunga tarsahap panundalionku di bagasan parningotanmu, lam ganda dope hajahatonku dijujur Ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai gari dolok tupa matompas do laos magargar, jala dolok batu tupa munsat sian ingananna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angka batu peo pe malala do dibahen aek, jala tangkujuna mamburburhon orbuk ni tano i; suang songon i diago Ho pangkirimon ni jolma na gale.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dipatunduk Ho do ibana ro di saleleng ni lelengna, gabe laho salpu ibana; Ho huhut paubahon bohina, dung i dipalaho Ho ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Marmulia pe angka anakna, ndang dipabotoboto, marlea pe nasida ndang pardulina.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ripe mangae na bernit na ma dagingna i, jala ripe marsak ia tondina.",
      "type": "content"
    }
  ]
}