{
  "book": "Ayub",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata ni si Elipas paduahalihon: Mangonai hata ibana tu si Job ala teal ni paungkulingna didok 1-13. II. Ndang adong jolma na tigor roha nanggo sada 14-19. III. Upa ni hajahaton do hinamago dohot pardangolan 20-35",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Elipas sian Teman mangalusi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tung ture ma halak na pistar mangalushon parbinotoan angin? Manang tung paburnangonna rohana dohot alogo sian purba?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ndang marguna anggo paminsangon marhite sian hata sambing, jala ndang adong labana hatahata sambing marpoda.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tongon tahe mansoadahon biar mida Debata do ho, jala diorui ho do tangiang moradophon Debata.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai hajahatonmu sandiri tahe mamodahon tu pamanganmu mandok songon i halak na mangkalushon salana pinangasahonmu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Pamanganmi sandiri tutu manguhumi ho, ndada ahu, jala bibirmu manindangi dompak ho.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung ho ma di roham jolma na parjolo tubu? Manang jumolo ho tarjadi sian angka dolok batu?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nunga tung dibege ho huroha hahomion ni Debata, jala diduduk roham sandok hapistaran?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung aha ma na binotom, so dohot hami umbotosa? Tung aha ma na niantusanmu, so dohot hami mangantusi?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nang di tongatonganami adong do halak na ubanon, naung sarimatua situtu, angka na tumua tahe sian amanta.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tung na so pola do huroha anggo di roham angka pangapulon sian Debata dohot hata na lambok na hudok hami tu ho?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Boasa tung pangaruntuson roham, jala boasa tung songe pamerengmu?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tung hum ho marmurukmuruk dompak Debata dohot paruarhon hata teal sian pamanganmu?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Tung beha ma pambahen ni jolma na gale gabe na ias ibana? Manang jolma tubu ni parompuan gabe bonar ibana?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ida ma, gari mida angka na badiana ndang pos rohana, gari angka langit i ndang pita anggo moradophon Ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Lam beha ma jolma parroha mago dohot na busuk, jolma na manobur hajahaton songon aek!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Naeng tariashononku tu ho, antong tangihon ma ahu, jala manang aha naung huida naeng pajojoronku tu ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Manang aha naung binaritahon ni halak na pistar so marpamorso sian ompunasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tu nasida sandiri tahe tano i dipasahat, jala ndang adong na jumonok tusi anggo halak na buro.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Saleleng mangolu halak parjahat i sai mangae na porsuk do ibana, jala nunga binuhul hian bilangan ni angka taon di halak siulahon gogo.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Suara hasonggoton marsaringar tongtong di bagasan pinggolna, apala di tingki hadoharonna ro pangago so pangkirimanna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ndang be dihirim rohana tarbahensa dope malua sian haholomon, ripe panganon ni podang na ma ibana diparbaga rohana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sai madoado do ibana mangalului sipanganon, nunga diboto hian naung jonok pinadiri di ibana ari haholomon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Pusok hosana binahen ni hasusaan dohot hagogotan, angka na manahopi ibana, songon raja na hobas manahopi parporangon.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ala pinatoltolna tanganna naeng mangalo Debata, jala ogaoga ibana dompak Nasunhinagogo.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tung dipagakgak do rungkungna marlojong manahopi Ibana, marondingonding tu lombulombuna angka na baris.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ala naung hinungkupan ni mokmokna bohina, pola marhorothorot haehaena dibahen mokmokna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi maringan ibana di bagasan huta, angka naung niulang, di bagasan jabu, angka na so jadi inganan nian, angka naung pinadiri hian bahen timbunan batu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ndang tagamon mamora ibana, jala ndang tagamon tongtong sinamotna i, jala ndang tagamon tu gandana artana di tano on.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ndang tagamon malua ibana sian haholomon, angka tumburna pe malos do dibahen jilam ni api, jala purpur do ibana binahen ni parngongos ni hosa ni Debata.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Unang ma marhaposan ibana tu ugasan na laho salpu, na paotootohon dirina ibana disi, ai hamagoan do upana di ujung.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ndang dope gok arina, nunga jumpang ajalna, jala ndang be rata marbulung dangkana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Mosu ibana bahenon ni Debata songon parbue ni hau anggur, jala marurus ibana bahenonna songon bunga ni hau jetun.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ai ingkon ripur do pinompar ni parjahat, jala ingkon suda panganon ni api angka undungundung ni halak na olo manjalo sisip.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Marbortianhon hangaluton nasida, gabe ditubuhon pardangolan, jala butuhanasida mangarade sipaotooto.",
      "type": "content"
    }
  ]
}