{
  "book": "Ayub",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sulam ni si Job parjolo: Disarita si Job angka alealena ala so marpangkaehe hatanasida 1-5. II. Diandungkon pardangolanna 6-17. III. Ndang marpipot ibana didok 18-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Job ma mangalusi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga godang pangkataion sisongon i hubege, angka pangapul sipaganda hinamago do hamu sude.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sadihari pe marujung angka hobar angin? Aha ulaning pasugal roham umbahen sai datdatanmu maralus?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ahu pe, tarbahen ahu do marhatahata songon hamu, tung sura ditaon hamu songon na hutaon on; sai datdatanku mangalage hatahata mangalo hamu, jala paseolseolonku ulungku mida hamu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tongon tahe papironhu ma tondimuna marhitehite hata ni pamanganku, jala apulapul ni bibirhu pasohothon parniahapanmuna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Molo marhata i ahu, ndang tagamon mansohot parniahapanku; molo hohom ahu, ndang tagamon tu oruna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tutu anggo nuaeng, nunga suda gogongku dibahen Ibana, nunga tung ripur angka isi ni bagashu dibahen Ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nunga tung disoro Ho ahu, gabe sitindangi do i dompak ahu, jala nunga hehe niangku mangalo ahu, jala mangalualuhon ahu adop bohi be.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Rimasna marsurage dohot mangalo ahu, patungoripon Ibana dompak ahu, alongku patajom pamerengna dompak ahu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dipangangang nasida pamanganna be dompak ahu, dipastapi nasida hurumhu marhite sian hata reherehe, marsitampak nasida mangalo ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga dipasahat Debata ahu tu halak pargeduk, jala nunga ditinggangkon ahu tu bagasan tangan ni halak parjahat.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marsonangsonang ahu nian, gabe Ibana manggopui ahu, disoro do tangkuhukku jala digosagosa ahu, jala dipajongjong ahu bahen panonjolanna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Marngeos angka sumbiana humaliang ahu, dibola Ibana piangku so moralangalang, jala diusehon pogungku tu tano.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Mardapotdapot angka bugangku dibahen, didorong do ahu songon pandorong ni ulubalang na begu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nunga hualithon abit takki tu hulingkuling ni dagingku, jala nunga huguluhon ulungku tu bagasan orbuk.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Marbosol do bohingku binahen ni partangison, jala ampe tu langkop ni matangku linggoman ni hamatean.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Atik pe so adong lohot pangarupaon di tanganku, jala tongtong pita tangiangku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Sai unang ma dionsop tano i mudarhu, jala unang jumpangan pangulonan angguhanggukki.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Gari nuaeng, ida ma, di bagasan surgo i do Sitindangingku, jala Pangondianku do di angka banua ginjang.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Manginsahi pe angka alealengku mida ahu, dumarede do iluilu ni matangku marpangatauan tu Debata.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Asa ditolai mangondihon baoa i moradophon Debata, jala dipintori anak ni jolma maralohon alealena.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai otik na ma bilangan ni angka taonhu, jonok na ma ajalhu, bolusonku ma dalan na so haulahan do.",
      "type": "content"
    }
  ]
}