{
  "book": "Ayub",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni sulam ni si Job: Diulahi muse mangandungkon parniahapanna, na so turut nian 1-9. II. Turut do anggo pangandungkonna, ditariashon tu angka alealena 10-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Nunga mandate tondingku, nunga mintop angka ariaringku, nunga rade tanoman i di ahu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hape tong dope angka reherehe humaliang ahu, nang bornginna i ingkon taon on ni matangku angka pamadaionnasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ua bahen ma parhangkungan, Ho ma tahe mangampu ahu! Tung ise ma dungkon ni Ho na olo martopak tangan dohot ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai nunga ditamondingkon Ho panimbangon sian rohanasida, dibahen i ndang tagamon pamonangonmu anggo nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Manang ise na manjehehon angka alealena tabanon ni halak, ingkon rondar mata ni angka anakna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nunga dibahen Ibana ahu gabe sirehereheon ni halak situan na torop, pola luhut halak mamursihi bohingku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i pola lotop matangku dibahen hinamago, jala saluhutna ruashu songon halinu sambing.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pola marseto alani roha ni halak partigor, jala mangiburu halak na so marpipot mida halak parjahat.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai tahe tong do marsihohot roha ni partigor i mangihutihut dalanna, lam tamba tahe gogo ni halak na ias tangan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Alai luhut hamu, datdati hamu ma mulahulak ro tu ahu, ndang tagamon jumpang ahu na marroha di tongatongamuna nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga salpu angka ariaringku, nunga pesan angka sangkaphu, angka pangidoan ni rohangku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Borngin i gabe arian dibahen nasida, jonok na ma hatiuron i didok, atik pe ngomngom dope haholomon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tung sura marpangkirimon disi ahu, tong do parbeguan gabe jabungku, jala hupahembang lagengku di bagasan haholomon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Joujou pe ahu mandok tu tanoman i: Damang do ho! Tu angka gulokgulok: Dainang dohot angka ibotongku do hamu!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Didia be adong tagamon sihirimonku, jala ise tagamon pataridahon tu ahu na huhirim i?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Turun do i tu pargumbangan ni parbeguan, molo rap moradian di bagasan orbuk.",
      "type": "content"
    }
  ]
}