{
  "book": "Ayub",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata ni si Bildad paduahalihon: Mangonai hata ibana tu si Job, ala saritana dompak angka alealena 1-4. II. Ditariashon hamagoan na mangonai tu parjahat 5-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Bildad sian Sua ma mangalusi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sadia leleng on sai palagelageonmuna hatahata? Sai olo ma hamu parrohaon, dung pe i asa mangkatai hita!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Boasa tung dietong roham hami songon pinahan? Boasa tung songon na maoto hami di roham?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung ho sandiri do tahe marsuragehon roham di bagasan dibahen gusarmu; tung tagamon tarulang ma tano on ala ho, manang tung munsat dolok batu sian ingananna?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Tongon tahe, ingkon mintop do palito ni halak parjahat, jala unang be marsinondang nalanala ni apina.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hatiuron i pe, ingkon gabe haholomon di bagasan undungundungna, jala palitona ingkon mintop di atasna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon lam targogot langkalangka ni hagogoonna, jala sangkapsangkapna manginona tu ibana sandiri.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai patna sandiri padapot ibana di bagasan aring, jala mardalani ibana di bagasan tali na rundut.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai na taralit do tambihulna di bagasan jorgong, jala lingkup tu ibana rambang.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Marsibuni di bagasan tano aringna ditaon, jala bostangna di dalan na bolon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angka hinamago manonggoti ibana humaliang, jala dihampungi angka bogas ni patna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Hisapan hinamagona i pasudasuda ibana, jala ngomngom di lambungna hamagoan i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nunga suda dipangan uraturat ni dagingna, nunga pola suda tahe angka ruasna dipangan anak buhabaju ni hamatean.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tarsarat do ibana sian undungundungna, haposan ni rohana hian, jala ingkon langkahononna mandapothon raja ni hasonggoton.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Halak na pulik marga na ma maringan di bagasan undungundungna, ala so adong tadingtadinganna; tung disirsirhon do barerang tu ingananna i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Malos do angka uratna sian toru, jala ditultuli dangkana sian ginjang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Pesan do baritana sian tano on, jala ndang be targoar ibana di angka alaman.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dionjarhon halak do ibana sian hatiuron tu haholomon, pola dipabali ibana sian tano on.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang teba di ibana anak manang pahompu di tongatonga ni bangsona, tung na so adong pasipasina tinggal di ingananna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tung tarsonggot situtu do halak di pudina mida ari hinamagona, jala panonditnonditon disi halak na robi.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sai songon i do parsorion ni isi ni jabu ni halak pargeduk, jala songon i do inganan ni halak angka na so tumanda Debata.",
      "type": "content"
    }
  ]
}