{
  "book": "Ayub",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sulam ni si Job paduahalihon: Diulahi mangandungkon na so marpangkaehe hata ni alealena 1-5. II. Tung na dangol sahali do parniahapanna 6-20. III. Mangido asi ni roha ibana sian angka alealena, jala marhaposan ibana tu Debata Sipalua ibana 21-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Job ma mangalusi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sadia leleng on sai arsahanmuna rohangku? Jala pasipalsipalonmuna ahu marhite sian hatahata?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga pola sampulu hali hamu manginsahi ahu, ndang maila hamu mangalojai ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung sura pe naung tutu ahu sala, ahu do mandapot salangku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tongon tahe, sai naeng manenganenga hamu dompak ahu, lam mangonai hata muse hamu dompak ahu patamba haurahonku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Antong boto hamu ma, nunga dipajepol Debata ahu, jala nunga lingkup tu ahu rambangna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ida ma, huanggukkon pe pangarupaon! Hape ndang adong na mangalusi; sai marhuraja ahu mangido pangurupion, hape ndang adong na mamintori ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nunga dirungga Ibana dalanku, gabe ndang tarbolus ahu; jala nunga gabe haholomon angka dalanku dibahen Ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nunga diosari Ibana hamuliaonku sian ahu, jala nunga dirampas tumpalhu sian ulungku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga tung diparumpak Ibana ahu tuk humaliang asa tung mate ahu; jala nunga diborgati arop ni rohangku songon hau.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga marsigorgor rimasna dompak ahu, jala hira musuna ahu dietongi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga isi angka parduan ni paranganna ro mangarampok ahu; nunga dipalendes nasida dalanna laho mangalo ahu, jala ditungkum undungku tuk humaliang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nunga dipaholang Ibana angka hahaanggingku sian ahu, jala banding tu ahu angka donganku magodang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nunga ditadingkon angka tondongku ahu, jala nunga dihalupahon angka alealengku ahu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Halak isi ni bagashu pe ro di angka naposongku mangetongi ahu doshon halak ruar, hira halak na pulik luat do ahu di rohanasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia hujou naposongku, gabe ndang mangalusi ibana, maradu huparrajarajai ibana dohot pamanganku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nunga biasan jolmangku manganggo hosangku, nang angka pahompungku manganggo mongkushu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Gari angka dakdanak na tuit mangaleai ahu; molo huondam hehe, gabe mambebeati nasida dompak ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Marbiasbias do mida ahu saluhut aleale hasudungan ni rohangku na sai laon, jala halak na huhaholongi nunga marbalik mangalo ahu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tandos tu holiholingku na ma hulingkulingku dohot sibukku, holan sisik ni suratanku na ma na so hona.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Sai asi ma rohamu mida ahu, asi ma tutu rohamu mida ahu, hamu ale angka alealengku, ai nunga mangonai tangan ni Jahowa tu ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Boasa tung leleanmuna ahu songon pangalele ni Debata? Ndang dope mahap rohamu pasipalsipal dagingku?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Aut ni tarsurat nian angka hatangku, aut taruhir nian di bagasan sada pustaha!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Aut dilontik nian dohot panurat bosi dohot simbora tu dolok batu, bahen parningotan salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai tangkas do huboto mangolu do Sipangolu ahu, jala Ibana parpudi jongjong di atas orbuk.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala ia dung malangke hulingkulingkon, jala malua ahu sian sibukkon, idaonku ma Debata.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ahu sandiri ma tutu marnida Ibana gabe hatuaonku, apala matangkon marnida Ibana, jala ndada anggo sileban; pola tung suda piangku dibahen sihol ni rohangku di bagasan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Molo tung didok rohamuna dope: Beha bahenonta mangalele ibana? Angkup ni: Parbonsiran ni hata i dapot do di bagasan ahu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Sai mabiar ma hamu mida podang partubolon, ai rimas i do podang mangonai tu angka hajahaton, asa tung diboto hamu adong do uhum partubolon sogot.",
      "type": "content"
    }
  ]
}