{
  "book": "Ayub",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangunjunan na dumokdok tu si Job marhite sian parsahiton: Parsihohot ni rohana disi 1-10. II. Ro tolu aleale ni si Job maningkir ibana 11-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai jumpang muse ma di na sadari, ro be angka anak ni Debata laho jongjong di jolo ni Jahowa, tung ro do dohot sibolis i di tongatonganasida jongjong di jolo ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i didok Jahowa ma tu sibolis i: Sian dia do ho ro? Jadi ninna sibolis i ma mangalusi Jahowa: Sian paraotaotan do ahu mangaliati tano i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna Jahowa ma tu sibolis i: Atehe, nunga tung diiburu roham naposongku si Job? Si ndang adong baoa tudoshon ibana marroha di tano i, daulatna, tigorna, biarna mida Debata, jala dipadao rohana sian hajahaton; sai tong dope marsihohot rohana di hadaulatonna, atik pe dipinggil ho Ahu dompak ibana laho mangago soada alana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna sibolis i ma mangalusi Jahowa: Hulingkuling singkat ni hulingkuling, ro di nasa na di ibana dilehon jolma i do i singkat ni hosana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai tung sura disurdukkon Ho tanganmu manjama holiholina dohot sibukna, manang so buraanna ma. Ho di hapataron.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna Jahowa ma tu Sibolis i: Ida ma, sahat tu tanganmu ma ibana, asal diolani ho hosana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ruar ma sibolis i sian adopan ni Jahowa, gabe hona puru godang ma si Jobi dibahen sian palak ni patna ro di pakpak uluna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dibuat si Job ma santopik ngarngar mangkoisi dagingna, laos hundulhundul di bagasan sirabun.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i didok jolmana ma tu ibana: Sai tong dope marsihohot roham di hadaulatonmu? Bura i na ma Debata asa mate ho!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ninna ibana ma tu jolmana i: Songon hata ni sada boruboru na riting do pangkulingmi. Nunga itajalo na tonggi sian Debata, nda jaloonta dohot na paet? Di bagasan saluhutna i ndang mardosa si Job marhite sian pangkulingna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Jadi dung sar barita ni sandok hinamago ni si Job tu na tolu halak alealena, ro be ma nasida ganup sian ingananna be, i ma si Elipas sian Teman dohot si Bildad sian Sua, dohot si Sopar sian Naama. Ai mardos ni roha do nasida rap ro maningkir dohot mangapuli ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi dung ditatap nasida ibana sian na dao, ndang be ditanda nasida ibana, gabe dipangiar suarana be tumatangis, jala ganup manansani ulosna jala dipirpirhon orbuk tu atas ulunasida dompak langit.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i rap hundul ma nasida manangkas di tano pitu ari pitu borngin lelengna, agia ise ndang mandok nanggo sada hata tu ibana, ala diida nasida mansai bernit sahitna i diae.",
      "type": "content"
    }
  ]
}