{
  "book": "Ayub",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata ni si Sopar paduahalihon: Ingkon tarjepol parjahat i dibahen ginjang ni rohana 1-18. II. Pangalaho ni hajahatonna dohot toru ni Debata na mangonai tu ibana ala ni 19-29.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Dung i ninna si Sopar na sian Naema ma mangalusi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai masirapusan angka pingkiranku mangalusi hatahatam, pola gunsang rohangku di bagasan ala ni.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon pabegebegeonku hape pangajaran bahen haurahonku, alai tondi i manariashon paralusan tu ahu di bagasan rohangku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndang diboto ho hapengani hata on sian na robi sahali dope, olat ni dung adong dipaojak jolma di atas tano on.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Satongkin sambing do suraksurak ni halak parjahat, jala las ni roha ni halak pangarupa sangkidop mata do lelengna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nang pe manaek sahat ro di langit hajungkatonna pola mandolos uluna tu ombun di rohana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon buriapus ibana songon ginagatna sandiri ro di salelenglelengna, pola dohonon ni halak na marnida ibana na jolo: Didia ibana ulaning?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Songon doras ni nipi ibana habang, ndang be jumpang halak ibana, hiap do ibana songon alatan borngin.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Mata naung marnida ibana, ndang be idaonna ibana, jala ingananna hian pe, ndang umbolanna be.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angka anakna pe ingkon manehenehe tu halak angka naung pinapogosna, jala tanganna sandiri paulakkon arta na nidobona.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Manggagat tu holiholina do dosa angka na niulana di sibunian, peak di bagasan orbuk do i rap dohot ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nang pe tonggi hajahaton i didai pamanganna, jala diongom ibana do i di toru ni dilana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lomo rohana paianianhon, ndang olo mambolongkon, tung dipaongomongom do i di bagasan pamanganna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hape muba do roti pinanganna gabe rasun dung ro di butuhana, gabe bisa ni ulok dari di bagasan ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sinamot naung binondutannai, ingkon utahononna muse, Debata sandiri tahe paruarhon i sian butuhana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nunga disopsop ibana bisa ni ulok dari, gabe dila ni ulok dari mambunu ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tung na so jadi be idaonna mabaor angka sunge sian situak ni loba dohot miak susu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ingkon paulahonna naung nilaumna, ndang jadi parsaulihononna; ndang tagamon las rohana mida hamoraon na nilahanganna i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(II.) Ala naung dirupa ibana halak na pogos, jala dipupusi, jala nunga dilaum bagas, angka na so pinaulina.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai ndang olo sombu hisap ni butuhana, manang aha na pinangido ni hisapna i, ndang tagamon malua.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nanggo sada ndang malua dibahen papanganna, dibahen i ndang tagamon ganda sinamotna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Atik pe na mora jong hian ibana, gabe marpogospogos do, tung marsitampak do angka jea i mangonai tu ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi asa tung gok butuhana, tongoson ni Debata ma parpiarpiar ni rimasna tu ibana, jala diudanhon do i tu ibana bahen sipanganonna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ia sanga pe ibana malua moradophon sinjata bosi, garsang ma ibana bahenon ni sior haksa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ia dienet sumbia i, jadi ruar do nian sian dagingna, songon i nang podang sumillamsillam sian poguna, alai songgop do tu ibana songgotsonggot hamatean.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Nasa haholomon marsibuni di bagasan sinamotna, suda do i panganon ni api na so niombus ni jolma, ia adong pe teba di bagasan undungundungna, ingkon mago marambolongan do i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Langit i huhut papatarhon hajahatonna, jala ia tano on hehe mangalo ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ingkon tarboan tu habuangan do sinamot na di bagasan jabuna, jala maup di ari pangarimasanna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "I ma jambar na pinatongon ni Debata tu jolma parjahat, jala teanteanan na pinatontu ni Debata tu ibana.",
      "type": "content"
    }
  ]
}