{
  "book": "Ayub",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sulam ni si Job patoluhalihon: Diapoi angka alealena tumangihon hatana 1-6. II. Jotjot do mardohar parjahat i di tano on 7-26. III. Dialo do sualsual ni alealena 27-34",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Job ma mangalusi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai tangihon hamu ma panariasonku, i ma nian singkat ni pangapulonmuna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Hasiati hamu ahu, asa hudok hatangkon, ia dung tolhas hudok, tole pe hamu manginsahi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung tu jolma ma ahu marpangalualuan, leak ma marsak tondingku tung sura.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dompakkon hamu ma ahu, asa tarhalomong hamu, jala mangampehon tangan tu pamangan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai molo sapala marningot ahu disi, angka hitir do ahu jala manindang imbulu ni dagingku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Boasa tung laos mangolu halak parjahat i, pola sanga sarimatua, jala lam tamba sinamotna?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pinomparnasida marsonangsonang do di jolonasida, jala simbur magodang angka pahompuna dipaidaida matana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Bagasnasida pe marhasonangan do ndang dung marhabiaran, jala ndang dung mangonai batahi ni Debata tu nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Marbaringin lombuna jala ndang sala, rodot do lombuna maranak jala ndang dung habangan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Disuru nasida anakkonna tu balian songon sada punguan birubiru, jala panihalnihalon angka anakna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marioho suaranasida mardongan gondang dohot hasapi, jala marlas ni roha nasida umbege suara ni tulila.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dipasudasuda nasida ariarina marhariburon, hape tompu nasida lonong tu banua toru so pangkirimanna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lam didok muse dope tu Debata: Paholang ma sian hami, ai ndang lomo rohanami umboto angka dalanmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Pinabotoboto Ibana Nasunhinagogo i, umbahen tung oloannami Ibana? Jala tung aha ma gunana hami martangiang tu Ibana?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ida ma, ndada guru di nasida hadoharonna i. Sai mandao ma sian ahu pingkiran ni halak parjahat!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Anggo piga hali do mintop palito ni halak parjahat jala songgop hamagoan tu nasida? Piga hali diturpukkon Ibana hinamago tu nasida di bagasan rimasna?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala piga hali nasida tudoshon durame moradophon alogo, jala tudoshon hurangkam pinurpurhon ni habahaba?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tu pinomparna disimpan Debata torutoruna; tu ibana sandiri nian diluluhon Ibana, asa mananda nian rohana disi!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Matana sandiri nian sanga marnida hamagoanna; ibana sandiri nian minum sian rimas ni Nasunhinagogo.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai ndang disarihon rohana pinomparna, dung mate ibana, anggo dung gok bilangan ni bulan angka naung binuhul hian tu ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tung jolma ma mangajarhon parbinotoan tu Debata, Ibana balik manguhumi angka isi ni banua ginjang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sadaon mate apala di haroro ni gogona, uju di sun ni hadoharonna jala marhasonangan situtu dope ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Uju gok horbo siporoan barana, jala gok utohutok dope holiholina.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jala sadaan mate margondok ni roha situtu, jala ndang dung didai hasonangan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Hape rap nasida modom di bagasan orbuk jala marsapu gulokgulok nasida duansa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(III.) Ida hamu ma, tangkas do hutanda pingkiranmuna i dohot getegete ni rohamuna mangarupa ahu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai didok hamu do: Didia do bagas ni halak sibahen gogo, jala didia do undungundung inganan ni halak parjahat?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Beha, ndang dung disungkun hamu halak pardalan pansar, jala ndang mananda hamu di partinandaannasida on?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai di ari hamagoan ndang marmara anggo halak parjahat, jala di ari gombunggombung ni tahi diiringiring halak do nasida.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tung ise ma na hum patumpolhon tu ibana harohaonna adop bohi be, jala tung ise ma na hum mamaloshon tu ibana hombar tu na binahenna?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Lam dipataru halak dope ibana tu tanoman pasangaphonsa, jala marjaga dope di atas hinamborna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Lambok marpeahan di atasna angka galogat ni rura i, jala luhut jolma naeng maniru pambahenna i, jala ndang habilangan toropna angka na mambahen songon i jumolo sian ibana.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dibahen i boasa sai datdatanmuna mangapuli ahu so marguna; pangarimpunan ni sude alusmuna i, holan dosa do.",
      "type": "content"
    }
  ]
}