{
  "book": "Ayub",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata ni si Elipas patoluhalihon: Dituhashon angka dosa godang tu si Job 1-11. II. Diasuphon rimas ni Debata tu ibana 12-20. III. Diapoi ibana paubahon rohana, asa marhasonangan muse hilalaonna 21-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Elipas sian Teman ma mangalusi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tung tarbahen baoa ma manumpak Debata? Ndada manumpak tu dirina sambing do halak na marroha i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tung adong ma tagamon gunana di Debata Nasunhinagogo, molo dipintori ho dirim? Manang tung adong ma untungna sian i molo dipadaulat ho pangalahom?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung tagamon ma pinsangonna ho anggo ala ni hadaulatonmu, laos Ibana mamboan ho tu paruhuman?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nda ala ni godang ni hajahatonmu do i dohot ala ni dosam angka na so marpansadian?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai nunga dibuat ho singkoram sian donganmu soada alana, jala disoro ho do ulos ni halak na marsangkot bulung hian.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ndang dilehon ho aek inumon ni halak na mandate, jala dihomolhomol ho indahan paidaida halak na rapar.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala halak sigostang botohon nampuna tano i, jala na sangap maringan disi ditumpak ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Rumar boti angka na mabalu dipalaho ho, jala botohon ni halak na tading di lampin diropuhi ho do.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alani umbahen ditaon angka jorgong tuk humaliang ho, jala ro songgotsonggot tu ho so pangkirimanmu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Manang tung so tama hian ma holom parnidaanmu, jala so hungkupan ni aek na sumar i ho?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Nda maringan do Debata di langit apala parginjang sahali? Jala tailihon ma angka bintang, timbona i tu ginjang!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hape dohononmu dope: Aha ma dipabotoboto Debata? Tung tagamon ma manguhum Ibana sian pudi ni haholomon?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Angka ombun do partabunianna, umbahen so marnida Ibana, jala diliati Ibana do langit ni langitan!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Naeng do huroha jujuronmu dalan ni halak sian na robi, dalan na nidalanan ni halak parjahat!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Angka na redep so panagaman ni rohana, aek na sumar i mangumbang ojahannasida sandiri.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Angka na mandok tu Debata: Paholang ma sian hami! Tung aha ma bahenon ni Nasunhinagogo i tu nasida!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hape nian, nunga Ibana manggohi bagasnasida dohot denggan basa. Sai mandao ma sian ahu pingkiran ni halak parjahat!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Idaon ni halak partigor ma i, huhut marlas ni roha, jala halak na so marpipot mangarehe nasida songon on:",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nunga ripur hapengani angka alonta, jala nunga suda hamuliaonna dipangan api!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Ua mardenggan ma ho dohot Ibana, asa mardame ho, asa marhite sian i ro hatuaon tu ho.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sai jalo ma pangajaran sian pamanganna, jala parateatehon ma angka hatana!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Molo mulak roham tu Ibana Nasunhinagogo i, mangulahi mardohar do ho bahenonna, molo dipaholang ho hageduhon sian undungundungmu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Reongkon ma sere i tu orbuk, jala sere sian Opir tu tongatonga ni batu rese di sunge.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi Ibana Nasunhinagogo i ma gabe seremi, dohot perak margugungugun di ho.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi disi ma ho marlas ni roha mida Nasunhinagogo i, jala padirgahonmu bohim tu Debata.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Martangiang ho tu Ibana, jadi tangihononna ma ho, jala gararonmu angka bagabagam.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Molo disangkap roham manang aha, sai na saut do i tumpahanna, jala marhatiuron angka dalanmu sondanganna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Molo dipajepol halak ho, jadi dohononmu ma: Hatimbulon do i! Jala manang ise na serep marpanaili, martua do bahenonna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Paluaonna ma sian salana nang halak na so lias hian, paluaonna ma tutu marhite sian habontoron ni tanganmu.",
      "type": "content"
    }
  ]
}