{
  "book": "Ayub",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sulam ni si Job parjolo: Naeng maralus ibana tu Debata dipangido rohana 1-7. II. Alai martabuni Debata, atik pe diboto habontoronna 8-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Job ma mangalusi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nang sadarion sugal dope alualungku; ndang tarantan ahu tanganku dibahen orongku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Aut ni huboto nian manang didia jumpang ahu Ibana, aut tarbahen ahu nian sahat tu habangsana!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Naeng nian pajojoronku panariasonku tu jolona, jala gok paraluson pamanganku bahenonku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Botoonku nian hata sialushononna tu ahu, jala antusanku manang aha sidohononna tu ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tung tagamon ma mangasahon hinagodang ni gogona Ibana laho manorui ahu? Ndang tahe, sai na tiroanna do ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tanda ma disi antong halak partigor masialusan dohot Ibana, gabe malua ahu sian Siuhum ahu ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Alai ida ma, tung sura laho ahu dompak habinsaran, ndang disi Ibana, mulak ahu muse tu hasundutan, ndang dapot ahu Ibana disi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Molo mangula Ibana tungkan utara, ndang dapot tataponku Ibana, molo martabuni Ibana tungkan dangsina, gabe ndang idaonku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo ibana, diboto do dalanku, tung sura diuji Ibana ahu, songon sere na pita ma ahu ruar.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai marsihohot do pathu manjujur bogasna, sai huihutihut do dalanna, ndang dung manimbil ahu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ndang dung hulaosi tona na ruar sian pamanganna, gumodang do huradoti hata angka na ruar sian pamanganna, asa hangoluanku sandiri.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai tahe, parhata sada do anggo Ibana, tung ise ma na tuk manogang Ibana? Jala guru lomo ni rohana do dipasaut.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sai na paujungonna do sangkap ni rohana hian taringot tu ahu, jala tung na marragam do angka sisongon i di bagasan rohana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "I ma alana umbahen tung tarsonggot ahu moradophon bohina; molo sapala hupingkiri, angka hitir do ahu mida Ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nunga Debata mambiarbiari rohangku, jala Nasunhinagogo i mambukbahi ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai ndang nian mago rohangku anggo mida holom ni parnidaanku, manang mida ahu sandiri pe na hinungkupan ni haholomon nuaeng.",
      "type": "content"
    }
  ]
}