{
  "book": "Ayub",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni panariason ni si Job: Dipajojor hajahaton ni halak parjahat 1-17. II. Disulam ibana do hata ni alealena taringot tu paminsangon ni Debata di halak parjahat 18-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Boasa ulaning so dibuhul Ibana Nasunhinagogo i angka tingki partubolon, asa diida angka na tumanda Ibana nian angka ari pamalosanna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai dipaorot halak parjahat parbalohan, jala dilaum angka parduan birubiru, laos diparmahan do.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Diolat nasida halode ni angka na tading di lampin, dibuat ia lombu ni na mabalu bahen singkoram.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dionjar ia halak na pogos sian dalan; ingkon mamolngit be isi ni tano angka na dangol i dibahen nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ida ma, tudoshon halode harangan di halongonan ruar nasida tumopot ulaonna; ingkon sogot nasida hehe magalului sisoroonna; ingkon paraotaotan na ma mangalehon sipanganon tu nasida dohot tu ianakhonna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ingkon di ladang nasida mansalong gagatonna, jala ingkon putihanna parbue na tading di bagasan porlak anggur ni parjahat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Marsaemara nasida modom bornginna i so marulos, jala ndang marbulusan di panangkihik ni ari.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Marudan marari nasida di atas ni angka dolok, ala soada panisioanna gabe dolok batu dihaolhaol.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung dirapus parjahat i do posoposo sian bagot ni inana, jala disoro dope na alit di halak na pogos bahen gade.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Marsangkot bulung halak na pogos dipalaholaho nasida, so marbaju dibahen, jala halak na manarui tibalanna rapar do dipalaho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon di holangkolang ni parikna nasida mamoro miak, ingkon mauas dipasombu nasida halak na mardege pangilangan anggurna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ingkon pola morongorong tarbege sian huta i angka na laho mate, jala maungaung suara ni halak na mabugang, alai ndang ditudu Debata na so uhum binahenna i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Di tongatonga ni halak angka na mangalo hatiuron do nasida, ndang olo nasida mananda angka dalanna, jala ndang dijujur nasida angka bogasna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Andos torang dope ari nunga hehe sibunu jolma laho mambunu halak na dangol dohot na pogos, jala bornginna i madoado ibana songon panangko.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Mata ni pangalangkup paimahon rambon ni ari, ai ninna rohana do: Ndang adong na marnida ahu nanggo sahalak, jala patinda rupa ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia dung holom mangarut nasida tu angka jabu, mangkurung do nasida ia arian, ndang dihalomohon nasida hatiuron.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai tiur ni ari manogotna i tudoshon linggoman ni hamatean di nasida luhutna, ai somal do nasida mangae songgotsonggot mida hamatean.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(II.) Doras do parjahat i diumbang aek, hona bura partalianna di tano on, ndang be diumboli dalan laho tu angka porlak anggurna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Songon panintak ni logo ni ari marngiarngiar di aek udan, songon i do panompu ni parbeguan di halak na mardosa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Gari bortian ni inana mangkalupahon ibana, jala suda ibana dijepjep angka gulok, ndang be diingot halak ibana, jala marobur do halak parjahat i songon hau na tinaba.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dipupusi halak parjahat do parompuan na hol, na so dung marianakkon, jala ndang maruhum na denggan ibana tu parompuan na mabalu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai tahe sai diudut Debata do ngolu ni halak pangarupa marhite sian gogona; hehe do nian ibana muse naung tarsosak rohana di ngoluna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sanga marhasonangan ibana dibahen Debata, pola dipangatauanhon, alai sai diranapi matana do angka dalannasida i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sanga dope nasida timbul, hape tongkin nari nunga lonong; mate do nasida songon halak na asing, jala digotil do nasida songon eme di hatotorasna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai tung sura so songon i, tung ise ma na tuk manudu gabushu, jala mansoadahon panariasonku?",
      "type": "content"
    }
  ]
}