{
  "book": "Ayub",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panariason ni si Job paduahalihon: Dung jempek ditulakkon hata ni si Bildad, dipatorang ma hamuliaon ni Debata Nasunhinagogo i 1-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Job ma mangalusi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jagar ma ho manolongi halak na so margogo, jala ditumpak ho botohon na so marnangon!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jagar ma ho manuturi halak na so marbisuk, jala nunga tung godang pingkiran dipabotohon ho!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Mangonai tu ise ulaning hatahata angka naung pinaboam, jala tondi ni ise ulaning naung ruar sian ho?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Gari begu ni halak na mate angka hitir do nang halak isi ni lung.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tedek do parbeguan i di jolona, jala ndang martutup banua toru.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ibana pahembang langit parutara i di atas ni lung, Ibana manggantungkon tano on tu atas ni na soada.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ibana manimpus aek di bagasan ombunna, jala ndang olo mapuntas angka ombun i dibahen.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ibana manghungkupi bohi ni habangsana, jala dipaherbang ombunna bahen rimberimbena.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ibana umpajok parbalohan ni angka aek humaliang, sahat ro di partomuan ni hatiuron dohot haholomon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Pola tung humuturhutur angka tiang ni langit jala tarsonggot moradophon pangasupina.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Pola gunsang laut i binahen ni hagogoonna, jala marhite sian hapistaranna dipatunduk Ibana Rahab.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Marhite sian hosana minar angka langit i dibahen, jala tanganna manjadihon ulok na marlegotlegot.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ida ma, i ma angka ujung ni dalanna dope, asal pistik hata husiphusip na itabege taringot tusi! Tung ise ma na manahan anggo umbege suara ronggur ni hagogoonna?",
      "type": "content"
    }
  ]
}