{
  "book": "Ayub",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni panariason ni si Job: Tongtong do diondolhon habontoronna 1-7. II. Ingkon monang di ujung do halak parroha na bontor, ingkon mago do anggo halak parjahat 8-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i didatdati si Job ma angka panariasonna, ninna ma:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon sintongna mangolu Debata naung padaohon sian ahu hatigoranku, mangolu dohot Nasunhinagogo i naung mambahen margudompong rohangku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai saleleng simpan dope hosangku di bagasan ahu, jala hosa na sian Debata di bagasan igungku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Na so tupa bibir ni pamanganku mangkatahon hageduhon manang dilangku paboahon sipaotooto.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dao ma sian ahu tung tolopanku hatamuna; rasirasa tos hosangku, ndang tagamon sumurut sian ahu habontoronku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai marsitiopan do ahu di hatigoranku, jala ndang paluaonku; ndang pola marlobok taroktokku taringot tu ariaringku nanggo sada.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon musungku nian balik tartudu songon halak parjahat, jala songon halak pargeduk ia alongku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Ai tung aha ma sihirimon ni halak parjahat, nang pe dipagukguk artana, molo ditait Debata hosana?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung tagamon tangihonon ni Debata ma angguhanggukna, molo ro hagogotan tu ibana?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung tarbahensa ma marlas ni roha mida Nasunhinagogo i, manang martangiang tongtong tu Debata?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ahu ma nuaeng mangajari hamu taringot tu pambahenan ni Debata, ndang porsoonku tu hamu sangkap ni Nasunhinagogo i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Hamu sandiri pe, nunga nian diida hamu luhutna i, boasa sai datdatanmuna mamingkiri na so marguna?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "I ma jambar na pinatongon ni Debata tu jolma parjahat, jala teanteanan na pinatontu ni Nasunhinagogo i tu halak pangarupa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Molo tamba torop ni angka anakna, sude do i panganon ni podang, jala pahompuna hurangan sipanganon.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia pasipasina na teba i, i ma bonduton ni begu antuk, jala ndang mananangisi parompuan angka na mangkabaluhon ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nang pe dipagukguk ibana perak songon orbuk godangna, jala diparade pangkeanna songon tano liat godangna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Na ripe paulina do di ibana, alai halak partigor do maruloshon, jala halak na so marpipot marbagi perakna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dipauli pe bagasna songon ngitngit, jala songon pondokpondok na pinauli ni halak parladang.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Mamora ibana laho modom, hape ndang be ulahanna; molo dipabidok matana, hape ndang disi be ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Songgotsonggot ni hamatean manahopi ibana songon aek magodang, jala luahonon ni habahaba poting haliung ibana bornginna i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Boanon ni habahaba sian purba ibana, jala purpurhononna ibana dao sian ingananna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Debata manginonahon luhutna i tu ibana, jala ndang moralangalang, ingkon maporus ibana moradophon tanganna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi martilla ni roha ma halak mida ibana, pola martopaktopak tangan jala diasingkon ibana sian ingananna.",
      "type": "content"
    }
  ]
}