{
  "book": "Ayub",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Godang do nian na buni sian na tinompa dapot jolma risihonna 1-11. II. Alai anggo apala na ummarga i, i ma hapistaran i, ndang dapotsa manang taromosa nang marhite sian luhut arta di tano on 12-19. III. Marharoroan sian Debata sambing do hapistaran na sintong i 20-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Adong do panombangan di perak jala pangaragaan anggo di sere.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Bosi pe sian tano do binuat, jala dilala ia batu gabe tombaga.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Gari haholomoni marujung do dibahen jolma i, sahat ro di sude tampahanna disulingkit rohana do, nang batu haholomon dohot linggoman ni hamatean.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Marbuhalbuhal disi sada sunge sian tano na so dung niumbolan ni pat ni jolma, tartantan nasida tusi, gaunggaung holang sian jolma.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sada do tano i, sian sisikna do ruar sipanganon, hape anggo partorunai marbalik do dibahen api.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jumpang do disi batu na marisi mata intan Sapir, huhut marisi sere marhimpalhimpal.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ndang dipabotoboto pidong panoro dalan laho tusi, jala ndang dapot mata ni lali piuan idaonna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ndang dung diumboli pat ni binatang ingananna, jala ndang dung dibolus singa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Mangonai tanganna tu dolok batu, jala marbalik ojahan ni angka dolok dibahen.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tolpus do dituhil angka dolok batu bahen dalan ni aek, luhut arta na arga dapot diida matana do.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ditambak do angka sunge, asa unang mimir nanggo santetek, jala na buni sahali diparuar tu hatiuron.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Alai anggo hapistaran i, sian dia ulaning jumpang? Jala didia do ulaning inganan pangalapan parbinotoan?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ndang diboto jolma na gale i asamna, jala ndang tagamon jumpang di bagasan luat ni halak na mangolu on.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lung i mandok: Ndang di bagasan ahu ibana; jala laut i mandok: Ndang di lambungku ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ndang dapot tuhoron ibana, nang marhite sian sere na pita, jala asam na i ndang dapot timbangon marhite sian perak.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ndang tartimbang ibana dohot sere sian Opir, manang mutiha na arga, manang mata intan pe.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ndang tartimbang ibana dohot sere manang simata landus pe, jala ndang tartungkar nang marhitehite ulaula sian sere.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang pola etongon humala dohot mata intan na songkal martimbangkon ibana; molo maruli hapistaran manang ise ummarga do i sian mutiha.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang tartimbang tusi nang mata intan Topas sian Kus, jala sere na pita pe ndang tartimbang tusi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Antong marharoroan sian dia ulaning hapistaran i? Jala didia ulaning jumpang inganan ni parbinotoan?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai holip do i sian mata ni saluhut na mangolu, jala buni do i nang moradophon pidong angka na martongatonga langit.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Banua toru dohot hamatean mandok: Nunga nian dibege pinggolnami lingona.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Debata sambing tahe mangantusi dalanna, jala Ibana umboto ingananna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai Ibana manatap sahat ro di angka ujung ni tano on, Ibana marnida saluhut na di toru ni langit.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Uju na binahenna timbangan ni alogo, jala dipaojak parbalohan ni angka aek.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Uju na binahenna patik di udan, dohot dalan di porhas.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Uju i nunga Ibana martiruan tusi, jala dipapatar, jala dipadiri ojahanna huhut disulingkit.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai anggo tu jolma i songon on do hatana: Ida ma, biar mida Jahowa, i do hapistaran, jala sumurut sian hajahaton, i do parbinotoan.",
      "type": "content"
    }
  ]
}