{
  "book": "Ayub",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Dipajojor si Job hadoharonna na jolo 1-11. II. Basarna tu jolma dohot bonar ni rohana 12-17. III. Sangapna na jolo diida halak 18-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i didatdati si Job muse mandok hatana songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ise ulaning pasuang tu ahu songon di angka bulan na jolo, songon di angka ari, uju Debata mangaramoti ahu!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Uju na marsinondang dope palitona di atas ulungku, uju na nidonganan ni hatiuronna ahu manondang haholomon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Songon uju di angka ari haposoonku, uju paralealeon ni Debata dope di undungundungku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Uju didongani Nasunhinagogo i dope ahu, jala angka anakku humaliang ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Uju huburi pathu di bagasan miak susu, jala dolok batu mambaorhon di ahu angka sunge miak.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Uju na ruar ahu tu bahal ni huta i, jala hupajongjong hundulanku tu partungkoan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi disi diida angka dolidoli ahu, pintor martabuni nasida, angka na ubanon pe hehe do laos jongjong.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pola sulon angka raja mandok hatana, jala diampehon tanganna tu pamanganna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Pola sundat angka na sangap mandok suarana, jala dilana lohot di langitlangit ni pamanganna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai pinggol na umbege hatangku marhatuahon ahu, jala mata na marnida ahu manolopi hatangku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Ai hupalua do halak na dangol na mangalualu dohot na tading di lampin, nang halak na so adong pangalualuanna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi pasupasu ni halak na siol mago hian songgop tu ahu, jala roha ni parompuan na mabalu marolopolop hubahen.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nunga huparuloshon habonaron, gabe pangkean ni diringku do i, tudoshon ulos dohot bulangbulang di ahu uhum na hudabui.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Manjadi mata do ahu di halak na mapitung, jala pat di halak na pangpang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ama do ahu di halak na pogos, jala parkaro ni halak na so hutanda pe husulingkit do.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Huropangi do ipon ni halak pangarupa, jala hurampas do sian holangkolang ni iponna ugasan naung nilaumna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Jadi ninna rohangku ma: Rap dohot asarhu pe ahu mate, jala patoroponku ariaringku songon horsik toropna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Manjarar tu lambung aek do ia urathu, jala nambur i marborngin di atas ni angka rantingku.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sai rata do di ahu hamuliaonku jala ganda do gogo ni siorhu di bagasan tanganku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sai ditangihon halak do hatangku, jala hohom be do paimaimahon panuturionku.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ia dung hudok hatangku, ndang adong be na hum mangkuling, jala lambok manetehi tu nasida pangkataionku.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sai maimaima nasida di ahu songon di udan, jala dipangangang be pamanganna songon saba langit mangkalungunhon udan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Basar ahu tu nasida, jumpa bohabohaon rohanasida, jala sihar ni panailingku ndang tarpasurbot nasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Lomo do rohangku sauduran dohot nasida, jala hundul di julu on ahu, jala marhabangsa ahu di luhutannasida songon raja, songon halak na mangapuli angka na marsak roha.",
      "type": "content"
    }
  ]
}