{
  "book": "Ayub",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Job mamburai ari hatutubuna 1-10. II. Diandungkon pardangolanna 11-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung songon i dibungka si Job ma pamanganna jala diburai ari hatutubuna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dipungka si Job ma mandok hatana:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ua tung mago ma nian ari hatutubungki dohot borngin na manggora: Nunga dijangkon bortian sada posoposo baoa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon gabe haholomon nian ari na sasada i, unang nian usouso Debata disi sian ginjang, jala unang nian marsinondang hatiuron disi!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon mulak nian ari i tungguon ni haholomon dohot linggoman ni hamatean, ingkon ombun mangitom nian songgop tusi, ingkon samon arian nian manonggoti ari i!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ingkon haholomon marimpotimpot nian tongtong nampuna borngin na sasada i, unang nian marlas ni roha di tongatonga ni angka ari ni na sataon, jala unang nian masuk etongan tu bilangan ni angka bulan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ida ma, unang ma nian marhagabeon borngin na sasada i, jala unang adong masa disi olopolop.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon pulasan ni angka parsibalik mata, angka na malo manungguli naga nian borngin na sasada i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ingkon mangkolom ma nian angka bintangna andostorang, sai maimaima di hatiuron, hape matua so ro, unang nian sanga idaonna imbulu ni sibalik hunik.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ala so ditutup pintu ni bortian ni dainang, manabunihon nian hinamago on sian matangku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Boasa tung so mate hian ahu sian bortian, pintor tos nian hosangku dung ruar sian butuha ni dainang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Boasa tung pintor rade ampuan manjangkon ahu, dohot bagot pangonsopangku?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Aut unang i nian peak do ahu nuaeng jala maradian, jala modom ahu disi marsonangsonang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Rap dohot angka raja dohot panuturi ni luat i, angka na pauli tambak di dirina.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Manang rap dohot halak na sangap, angka parsere na godang, angka na manggohi jabunasida dohot perak.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Manang songon silumaksa ijur na pinanguspangus ahu nian, gabe soada be, songon posoposo na so sanga mida hasiangan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Mansohot ma disi angka parjahat ogaoga, maradian huhut disi angka na mandate ala hurangan gogo.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Rap moradian disi luhut angka na tarrante, ndang be dibege nasida suara ni pandasdas.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Marsada do disi pangkilalaan ni na metmet dohot na balga, hatoban pe malua do sian indukna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Boasa tung lehononna hatiuron tu halak na marhinamago, dohot hangoluan tu halak na marsak situtu marroha.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Angka na mangkalungunhon hamatean nian, hape matua so ro, pola dipatumorosi rohana gumodang sian arta godang.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Angka na marlas ni roha, pola tung marolopolop, mariaia ma tutu tung sura jumpangsa tanoman.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tudia na ma baoa na holom marparnidaan, na nirungga ni Debata dalanna tuk humaliang.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai singkat ni sipanganonku ro do hoihoingku, jala mabaor songon aek do angguhanggukku.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai na hinatondithon ni rohangku, i do na songgop tu ahu, jala na hinolsohon ni rohangku, i do na ro tu ahu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Nda marhadoharon hian do ahu? Nda marhasonangan hian do ahu? Nda marnalom ni roha hian ahu? Hape ro do hinamago ia nuaeng.",
      "type": "content"
    }
  ]
}