{
  "book": "Ayub",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Dipajojor si Job hinamagona nuaeng, tole angka jolma mangelesi ibana alani 1-15. II. Tole dohot Debata ndang ditangihon alualuna, hira musuna ibana dibahen 16-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Hape anggo nuaeng halak na umposo sian ahu marengkelihon ahu, ianggo amanasida nian na jolo maleahu huetong bahen dongan ni biang angka na mangadu birubirungku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Aha ma gunana di ahu nang gogo di tangannasida i, ai ndang sanga nasida sarimatua.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nasida angka na marniang binahen ni hahurangan dohot haraparon, pola laho manggagat tu tano bangkalbangkal, tu tano halongonan dohot na niulang sian na robi dope.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nasida angka na mansalong siarum horsik di holangkolang ni ramba, jala mangalului siarumpepe bahen panganonnasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tarliplip do nasida sian tongatonga ni jolma, jala disurakkon do nasida songon halak panangko.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ingkon maringan nasida di bagasan lombang sapsap bire, di bagasan liang ni tano i dohot di bagasan jaringjing ni dolok batu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Disi do nasida morongorong di holangkolang ni romporompo, jala manggompang nasida di toru ni tadatada.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Angka anak ni halak na oto do nasida, huhut angka anak ni lapaslapas, pola batahi dibahen pabali nasida sian tano i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Hape anggo nuaeng gabe ende aling ahu di nasida, jala sirehereheonna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Marbiasbias nasida mida ahu, pola dipaholang dirina sian ahu, jala ndang moralangalang nasida mamursihi bohingku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ala naung dipahondur Ibana tali ni siorhu, jala tarjepol ahu dibahen, gabe dibuang nasida kokang na di jolongku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Di siamunhu hehe do angka halak gambalgambal jala dionjar pathu, jala dibungbungi dalan hamagoan dompak ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dilohai nasida do dalanku laho pagandahon hamagoanku, ndang pola adong na mangurupi nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hira sian bungbung na ruak nasida ro manahopi ahu, pola mardorop pangarongomna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Angka hinamago manahopi ahu humaliang, nunga dipurpurhon hasonanganku hira marhite sian habahaba, jala nunga salpu mamolus hadoharonku songon ombun.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Ala ni malampot do ateatengku di bagasan huhilala, nunga tung ditangkup angka ari pardangolanku ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Bornginna i ditura do holiholingku, hira dihishis sibukku huhilala, jala ndang mansohot panggirikna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Binahen ni panggagat ni sahithu mubauba do parsisikku hira pangkeanhu, jala disongkik ringkorang i ahu songon parrungkungan ni bajubaju.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Nunga disampathon Ibana ahu tu bagasan gambo, gabe samak ahu tu orbuk dohot tu sirabun idaon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Mangangguhi ahu nian tu Ho, hape ndang dialusi Ho ahu, tongtong ahu jongjong di jolomi, jala dipanotnoti Ho ahu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nunga tung marbalik Ho gabe musu na songe di ahu, mangasahon gogo ni tanganmu do Ho mangalo ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Nunga tung dihindat Ho ahu laho papurpurhon tu alogo, tung didugudugu Ho do hadirionku.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai nunga huboto hian naeng boanonmu ahu tu hamatean, tu bagas partumpuan ni nasa na mangolu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai tahe, laho ompas jolma i nda diojakkon dope tanganna, manang ia ro hinamagona nda mangangguhi do?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Nda tangis do ahu mida halak na marhinamagoi? Nda maras do rohangku mida halak na pogos?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai sai maimaima do ahu di na denggan, hape jea do na ro; mangkirim ahu di hatiuron, hape haholomon do na ro.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sai hira gara do butuhangku huhilala, ndang olo marpasadian, nunga tung dirampok angka ari hinamago ahu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Pola marbirong dagingku ahu mardalani, alai ndada binahen ni parngiar ni mata ni ari; hehe do ahu humasungsang di bagasan luhutan ni halak, huhut mangangguhi.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Nunga tung gabe dongan ni ulok naga ahu, gabe aleale ni pidong unto.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Marbirong do sisikku pola angka luak, jala mosok holiholingku dibahen mohopna di bagasan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ala ni muba suara ni hasapingku gabe andung, jala suara ni tulilangku gabe suara partatangison.",
      "type": "content"
    }
  ]
}