{
  "book": "Ayub",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ujung ni panariason ni si Job: Dipajojor disi habontoron ni parangena 1-23. II. Biasbias ni rohana mida pardebataon sileban, holong ni rohana mida musuna dohot basarna martamue 24-34. III. Marpangatauan ibana tu habonaron ni Debata 35-40",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Nunga huhomat matangku, tung na so tupa mamereng tu boruboru na marbaju.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ninna rohangku, aha ulaning tohaphu lehonon ni Debata sian ginjang, manang partalianku bahenon ni Nasunhinagogo sian banua ginjang?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tung so tama ma mangonai hamagoan tu halak pargeduk, manang hinamago tu halak siula hajahaton?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung na so diida Debata ulaning angka dalanku, jala na so dibilangi ulaning sude langkalangkangku?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tung sura naung marpangansi pangalahongku, jala pathu manilu manahopi, sipaotooto.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ibana nian mandasing ahu di bagasan timbangan na sintong, asa Debata mananda habontoronku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung sura naung manimbil langkangku sian dalan hasintongan, jala dipaihut rohangku lomolomo ni matangku, jala lohot di tanganku haurahon:",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ahu pe manabur, ingkon halak na asing manganhon, jala suansuananku, ingkon butbutonna do rap dohot uratna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung sura naung tarpaoto rohangku olo ahu elaelaon ni jolma ni halak sileban, jala mangonggop ahu di lambung pintu ni alealengku:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi ingkon jolmangku manduda di halak na asing, jala halak na asing mangalangkup nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Binoto ma i haurahon do i antong, jala hajahaton na patut uhumon ni panguhum.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai api do i na manggagat sahat ro di banua toru, jala saluhut na huomo mosokkononna tama.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tung sura naung hupametmet uhum tu naposongku baoa manang boruboru, jumpa marsalisi nasida dohot ahu:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tung aha ma bahenonku tung sura hehe Debata, tung sura marlulu Ibana, aha ma tagamon alushu tu Ibana?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nda laos Sitompa ahu di bagasan butuha ni dainang, manjadihon nang ibana? Nda laos Sasadasa do manjadihon hami duansa di bagasan bortian?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tung sura naung hujua pangidoan ni halak na pogos, jala lotop hubahen mata ni parompuan na mabalu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala sasada ahu manganhon rotingku, so dohot dakdanak na tading di lampin manganhon sian i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai olat ni haposoonku magodang ibana rap dohot ahu, hira sisada ama, jala sian butuha ni dainang ahu mangiringiring na mabalu i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tung sura naung huida halak mago marsangkot bulung, manang halak na pogos so marbulusan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tung sura so gontingna mamasumasu ahu ala so pinalas dagingna sian imput ni birubirungku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tung sura naung mangonai tanganku tu dakdanak na tading di lampin, ala mangasahon panolongion ahu di partungkoan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ingkon tanggal abarangku sian sasapna, jala tanganku sirang sian ringringna!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai matua ahu, sai huhabiari do torutoru ni Debata, jala ndang manahan ahu moradophon hatongamonna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(II.) Tung sura sere hubahen haposan ni rohangku, jala hudok tu sere palangki: Ho do arop ni rohangku!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tung sura mangapian rohangku naeng marsinamot godang ahu, jala naeng jumpangan pangomoan godang tanganku.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tung sura naung dung hutailihon mata ni ari jumpa marsinondang arian, manang bulan jumpa di rondangna situtu mardalan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Manang tung dung tarpaoto rohangku di sibunian, tung olo ahu maniop tanganku manombahon tusi:",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Binoto ma i hajahaton na tama uhumon ni Panguhum do nang i, ala mansoadahon Debata na di ginjang i do ahu disi.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tung sura naung martilla ahu mida hinamago ni musungku, manang marolopolop ahu molo marjea ibana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai tahe gari langitlangit ni pamanganku, ndang dung huloas mardosa, mangidohon mate hosana marhite sian bura.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Balik do jolma isi ni undungundungku mandok: Didia do adong jolma na so dung bosur mangan lompan binahenmi!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Halak dagang pe, ndang dung hupasombu marmalam di alaman, sai talak do pintu ni jabungku didapot halak pardalandalan.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Tung sura naung huhungkupi pangalaosionku, mangihuthon pangalaho ni jolma, manang hutabunihon hajahatonku, di bagasan andorangku.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ala na mabiar ahu mida situan na torop i, jala tahuton ahu mida haleaon ni halak marompuompu, umbahen mauhom ahu, jala ndang ruar sian jabungku.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(III.) Aut adong ma nian sahalak na olo pangalualuanku! Na ida ma, tanda tanganhon; sai na alusan ni Nasunhinagogo i do ahu! Aut di ahu nian surat pangaluan na sinurat ni alongku!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Tongon tahe pampehononku do i tu abarangku, jala talitalihononku do i songon bulangbulang.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Papataronku ma tu Ibana bilangan ni langkalangkangku, jala marpangalaho raja ahu mandapothon Ibana.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Tung sura maungaung tanongku dompak ahu, manang rap tumatangis angka baruranna.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Tung sura naung hupangan gogo na so magargar, manang naung dung hupangan mudar ni anak gajian.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Denggan ma tubu di ahu sihupi singkat ni eme, jala unak singkat ni jagung! !!- Marujung ma hata panariason ni si Job.",
      "type": "content"
    }
  ]
}