{
  "book": "Ayub",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka hata ni si Elihu: Dipaboa alana umbahen sai sip ibana na sai laon 1-10. II. Ala so adong be diboto alealena sitolu halak i alusna dohononna tu si Job, gabe ndang tarorom si Elihu mandok hatana 11-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i mansohot ma sitolu halak i masisualan dohot si Job, ala sai dipintori ibana dirina.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi marpiarpiar ma rimas ni si Elihu, anak ni si Barakel, marga Bus i, marompu tu si Ram; marsigorgor rimasna mida si Job, ala sai dipintori dirina moradophon Debata.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Marro ni rimas ibana huhut mida alealena sitolu halak i, ala so haalusan nasida si Job, hape ditorui do ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai nunga ngolngolan hian si Elihu naeng mandok hatana tu si Job, ala tumua sitolu halak i sian ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai dung diida si Elihu, ndang haalusan sitolu halak i si Jobi, tarrimas situtu ma ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ro ma hata ni si Elihu, anak ni si Barakel, marga Bus i mangalusi: Bajar dope nian anggo ahu, alai nunga pola ubanon ia hamu; dibahen i alang rohangku jala mabiar ahu papatarhon parbinotoanku tu hamu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai ninna rohangku do: Angka na tuatua ma jumolo mandok hatana, jala halak siginjang umur pabotohon habisuhon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai tongon tahe, Tondi na di bagasan jolma na gale i dohot pangombushon ni Nasunhinagogo i marrohaihon jolma i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndada sai tardok halak siginjang umur pangalapan bisuk, jala ndada sai tardok halak na tuatua umboto manimbang uhum.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ala ni umbahen hudok: Tangihon hamu ma ahu, asa dohot ahu pabotohon parbinotoan ni rohangku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Ida ma nunga sanga ngolngolan ahu paimaima hatamuna, sai hupatangitangi sipaingotmuna paima sun dirisik hamu hata na humona dohononmuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sai ditimbangi rohangku do nian hatamuna, hape ida ma, ndang adong sian hamu nanggo sahalak patundukkon si Job, manang na torang mangalusi hatahatana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibahen i unang ma tung dok hamu: Nunga jumpang hami habisuhon, Debata do na manorui ibana, ndada jolma.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai tahe, ndada ahu pininggil ni hatahatana, jadi ndada alusanku ibana hombar tu hatamuna i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nunga tung tarhatotong anggo nasida, ndang be tarbahensa maralus, nunga tung jut nasida mandok hatana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tung sai ngolngolan ahu, umbahen na so mangkuling nasida, ala sai tarhatotong boti nasida jongjong, jala ndang diboto be maralus?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Antong ahu ma huhut mandok alushu, ahu pe naeng papatarhon pingkiran ni rohangku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai nunga gok hata ahu huhilala, sai disosak Tondi na di bagasan rohangku do ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ida ma, tudoshon anggur na so binungka do andorangku, tudoshon tuhukan bobak na imbaru do naeng mapuntas.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dibahen i naeng mangkuling ahu asa lumbang huhilala, naeng bungkaonku pamanganku, huhut mangalusi.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dao ma sian ahu anggo tung marnida bohi mandingkani manang ise.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai ndang huboto marsipalensem, atik tung beha tompu ahu ripurhonon ni Sitompa ahu.",
      "type": "content"
    }
  ]
}