{
  "book": "Ayub",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Si Elihu manosoi si Job tumangihon hatana 1-7. II. Dipinsang Debata pe jolma i laho papitahon do, huhut paluahon sian hamagoan 8-22. III. Molo dung dipaunduk jolma i rohana, marpangulahi muse roha ni Debata mida ibana 23-33",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Santabi ale Job, sai tangihon ma hatangkon, jala pinggol ma sude pangkataionku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ida ma, nunga sapala hubuha pamanganku, nunga mangkuling dilangku di bagasan pamanganku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sian burju ni rohangku hudok angka hatangkon, jala torang paboaon ni bibirhu parbinotoan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tondi ni Debata do naung manjadihon ahu, jala pangombus ni Nasunhinagogo pangoluhon ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Molo tung tarbahen ho, denggan alusanmu ahu, marhobas ma ho mangalo ahu adop bohi be.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ida ma, Debata do nampuna ahu suang songon ho, nang ahu sian sanggumul tano liat dijadihon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ida ma, unang pola hinasongkalhu manonggoti ho, jala unang hinatongam ni tanganku maninggang ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Antong nunga dipaboa ho, apala pinggolhon umbegesa, jala nunga hubege suara ni hatam:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Na bontor do ahu nimmu, ndang marpipot, na daulat do ahu, jala ndang marhajahaton.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ida ma, na mangalului sindir do Ibana dompak ahu, dietong rohana ahu hira musuna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen do pathu tu bagasan beangan, dirigopi do nasa dalanku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ida ma, apala disi ma ndang haampinan ho, i ma alushu tu ho, ai umbalga situtu do Debata sian jolma na gale i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Boasa ma tung manarita ho dompak Ibana, ala so nialusanna ho taringot tu pambahenanna sudena?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai gari Debata sahali, dua hali pe Ibana mangkuling, hape ndang diparateatehon jolma.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Marhite sian nipi alatan bornginna i, uju renge modom angka jolma i, uju tarlalap modom di podomanna:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Disi do dipatinggil Ibana pinggol ni jolma, jala disahap pinsangpinsangna tu nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Naeng pasuruthon jolma i sian pambahenanna na jahat i, dohot manjora baoa unang marhajungkaton.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Naeng paluahon tondina sian hamagoan, dohot ngoluna unang tompu disoro hamatean.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Huhut ibana ditorui marhite sian parsahiton di atas podomanna, pasang situtu panggagatna nang tu holiholina.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Pola gialan ngoluna mida sipanganon, ginegine nang rohana mida sipanganon hasudunganna na sai laon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sanga merus situtu sibuk ni dagingna, maras roha marnida, pola panggal holiholina angka na so dapot idaon na sai laon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Nunga jonok hosana tu godung, jala ngoluna tu surusuruan angka na mambunu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(III.) Tung sura adong donganna sada surusuruan, pangondian, sahalak sian tongatonga ni na saribu mangondihon ibana, laho pabotohon tu jolma hatigoran ni Debata.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi asiasianna ibana, jala dohononna ma: Tobus ma ibana asa unang turun ibana tu godung, ai nunga jumpang Ahu pardengganan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi suang hisar dagingna, songon uju di haposoonna, jala mulak poso ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Molo martangiang ibana tu Debata, jadi asiasianna ma ibana, jala pataridahononna Bohina tu ibana mardongan olopolop, jala pasuangonna tu jolma na gale i hatigoranna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i mamujimuji ma ibana di jolo ni jolma manisia, dohononna ma: Nunga mardosa ahu nian, jala nunga hupapeol uhum hatigoran, alai ndang dibaloshon Ibana tu ahu hombar tu pambahenanku.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Balik Ibana paluahon hosangku, asa unang turun tu bagasan hamagoan, jala marlas ni roha ngolungku marnida hatiuron.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ida ma, luhutna i dibahen Debata dua manang tolu hali tu manisia.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Naeng manogihon tondina mulak sian hamagoan, asa dipatiur rohana marhite sian hatiuron ni hangoluan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sai parateatehon ma on ale Job, jala tangihon ahu! Sip ma anggo ho asa hudatdati mandok hatangkon.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai molo tung adong dope sulam sialushononmu tu ahu, haru hatahon ma i, ai dipangido rohangku naeng mamintori ho.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai molo so adong be, ho ma antong manangihon ahu, sip ma ho, asa hupodahon tu ho habisuhon.",
      "type": "content"
    }
  ]
}