{
  "book": "Ayub",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Si Elihu maminsang hata panariason ni si Job, ala so niundukkonna hatigoran ni Debata 1-15. II. Parbinoto na sun do Debata jala na sun tigor, ndang olo Ibana mardingkan 16-32. III. Ndang tama jolma i manarita Debata taringot tu panggomgomonna di liat portibi on 33-37",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i didok si Elihu muse ma mangalusi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tangihon ma hatangkon, hamu ale angka na bisuk, jala tarehon ma pinggolmuna tu ahu, hamu ale angka na marparbinotoan godang!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai pinggol do tumanda hata, jala pamangan umboto dai ni sipanganon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Uhum hasintongan ma itapillit di hita, rap mananda ma hita di manang aha na denggan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai nunga pola didok si Job: Na pintor do ahu nian, alai Debata do padaohon sian ahu hatigoranku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ala marhatigoran ahu hudok, hira na margabus do ahu disi; targisik do bugangku dibahen sumbia na pantik di bagasan ahu, atik pe so mardosa ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung ise ma baoa songon si Job, na manobur reherehe songon aek?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sauduran do ibana dohot halak siula hajahaton, jala rosu ibana tu halak parjahat?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai nunga pola didok ibana: Ndang adong labana di baoa, sian parsaoranna tu Debata!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen i, hamu ale angka baoa na marroha! Tangihon hamu ma hatangkon: Dao ma sian Debata anggo hajahaton, jala dao sian Nasunhinagogo i uhum hageduhon!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ibana tahe balik mamaloshon tu ganup jolma hombar tu pambahenanna, jala ganup mandapot dalanna be.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tongon tahe, tung na so tupa do Debata mambahen hajahaton, jala ndang olo Nasunhinagogo i papeol uhum hasintongan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ise ulaning palumehon tu Ibana tano on? Jala ise paojakkon liat portibi on?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tung sura tubu rohana mangalo jolma i, mambuat muse tondina dohot hosana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tongkinnai rap monding ma nasa sibuk, jala mulak tu orbuk hian jolma i!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Molo tung marroha ho, sai tangihon ma on, jala pinggol ma suara ni angka hatangkon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tung tarbahen raja na mangkagigihon uhum ma mangarajai? Tung tarbahen ho ma manorui Ibana Nasuntigor dohot Nasunhinagogo?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tung patut ma dohonon tu raja hian: Ho sisoada! Manang tu halak na sangap: Ho halak parjahat!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Lam tu Ibana ma na so marnida bohi ni jolma na sangap, jala na so mandingkani halak na mora moradophon halak na pogos, ai luhut nasida jadijadian ni tanganna do.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tupa mate satongkin nasida tongatonga borngin, pola tarsonggot angka donganna sabangso mandok: Tibunai laho salpu ibana! Tarboan do nang na gogo, hape so binoan ni tangan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai tongtong do diranapi matana angka dalan ni ganup jolma, jala nasa langkalangkana diida Ibana do.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ndang adong haholomon manang linggoman ni hamatean tau partabunian ni halak siula hajahaton.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ndang pola leleng risihonna pangalaho ni jolma, asa tarboan ibana tu paruhuman di jolo ni Debata.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ibana mangaripuhi jolma angka na marhuaso, ndang pola marpangarisihon, jala dipabangkit halak na asing bahen singkatna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai tangkas hian ditanda Ibana angka pambahenannasida, bornginna i nasida dipabalik jala digopui.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Diragehon do nasida songon halak parjahat apala di tongatonga ni mangajana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ala naung marbalik nasida sian Ibana, jala ndang diparateatehon sude angka dalanna i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Asa manginonahon tu nasida angguhangguk ni halak na pogos, asa ditangihon Ibana angguhangguk ni halak na dangol.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Molo Ibana pasonangkon, tung ise ma na tuk manorui? Molo Ibana manamondingkon Bohina, tung ise ma na tuk paombun rohana? Nang sasabangso, nang sasahalak, tung rap do.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Asa unang jolma parjahat i mangarajai, gabe jorgong di bangso i!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ai tung tardok jolma ma tu Debata songon on: Huae pe songon on, nda tung sian salangku.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ia adong dapot ho na so huida, ho ma manggorahon tu ahu! Molo tung naung huulahon hageduhon, unang be hudatdati.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(III.) Ingkon hombar tu hatam huroha Debata mamaloshon tu ho, ala naung manarita ho? Ingkon ho huroha mamillit, ndada Ahu? Tung aha ma diboto ho? Haru hatahon nian!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Anggo halak na marroha dohot baoa na marbisuk, na umbege hatangku, tolopanna do i mandok:",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ndang marparbinotoan pangkataion ni si Job, jala ndang marpanimbangaon hatahatana i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Denggan nian tongtong tarunjun si Job sahat ro di ujung, ala maralus ibana songon halak parjahat.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ala ditambai dope hajungkaton tu dosana hian, pola mangelak hatana di tongatonganta, jala dipadeak hatahatana dompak Debata.",
      "type": "content"
    }
  ]
}