{
  "book": "Ayub",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Hata oto do i dohonon: Ndang marhasurungan jolma na daulat marroha martimbangkon parjahat di roha ni Debata 1-8. II. Ia so pintor ditangihon pe angguhangguk ni halak na dangol, ala marroha marpambuat dope nasida jotjotan 9-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i didok si Elihu muse ma mangalusi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tung hombar tu uhum hasintongan ma di roham na nidokmu: Marhatigoran do ahu anggo moradophon Debata?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai didok ho do: Aha gunana di ahu, molo lias ahu sian dosa? Aha ulingku sian i gumodang sian dosangku?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Antong ahu ma nuaeng mangalushon hata tu ho dohot tu alealem na rap dohot ho.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Manaili ma ho dompak langit i, jala ida ma, jala bereng angka ombun parginjang, andul do i tumimbo sian ho.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Molo mardosa ho, pola aha bahenonmu tu Ibana? Molo dipatorop ho angka pangalaosim, pola hahuaonmu Ibana huroha?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Molo tung pintor ho, aha ulina sian i lehononmu? Manang tung aha ma jaloonna sian tanganmu?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tu jolma songon ho sambing manginona hajahatonmu, jala tu ho anak ni jolma marguna ia hatigoranmu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Mangangguhi do nian halak na nirupa ala godang ni pangarupaon, mangandungi do nasida nian ala ni uhum sigostang botohon binahen ni halak na sangap.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ndang adong nanggo sahalak na mandok: Didia do Debata Sitompa ahu, Ibana na mangalehon tu ahu ende Psalmen bornginna i?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ibana na mamodai hita gumodang sian pinahan di ladang, jala na pabisuk hita gumodang sian pidong na martongatonga langit.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Disi do nasida mangangguhi ala ni hajungkaton ni halak parjahat, hape ndang mangalusi anggo Ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Leak ma antong, ai ndang olo Debata manangihon anggo tangiang na so marguna, jala ndang manaili Nasunhinagogo i tusi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lam didok ho dope: Ndang dapot ho Ibana idaonmu, nunga sahat tu jolona pangalualuanmu, antong unang ngolngolan ho paimaimahon Ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ala so marlulu dope Debata di bagasan rimasna, tung so tangkas situtu ma tandaonna roha hajungkaton?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai anggo si Job nunga pola dibungka pamanganna mandok hata na teal so marguna, jala dipadeak hatahatana so marparbinotoan.",
      "type": "content"
    }
  ]
}