{
  "book": "Ayub",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Patar do sogot hatigoran ni Debata tu halak parjahat dohot tu halak na paubahon rohana 1-15. II. Hahonaanna tu si Job 16-21. III. Taringot tu hatongamon ni Debata 22-33",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i diulahi si Elihu muse hatana mandok:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Paima ahu satongkinnari, asa huajari ho, ai adong dope hata sido sidohononku mamintori Debata.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sian na dao ma alaponku parbinotoanku laho manariashon habonaron ni Sitompa ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tongon tahe, ndada sipaotooto angka hatangkon, ai halak na sun marparbinotoan donganmu mangkatai.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ida ma, Nasunhinagogo do nian Debata, alai ndang ditulak Ibana manang ise, na songkal sahali Ibana marhite sian gogo ni hapistaranna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ndang leleng pangoluonna anggo halak parjahat i, alai patingkosonna do uhum tu halak na dangol.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ndang padaoonna matana sian halak na bonar, lam dipahundul do nasida tahe tu habangsa rampak dohot angka raja ro di salelenglelengna, asa tung timbul nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai tung sura tarihot nasida dohot rante, jala tarhurung di bagasan rante pardangolan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala dipabotohon tu nasida pambahenanna na jahat i dohot angka dosanasida i, ala naung pinatimbotimbona dirina.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Asa Ibana patinggilhon pinggolnasida tumangihon pangajaran, mandokkon nasida paubaonna rohana sian hajahaton.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Molo tung ditangihon nasida pinsangpinsangna, jala dipaunduk rohana, jadi rasirasa matua nasida sai marhasonangan nasida bahenonna, jala marlas ni roha.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai molo so ditangihon nasida, mate garsang nasida bahenon ni podang, jala tos hosanasida so sanga dapotan roha.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai marrimas anggo halak na marroha pangansion, ndang marhuraja nasida, molo Ibana mangarante nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi ingkon tos hosanasida i tagan di haposoonna dope, jala ngolunasida di tongatonga ni halak pangalangkup.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai dipalua Ibana do anggo halak na dangol sian pardangolanna, jala dipatinggil pinggolnasida marhite sian hagogotan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Suang songon i paluaonna nang ho sian godung hagogotan, taripar tu halambason na tongtong, jala paradeonna mejam gok dohot sipanganon na tabo.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai molo tung gok roham panguhumon ni halak parjahat, jadi laos uhum dohot torutoru manginona tu ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Unang tung taiton ni rimas ma ho tu hajunghaton, jala unang dipaotooto roham ho, tung tarpalua ho dirim marhite sian godang ni partobus.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tung angguhanggukmi ma tagamon paluahon ho sian hagogotan, manang hinajugulmu mangasahon gogom sandiri.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dibahen i unang ma halungunhon haroro ni borngin, na papurpurhon angka bangso sian ingananna hian.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jaga ma dirim, asa unang laho roham tu pingkiran na so marguna; tung tagonan ma mate ho pangidoonmu, sian na pataontaon pardangolan!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Ida ma, timbul do Debata di bagasan hagogoonna! Tung ise ma Pangajari tudoshon Ibana?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tung ise ma mangaturhon tu Ibana dalan sidalananna? Jala tung ise ma na hum mandok tu Ibana: Hageduhon do i na binahenmu?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tagonan ingotonmu parturena patimbulhon pambahenanna na pinapujipuji ni halak.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Luhut jolma manisia marlomo ni roha marnidasa, pola ingkon mandaodao jolma na gale i manatap tusi.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ida ma, na timbul sahali do Debata, ndang dapot dongdongan ni rohanta, bilangan ni angka taonna pe, ndang tarsulingkit hita.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai Ibana manait tu ginjang uap ni angka aek, na marpungu muse gabe udan, na manetehi sian ombunna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Manetehi tutu sian angka ombun parginjang marsagihon tu torop jolma.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Lam parsarak ni ombun dohot pardorom ni suara di bagasan undungundungna ma dapot jolma tagamon antusanna?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ida ma, hira marrimberimbehon hilap Ibana, jala dihungkupi Ibana dirina marhite sian lung ni laut.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ai marhite angka i Ibana manguhumi angka bangso, huhut mangalehon sipanganon marlobilobi.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ibana mamegang hilapi marhite sian tanganna, duansa, jala dipaborhat do i manoro angka alona.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Suara ni ronggurna palumbahon harorona, gari angka pinahan marboaboa do taringot tu harorona.",
      "type": "content"
    }
  ]
}