{
  "book": "Ayub",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ujung ni hata ni si Elihu: Didatdati dope pajojorhon hagogoon ni Debata 1-13. II. Sipaingotna tu si Job marateatehon angka halongangan binahen ni Debata marhite sian angka na tinompa 14-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tongon tahe pola marlobok taroktokku taringot tusi, jala ndang di ingananna rohangki.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ndi hamu ale, tangihon hamu ma pardorom ni ronggurna dohot suara na ruar sian pamanganna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tung tu toru ni sandok langit i margilinggiling suarana, jala sillam ni hilapna sahat tu angka ujung ni tano on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ihut tu hilapi mardorom ronggur i, mangkuling Ibana marhite sian suara ni hatongamonna, jala laos so mansohot angka hilapna nang pe tarbege suarana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Mangkuling Debata marhite sian ronggurna na songkal situtu, Ibana patupa habalgaon, angka na so dapot hita antusanta.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai Ibana mandok tu ambolas i: Turun ma ho tu tano i! Ibana huhut marsuru udan na por dohot udan tipotipo angka na doras situtu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi disi ma hona sahap tangan ni saluhut jolma dibahen Ibana, asa tung mananda sude jolma, angka na tinompana i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Angka binatang pe masuk do tu bagasan pangaropanna be, jala manggompang di bagasan angka liangna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sian bilut na buni ro habahaba, jala alogo sian purba mamboan ngali ni ari.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Marhite sian pangombus ni Debata ro ambolas, jadi pola tartutup aek na lambas i marhimpalhimpal.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ibana huhut pasorat ombun i dohot udan, Ibana muse paserakkon ombun na marisi hilap.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ibana huhut pahusorhon angka ombun i guru panoguna, manang aha na tinonahonna dipatupa nasida do tu liat portibi on.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Manang bahen linsinglinsing, molo tung i haseana tu tanona, manang bahen tanda ni basana pangonaina i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Tangihon ma i, ale Job, jongjong ma ho, jala parateatehon halongangan angka na binahen ni Debata.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tung tagamon botoonmu ma parture ni pandokkon ni Debata di nasida! Dohot alana umbahen marsinondang ombunna marhite sian hilap?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tung tagamon ma botoonmu pangantanna di ombun, ro di sude halongangan, angka na binahen ni Parbinotonasun?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Manang botoonmu tagamon parturena umbahen gabe mohop angka pangkeanmu, molo Ibana mamohopi tano i hinorhon ni alogo sian dangsina?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tung ho ma donganna pahembang langit parginjang i, asa hira songon sorminan na tinuang idaon?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ho ma huroha mamodahon tu hami manang aha sidohononnami tu Ibana; ai ndang tarpajojor anggo hami dibahen haholomon ni rohanami!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Adong do ulaning na palumbahon tu Ibana molo naeng mangkuling ahu? Manang tung adong ma jolma na mangido naeng mago ibana?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ianggo nuaeng tutu, ndang dapot jolma i idaonna sondang ni mata ni ari, atik pe marsinondang di langit i, alai hinungkupan ni ombun do, hape ia ro alogo pasisihon, marsinondang ulahanna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sian purba do i binsar hira songon sere idaon !!- humaliang Debata do tongtong hamuliaon na songkal sahali.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ianggo Ibana Nasunhinagogo i, ndang tagamon dapot hita, ai na songkal sahali do hagogoonna: Alai anggo uhum dohot hinagodang ni hatigoranna, ndang tagamon rupaonna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dibahen i tama ingkon dihabiari jolma Ibana, ai ndang marnida bohi ni saluhut jolma angka na bisuk Ibana.",
      "type": "content"
    }
  ]
}