{
  "book": "Ayub",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ro Jahowa marhitehite habahaba mangonai hata tu si Job 1-3. II. Hatongamon ni Debata marhite sian panompaonna na so tardongdong roha ni jolma 4-18. III. Hatongamon ni Debata parentarenta luhut na tinompana i 19-41",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma alus ni Jahowa tu si Job marhite sian habahaba, ninna ma.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ise do ibana, na naeng paholom tuptupan marhite sian pangkataion na so marpanimbangaon?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ua hohos i ma gontingmu songon baoa! Ai dung do na naeng sungkunhononku tu ho, asa ho nian mangajari Ahu!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Didia do ho, uju Ahu paojakkon tano on? Paboa ma i, molo tung singkop panimbangan ni roham!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ise ulaning mambahen suhatsuhatna na jolo? Peak botoonmu do i, manang ise ulaning pagistang hotang pamalok di atasna?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Di atas ni aha ulaning ditanom hajongjongan ni angka tiangna partunggul? Ise ulaning mameakkon batu parsuhina?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Uju rap mamujimuji Ahu angka bintang sidongdong, jala marolopolop sude anak ni Debata?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ise ulaning manutup laut marhite sian angka pintu, uju di gunsangna ruar sian bortian?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Uju Ahu manjadihon ombun bahen pangkeanna, dohot haholomon bahen lilitna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Uju Ahu mambuhul parbalohanna di atasna, jala hupahot di ibana ransangransang dohot pintu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Laos hudok ma: Intap ni on do ho jadi ro, jala ndang jadi salpuanmu! Ingkon dison do sulon gunsanggunsang ni angka galumbangmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung do ho saleleng di ngolum mandokkon binsar ari? Manang pabotohon tu sibalik hunik ingananna?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Asa disoro angka ujung ni tano on, jala dipabali sian i halak parjahat?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Asa muba rupana, songon damar sahap, jala andar tarida luhutna i songon pangkean.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala ditait sian halak parjahat hatiuronnasida, jala diponggolhon botohon naung hitirhitir hian.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nunga dung turun ho sahat ro di angka pusat ni laut? Nunga dung didalani ho tondolan ni lung i?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nunga dung dipatalak tu ho angka harbangan ni hamatean? Nunga dung diida ho angka harbangan linggoman ni hamatean?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Nunga dung torang ditatap ho sahat ro di bohang ni tano on? Antong hatahon ma, molo tung diboto ho luhutna i!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Didia do dalan laho tu inganan ni hatiuron? Jala didia do inganan ni haholomon?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa tung boanonmu do i tu parbalohanna be, manang tung botoonmu ma angka lapang laho tu jabuna?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Rupa diboto ho do i, ai uju i ho tubu huroha, jala torop do bilangan ni ariarim!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Nunga tung sahat ho huroha ro di parpeopan ni ambolas na lamot? Jala nunga tung diida ho huroha parpeopan ni ambolas hian?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Angka na hutiopi paimahon tingki hagogotan, dohot ari tongtangan laho mangalo musu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Didia do dalan parsirangan ni hatiuron dohot parserahan ni alogo sian habinsaran tu tano on?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ise ulaning mambahen patik marsagihon aek udan dohot mambahen dalan di porhas?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Asa dipaudanudan tano i na so marisi jolma, ro di halongonan na so niinganan ni jolma?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Laho pasombu uas ni tano bangkalbangkal dohot na niulang, dohot mambahen martumbur duhutduhut na rata?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Beha na marama do ulaning udan i? Jala ise ulaning manubuhon angka tetek ni nambur?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Sian bortian ni ise ulaning ruar udan ambolas? Jala ise ulaning manubuhon nambur aris?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi marhimpal angka aek i pir songon batu, jala sisik ni lung i tartutup do.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tung dapot ho ma pudunonmu angka ihot ni bintang hala, manang tarbahen ho mangkarhari angka ihot ni bintang poriama?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Tung dapot ho ma paruaronmu angka binatang na marhillohillo di tingkina be? Jala dapot ho togutoguonmu bintang gompul ro di angka anakna?",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Tung diboto ho ma patikpatik ni langit, manang tung ho pahothon parentana di atas tano on?",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Tung tarpangiar ho ma suaram sahat ro di ombun, asa parohon udan tipotipo manghungkupi ho?",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Tung tarsuru ho ma angka hilap asa sumiksaksiksak angka i, jala didok mandok ho: Ida ma, guru dokmu do hami!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ise ulaning mameakkon hapistaran tu bagasan na holom? Jala ise ulaning mangalehon panimbangon tu bagasan ombun?",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ise ulaning tarbahen mamilangi angka ombun marhitehite hapistaran? Jala ise ulaning tarbahen mangusehon angka hajo ni langit?",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Asa marhimpalhimpal orbuk i songon na niudi angka na lohot be tu donganna?",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Tung dapot ho ma buruonmu soroan di singa boruboru manang pasombu hisap ni angka anak ni singa?",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Molo mangunsimpu nasida di bagasan angka liangna, jala mangonggop di bagasan ramba poso pangaropanna i?",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Ise ulaning padirihon bangke panganon ni pidong sigak molo sioksiok angka anakna tu Debata jala monsong manerepnerep ala soada panganonna?",
      "type": "content"
    }
  ]
}