{
  "book": "Ayub",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Hapistaran ni Debata laho parentahon angka pinahan ro di binatang 1-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tung diboto ho ma tingki ni hije maranak poso? Nunga tung dung dipamanat ho ursa tini laho mangae anakna?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga tung dietongi ho angka bulan hasasangana maranak poso, jala nunga tung diboto ho tingkina mangintubu?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Uju marsinggang nasida laho mangintubu, laho mambolongkon pusokna na niaena i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i lam margogo ma angka anakna jala magodang di ramba, ruar nasida laos so mulak be tu inana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ise ulaning pajalang halode jalang i mardalan guru lomo ni rohana? Jala ise ulaning mangkarhari angka tali tambatan ni halode jalang i?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nunga pola Hulehon halongonan bahen jabuna, jala tano na niulang bahen ingananna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pola diparengkeli angka hariburon na masa di bagasan huta, jala ndang dibege suara songgak ni jolma pandasdas.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai diaotaoti do angka dolok mangalului gagatonna jala sai diihutihut do sandok tumbur ni duhutduhut.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung tagamon olo badak i pajinahonmu mangoloi ho? Tung tagamon olo ma ibana marudam di lambung ni panggagatan binahenmi?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung tagamon tarpampe ho ma tali tompi tu tangkuhuk ni badak asa ditait ninggala? Manang tung tagamon ma ihuthononna ho manisir di angka rura?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tung tarbahen ho ma marhaposan tusi ala panimbukbuk ni gogona? Manang tung tarpasahat ho ma ulaonmu tusi?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tung pos ma roham disi boanonna muli gogo ni na niulam, manang papunguonna eme i tu bagasan sopom?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Denggan do nian mamerper anggo habong ni pidong unto; alai nda tung taratup habongna habong ni sibarung.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hape dipirahon do pirana i tu tano, laos dipasombu do horsik na mohop i mamorpori.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Laos lupa rohana atik tung mabola bahenon ni pat, jala mapisar degeon ni binatang di ladang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai pangaritingon do ibana dompak angka anakna, hira na so ibana nampunasa, ndang dihaborihon rohana atik tung beha mangago hangalutonna i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ala naung diunsati Debata habisuhon sian ibana jala ndang marjambar dibahen di panimbangon.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo uju dipaspas habongna laho marlojong, diparengkeli do nang hoda ro di jolma parsihundulna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tung ho ma huroha naung mangalehon gogo tu hoda? Tung ho ma mamangke tangkuhukna dohot jumbak na janggejanggeon?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tung tarpaakkathon ho ma i songon sihapor? Pola tarsonggot jolma binahen ni parlongos ni pariheiheonna?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia tambirikna sai mangkaishaisi tano i do sian las ni rohana di gogona, tole borhat ditahopi do musu na tang marsinjata.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Eles rohana anggo mida habiaran, jala ndang olo humordit, jala ndang olo lumindak bahenon ni podang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Patuseok pe nangkat di atasna, sumillamsillam ia mundimundi dohot hujur.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Pangarimason jala pangaritingon do i mangkaishaisi tano i, jala ndang be hatogangan, molo dibege suara ni sangka.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Disi mangkuling sangka i, mariheihe ma i, diteshon ma langkana, sian na dao dope nunga dianggo uap ni parporangan, ro di suara porioho ni partogi dohot suraksurak ni parangan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Beha do, binahen ni parentam ulaning habang pidong lali tu ginjang, jala meapeap habongna tungkan dangsina?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Beha do, binahen ni parentam ulaning habang pidong raja ualu dompak ginjang, jala dibahen asarna di inganan na timbo sahali?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dolok batu do diingani, laos meat ibana di punsu ni dolok batu dohot di jaringjingna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Sian i do diranapi sisoroonna, mansai dao ditatap matana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala angka anakna mudar sambing do disopsop; jala ia disi adong bangke disi do ibana.",
      "type": "content"
    }
  ]
}