{
  "book": "Ayub",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata ni si Elipas parjolo: Ndang tarbahen mago halak na daulat marroha 1-11. II. Ndang adong jolma na tigor roha anggo moradophon Debata 12-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni si Elipas sian Teman mangalusi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ra tung sogo roham, molo huunjuni hami mandok hata tu ho, alai tahe ise ma ibana tung taroromsa so dohononna hatana?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ida ma, mansai torop halak naung niajaranmu, jala tangan ni angka na so marnangon naung pinargogoanmu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Halak na tinggang hehe do muse binahen ni hatam, jala pat angka na telluktelluk dipatogar ho.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hape anggo nuaeng, dung songgop hinamago tu ho, gabe manderse ho, jala dung mangonai tu ho, gabe gamang roham.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nda biarmu mida Debata haposan ni roham na sai laon? Nda habonaron di dalanmu pangkirimon ni roham na sai laon?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ua marningot ma ho! Andigan dung adong mago jolma na lidang marroha? Jala didia dung hea pesan jolma na tigor marroha?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ianggo naung huida, matua halak na maninggalahon hajahaton dohot manaburhon hamagoan, ingkon gotilonna do i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Matua mago nasida dibahen pangombus ni Debata, jala siap nasida dibahen parngongos ni igungna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Parauangon ni singa dohot suara ni singa panoro dohot sait ni singa naposo dapot do diropangi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Singa na matua pe mago do ala hurangan soroanna, jala anak ni singa boruboru dapot diparsisiga.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Ro do tu ahu marsibuni hata ulpuhan, jala pistik tu pinggolhu lingona.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jumpa mamingkirmingkiri alatan bornginna i, uju renge modom angka jolma i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Mangonai tu ahu hasonggoton, pola angka dotdot ahu, jala sude holiholingku angka hitir.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai mamolus sada Tondi sian jolongku, gabe manindang imbulu ni dagingku.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jongjong do ibana di jolongku, alai ndang hutanda anggo rupana, asal rumangna dapot matangku, husiphusip dohot sada suara hubege na mandok.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tung adong ma jolma na gale tarbahen tigor anggo moradophon Debata? Manang tung adong ma baoa tarbahen bontor anggo moradophon Sitompa ibana?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ida ma, gari mida angka parhaladona ndang pos rohana, jala di angka surusuruanna dapotsa dope tuduonna haliluon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Lam di nasida ma angka na manginganhon bagas sian tano liat, angka na marojahan di orbuk, angka na pisar dapot dogilon songon ngitngit.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tupa olat ni manogotna i sahat ro di botari nunga marragean nasida i; ndang dope disura roha ni jolma nunga mago nasida saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nda tongon do tahe? Molo tos hosanasida di bagasan, mate ma nasida, so jolo sanga maruli habisuhon.",
      "type": "content"
    }
  ]
}