{
  "book": "Ayub",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Job paunduk rohana maradophon Debata 1-5. II. Udut ni pangkataion ni Jahowa: Nasunhinagogo do Debata, alai huhut Nasum bonar 6-14. III. Pangalaho ni hoda aek 15-24. Pangalaho ni buea 25-32",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Angkup ni didok Jahowa ma tu si Job songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Antong beha ma pamadai ni jolma na manarita di Ibana Nasunhinagogo i? Jolma na naeng mangajari Debata, i ma nian mangalusi angka sungkunsungkunna i?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna si Job ma mangalusi Jahowa:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ida ma, mametmethu do ahu, tung aha ma dohononku balosna tu Ho? Huampehon na ma tagonan tanganku tu pamanganku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nunga sahali tarsor hatangku, ndang be ulahanku, manang dua hali pe, na so tupa be datdatanku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i ro ma alus ni Jahowa tu si Job marhite sian habahaba ninna ma.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ua hohos i ma gontingmu songon baoa, adong do naeng sungkunhononku tu ho, asa ho nian mangajari Ahu!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung naeng do segaanmu uhumhu? Tung naeng salahononmu Ahu, asa mamintori dirim ho?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Manang tung dos ma gogo ni botohonmu songon botohon ni Debata? Tung tarbahen ho ma marsuara ronggur songon Ibana!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ua pajagar ma dirim marhite sian habalgaon dohot hatimbulon, jala bahen ma hatongamon dohot hamuliaon pangkeanmu!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tingting i ma parpiarpiar ni rimasmu, jala ranapi ma saluhut halak na ginjang marroha, angka i ma jolo paserep.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tailihon ma saluhut halak na jungkat marroha, angka i ma jolo patunduk, jala dugudugu ma halak parjahat i di ingananna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Rap panguspangus ma nasida tu bagasan orbuk, tambathon ma bohinasida i tu bagasan haholomon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dohot ma Ahu mamuji ho, ala tanganmu siamun sandiri manolongi ho.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Ua ida ma binatang hoda aek naung hujadihon rap dohot ho, duhutduhut do digagat suang songon lombu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ua ida ma, di bagasan gontingna do hagogoonna, jala di bagasan angka urat ni butuhana do hapuragaonna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dipaegolegol do ihurna songon hau Ares, jala masidandanan do angka urat ni haehaena.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Holiholina do songon ponot tombaga, ia angka ruasna songon tiang bosi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ibana do situan ni jadijadian ni Debata, Sitompasa huhut mangalehon tangkena.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Angka dolok gabe panjampalanna; laos disi do marmeammeam saluhut binatang di harangan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Lomo rohana marlinggomlinggom tu toru ni hau ampolu, jala modom tu arung dohot ansising.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Di linggom ni hau ampolu i ibana marlinggomlinggom, jala angka bulung ni ansising manghungkupi ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Munsat pe batang aek i ndang pola humordit ibana, ndang pola tahuton ibana nang pe nasa balga ni Jordan masuk tu babana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tung tagamon ma dapot jolma jailonna dohot jorat songon i mangolu manang mangkarihiri igungna?",
      "type": "content"
    }
  ]
}