{
  "book": "Ayub",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "(40-25) Tung dapot ho ma tagamon toguonmu buea marhite sian hail, manang mangampot dilana dohot tali?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(40-26) Tung dapot ho ma tagamon harihiranmu igungna dohot hotang manang turaonmu hurumna dohot hail bosi?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(40-27) Tung tagamon ma pagodangonna elehelekna tu ho, manang manomba huasi tu ho?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(40-28) Tung tagamon ma olo ibana marpadanpadan dohot ho, mangido jaloonmu ibana bahen naposom salelenglelengna?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(40-29) Tung tagamon dapot ho ma ibana parmeammeamonmu songon pidong? Manang tambatonmu bahen meammeam ni angka borum?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(40-30) Tung tagamon olo ma angka pardengke marboniagahon ibana? Manang olo halak partigatiga marbagi disi?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(40-31) Tung dapot ho ma tagamon gohanmu sisikna dohot tampuning, manang uluna dohot turatura?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(40-32) Tole ampehon ma tanganmu tu ibana, ndang tagamon sangkaponmu marporang dohot ibana paduahalihon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(41-1) ",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "I. Udutna taringot tu buea i 1-26",
      "type": "title"
    },
    {
      "verse": 10,
      "text": "(41-2) Ndang adong na hum nanggo sahalak manunggul ibana; tung ise ma manahan jongjong di adopan ni Bohingku?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(41-3) Tung ise ma jumolo mangalehon manang aha tu Ahu, asa balosonku tu ibana? Saluhut na di toru ni langit i, Ahu do nampunasa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(41-4) Naeng dope Ahu mandok sada hata taringot tu ruasruas ni buea i, taringot tu gogona dohot hinauli ni rupana pe.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(41-5) Tung ise ma jolma na hum mangosari pangkeanna parduru? Tung ise ma jolma na hum mangaroro tu bagasan ngingina sidua rinte i?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(41-6) Tung ise ma jolma na hum pabuha osangosangna? Jorbut do ngingina baris humaliang.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(41-7) Tongam situtu do parinse angka na togu marbarisan, marrapetrapet songon na nirongket.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(41-8) Masirainan ma tutu na sada tu donganna, gari alogo ndang tarbahen masuk sian holangkolangna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(41-9) Masirainan ma tutu ganup tu donganna, marsilohot pola ndang tarsirang manang ise.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(41-10) Barsibarsina pola marsinondang, jala matana songon imbulu ni sibalik hunik manogotna i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(41-11) Sian babana ruar huathuat, jala marjillamjillam api sian i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(41-12) Sian bungbung ni igungna ruar timus hira sian hudon na gurgur na ginorgoran dohot arsam.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(41-13) Hosana tarbahen pagalak arang, jala nala ni api ruar sian babana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(41-14) Maringan di bagasan tangkuhukna do hagogoonna, jala di jolona maringkat hatahuton.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(41-15) Marsada do na bulot ni sibukna hira haksa na tinuang do masirainan, tung na so tarhutik do.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(41-16) Pir do ateatena songon batu, pir tahe songon batu pandudaan partoru.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(41-17) Molo hehe ibana, raion ma halak angka na begu, laos maporus binahen ni songgotna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(41-18) Molo ro halak mandapothon ibana marpodang manang marhujur manang marmundimundi manang marlembing, rap so belut do.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(41-19) Hira gala ni eme do anggo bosi dietong rohana, jala hira hau na ondapondapon do anggo tombaga.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(41-20) Ndang pola maporus ibana binahen ni anak ni sior, hira gabe durame do anggo batu ni ambalang di ibana.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(41-21) Hira gala ni eme anggo antukantuk dietong rohana, jala diengkelengkel do parngingis ni hujur.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(41-22) Di toruna marpeahan ngarngar angka na tajom, jala hira hureta pardege do pamolusanna di atas gambo.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(41-23) Marbuhalbuhal liang i dibahen ibana hira aek na gurgur di bagasan hudon, jala laut i hira pangalompaan ni halak sipauli daon.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(41-24) Marsinondang dalanna sian pudina dibahen, jala doshon uban sisik ni aek i idaon.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(41-25) Ndang adong tudosanna anggo di darat, tartompa pe ibana asa unang tahuton.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(41-26) Hu rohana mida saluhut na timbul, ibana do raja gumomgom saluhut binatang panoro.",
      "type": "content"
    }
  ]
}