{
  "book": "Ayub",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Job paunduk jala manolsoli rohana ala pambahenanna na sai laon 1-6. II. Mangonai hata Debata tu aleale ni si Job sitolu halak i, tangiang ni si Job na ma hangoluannasida 7-9. III. Si Job mangulahi mardohar situtu 10-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Job ma mangalusi Jahowa:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nuaeng pe asa huboto, tung guru dokmu do luhutna, jala ndang hasundatan sangkap ni roham nanggo sada.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ise do ibana na paholom tuptupan so marpanimbangaon? Tongon tahe, nunga huhatahon tutu na so huantusi; halongangan do angka i, salpu sian rohangku jala na so huboto.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ua tangihon ma, naeng ahu mangkatai; adong do naeng sungkunonku tu Ho, asa Ho pabotohon tu ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nunga nian dibege pinggolhon lingona taringot tu Ho, alai anggo nuaeng nunga dohot matangku marnida Ho.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i jora ma ahu jala husolsoli dagingku hundul di bagasan orbuk dohot sirabun.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Jadi dung sun dihatahon Jahowa angka hata ondeng tu si Job, ninna Jahowa ma mandok si Elipas sian Teman: Nunga tung marsigorgor rimashu mida ho dohot mida alealem sidua halak i; ai ndang hata sintong dipaboa hamu taringot tu Ahu, songon na pinaboa ni naposongku si Job i?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nuaeng pe, buat hamu ma di hamu pitu lombu tombur dohot pitu birubiru tunggal, jala laho ma hamu manopot naposongku si Job, asa dipelehon hamu sada pelean situtungon manguras hamu, jala ditangiangkon naposongku si Jobi hamu. Jadi tataponku ma ibana, gabe ndang bahenonku tu hamu hombar tu haotoon binahenmuna i, ai ndang hata sintong dipaboa hamu taringot tu Ahu, songon na pinaboa ni naposongku si Jobi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i laho ma si Elipas sian Teman dohot si Bildad sian Sua dohot si Sopar sian Naema, jala dibahen nasida ma hombar tu hata ni Jahowa tu nasida. Jadi marpamuati ma roha ni Jahowa ala si Job.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(III.) Dung i humosing ma dibahen Jahowa parsorion ni si Job, uju na martangiang ibana mangondihon alealena, jala nasa arta na di si Job na jolo silompit dua ditambai Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ro be ma sude hahaanggina dohot angka ibotona ro di sude donganna magodang manopot ibana, laos mangan sagusagu rap dohot ibana di bagasan jabuna, jala didok hata sipir ni tondina, huhut diapulapuli ibana taringot tu saluhut hinamago na pinaro ni Jahowa tu ibana, jala dilehon be tu ibana sakesita dohot tintin sere sada be.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i gumodang dipasupasu Jahowa si Job di ujungna sian na di mulana; ai sampulu opat ribu birubiruna, onom ribu untona, saribu pasang horbona, jala saribu halodena boruboru.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tubu muse pitu anakna dohot tolu boruna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Goar ni boruna sihahaan, i ma si Jemima, ia goar ni paidua si Kesia, ia goar ni paitolu si Keren-Hapuk.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i di sandok tano i ndang adong jumpang parompuan songon hinauli ni boru ni si Job i, jala dilehon amanasida tu nasida hauma bangunan di tongatonga ni angka ibotonasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i mangolu dope si Job i saratus opatpulu taonnari, gabe sanga dope diida pahompuna dohot ninina pola opat sundut.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i mate sarimatua ma si Job i jala mahap rohana di hangoluan on.",
      "type": "content"
    }
  ]
}