{
  "book": "Ayub",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni hata ni si Elipas: Parsorion ni parjahat 1-7. II. Apoapo manosoi marhaposan tu Debata 8-16. III. Mangundukkon pinsangpinsang ni Debata 17-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ua joujou ma ho! Manang tung adong ma na mangalusi ho? Tung tu ise ma sian angka na badia i tarbahen ho mangalualu?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lam bunuon ni gusarna do tahe anggo halak na oto, jala piripirina sandiri mambunu halak na bodo.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Apala ahu sandiri tahe marnida sada halak na oto manjarar uratna, alai tongkinnari huburai ingananna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Mandaodao do angka anakna sian hatuaon, jala dirupa halak nasida di pintu paruhuman, jala ndang adong na paluahon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tung suda do eme na ginotilna dipangan halak na rapar, gari sian tongatonga ni rungga diroro do, jala halak panamun mangonsop sinamotna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai ndada na ruar boti hinamago sian orbuk, jala ndada martumbur boti pardangolan sian tano i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai tinubuhon hian jolma i tu hinamago, songon balontung ni api na habang dompak ginjang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Alai tung sura ahu ho, tu Debata do ahu mangalualu, tu Debata do pasahatonku tangiangki.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ibana mambahen habalgaon, angka na so dapot sulingkiton, dohot halongangan angka na so dapot habilangan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ibana mangalehon udan tu sisik ni tano i, Ibana patongonhon aek tu adaran.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ibana patimbulhon halak na tarjepol dohot patimbulhon hatuaon tu halak na marsak marroha.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ibana papurpurhon angka pingkiran ni halak na bisuk, gabe ndang manjadi na niula ni tangannasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ibana manangkup angka na bisuk di bagasan angkalnasida sandiri, jala diagohon pingkiran ni halak na marpangansi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tinggangon ni haholomon nasida arian, jala dadapdadap nasida di hos ni ari suang songon bornginna i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai anggo halak na pogos dipalua Ibana do sian podang ni pamangannasida, dohot sian tangan ni pangarupa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi adong ma muse arop ni roha di halak na dangol, tarhuntam do ianggo pamangan ni hajahaton.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Ida ma, martua ma jolma na niajar ni Debata, dibahen i unang ma toishon pinsangpinsang ni Nasunhinagogo i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai Ibana mambugangi, laos Ibana mangaliliti, Ibana manggopui laos tanganna pamalumhon muse.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Onom hali ho hagogotan, Ibana paluahon ho, tole papituhalihon ndang tagamon loasonna mangonai hinamago tu ho.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jumpa haraparon, paluaonna do ho sian hamatean, jumpa di hamusuon sian podang.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ondinganna do ho anggo maradophon lipatlipat ni dila, jala ndang pola habiaranmu hamagoan tung sura ro.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tarbahen ho do mengkel mida hamagoan dohot haleon, jala ndang pola habiaranmu binatang ni luat i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai marjambar do ho dohot batu angka na di ladang, binatang di harangan mardame do tu ho.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi tandaonmu ma marhasonangan undungundungmu, ia dibilang ho isi ni jabum, gabe ndang adong na malua nanggo sada.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tandaonmu huhut lam tu soparna pinomparmu, angka tunasmu songon suansuanan di tano.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ingkon jolo sanga sarimatua ho asa suruhonmu tanoman, songon tibalan na binunbunhon di hajujumpang ni tingkina.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ida ma, songon i ma pangalahona, nunga tung ditimbang rohanami! Sai tangihon ma i jala parateatehon!",
      "type": "content"
    }
  ]
}