{
  "book": "Ayub",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sulam ni si Job: Jolo dipaboa godang ni pardangolan niaena 1-13. II. Saritana tu alealena ala so marpangkaehe 14-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Job ma mangalusi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Aut tangkas ma nian nidasing gusarhu dohot hinamagongku rap dipeakkon nian tu timbangan!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai umborat do angka i nuaeng sian horsik di pasir ni laut; ala ni umbahen hata oto angka pangkataionku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai angka sumbia ni Nasunhinagogo i pantik di bagasan ahu, nunga pola manggagat bisana tu tondingku, jala angka hasonggoton sian Debata marudur mangalo ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tung tagamon marlingik ma halode harangan, molo singkop duhutduhut jampalonna? Manang tung marumbe ma lombu, molo singkop gagatonna?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tung tarpangan jolma ma sipanganon na so mardai, na so siniraan; manang tung mardai ma na bontar ni pira ni manuk?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ginegine do rohangku nanggo manjama, hape i do gabe sipanganonku songon indahan na baribari.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ise nian sumubut pangidoanku, aut dilehon Debata nian na hinalungunhon ni rohangku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Aut lomo nian roha ni Debata manorbuk ahu, aut dipatoltol Debata nian tanganna manostosi hosangku!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sabam ma antong rohangku, jala mirjahirjak dope ahu di bagasan pardangolan na so moralangalang, ala so dung husoadahon hata ni Nabadia.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tung aha be gogongku umbahen mangkirim dope ahu? Jala tung aha be ajalhu, umbahen pabengetonku rohangku manaonnaon?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Manang tung songon togu ni angka batu gogongku? Manang tung sian tombaga sibukku?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tung na so adong be huroha pangurupion di ahu, jala dalan haluaon maporus sian ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Tama nian marpangkaehe alealena mida na marsingkor, nang tung sura naung ditallushon rohana sian biar mida Nasunhinagogo i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hape gari angka hahaanggingku marpangansi do songon anak ni sunge, songon sunge tutu pola mangalantap tobingna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Litok do angka i dibahen tangkuju, mabaor tusi tahe tangkuju i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hape marsik do angka i anggo di partaonan logo ni ari, molo mohop ari tung mahiang do ingananna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Marlegotlegot do pardalananna, manaek uapna tu aoangaoang, laos mago boti.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Manatapnatap nian angka pangallung sian Tema tusi, jala mangkirim disi angka saudagar sian Seba.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Hape tarhirim do nasida ala marhaposan tusi, ai dung sahat nasida tusi tarurak ma nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Suang songon i do hamu nuaeng, tung na so marguna di ahu, dung diida hamu hasonggoton, gabe tarhatotong hamu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Hea dung hudok tu hamu lehononmu tu ahu manang aha, manang boanonmuna silua tu ahu sian artamuna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Manang paluahon ahu sian tangan ni pangarupa, manang tumobus ahu sian tangan ni halak sibahen gogo?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ajari hamu ahu, asa sip ahu, jala tudu hamu manang taringot tu aha ahu lilu!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tung na marsorop situtu do anggo hata hasintongan! Alai aha ma guna ni hata paminsangon anggo sian hamu?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Rupa marjarum sina hamu naeng manulingkit angka hatangku? Hape gabe alogo do anggo pangkataion ni jolma na marpandelean?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Rupa olo do hamu marruji laho mangkilang dakdanak na tading di lampin, dohot manggadisjauhon alealemuna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "On pe, ua bereng hamu bohingkon, tung olo ma ahu manggabusi hamu adop bohi be?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ua mulak ma hamu, asa unang mambahen na so uhum hamu! Mulak ma hamu tutu, sai tong dope marsihohot hatigoranku.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Tung adong ma hageduhon di atas dilangku? Tung na so diboto pamanganku be manirang angka hinamago?",
      "type": "content"
    }
  ]
}