{
  "book": "Ayub",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni sulam ni si Job: Diandungkon pardangolanna sandiri dohot pardangolan ni manisia 1-6. II. Mangido asi ni roha dohot pangolanion ibana sian Debata 7-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Nda ulaon porang do ulaon ni jolma saleleng di tano on? Jala nda songon ari ni anak gajian do ariarina?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon hatoban tahe na mangido marlinggomlinggom, jala songon anak gajian na paimaimahon gajina:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Suang songon i diturpukkon tu ahu angka bulan hinamago, jala dipadiri tu ahu angka borngin na marhangaluton.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Molo laho modom ahu, ningku do: Andigan pe tarbahen ahu hehe? Alai borngin pe mansai ngolngol do, jala loja ahu margilinggiling sahat ro di andostorang.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marsapu gulokgulok dohot orbuk do dagingku; tongkin maripos ngolu hulingkulingku, tongkinnari malala muse.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tumibu ariaringku laho salpu sian turak, jala magomago boti soada adong sihirimon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Sai ingot ma, alogo sambing do ngolungku, jala ndang tagamon mulak matangku marnida hadoharon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nang mata ni na maningkir ahu, ndang be idaonna ahu; molo dilului matam ahu, hape ndang be disi ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Habang boti do ombun laho salpu, suang songon i turun manisia tu parbeguan, ndang tarbahensa be nangkok sian i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ndang tagamon mulak be ibana tu jabuna hian, jala ndang be tandaon ni sambulona ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ahu pe antong ndang olo ahu mangontok pamanganku, alualuhononku ma hagogotan ni tondingku, jala andungkononku ma hinaponjot ni rohangku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Apala laut ahu manang ihan lumbalumba, umbahen pajongjongonmu parhal jumaga ahu?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Molo didok rohangku: Paratengku ma mangapuli ahu, podomanku mamuati orongorongku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi disonggoti Ho ahu marhitehite nipi, pola angka hitir ahu dibahen Ho marhitehite alatan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi patahitahi paningkoton do rohangku jala holiholingku mangido hamatean.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nunga biasan ahu, ndang ahu naeng mangolu salelenglelengna; palua ma ahu, ai alogo sambing do ariaringku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tung aha ma nian jolma i umbahen pola patimbulonmu ibana, jala pola tiroan ni roham ibana?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sai diebati Ho ibana ganup sogot, jala ganup tongkin diunjuni Ho ibana?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sadia leleng on so padaoonmu pamerengmu sian ahu? So paluaonmu asa sanga ahu nian mamondut ijurhu?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Molo naung mardosa ahu, tung aha ma tarbahen ahu dompak Ho, ale Sijaga jolma manisia? Boasa tung ahu bahenonmu panonjolanmu, gabe ahu sandiri padokdok sitaononku?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Boasa so marpamuati roham mida pangalaosingku, jala boasa so dibolus roham hajahatonku? Ai laho modom ma ahu nuaeng tu bagasan orbuk, molo dilului Ho ahu manogot, ndang be disi ahu dapotonmu!",
      "type": "content"
    }
  ]
}