{
  "book": "Ayub",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata ni si Bildad parjolo: Ndang tarbahen so tigor uhum ni Debata 1-7. II. Hata ni na tuatua taringot tu habonaron ni Debata moradophon jolma na daulat dohot parjahat 8-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Bildad sian Sua ma mangalusi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sadia leleng on datdatanmu songon i hatahatam, jala tudoshon habahaba na doras pangkataion ni pamanganmu?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tung olo ma Debata papeol uhum? Manang tung olo ma Nasunhinagogo papeol habonaron?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Atik tung naung mardosa angka anakmu dompak Ibana, jadi Ibana manginonahon tu nasida hajahatonnasida i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Molo burju anggo ho mangalului Debata dohot mangido asi ni roha sian Nasunhinagogo.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Molo pita jala bonar anggo ho, sai tarsunggul do Ibana manatap ho, jala patipakonna muse inganan ni hatigoranmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Marmetmet pe parmulaanmu, ganda situtu do hadoharonmu di ujung.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Ua marsungkun nian ho tu sundut na robi, jala parateatehon poda na dapot angka ompu na jolo.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai na tubu nantoari do anggo hita, jala ndang agia aha na itaboto, ai halinu sambing do ariarinta di atas tano on.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nda nasida mangajari ho, nasida paboahon tu ho, jala nasida paruarhon angka hata poda sian rohanasida?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tung tagamon tubu ma ansising, anggo so di gambo? Tung tagamon ma simbur tubu arung, anggo so di berneberne?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Molo martumbur dope, ndang dirambas, hape ingkon malos do i jumolo sian nasa duhutduhut sileban.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Suang songon i do pangalaho ni sude jolma na mangkalupahon Debata, ingkon pesan do pangkirimon ni halak parjahat.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ingkon mago do pangatauan ni rohana, jala tudoshon rambangrambang ni babibabi na hinaposan ni rohana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Mangunsande ibana tu jabuna, hape ndang manahan jongjong marsitiopan ibana tusi, hape ndang hot.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Margota do nian ibana nang di las ni ari, jala marjurambak uratna manutup sandok porlakna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Manjirir huhut angka andorna tu timbunan batu, pola dijangkit tu bagasan bagas batu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai molo dung niruntun ibana sian ingananna, soadahonon ni do ibana, dohononna do: Ndang dung huida ho.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ida ma, i ma halomoan ni dalanna, gabe martumbur na asing sian orbukna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ida ma, ndang tagamon bolongkonon ni Debata jolma na daulat marroha, jala ndang tagamon tumpahanna tangan ni parjahat.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai anggo pamanganmu gok parengkelon sogot bahenonna, jala bibirmu gok parolopolopon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Angka na mangkosom ho, ingkon maruloshon haurahon, jala undungundung ni parjahat ingkon siap do.",
      "type": "content"
    }
  ]
}