{
  "book": "Ayub",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sulam ni si Job paduahalihon: Diundukkon hatana pargogo na so hatudosan do Debata, mangonai nuaeng gogona i tu ibana, atik pe so marpipot 1-24. II. Ndang tarbahen jolma i maralus anggo moradophon Debata 25-35",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Job ma mangalusi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tangkas do huboto sintong do songon i; tung tarbahen ma tigor jolma na gale anggo moradophon Debata?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tung sura olo Ibana manjujur dompak jolma i, ndang haalusansa nanggo sada sian saribu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Parroha na sun pistar Ibana jala Nasunhinagogo, tung ise ma manangkangi rohana maralohon Ibana laos marsonangsonang?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ibana paunsathon angka dolok so pangkirimanna, Ibana pabalikkon angka i di bagasan rimasna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ibana mangkutol tano on sian ingananna, pola reberebe angka tiang partunggulna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ibana mandok tu mata ni ari, gabe ndang olo binsar, jala Ibana mansahapi angka bintang humaliang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sasada Ibana paherbang angka langit, jala Ibana mardalan di atas galumbang ni laut.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ibana manjadihon bintang poriama, bintang sidongdong dohot hala ro di bintang angka na di langit pardangsina.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ibana mambahen habalgaon angka na so dapot sulingkiton, dohot halongangan, angka na so dapot bilangan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ida ma, Ibana mardalan di lambungku, hape ndang huida, Ibana mamolus sian jolongku, hape ndang pamotoanku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ida ma, Ibana tarsulandit, tung ise ma na tuk manogang Ibana? Tung ise ma na hum mandok tu Ibana: Aha do na binahenmi?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ndang olo Debata pasuruthon rimasna; nunga pola tunduk dibahen angka na hinara ni Rahab.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lam ahu ma, tung haalusan ahu ma Ibana, hapillitan ahu ma hata angka na taralushon ahu tu Ibana?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nang tung sura parpintor ahu, ndang haalusan ahu Ibana, ingkon mangido asi ni roha ahu sian Siuhum ahu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Molo joujou ahu, jala Ibana mangalusi ahu, laos so pahatopoton ni rohangku dope, tung Ibana manangihon suarangku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ibana mangaropuhi ahu marhitehite habahaba, jala dipatorop bugangku, soada alana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang diloas Ibana ahu humosa, lam dipagodang do angka soro ni aringku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tung sura naeng mangasahon gogo iba, gumogo do Ibana; tung sura mangasahon uhum iba, tung ise ma mangaluhon Ibana?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nang tung sura hapintoran ahu diringku, pamanganku sandiri manorui ahu; nang tung sura bontor rohangku, pargeduk do ahu anggo tuduonna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Bontor do ahu tutu, ndang huholsohon hosangku, nunga biasan rohangku di hangoluan on.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sada do pangarimpunanna, ala ni do umbahen hudok: Rap diago Debata do jolma na daulat dohot na jahat marroha.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Molo tompu Ibana mambunu marhite sian begu antuk, mengkel do Ibana mida pandelean ni jolma na so marpipot.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Nunga dipasahat Ibana luat i tu tangan ni halak parjahat, nunga dipapitung Ibana bohi ni panguhum ni luat i; tung ise ma mambahensa, molo so Ibana?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(II.) Dumoras do ariaringku laho salpu sian halak na doras marlojong, luhutna i nunga habang so sanga marnida hadoharon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Luhutna i nunga salpu songon solu hotang dorasna, songon lali piuan laho manoro sisoroon.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Molo didok rohangku: Naeng ahu mangkalupahon pardangolanku, naeng manadingkon surbot ni bohingku, jala naeng pasiharonku:",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi bajogiton muse rohangku mida sude pardangolanku, ala huboto hian ndang tagamon lias ahu dohononmu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Antong, ingkon parjahat na ma ahu, aha gunana sai datdatanku marporsukporsuk?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Tung sura pe huparidi aek ni ambolas jala hupaias tanganku dohot aek ni sabun.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sai na gunomhononmu do ahu tu bagasan lupaklupak, gabe magigi pangkeanhu mida ahu.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ai ndada baoa Ibana songon ahu on, umbahen so haalusan ahu Ibana, tung sura rap tarboan tu paruhuman.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Angkup ni ndang adong panolai di tongatonga ni hami na dua, na mambahen tanganna tu hami padua.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Sai dipaholang ma nian sian ahu batahina, jala unang hinasongkalna manonggoti ahu.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Asa hudok nian hatangku jala unang mabiar ahu mida Ibana, ai ndang parsala ahu huhilala.",
      "type": "content"
    }
  ]
}