{
  "book": "Ezra",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Sirus raja sian Persia mangaloas halak Juda mulak sian Babel dohot paulihon bagas joro 1-4. II. Hamumulak ni deba halak Juda. Si Sirus paulakkon angka ulaula na badia i 5-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di taon parjolo hinarajahon ni si Sirus, raja sian Persia, asa pasintongkon hata ni Jahowa marhite sian pamangan ni si Jeremia, disunggul Jahowa ma tondi ni si Sirus, raja sian Persia, asa disuru martingting tu sandok gomgomanna, pola mardongan surat mandok:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon on do hata ni si Sirus, raja sian Persia: Nunga sahat tu ahu saluhut harajaon di tano on, dilehon Jahowa, Debata di surgo, jala Ibana marsuru ahu pajongjong di Ibana sada joro di Jerusalem, na di tano Juda.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Manang ise sian hamu, sian sandok bangsona i, sai didongani Debatana ma ibana, asa nangkok tu Jerusalem, na di tano Juda, asa dipajongjong joro ni Jahowa, Debata ni Israel, Ibana do Debata na mian di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala manang ise na tinggal dope di saluhut inganan paisolatanna i, songon halak dagang, ingkon tolongon ni angka baoa donganna sahuta ibana marhite sian perak, sere, sinamot dohot pinahan, angkup ni silehonlehon sian lomo ni rohana tu joro ni Debata, na di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Jadi hehe ma angka induk sian Juda dohot Benjamin marompuompu, ro di angka malim dohot halak Lepi, sude tahe angka na sinunggul ni Debata tondina i laho nangkok, asa pajongjong joro ni Jahowa, na di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i luhut jolma angka na humaliang nasida margogoihon tangannasida marhite sian angka ulaula perak dohot sere, tole sinamot dohot pinahan dohot arta angka na arga, so padohot saluhut silehonlehon tu joro sian lomo ni rohana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Diparuar raja Sirus huhut ulaula ni joro ni Jahowa, angka naung binoan ni si Nebukadnesar sian Jerusalem, jala naung binahenna tu bagasan joro ni debatana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi didokkon si Sirus, raja sian Persia, paruaron ni si Mistredat, siramoti arta angka i, jala bilanganna angka i tu si Sesbasar, induk ni halak Juda.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala on do bilanganna: Angka saoan sere tolupulu, angka saoan perak saribu, angka raut duapulu sia.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angka panginuman sere tolupulu angka panginuman perak paidua opat ratus sampulu, ulaula angka na asing saribu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Luhut angka ulaula sere dohot perak lima ribu opat ratus do. Luhutna i diboan si Sesbasar nangkok manguluhon angka na tarbuang sian Babel tu Jerusalem.",
      "type": "content"
    }
  ]
}