{
  "book": "Ezra",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Marsaroha angka induk manguras bangso i 1-6. II. Sandok luhutan i marbagahon padaoonna angka parompuan sileban 7-15. III. Dipatolhas bagabagana i 16-44",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi andorang martangiang dope si Esra, huhut manopoti dosa, sai tumatangis jala marsinggang di adopan ni joro ni Debata, marluhut ma tu lambungna sian halak Israel sada luhutan na balga situtu angka baoa, parompuan dohot dakdanak, ai tumatangis situtu situan na torop i, pola sosombopon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ro ma alus ni si Sekania, anak ni si Jeiel, sian pinompar ni si Elam mandok tu si Esra: Nunga tutu mardosa godang hami tu Debatanami, ala olo hami marjolmahon angka parompuan sibabijalang sian bangso isi ni luaton; alai tahe adong dope sihirimon di Israel taringot tu dosa on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tole ma hita mambahen padan tu Debatanta, paboa ingkon palahoonnami nasa parompuan ro di tubunasida, hombar tu lomo ni roha ni Tuhan i dohot halak angka na manonditnondit mida tona ni Debatanta, ingkon hombar tu patik i do bahenon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Antong hehe ma ho, ingkon sahat tu ho ma hata i, jala ingkon donganannami ho; pir ma tondim jala ulahon hata i!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i hehe ma si Esra, pola dipatolon angka induk ni malim dohot halak Lepi ro di sandok Israel, paboa ingkon ulahononna hombar tu hata i; jadi marsumpa ma nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i hehe ma si Esra sian adopan ni joro ni Debata, jala masuk tu bagasan bilut ni si Johanan, anak ni si Eliasib. Jadi dung sahat ibana tusi, ndang mangan roti ibana manang minum aek, ala arsak ni rohana mida dosa ni halak na mulak sian habuangan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Dung i didokkon ma martingting di Juda dohot di Jerusalem tu sude halak habuangan i, asa marluhut nasida tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala manang ise na so ro tusi di bagasan tolu ari on mangihuthon panuturion ni angka induk dohot sintua, ingkon haromhononhon nasa ugasanna, jala ingkon pabalion ibana sian huria habuangan i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi marluhut ma sude baoa sian Juda dohot Benjamin tu Jerusalem di bagasan tolu ari, i ma di ari duapulu bulan sipaha sia, jala hundul do sandok bangso i di alaman ni joro ni Debata, pola angka hitir nasida ala hata i dohot binahen ni udan na por.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i hehe ma malim Esra, ninna ma mandok nasida: Nunga mardosa godang hamu, na pinarjolmamuna angka parompuan sibabijalang laho manambai hasalaan ni Israel na sai laon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nuaeng pe topoti hamu ma dosamuna tu Jahowa, Debata ni ompumuna i, jala ulahon hamu ma lomo ni rohana, ingkon sirang ma hamu sian angka bangso ni luaton dohot sian angka parompuan sibabijalang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi sandok luhutan i mangalusi, pola marsoara na gogo mandok: I ma tutu, ingkon songon hatami tu hami ulahononnami.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai tahe mansai torop halak, jala nunga partaonan rondo ni ari, ndang tartahan halak jongjong di balian on, jala ndada ulaon sisadari manang sidua ari, ai nunga tung godang pangalaosionnami di hata na sasada on.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ua angka induknami nian tinggal singkat ni sandok luhutan i, manang ise pe jumpang di bagasan angka hutanta naung marjolmahon angka parompuan sibabijalang, ingkon ro di tingki angka na binuhul rap dohot angka sintua dohot panguhum ni huta i, paima sumurut sian hita parpiarpiar ni rimas ni Debatanta, ala ni dosa on.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Holan si Jonatan, anak ni si Asahel dohot si Jehseia, anak ni si Tikwa hehe mangalo hata i, jala si Mesulam dohot si Sabetai, halak Lepi manolopi juanasida i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Jadi dibahen halak habuangan i ma songon i. Dung i dipapulik malim Esra ma deba baoa, sian angka induk marompuompu ganup sian pinompar ni ompuna be, pola digoar luhutna i; marluhut ma nasida di artia bulan sipaha sampulu mangarisik hata i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi marujung ma hata i dibahen nasida tu sude baoa angka na marjolmahon parompuan sibabijalang, sahat ro di artia bulan sipaha sada.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi jumpang ma sian angka anak ni malim, angka naung marjolmahon parompuan sibabijalang, sian pinompar ni si Jesua, anak ni si Josadak dohot hahaanggina i: si Maseia, si Elieser, si Jarib, dohot si Gedalia.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Pola martopap tangan nasida, paboa ingkon paulahonna jolmanasida i, jala pelehononna sada birubiru tunggal bahen pelean pardosaan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sian pinompar ni si Immer: Si Hanani dohot si Sebadia.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sian pinompar ni si Harim: Si Maseia, si Elia, si Semaya, si Jeiel dohot si Usia.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sian pinompar ni si Pashur: Si Eleonai, si Maseia, si Ismael, si Netaneel, si Josabad dohot si Eleasa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sian pinompar ni si Lepi: Si Josabad, si Simei, si Kelaia (i ma si Kelita), si Petahia, si Juda dohot si Elieser.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sian angka parende: Si Eliasib. Sian angka sijaga pintu: Si Sallum, si Telem dohot si Uri.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sian halak Israel sandok, sian pinompar ni si Paras: Si Ramia, si Ishia, si Malkia, si Mijamin, si Eleasar, si Malkia dohot si Benaia.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sian pinompar ni si Elam: Si Matania, si Sakaria, si Jeiel, si Abdi, si Jeremot dohot si Elia.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sian pinompar ni si Jattu: Si Eleonai, si Eliasib, si Matania, si Jeremot, si Sabad dohot si Asisa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Sian pinompar ni si Bebai: Si Johanan, si Hanania, si Sabai, si Atlai.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Sian pinompar ni si Bani: Si Mesulam, si Malluk dohot si Adaya, si Jashub, si Seal dohot si Jeremot.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Sian pinompar ni si Pahat-Moab: Si Adna, si Kelal, si Benaia, si Maseia, si Matania, si Besalel, si Binnui dohot si Manasse.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sian pinompar ni si Harim: Si Elieser, si Ishia, si Malkia, si Semaya, si Simeon.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Si Benjamin, si Malluk dohot si Semaria.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Sian pinompar ni si Hasum: Si Matenai, si Matatta, si Sabad, si Elipelet, si Jeremai, si Manasse dohot si Simei.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Sian pinompar ni si Bani: Si Maadai, si Amram, si Uel.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Si Benaia, si Bedaia, si Keluhi.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Si Benaia, si Meremot, si Eliasib.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Si Matania, si Matenai, si Jasu.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Si Bani, si Binnui, si Simei.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Si Selemia, si Natan, si Adaya.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Si Maknadeboi, si Sasai, si Sarai.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Si Asarel, si Selemia, si Semaria.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Si Sallum, si Amaria, si Josep.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Sian pinompar ni si Nebo: Si Jeiel, si Matitia, si Sabad, si Sebina, si Jahdai, si Joel, si Benaia.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Luhut nasida naung marjolmahon parompuan sibabijalang jala adong do deba sian angka parompuan naung tubuan anak.",
      "type": "content"
    }
  ]
}