{
  "book": "Ezra",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Halak Juda marluhut di Jerusalem: dipungka nasida mamele disi 1-7. II. Haoojak ni bagas joro 8-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung jumpang bulan sipaha pitu, jala maringan di bagasan hutana be halak Israel, marluhut ma bangso i, hira sahalak do, tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi hehe ma si Josua, anak ni si Josadak, rap dohot hahaanggina, i ma angka malim i dohot si Serubabel, anak ni si Sealtiel, ro di hahaanggina, asa nasida paulihon langgatan pamelean tu Debata ni Israel, mamelehon di atasna angka pelean situtungon, songon na tarsurat di bagasan buku patik ni si Musa, halak ni Debata.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dipaojak nasida ma langgatan i di atas hajongjonganna hian (atik pe tahuton nasida maradophon angka bangso marluatluat), tole do nasida mamelehon di atasna angka pelean situtungon tu Jahowa, angka pelean situtungon manogotna i dohot bodarina i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Marari raya parlapelapean nasida huhut, songon na tarsurat i, mardongan pelean situtungon siganup ari, mangihuthon bilangan hombar tu uhum hian toropna ariari.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tole songon i muse dipelehon angka pelean situtungon hian ariari dohot di poltak ni bulan dohot di saluhut ari raya tu Jahowa, angka naung pinarbadiaan hian, ro di sude pelean na pinelehon sian lomo ni roha tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Olat ni artia bulan sipahapitu dipungka nasida mamelehon angka pelean situtungon tu Jahowa; alai anggo joro ni Jahowa ndang dope dipaojak.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dilehon nasida hian ma perak tu halak pande batu dohot hau, angkup ni sipanganon, siinumon dohot miak tu halak Sidon dohot Tirus, asa diboan nasida hau Ares sian Libanon mardalan sian laut sahat tu Joppe, hombar tu parenta ni Sirus, raja sian Persia tu nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Alai paduataonhon dung sahat nasida tu joro ni Debata di Jerusalem, di bulan sipaha dua, dipungka si Serubabel, anak ni si Sealtiel dohot si Josua, anak ni Josadak, ro di pasipasi ni hahaangginasida i, i ma angka malim dohot halak Lepi, ro di sude angka naung mulak sian habuangan ro tu Jerusalem, jala dipabangkit nasida halak Lepi olat ni na marumur duapulu taon tu ginjang, mangaradoti ulaon di joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jongjong huhut disi si Josua rap dohot anakna dohot hahaanggina, si Kadmiel pe rap dohot angka anakna, ro di halak Juda, hira sahalak do mangaranapi angka jolma na mangaradoti ulaon di joro ni Debata, tole pinompar ni si Henadad ro di anaknasida dohot hahaanggina, i ma halak Lepi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi dung dibahen angka pande ojahan ni joro ni Jahowa, jongjong ma angka malim marpangkean be, patioptiop sarune dohot halak Lepi, pinompar ni si Asap mardongan parhinaloan laho mamujimuji Jahowa, hombar tu aturan na binahen ni si Daud, raja sian Israel.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi marende taripar nasida mamujimuji dohot mandok mauliate tu Jahowa, ala pardengganbasa Ibana, jala ro di salelenglelengna asi ni rohana i mida Israel. Jadi sandok bangso i pangiar soarana marolopolop mansai gogo laho mamujimuji Jahowa, ala naung dibahen ojahan ni joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai torop do sian angka malim dohot halak Lepi ro di angka induk marompuompu, angka na tuatua, angka na sanga marnida joro parjolo i, dung diida nasida ojahan di bagas i tumatangis be do nasida marsoara godang; alai torop halak huhut marolopolop sian las ni rohana, pola dipangiar soarana i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ndang tarsirang halak situan na torop i soara olopolop dibahen las ni roha sian soara partangison ni bangso i: Ai tung marsoara na gogo situtu bangso i marolopolop pola tarbege soara i tu na dao.",
      "type": "content"
    }
  ]
}