{
  "book": "Ezra",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ditulak halak Juda do pangidoan ni musuna, naeng dohot paulihon joro i 1-5. II. Surat pangaluan ni musu i tu raja Serses mangido sundatanna paulihon joro i 6-16. III. Alus ni rajai manundati paulihon joro i 17-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dung dibege angka musu ni halak Juda dohot Benjamin, naung tole hape halak na mulak sian habuangan i paulihon sada joro tu Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ro ma nasida mandapothon si Serubabel dohot angka induk i marompuompu, ninna ma mandok nasida: Donganmuna ma hami paulihon; ai suang songon hamu naeng luluannami Debatamuna i; nunga pola hami mamelehon angka pelean tu Ibana olat ni tingki ni Asarhadon, raja sian Assur, na marsuru hami nangkok tuson.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai ro ma hata ni si Serubabel dohot si Josua dohot pasipasi ni angka induk sian Israel marompuompu mandok tu nasida: Ndang tama rap hamu dohot hami paulihon joro di Debatanami, holan hami sandiri pe paulihon di Jahowa, Debata ni Israel, hombar tu parenta ni raja Sirus, raja sian Persia tu hami.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi daukdauk ma tangan ni halak Juda dibahen halak isi ni luat i, manundatnundati nasida di ulaonna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Pola mangalehon sisip nasida manggaji halak panuturi mangalo nasida, mangambatambat sangkapnasida i, saleleng mangolu si Sirus, raja sian Persia sahat ro di harajaon ni si Darius; raja sian Persia.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Alai dung bangkit raja Serses, di mula ni harajaonna i dope, manongos surat pangalualuan ma nasida dompak halak isi ni Juda dohot Jerusalem.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nang uju hinarajaon ni si Artasasta manongos surat ma si Bislam, si Mistredat dohot si Tabel ro di donganna satahi angka na asing tu si Artasasta, rajai sian Persia; tarsurat do surat i marhite sian surat dohot hata Ram.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Si Rehum panuturi dohot si Simsai juaratulis i, manongoshon sada surat taringot tu Jerusalem tu raja Artasasta, songon on:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia hami, si Rehum, panuturi dohot si Simsai, juaratulis i, ro di sude donganna satuptupan na asing, angka sian Dina, sian Aparsata, sian Tarpela, sian Aparsata, sian Ara, sian Babel, sian Susan, sian Deha dohot sian Elam.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ro di angka bangso na asing, angka naung nilopokkon ni Assurbanipal naung tarbarita i, jala disuru nasida maringan di angka huta ni Samaria dohot halak na asing tu bariba ni sunge Euprat.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "On do hata ni surat, na tinongoshon nasida tu ibana, tu raja Artasasta, hami baoa angka naposom di bariba ni batang aek i songonsongon on:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Na pabotohon ma hami tu rajai, ia halak Jahudi naung manadingkon ho mandapothon hami nangkok tu Jerusalem, naeng paulihon muse huta panggunturi dohot na jahat i, nunga pola sidung ne parikna jala dibahen ojahanna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "On pe, na pabotohon ma hami tu rajai, tung suru ulahanna paulihon huta i jala sun angka parikna bahenonna, ndang tagamon gararonnasida be sohe, beo dohot gogo ni tano i gabe marhagigian angka rajai.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ala sude hami manggugut sira sian bagas ni rajai, jala ndang patut paidaidaonnami marlea rajai, ala ni do umbahen na hutongos hami suraton pabotohonsa tu rajai.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Asa dohononmu halak mandiori buku parningotan sian angka ompum, jadi jumpang ho ma di bagasan buku i tarsurat, asa botoonmu huta panggunturi do huta on, pasusasusa angka raja dohot luat, sian na robi dope sai masa do hagunturon di bagasan huta i, umbahen laos diago huta i na jolo.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen i umbahen na hupabotohon hami tu rajai, tung sura loasonmu paulionna muse huta on, jala pasunonna angka parikna, ndang tagamon adong be tinggal di bariba ni batang aek i masuk tu gomgomanmu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i ditongos rajai ma sada surat tingting balosna i tu si Rehum, panuturi, dohot tu si Simsai, juaratulis i dohot tu dongannasida satahi, angka na maringan di Samaria dohot tu halak na asing angka na maringan di bariba ni batang aek i: Dame ma di hamu! Songonsongon on:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia surat naung tinongosmu tu hami, nunga tangkas dijaha di adopanku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Pintor mangalehon parenta ahu mandiori buku parningotan; jadi jumpang nasida ma tutu, olat ni na robi dope sai manggunturi huta i dompak angka raja, sai masa hagunturon dohot musu garembong di bagasan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Angkup ni raja angka na marhuaso gumomgom huta i na jolo, pola sandok tano na di bariba ni batang aek i digomgomi nasida, pola manjalo sohe, beo dohot gogo ni tano i nasida ganup taon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nuaeng pe, lehon hamu ma parenta mandokkon halak manundati angka baoa i, asa unang dipauli nasida muse huta i, nda jolo ro sian ahu parenta mangaloas.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Antong manat ma parateatehon hamu hata i, so tung marlemba hamu disi, asa unang lam ganda jea i, boasa tagonan marharugian angka rajai?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dung dijaha hata ni surat tinongos ni raja Artasasta di adopan ni si Rehum, panuturi dohot si Simsai, juaratulis i dohot dongannasida satahi, hapogan ma nasida laho tu Jerusalem mandapothon halak Juda manundatnundati nasida, pola gogo dibahen.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi mansohot ma ulaon di joro ni Debata di Jerusalem, laos mansohot do sahat ro di paduataonhon hinarajahon ni si Darius, raja sian Persia.",
      "type": "content"
    }
  ]
}