{
  "book": "Ezra",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Diulahi paulihon joro i, gabe ro si Tatnai naeng manundati muse 1-5. II. Surat tinongos ni si Tatnai tu raja Darius 6-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai anggo panurirang Haggai dohot Sakaria, anak ni si Ido rap manurirangi do nasida duansa marhite sian Goar ni Debata ni Israel tu halak Juda na di tano Juda dohot Jerusalem.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi hehe ma si Serubabel, anak ni si Sealtiel dohot si Josua, anak ni si Josadak, jala dipungka nasida muse pajongjong joro ni Debata na di Jerusalem, jala dongannasida do angka panurirang ni Debata na papir tondinasida i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Laos di tingki uju i ro ma manopot nasida si Tatnai, pangarajai ni luat i sian bariba ni batang aek i dohot si Jetar Bosenai rap dohot donganna satahi, angka ninna ma tu nasida: Ise marsuru hamu pajongjong joro on dohot pasunhon angka parik on?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi hudok hami ma tu nasida goargoar ni baoa angka na mangkasuhuthon pajongjong joro i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai marpanatapon do ianggo mata ni Debatanasida tu angka sintua ni halak Juda, asa unang sanga dilohai halak nasida, paima sahat pangaluani tu si Darius, jala sanga ro mulak surat balosna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Alai on do hata ni surat naung tinongos ni si tatnai, pangarajai ni tano di bariba ni batang aek i dohot si Jetar Bosenai, ro di donganna satahi, i ma halak Aparsata i, angka na di bariba ni batang aek i tu raja Darius.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia hata ni surat barita na tinongosnasida tu rajai songon on do: Dame godanggodang di raja Darius!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Na hupabotohon hami tu rajai, nunga sahat hami tu tano Juda, tu joro ni Debata na timbul sahali, sian batu na balga angka na denggan binarbar dipauli nasida joro i, jala dorpina i dilampis dohot hau, mansai gira huhut ulaon i diula, jala manjadi marhite sian tangannasida sandiri.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nunga pola husungkun hami sintuanasida i, songon on hudok hami tu nasida: Atehe, ise naung marsuru hamu pajongjong joro on dohot pasunhon angka parik on?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nang goarnasida husungkun hami do tu nasida, naeng pabotohononnami nian tu ho, ala ni umbahen husurathon hami goargoar ni baoa angka na manguluhon nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai on do hata alusnasida tu hami: Ia hami, naposo ni Debata sigomgom langit dohot tano on do hami, jala hupajongjong hami joro on, naung pinauli hian di tingki na robi, na pinajongjong ni sada raja ni Israel na timbul jala dipasidung.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai dung dipahehe angka ompunami rimas ni Debata sigomgom langit i, gabe dipasahat nasida tu bagasan tangan ni si Nebukadnesar, raja sian Babel, halak Kasdim i, na mangaloha joro on, jala dibuangkon bangso i tu Babel.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai di taon parjolo hinarajahon ni si Sirus, raja sian Babel, dilehon raja Sirus i ma parenta mandokkon pajongjongon joro on di Debata.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nang ulaula sere dohot perak di bagasan joro ni Debata, angka na binuat ni si Nebukadnesar sian joro na di Jerusalem, jala binoanna tu bagasan joro na di Babel, nunga pola diparuar raja Sirus sian joro na di Babel, jala dipalumehon angka i tu sada halak na margoar Sesbasar, naung pinabangkitna gabe pangarajai di luat i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna rajai ma mandok ibana: Buat ma angka ulaula on, boan ma i tu joro na di Jerusalem, jala dokkon ma pajongjongon muse joro ni Debata di hajongjonganna hian.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ro ma tutu Sesbasar i, saut ma tutu dibahen ojahan ni joro ni Debata di Jerusalem, jadi olat ni rasirasa nuaeng sai tole halak paulihon, alai ndang dope sidung.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nuaeng pe, molo denggan di roha ni rajai, didokkon ma manigati di bagasan jabu parpeopan arta ni rajai na di Babel, manang tutu jumpang disi surat parenta sian raja Sirus mandokkon pajongjongon joro ni Debata na di Jerusalem; manang beha pingkiran ni roha ni rajai taringot tusi, ditongoshon ma tu hami!",
      "type": "content"
    }
  ]
}