{
  "book": "Ezra",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja Darius manggogo manumpak paulihon joro i 1-12. II. Jadi digogo halak Juda ma pasunhon joro i jala dipasahat tu Debata 13-18. III. Marulaon Paska nasida 19-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i didokkon raja Darius ma, ingkon dioran di bagasan jabu parpeopan ni surat parningotan, di bagasan jabu parpeopan arta ni rajai na di Babel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi jumpang ma di Akmeta, di bagasan huta na gonting na di tano Madai, sada pustaha parningotan, songon on do hata na tarsurat disi:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Di taon parjolo hinarajahon ni raja Sirus dilehon raja Sirus parenta taringot tu joro ni Debata na di Jerusalem: Ingkon pajongjongon muse di ingananna hian joro bahen pamelean, ingkon togu bahenon ojahanna, onompulu asta timbona jala onompulu asta bohangna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon tolu rinte batu na nidakdak bahen dorpina jala sarinte hau na imbaru; ia harugian tusi ingkon sian bagas ni rajai lehonon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angkup ni ulaula sere dohot perak sian bagas ni Debata hian, angka naung binuat ni si Nebukadnesar sian joro na di Jerusalem, jala diboan tu Babel, ingkon paulahon do, asa dipasuang tu bagasan joro na di Jerusalem, tu ingananna hian, ingkon sahat tu joro ni Debata boanonna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i, ho ale Tatnai, pangarajai di bariba ni batang aek Euprat dohot ho Jetar Bosenai, ro di donganmu satahi sian halak Aparsata i, angka na maringan di bariba ni batang aek i, unang jonoki hamu nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pasombu hamu nasida mangulasulas ulaon di joro ni Debata, asa tole pangarajai ni halak Juda dohot sintua ni halak Juda pajongjong joro ni Debata di hajongjonganna hian.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Angkup ni i nunga pola mangalehon parenta ahu taringot tu sibahenonmuna tu angka sintua ni halak Juda, asa dipajongjong nasida joro ni Debata: ingkon buaton sian arta ni rajai, sian seoa na jinalo sian bariba ni batang aek i jala bulus lehonon tu halak on bahen bohalnasida, asa unang tarsabat nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung sura hurangan nasida di lombu naposo, manang di birubiru tunggal, manang di anak ni birubiru, bahen pelean situtungon tu Debata sigomgom langit i, hurangan huhut di eme, sira, anggur manang miak, ingkon guru dok ni malim, angka na di Jerusalem godangna lehonon tu nasida ariari, na so tupa marbeda.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Asa dipelehon nasida pelean angka na hushus tu Debata sigomgom langit i, huhut mangidohon hahorason di rajai dohot di angka anakna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angkup ni dope parenta sian ahu, tung sura adong manang ise na manguba parentangkon, ingkon buaton sada tiang ni bagasna sandiri bahen pamajalanna, jabuna pe ingkon gabe partangkalan ala ni.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai anggo Debata, naung paian Goarna disi, sai ditunggalingkon ma nasa raja dohot bangso, angka na hum patoltol tanganna naeng paubahon manang mangaloha joro ni Debata na di Jerusalemi. Ahu, raja Darius i mangalehon parenta i, ingkon sigop do i pasauton!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Jadi sigop ma dipasaut si Tatnai, pangarajai di bariba ni batang aek i dohot si Jetar Bosenai ro di angka donganna satahi parenta i, hombar tu hata naung tinongoshon ni raja Darius i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi tole ma angka sintua ni halak Juda mangaringkoti ulaon i, jala gira dipasidung, hombar tu hata panurirang Haggai dohot Sakaria, anak ni si Ido; diringkoti nasida ma tutu ulaon i jala dipasidung, hombar tu hata ni Debata ni Israel, hombar huhut tu parenta ni si Sirus dohot si Darius dohot si Artasasta, raja sian Persia.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi sidung ma joro i di ari tolu bulan Adar, paonomtaonhon hinarajaon ni raja Darius.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i marari raya ma halak Israel, angka malim dohot halak Lepi, ro di halak na asing angka na mulak sian habuangan pasahathon joro i tu Debata marlas ni roha godang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Laho pasahathon joro i nasida tu Debata, dipelehon ma saratus jonggi, dua ratus birubiru tunggal, opat ratus anak ni birubiru, jala sampulu dua hambing tunggal bahen pelean pardosaon manguras sandok Israel, mangihuthon bilangan ni angka marga ni Israel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dipajongjong nasida ma angka malim mangihuthon pargansionna dohot halak Lepi mangihuthon rongkananna marhalado di Debata na di Jerusalem, hombar tu na tarsurat di bagasan buku ni si Musa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Dung i marulaon Paska ma halak Juda, angka na mulak sian habuangan di ari sampulu opat bulan sipaha sada.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai nunga diuras angka malim dohot halak Lepi dirina be, hira sahalak do iasnasida sudena; jadi diseat nasida ma birubiru Paska i di sude halak Juda, angka na mulak sian habuangan dohot di hahaangginasida i, i ma angka malim i dohot di nasida sandiri.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi halak Israel angka naung mulak sian habuangan ro di sude halak angka na papulik dirina sian haramunon ni angka bangso parbegu di luat i, gabe dongannasida mangalului Jahowa, Debata ni Israel manganhon Paska i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala marari raya sagusagu na so niasoman nasida pitu ari lelengna marlas ni roha; ai nunga dipalas Jahowa rohanasida i, jala disunggul roha ni raja sian Assur manumpak nasida, margogoihon tangannasida mangaradoti ulaon di bagas ni Debata, i ma Debata ni Israel.",
      "type": "content"
    }
  ]
}