{
  "book": "Ezra",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Esra laho sian Babel tu Jerusalem 1-10. II. Parenta binoanna sian raja Artasasta 11-26. III. Pujipujian ni si Esra tu Debata 27-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu angka jamita ondeng, uju hinarajahon ni si Artasasta, raja sian Persia, ro ma sian Babel si Esra, anak ni si Seraia, i ma anak ni si Azaria, i ma anak ni si Hilkia.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "I ma anak ni Sallum, i ma anak ni si Sadok, i ma anak ni si Ahitub.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "I ma anak ni si Amaria, i ma anak ni si Azaria, i ma anak ni si Merayot.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "I ma anak ni si Seraia, i ma anak ni si Usi, i ma anak ni si Bukki.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "I ma anak ni si Abisua, i ma anak ni si Pinehas, i ma anak ni si Eleasar, i ma anak ni si Aron, sintua ni malim i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "I ma si Esra i, na nangkok sian Babel, jala siboto surat do ibana, na pistar di bagasan patik ni si Musa, naung nilehon ni Jahowa, Debata ni Israel. Sandok guru pangidoanna dilehon rajai tu ibana, hombar tu panogunoguon ni Jahowa Debatana di ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nangkok huhut deba sian halak Israel, sian angka malim dohot halak Lepi, sian angka parende, sijaga pintu dohot halak Netinim tu Jerusalem papitutaonhon hinarajahon ni raja Artasasta.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i sahat ma ibana tu Jerusalem di bulan sipahalima, papitutaonhon hinarajahon ni rajai.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai di artia bulan sipahasada ibana mamungka nangkok sian Babel, jala di artia bulan sipahalima sahat ibana tu Jerusalem, hombar tu panogunoguon ni Debata na basa i di ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai nunga marsihohot hian roha ni si Esra mandiori patik ni Jahowa naeng ulahononna, huhut laho mangajarhon patik ni uhumi tu halak Israel.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Jala on do hata ni surat, na pinaihut ni raja Artasasta tu si Esra, malim jala siboto surat i, na pistar pajojor angka hata tona ni Jahowa dohot aturanna tu halak Israel.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ahu surat tinongos ni si Artasasta, raja ni angka raja, tu malim Esra, siboto surat na sun pistar pajojor patik ni Debata na di surgo, dame ma di hamu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nunga hulehon parenta sian ahu: Nasa na lomo roha di harajaonku sian bangso Israel, nang sian angka malim dohot halak Lepi naeng laho tu Jerusalem, jadi do i donganmu laho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ala naung sinuru ni rajai dohot panuturina sipitu halak i ho, asa parentaonmu Juda dohot Jerusalem, hombar tu patik ni Debatam na di bagasan tanganmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Boanonmu huhut perak dohot sere, naung nilehon ni rajai dohot angka panuturina sian lomona di Debata ni Israel, na maringanan di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Angkup ni sandok perak dohot sere guguan na dapot ho di sandok tano Babel rap dohot guguan na nilehon ni situan na torop i dohot angka malim sian lomona, tumpakna tu joro ni Debatana na di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ala ni gira ma tuhorhon hepeng i tu angka jonggi, birubiru tunggal, anak ni birubiru rap dohot angka pelean sipanganon dohot siinumon donganna i, ingkon pelehononmu do i di atas langgatan mardonokkon joro ni Debatamuna na di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Taringot tu perak dohot sere na lobi, jadi do marguru tu panimbang ni rohamuna pangkeonmuna, hombar tu lomo ni roha ni Debatamuna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tole ulaula angka naung pinalumehon tu ho laho mangaradoti tohonan di joro ni Debatam, pasahatonmu do i tu adopan ni bohi ni Debata di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tung sura adong dope hurang di joro ni Debatamu, na patut lehonon, ninna roham, lehon ma i sian bagas parpeopan arta ni rajai.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sian ahu sandiri, sian raja Artasasta, ruar parenta i tu saluhut induk siramoti arta, angka na di bariba ni batang aek i, manang sadia pe na pinangido ni malim Esra, na pistar pajojor patik ni Debata na di surgo, ingkon gira lehonon tu ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sahat ro di saratus talenta perak, jala saratus tuhukan eme, jala saratus bat anggur, jala saratus bat miak, ndang pola dibuhul anggo godang ni sira.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tung saluhut do na masuk tu lomo ni roha ni Debata na di surgo, ingkon bahenon do i sian nasa roha manumpak joro ni Debata na di surgo, asa unang hehe rimasna songgop tu harajaon ni rajai dohot tu angka anakna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Angkup ni na pabotohon ma ahu di hamu taringot tu angka malim dohot halak Lepi, angka parende, sijaga pintu dohot halak Netinim, ro di angka parhalado di bagasan joro ni Debata, na so tupa pangidoon sian nasida sohe manang beo manang gogo ni tano i siganup taon.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai anggo ho, ale Esra, hombar tu hapistaran ni Debatamu na sahat tu ho, pabangkit ma angka pangarajai dohot panguhum, angka na manguhumi bangso na di bariba ni batang aek i, i ma sude halak angka naung umboto patik ni Debatam, tung sura adong dope na so umbotosa, ingkon siajaranmuna do i tu ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala manang ise na so gira mangulahon patik ni Debata dohot patik ni rajai, ingkon gira hona uhum ibana bahenon ala ni, manang marutang hosa ibana manang tu habuangan, manang mangalehon dando, manang tarhurung.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(III.) Pinuji ma Jahowa, Debata ni ompunta i, naung manungguli songon i roha ni rajai, asa tung marmulia dibahen joro ni Jahowa di Jerusalem!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Nunga dipatongon Ibana tu ahu asi ni roha di adopan ni rajai dohot di adopan ni wakil ni rajai dohot di adopan ni saluhut induk ni rajai, angka na marhuaso. Jadi lam margogo ma ahu hombar tu panogunoguon ni Jahowa, Debatangku manumpak ahu, jala hupaluhut sian Israel induk angka na nangkok rap dohot ahu.",
      "type": "content"
    }
  ]
}