{
  "book": "Ezra",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Goargoar ni halak angka na sauduran dohot si Esra laho tu Jerusalem 1-14. II. Si Esra paluhuthon huhut halak Lepi, jala ditingtingkon sada ari parpuasaon mangundukkon dosa 15-23. III. Si Esra pasahathon tu angka malim dohot halak Lepi angka arta boanonna tu inganan na badia i 24-30. IV. Torang ni pardalanonnasida sahat tu Jerusalem 31-36",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do goargoar ni angka induknasida marompuompu dohot aturan ni partubunasida, angka na nangkok rap dohot ahu sian Babel, uju hinarajahon ni raja Artasasta.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sian pinompar ni si Pinehas: Si Gerson; sian pinompar ni si Itamar: Si Daniel; sian pinompar ni si Daud: Si Hantus.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sian pinompar ni si Sekania dohot si Paras: Si Sakaria rap dohot angka baoa donganna saompu, saratus limapulu halak toropna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sian pinompar ni si Pahat-Moab: Si Eleonai, anak ni si Seraia rap dohot donganna, dua ratus halak baoa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sian pinompar ni si Jattu: Si Sekania anak ni si Jehasiel rap dohot donganna, tolu ratus halak baoa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sian pinompar ni si Adin: Si Ebed, anak ni si Jonatan rap dohot donganna, limapulu halak baoa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sian pinompar ni si Elam: Si Jesaya, anak ni Atalia rap dohot donganna, pitupulu halak baoa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sian pinompar ni si Sepatia: Si Sebadia, anak ni si Mikhael rap dohot donganna, ualupulu halak baoa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sian pinompar ni si Joab: Si Obaja, anak ni si Jeiel rap dohot donganna, dua ratus sampulu ualu halak baoa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sian pinompar ni si Selomit: Anak ni si Josipia rap dohot donganna, saratus onompulu halak baoa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sian pinompar ni si Bebai: Si Sakaria, anak ni si Bebai rap dohot donganna, duapulu ualu halak baoa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sian pinompar ni si Asgad: Si Johanan, anak ni si Hakkaban rap dohot donganna, saratus sampulu halak baoa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sian pinompar ni si Adonikam, angka na parpudi tubu, jala on do goarnasida: Si Elipelet, si Jeiel dohot si Semaya rap dohot donganna, onompulu halak baoa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sian pinompar ni si Bigpai: Si Utai dohot si Sabut rap dohot donganna, pitupulu halak baoa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Dung i hupaluhut ma nasida di topi ni batang aek na mardalan tungkan Ahapa laos mangulon disi hami tolu ari lelengna. Jadi dung hupamanatmanat situan na torop i dohot angka malim, gabe ndang adong jumpang ahu nanggo sahalak Lepi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen i husuru ma mangalapi si Elieser, si Ariel, si Semaya, si Elnatan, si Jarib, si Natan, si Sakaria dohot si Mesulam, i ma angka induk, tole muse si Johaiarib dohot si Elnatan, i ma pangajari angka na marroha.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi hupaborhat ma nasida manopot Ido pangarajai di Kaspia pola humemehon tu pamangannasida hata angka sipatolhasonna tu Ido, tu angka hahaanggina dohot tu halak Netinim angka na di huta Kaspia, asa diboan tu hami angka parhalado di joro ni Debatanta.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi diboan nasida ma tu hami, hombar tu panogunoguon ni tangan ni Debatanta di hita, sada baoa na pistar sian pinompar ni si Mahli, halak Lepi, anak ni si Israel, i ma si Serebia ro di angka anakna dohot hahaanggina, sampulu ualu halak toropna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tole muse si Hasabya jala donganna si Jesaya sian pinompar ni si Merari, angka hahaanggina dohot anaknasida duapulu halak toropna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia sian halak Netinim, angka na nilehon ni si Daud dohot angka induk i bahen parhalado ni halak Lepi, dua ratus duapulu halak Netinim, pola dipaboa goargoar ni saluhutna i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i hutingtingkon ma disi di topi ni batang aek Ahapa sada parpuasaon asa hupaunduk hami rohanami di adopan ni Debatanami, mangidohon sian Ibana dalan na tiur di hami dohot di ianakhonnami ro di sandok ugasannami.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai maila do ahu anggo mangidohon sian rajai angka parangan dohot jolma parsihundul manolongi hami maralohon musu di tongan dalan; ai nunga pola hudok hami tu rajai songon on: Panogunoguon ni tangan ni Debatanami manumpak tu na denggan di saluhut jolma angka na mangalului Ibana; alai anggo gogona dohot rimasna manginona tu saluhut jolma angka na manadingkon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi marpuasa ma hami huhut mangidohon pangurupion sian Debatanami, gabe ditangihon Ibana hami.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(III.) Dung i hupapulik ma sian angka induk ni malim sampulu dua halak, i ma si Serebia dohot si Hasabya, jala hahaangginasida sampulu halak dongannasidai.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i hudasingkon ma tu nasida perak dohot sere dohot ulaula, silehonlehon tu joro ni Debatanta, angka naung binasabasahon ni rajai dohot angka panuturina dohot angka indukna ro di sandok Israel na disini bahen pelean.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai godangna na hudasingkon tu tangannasida onom ratus limapulu talenta perak, ia ulaula perak saratus talenta, laos saratus talenta sere.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tole muse duapulu panginuman sere na mararga saribu dirham sere dohot dua mangkuk sian tombaga marsillam songon sere na pita, argana pe doshon sere do.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ningku ma tu nasida: Na badia do hamu di Jahowa, angka ulaula i pe na badia do, ro di perak dohot sere silehonlehon sian lomo ni roha di Jahowa, Debata ni ompumuna i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dibahen i dungo ma hamu mangaramoti na pinalumehon i, paima sanga hamu mandasingkon angka i di jolo ni angka induk ni malim dohot halak Lepi ro di angka induk marompuompu di halak Israel di Jerusalem, di bagasan angka bilut ni joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi dijalo angka malim dohot halak Lepi ma perak dohot sere dohot ulaula na nidasing i, asa boanonnasida angka i tu Jerusalem, tu joro ni Debatanta.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(IV.) Jadi borhat ma hami sian batang aek Ahapa di ari sampulu dua bulan sipaha sada, mardalan tu Jerusalem; jala tangan ni Debatanta manogunogu hami, jala dipalua hami sian tangan ni musu dohot sian halak parbajo di tongan dalan.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi dung sahat hami tu Jerusalem mangulon hami disi tolu ari lelengna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Tole paopatarihon hudasingkon hami ma perak dohot sere dohot angka ulaula di bagasan joro ni Debatanta tu tangan ni malim Meremot, anak ni si Uria, jala donganna do si Eleasar, anak ni si Pinehas, dongannasida muse si Josabad, anak ni si Jesua dohot si Noaja, anak ni si Binnui, halak Lepi duansa.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Sintong be do bilangan dohot timbangan ni saluhutna, disurathon huhut uju i timbanganna luhutna.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ia halak angka na tarbuang na jolo, jala naung mulak sian habuangan mamelehon angka pelean situtungon tu Debata ni Israel, i ma sampulu dua lombu manguras sandok Israel, siapulu onom birubiru tunggal, pitupulu pitu anak ni birubiru dohot sampulu dua hambing tunggal bahen pelean pardosaon; saluhutna i bahen pelean situtungon tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i dipasahat nasida ma surat parenta ni rajai tu angka wakil ni rajai dohot tu pangarajai di bariba ni batang aek i, jadi ditumpak nasida ma situan na torop i paulihon joro ni Debata.",
      "type": "content"
    }
  ]
}