{
  "book": "Ezra",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Israel masibuatan boru dohot bangso parbegu, marsak roha ni malim Esra ala ni i 1-5. II. Tangiangna 6-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung marujung saluhutna ondeng, ro ma angka induk manopot ahu, ninna ma: Ndang dipapulik bangso Israel, angka malim dohot halak Lepi dirina sian angka bangso parbegu marluatluat dohot sian biasbias angka na niulahonnasida, niulahon ni halak Kanaan, Het i, Perisi, Jebusi, Amoni, Moab i, Misir dohot Amori.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai nunga dibuat nasida sian borunasida bahen jolmanasida dohot bahen jolma ni anaknasida, nunga marsampur boni na badia i dibahen nasida marhite sian angka bangso parbegu marluatluat; jala tangan ni angka induk dohot partogi manjolohon mangulahon hajahaton on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dung hubege barita i, husansani ma pangkeanhu dohot bajungku, huruntuni dohot obuk ni ulungku dohot misengku, laos hundul tarhatotong boti ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi marluhut ma tu lambungku saluhut halak na manonditnondit mida hata ni Debata ni Israel, ala pangalaosion ni halak angka na ro sian habuangan; alai laos hundul tarhatotong boti anggo ahu sahat ro di tingki pamelean bodarina i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi marhira jumpang tingki pameleon bodarina i hehe ma ahu sian hajepolonku laos mamangke pangkean dohot bajungku na sinansanan i, jala marsinggang ahu huhut paherbang tanganku duansa tu Jahowa, Debatangku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i ningku ma: Ale Debatangku, maila do ahu nian jala manonditnondit pasindak bohingku manaili dompak Ho, ale Debatangku, ai nunga tung disalpui hajahatonnami ulunami, jala na balga situtu salanami maungaung sahat ro di banua ginjang.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Olat ni tingki ni angka ompunami rasirasa sadarion hami di bagasan sala na godang, jala ala ni hajahatonnami umbahen naung pinasahat nang hami, nang rajanami, nang malimnami tu bagasan tangan ni angka raja marluatluat, na ripe suda bahenon ni podang, habuangan, tabantaban dohot hailaon ni bohi, songon na andar sadarion.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo nuaeng hira jumpangan asi ni roha hami satongkin sian Jahowa, Debatanami ala ditebahon dope di hami jolma angka na malua dohot marbasabasahon tu hami nanggo sada labang hau di inganan na badia i, asa dipatiur Debatanami parnidaannami, jala diapuli hami muse otik di parhatobanannami.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai hatoban do hami tutu, alai nang di parhatobanannami ndang ditadingkon Debatanami hami, lam dipamelok tahe roha ni angka raja sian Persia marasi ni roha tu hami mangapuli rohanami otik, mangaloas hami pajongjong joro ni Debatanami dohot pauliulihon angka na maloha disi, huhut mangalehon tu hami sada parik di Juda dohot di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nuaeng pe, tung aha ma dohononnami, ale Debatanami, dung salpu angka i? Ai nunga hutadingkon hami angka tonami.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angka naung tinonahonmu marhite sian pamangan ni angka naposom, angka panurirang i, nimmu do: Ia tano sisoluhonmuna laho manean, tano na ramun do i marhite sian haramunon ni angka bangso marluatluat, binahen ni hagigion angka na niulanasida i, pola gok tano i sian partalpahan na sada tu partalpahan na sadanari, binahen ni haramunonnasida i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen i ndang jadi lehononmuna borumuna di anaknasida, jala ndang jadi buatonmuna borunasida di anakmuna, jala ndang jadi tumpahanmuna nasida mardame manang marhasonangan ro di salelenglelengna, asa lam margogo anggo hamu, jala manganhon na denggan di tano i, laos teanonmuna, nang anakmuna ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Manimbang sian saluhut naung songgop tu hami ala ni pambahenannami angka na roa i dohot ala ni salanami na godang i, tardok dope Ho marpanatap tu hami, ale Debatanami gumodang sian na tama, ala ni hajahatonnami, jala nunga dilehon Ho tu hami songon na andar sadarion.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tung patut ma nian ulahannami mangose angka tonami, asa laho martondong tu angka bangso hagigian on? Tung so tagamon marronirimas Ho mida hami, maradu sun siap hami bahenonmu, asa unang tinggal manang malua nanggo sahalak?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ale Jahowa, Debata ni Israel, na bonar do anggo Ho, ai tinggal dope anggo hami pasipasina malua, songon na andar sadarion; ida ma, di adopan ni Bohim do hami di bagasan hasalaannami, ai nanggo sahalak ndang manahan jongjong di adopan ni Bohim ala ni hajahaton on.",
      "type": "content"
    }
  ]
}