{
  "book": "Yesaya",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Judul",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Penglihatan yang telah dilihat Yesaya bin Amos tentang Yehuda dan Yerusalem dalam zaman Uzia, Yotam, Ahas dan Hizkia, raja-raja Yehuda.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Pengaduan tentang bangsa yang tidak setia itu",
      "type": "title"
    },
    {
      "verse": 2,
      "text": "Dengarlah, hai langit, dan perhatikanlah, hai bumi, sebab TUHAN berfirman: \"Aku membesarkan anak-anak dan mengasuhnya, tetapi mereka memberontak terhadap Aku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lembu mengenal pemiliknya, tetapi Israel tidak; keledai mengenal palungan yang disediakan tuannya, tetapi umat-Ku tidak memahaminya.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Celakalah bangsa yang berdosa, kaum yang sarat dengan kesalahan, keturunan yang jahat-jahat, anak-anak yang berlaku buruk! Mereka meninggalkan TUHAN, menista Yang Mahakudus, Allah Israel, dan berpaling membelakangi Dia.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Di mana kamu mau dipukul lagi, kamu yang bertambah murtad? Seluruh kepala sakit dan seluruh hati lemah lesu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dari telapak kaki sampai kepala tidak ada yang sehat: bengkak dan bilur dan luka baru, tidak dipijit dan tidak dibalut dan tidak ditaruh minyak.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Negerimu menjadi sunyi sepi, kota-kotamu habis terbakar; di depan matamu orang-orang asing memakan hasil dari tanahmu. Sunyi sepi negeri itu seolah-olah ditunggangbalikkan orang asing.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Puteri Sion tertinggal sendirian seperti pondok di kebun anggur, seperti gubuk di kebun mentimun dan seperti kota yang terkepung.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Seandainya TUHAN semesta alam tidak meninggalkan pada kita sedikit orang yang terlepas, kita sudah menjadi seperti Sodom, dan sama seperti Gomora.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Bertobat lebih baik dari mempersembahkan korban",
      "type": "title"
    },
    {
      "verse": 10,
      "text": "Dengarlah firman TUHAN, hai pemimpin-pemimpin, manusia Sodom! Perhatikanlah pengajaran Allah kita, hai rakyat, manusia Gomora!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "\"Untuk apa itu korbanmu yang banyak-banyak?\" firman TUHAN; \"Aku sudah jemu akan korban-korban bakaran berupa domba jantan dan akan lemak dari anak lembu gemukan; darah lembu jantan dan domba-domba dan kambing jantan tidak Kusukai.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Apabila kamu datang untuk menghadap di hadirat-Ku, siapakah yang menuntut itu dari padamu, bahwa kamu menginjak-injak pelataran Bait Suci-Ku?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jangan lagi membawa persembahanmu yang tidak sungguh, sebab baunya adalah kejijikan bagi-Ku. Kalau kamu merayakan bulan baru dan sabat atau mengadakan pertemuan-pertemuan, Aku tidak tahan melihatnya, karena perayaanmu itu penuh kejahatan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Perayaan-perayaan bulan barumu dan pertemuan-pertemuanmu yang tetap, Aku benci melihatnya; semuanya itu menjadi beban bagi-Ku, Aku telah payah menanggungnya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Apabila kamu menadahkan tanganmu untuk berdoa, Aku akan memalingkan muka-Ku, bahkan sekalipun kamu berkali-kali berdoa, Aku tidak akan mendengarkannya, sebab tanganmu penuh dengan darah.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Basuhlah, bersihkanlah dirimu, jauhkanlah perbuatan-perbuatanmu yang jahat dari depan mata-Ku. Berhentilah berbuat jahat,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "belajarlah berbuat baik; usahakanlah keadilan, kendalikanlah orang kejam; belalah hak anak-anak yatim, perjuangkanlah perkara janda-janda!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Marilah, baiklah kita berperkara! --firman TUHAN--Sekalipun dosamu merah seperti kirmizi, akan menjadi putih seperti salju; sekalipun berwarna merah seperti kain kesumba, akan menjadi putih seperti bulu domba.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jika kamu menurut dan mau mendengar, maka kamu akan memakan hasil baik dari negeri itu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tetapi jika kamu melawan dan memberontak, maka kamu akan dimakan oleh pedang.\" Sungguh, TUHAN yang mengucapkannya.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Hukuman atas Yerusalem",
      "type": "title"
    },
    {
      "verse": 21,
      "text": "Bagaimana ini, kota yang dahulu setia sekarang sudah menjadi sundal! Tadinya penuh keadilan dan di situ selalu diam kebenaran, tetapi sekarang penuh pembunuh.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Perakmu tidak murni lagi dan arakmu bercampur air.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Para pemimpinmu adalah pemberontak dan bersekongkol dengan pencuri. Semuanya suka menerima suap dan mengejar sogok. Mereka tidak membela hak anak-anak yatim, dan perkara janda-janda tidak sampai kepada mereka.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sebab itu demikianlah firman Tuhan, TUHAN semesta alam, Yang Mahakuat pelindung Israel; \"Ha, Aku akan melampiaskan dendam-Ku kepada para lawan-Ku, dan melakukan pembalasan kepada para musuh-Ku.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Aku akan bertindak terhadap engkau: Aku akan memurnikan perakmu dengan garam soda, dan akan menyingkirkan segala timah dari padanya.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Aku akan mengembalikan para hakimmu seperti dahulu, dan para penasihatmu seperti semula. Sesudah itu engkau akan disebutkan kota keadilan, kota yang setia.\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sion akan Kubebaskan dengan penghakiman yang adil dan orang-orangnya yang bertobat akan Kubebaskan dengan tindakan yang benar.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tetapi orang-orang yang memberontak dan orang-orang berdosa akan dihancurkan bersama, dan orang-orang yang meninggalkan TUHAN akan habis lenyap.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Sungguh, kamu akan mendapat malu karena pohon-pohon keramat yang kamu inginkan; dan kamu akan tersipu-sipu karena taman-taman dewa yang kamu pilih.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Sebab kamu akan seperti pohon keramat yang daunnya layu, dan seperti kebun yang kekurangan air.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Maka yang kuat menjadi seolah-olah kapas dan pekerjaannya menjadi seolah-olah bunga api; keduanya menimbulkan api dan tidak ada yang dapat memadamkan.",
      "type": "content"
    }
  ]
}