{
  "book": "Yesaya",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Ejekan tentang raja Babel",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Sebab TUHAN akan menyayangi Yakub dan akan memilih Israel sekali lagi dan akan membiarkan mereka tinggal di tanah mereka, maka orang asing akan menggabungkan diri kepada mereka dan akan berpadu dengan kaum keturunan Yakub.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Bangsa-bangsa lain akan mengantar Israel pulang ke tempatnya, lalu kaum Israel akan memiliki bangsa-bangsa itu di tanah TUHAN sebagai hamba-hamba lelaki dan hamba-hamba perempuan. Demikianlah mereka akan menawan orang-orang yang menawan mereka dan akan berkuasa atas para penindas mereka.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Maka pada hari TUHAN mengakhiri kesakitan dan kegelisahanmu dan kerja paksa yang berat yang dipaksakan kepadamu,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "maka engkau akan memperdengarkan ejekan ini tentang raja Babel, dan berkata: \"Wah, sudah berakhir si penindas sudah berakhir orang lalim!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "TUHAN telah mematahkan tongkat orang-orang fasik, gada orang-orang yang memerintah,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "yang memukul bangsa-bangsa dengan gemas, dengan pukulan yang tidak putus-putusnya; yang menginjak-injak bangsa-bangsa dalam murka dengan tiada henti-hentinya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Segenap bumi sudah aman dan tenteram; orang bergembira dengan sorak-sorai.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Juga pohon-pohon sanobar dan pohon-pohon aras di Libanon bersukacita karena kejatuhanmu, katanya: 'Dari sejak engkau rebah terbaring, tidak ada lagi orang yang naik untuk menebang kami!'",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dunia orang mati yang di bawah gemetar untuk menyongsong kedatanganmu, dijagakannya arwah-arwah bagimu, yaitu semua bekas pemimpin di bumi; semua bekas raja bangsa-bangsa dibangunkannya dari takhta mereka.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sekaliannya mereka mulai berbicara dan berkata kepadamu: 'Engkau juga telah menjadi lemah seperti kami, sudah menjadi sama seperti kami!'",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ke dunia orang mati sudah diturunkan kemegahanmu dan bunyi gambus-gambusmu; ulat-ulat dibentangkan sebagai lapik tidurmu, dan cacing-cacing sebagai selimutmu.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "\"Wah, engkau sudah jatuh dari langit, hai Bintang Timur, putera Fajar, engkau sudah dipecahkan dan jatuh ke bumi, hai yang mengalahkan bangsa-bangsa!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Engkau yang tadinya berkata dalam hatimu: Aku hendak naik ke langit, aku hendak mendirikan takhtaku mengatasi bintang-bintang Allah, dan aku hendak duduk di atas bukit pertemuan, jauh di sebelah utara.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Aku hendak naik mengatasi ketinggian awan-awan, hendak menyamai Yang Mahatinggi!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sebaliknya, ke dalam dunia orang mati engkau diturunkan, ke tempat yang paling dalam di liang kubur.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Orang-orang yang melihat engkau akan memperhatikan dan mengamat-amati engkau, katanya: Inikah dia yang telah membuat bumi gemetar, dan yang telah membuat kerajaan-kerajaan bergoncang,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "yang telah membuat dunia seperti padang gurun, dan menghancurkan kota-kotanya, yang tidak melepaskan orang-orangnya yang terkurung pulang ke rumah?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Semua bekas raja bangsa-bangsa berbaring dalam kemuliaan, masing-masing dalam rumah kuburnya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tetapi engkau ini telah terlempar, jauh dari kuburmu, seperti taruk yang jijik, ditutupi dengan mayat orang-orang yang tertikam oleh pedang dan jatuh tercampak ke batu-batu liang kubur seperti bangkai yang terinjak-injak.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Engkau tidak akan bersama-sama dengan raja-raja itu di dalam kubur, sebab engkau telah merusak negerimu dan membunuh rakyatmu. Anak cucu orang yang berbuat jahat tidak akan disebut-sebut untuk selama-lamanya.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dirikanlah bagi anak-anaknya tempat pembantaian, oleh karena kesalahan nenek moyang mereka, supaya mereka jangan bangun dan menduduki bumi dan memenuhi dunia dengan kota-kota.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "\"Aku akan bangkit melawan mereka,\" demikianlah firman TUHAN semesta alam, \"Aku akan melenyapkan nama Babel dan sisanya, anak cucu dan anak cicitnya,\" demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "\"Aku akan membuat Babel menjadi milik landak dan menjadi air rawa-rawa, dan kota itu akan Kusapu bersih dan Kupunahkan,\" demikianlah firman TUHAN semesta alam.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ucapan ilahi terhadap Asyur",
      "type": "title"
    },
    {
      "verse": 24,
      "text": "TUHAN semesta alam telah bersumpah, firman-Nya: \"Sesungguhnya seperti yang Kumaksud, demikianlah akan terjadi, dan seperti yang Kurancang, demikianlah akan terlaksana:",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Aku akan membinasakan orang Asyur dalam negeri-Ku dan menginjak-injak mereka di atas gunung-Ku; kuk yang diletakkan mereka atas umat-Ku akan terbuang dan demikian juga beban yang ditimpakan mereka atas bahunya.\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Itulah rancangan yang telah dibuat mengenai seluruh bumi, dan itulah tangan yang teracung terhadap segala bangsa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "TUHAN semesta alam telah merancang, siapakah yang dapat menggagalkannya? Tangan-Nya telah teracung, siapakah yang dapat membuatnya ditarik kembali?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ucapan ilahi terhadap Filistea",
      "type": "title"
    },
    {
      "verse": 28,
      "text": "Dalam tahun matinya raja Ahas datanglah ucapan ilahi ini:",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Janganlah bersukaria, hai segenap Filistea, karena walaupun gada orang yang memukul engkau sudah patah, tetapi dari keturunan ular itu akan keluar ular beludak, dan anaknya akan menjadi ular naga terbang.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Yang paling hina dari umat-Ku akan mendapat makanan dan orang-orang miskin akan diam dengan tenteram, tetapi keturunanmu akan Kumatikan dengan kelaparan, dan sisa-sisamu akan Kubunuh.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Merataplah, hai pintu gerbang! Berteriaklah, hai kota! Gemetarlah, hai segenap Filistea! Sebab di sebelah utara sudah mengepul asap perang, dan barisan musuh maju tanpa ada yang mundur.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dan apakah jawab yang akan diberi kepada utusan-utusan bangsa itu? \"TUHAN yang meletakkan dasar Sion, dan di sanalah orang-orang yang sengsara dari umat-Nya mendapat perlindungan.\"",
      "type": "content"
    }
  ]
}