{
  "book": "Yesaya",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Israel diselamatkan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada waktu itu TUHAN akan melaksanakan hukuman dengan pedang-Nya yang keras, besar dan kuat atas Lewiatan, ular yang meluncur, atas Lewiatan, ular yang melingkar, dan Ia akan membunuh ular naga yang di laut.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Pada waktu itu akan dikatakan: \"Bernyanyilah tentang kebun anggur yang elok!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Aku, TUHAN, penjaganya; setiap saat Aku menyiraminya. Supaya jangan orang mengganggunya, siang malam Aku menjaganya;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "kehangatan murka tiada pada-Ku. Sekiranya tampak kepada-Ku puteri malu dan rumput, Aku akan bertindak memeranginya dan akan membakarnya sekaligus,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "kecuali kalau mereka mencari perlindungan kepada-Ku dan mencari damai dengan Aku, ya mencari damai dengan Aku!\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Pada hari-hari yang akan datang, Yakub akan berakar, Israel akan berkembang dan bertunas dan memenuhi muka bumi dengan hasilnya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Apakah TUHAN memusnahkan umat-Nya seperti Ia memusnahkan orang yang memusnahkan mereka? Atau apakah Ia membunuh umat-Nya seperti Ia membunuh orang yang membunuh mereka?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dengan menghalau dan dengan mengusir mereka Engkau telah melawan mereka. Ia telah menyisihkan mereka dengan angin-Nya yang keras di waktu angin timur.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Maka beginilah akan dihapuskan kesalahan Yakub dan inilah buahnya kalau ia menjauhkan dosanya: ia akan membuat segala batu mezbah seperti batu-batu kapur yang dipecah-pecahkan, sehingga tiada lagi tiang-tiang berhala dan pedupaan-pedupaan yang tinggal berdiri.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sebab kota yang berkubu itu terpencil, suatu tempat kediaman yang dikosongkan dan ditinggalkan seperti padang gurun; anak lembu akan makan rumput dan berbaring di situ menghabiskan dahan-dahan pohon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Apabila ranting-rantingnya sudah kering, maka akan dipatahkan; perempuan-perempuan akan datang dan menyalakannya. Sebab inilah suatu bangsa yang tidak berakal budi, itulah sebabnya dia tidak disayangi oleh Dia yang menjadikannya dan tidak dikasihi oleh Dia yang membentuknya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Maka pada waktu itu TUHAN akan mengirik mulai dari sungai Efrat sampai sungai Mesir, dan kamu ini akan dikumpulkan satu demi satu, hai orang Israel!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pada waktu itu sangkakala besar akan ditiup, dan akan datang mereka yang hilang di tanah Asyur serta mereka yang terbuang ke tanah Mesir untuk sujud menyembah kepada TUHAN di gunung yang kudus, di Yerusalem.",
      "type": "content"
    }
  ]
}