{
  "book": "Yesaya",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "Keselamatan bagi umat TUHAN",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Padang gurun dan padang kering akan bergirang, padang belantara akan bersorak-sorak dan berbunga;",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "seperti bunga mawar ia akan berbunga lebat, akan bersorak-sorak, ya bersorak-sorak dan bersorak-sorai. Kemuliaan Libanon akan diberikan kepadanya, semarak Karmel dan Saron; mereka itu akan melihat kemuliaan TUHAN, semarak Allah kita.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Kuatkanlah tangan yang lemah lesu dan teguhkanlah lutut yang goyah.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Katakanlah kepada orang-orang yang tawar hati: \"Kuatkanlah hati, janganlah takut! Lihatlah, Allahmu akan datang dengan pembalasan dan dengan ganjaran Allah. Ia sendiri datang menyelamatkan kamu!\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Pada waktu itu mata orang-orang buta akan dicelikkan, dan telinga orang-orang tuli akan dibuka.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Pada waktu itu orang lumpuh akan melompat seperti rusa, dan mulut orang bisu akan bersorak-sorai; sebab mata air memancar di padang gurun, dan sungai di padang belantara;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "tanah pasir yang hangat akan menjadi kolam, dan tanah kersang menjadi sumber-sumber air; di tempat serigala berbaring akan tumbuh tebu dan pandan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Di situ akan ada jalan raya, yang akan disebutkan Jalan Kudus; orang yang tidak tahir tidak akan melintasinya, dan orang-orang pandir tidak akan mengembara di atasnya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Di situ tidak akan ada singa, binatang buas tidak akan menjalaninya dan tidak akan terdapat di sana; orang-orang yang diselamatkan akan berjalan di situ,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "dan orang-orang yang dibebaskan TUHAN akan pulang dan masuk ke Sion dengan bersorak-sorai, sedang sukacita abadi meliputi mereka; kegirangan dan sukacita akan memenuhi mereka, kedukaan dan keluh kesah akan menjauh.",
      "type": "content"
    }
  ]
}