{
  "book": "Yesaya",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Yesaya dan raja Ahas",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Dalam zaman Ahas bin Yotam bin Uzia, raja Yehuda, maka Rezin, raja Aram, dengan Pekah bin Remalya, raja Israel, maju ke Yerusalem untuk berperang melawan kota itu, namun mereka tidak dapat mengalahkannya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lalu diberitahukanlah kepada keluarga Daud: \"Aram telah berkemah di wilayah Efraim,\" maka hati Ahas dan hati rakyatnya gemetar ketakutan seperti pohon-pohon hutan bergoyang ditiup angin.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Berfirmanlah TUHAN kepada Yesaya: \"Baiklah engkau keluar menemui Ahas, engkau dan Syear Yasyub, anakmu laki-laki, ke ujung saluran kolam atas, ke jalan raya pada Padang Tukang Penatu,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "dan katakanlah kepadanya: Teguhkanlah hatimu dan tinggallah tenang, janganlah takut dan janganlah hatimu kecut karena kedua puntung kayu api yang berasap ini, yaitu kepanasan amarah Rezin dengan Aram dan anak Remalya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Oleh karena Aram dan Efraim dengan anak Remalya telah merancang yang jahat atasmu, dengan berkata:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Marilah kita maju menyerang Yehuda dan menakut-nakutinya serta merebutnya, kemudian mengangkat anak Tabeel sebagai raja di tengah-tengahnya,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "maka beginilah firman Tuhan ALLAH: Tidak akan sampai hal itu, dan tidak akan terjadi,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "sebab Damsyik ialah ibu kota Aram, dan Rezin ialah kepala Damsyik. Dalam enam puluh lima tahun Efraim akan pecah, tidak menjadi bangsa lagi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dan Samaria ialah ibu kota Efraim, dan anak Remalya ialah kepala Samaria. Jika kamu tidak percaya, sungguh, kamu tidak teguh jaya.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Pemberitaan mengenai Imanuel",
      "type": "title"
    },
    {
      "verse": 10,
      "text": "TUHAN melanjutkan firman-Nya kepada Ahas, kata-Nya:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "\"Mintalah suatu pertanda dari TUHAN, Allahmu, biarlah itu sesuatu dari dunia orang mati yang paling bawah atau sesuatu dari tempat tertinggi yang di atas.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tetapi Ahas menjawab: \"Aku tidak mau meminta, aku tidak mau mencobai TUHAN.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lalu berkatalah nabi Yesaya: \"Baiklah dengarkan, hai keluarga Daud! Belum cukupkah kamu melelahkan orang, sehingga kamu melelahkan Allahku juga?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sebab itu Tuhan sendirilah yang akan memberikan kepadamu suatu pertanda: Sesungguhnya, seorang perempuan muda mengandung dan akan melahirkan seorang anak laki-laki, dan ia akan menamakan Dia Imanuel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia akan makan dadih dan madu sampai ia tahu menolak yang jahat dan memilih yang baik,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "sebab sebelum anak itu tahu menolak yang jahat dan memilih yang baik, maka negeri yang kedua rajanya engkau takuti akan ditinggalkan kosong.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "TUHAN akan mendatangkan atasmu dan atas rakyatmu dan atas kaum keluargamu hari-hari seperti yang belum pernah datang sejak Efraim menjauhkan diri dari Yehuda--yakni raja Asyur.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Pada hari itu akan terjadi: TUHAN bersuit memanggil lalat yang ada di ujung anak-anak sungai Nil, dan memanggil lebah yang ada di tanah Asyur.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dan semuanya akan datang hinggap di lembah-lembah yang terjal dan di celah-celah bukit-bukit batu, di segala pagar duri dan di segala tanah penggembalaan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Pada hari itu dengan pisau cukur yang dipinjam dari seberang sungai Efrat, yakni raja Asyur, Tuhan akan mencukur kepala dan bulu paha, bahkan pisau itu akan melenyapkan janggut juga.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Pada hari itu setiap orang akan memiara seekor lembu betina yang muda dan dua ekor domba,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "dan karena banyaknya susu yang dihasilkan, mereka akan makan dadih; sungguh, dadih dan madu akan dimakan oleh setiap orang yang masih tinggal di dalam negeri.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Pada hari itu setiap tempat, di mana biasanya tumbuh seribu pohon anggur dan yang berharga seribu syikal perak, akan menjadi tempat puteri malu dan rumput.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Orang pergi ke sana terpaksa membawa anak-anak panah dan busur, sebab puteri malu dan rumput belaka seluruh negeri itu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dan engkau tidak berani pergi ke segala lereng gunung yang biasanya dicangkul, karena takut akan puteri malu dan rumput; di situ hanya lembu dan domba akan berkeliaran.",
      "type": "content"
    }
  ]
}