{
  "book": "Yoel",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hasisiap binahen ni sihapor 1-12. II. Apoapo mandokkon paundukkon roha maradophon Debata 13-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma hata ni Jahowa tu si Joel, anak ni si Petuel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tangihon ma hata on hamu ale angka sintua, jala patinggil pinggolmuna, sude hamu isi ni tano on! Tung dung ma masa songon i di angka arimuna, manang di angka ari ni ompumuna i?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Torsahon hamu ma tu angka anakmuna taringot tusi, jala anakmuna tu anaknasida, jala anaknasida muse tu sundut di pudina.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Na tinebahon ni antatadu digagat sihapor, jala na tinebahon ni sihapor digagat tamponok, jala na tinebahon ni tamponok digagat gulomit.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ngot ma hamu, angka na mabuk, jala tumatangis ma hamu! Jala mangandung ma saluhut hamu angka sisobur anggur, ala ni anggur na pang, ala naung suda dibuat sian pamanganmuna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai nangkok do tu tanongku sada bangso na tang jala na so habilangan; iponna tudoshon ipon ni singa, jala saitna tudoshon sait ni singa boruboru.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nunga ranggason hau anggurhu dibahen, jala nunga matultul ia hau antajaungku, tung dilangkati situtu do jala diparumpak, pola mamontar angka rantingna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Mangandung ma ho, songon boru muli, na martujung hori ala ni bangunan ni haposoonna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nunga siap pelean sipanganon dohot siinuman sian joro ni Jahowa, margudompong angka malim, angka parhalado ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga tarulang ladang, duhuton ia hauma, ala lusam eme, jala marsik aek ni anggur, malos ia hau jetun.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Marlangan ma, hamu angka paruma, mangandung ma hamu parporlak anggur, ala ni eme saba dohot eme tur, ai nunga mago partaonan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga pola apean hau anggur, jala nunga ranggason hau antajau; nang hau dalimo dohot harambir dohot hau unte ro di saluhut hau na di ladang nunga malos, ai nunga mandao las ni roha sian anak ni jolma.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Marhohos ma, hamu ale angka malim, jala mangandungi! Mangangguhi ma, hamu ale angka parhalado di langgatan! Masuk ma hamu, laos marbulusan abit hori bornginna i, hamu ale angka parhalado ni Debatangku, ala naung munsat sian joro ni Debatamuna pelean sipanganon dohot siinumon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Parbadiai hamu ma sada ari parpuasaon, tingtingkon hamu sada ari raya, paluhut hamu angka sintua ro di sude isi ni luaton tu joro ni Jahowa Debatamuna, jala mangangguhi ma hamu tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Oe ari na marjea on! Ai jonok nama ari ni Jahowa, jala songon hasisiap sian na sun hinagogo harorona.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nda nunga sun siap sipanganon di adopan ni matanta? Sian joro ni Debatanta las ni roha dohot olopolop?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nunga busuk angka boni di toru ni bungkina, nunga tarulang angka bagas parugasanan, nunga maloha angka sopo, ai nunga rahar eme i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Maheu ia pinahan marisuang! Bodiaron do angka parduan ni lombu, ala soada jampalan di nasida; gari angka parduaan ni birubiru rapar do.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tu ho do, ale Jahowa, ahu joujou! Ai nunga suda dipangan api angka jampalan di halongonan, jala mosok do sude hau di ladang dibahen api rarat.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Gari pinahan di balian marhoi tu ho do, ai nunga marsik angka sunge, jala nunga suda dipangan api angka jampalan di halongonan.",
      "type": "content"
    }
  ]
}