{
  "book": "Yoel",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Nunga lam jonok ari uhum godang i 1-11. II. Tingting mandokkon paubahon roha 12-17. III. Jadi marpangulahi ma roha ni Jahowa mida bangsona 18-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Palu hamu ma sarune di Sion, jala marsurak ma hamu di atas dolok habadiaonki! Angka hitir ma sude isi ni tano on, ai na ro ne ma ari ni Jahowa, tung jonok na ma.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ari haholomon do i jala hagolapon, ari ombun na marhobot dohot ombun manorop; songon sibalik hunik manogotna i mangerbang songgop tu angka dolok, songon i ma ro sada bangso na timbul jala na tang, ndang dung adong sisongon i sian na robi, tu joloan on pe ndang adong be jumpang songon i pola marsundutsundut.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Api na manganhon di jolona, jala di pudina marjillamjillam; songon porlak Eden tano on di jolona alai anggo di pudina halongonan na hasang do, jala ndang adong na malua nanggo sada sian ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Songon rumang ni angka hoda rumangna, jala songon halak parsihundul parinjakna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Songon pardorom ni angka hureta di punsu ni angka dolok paringkatnasida, songon soara ni jilam ni api na manganhon durame, songon bangso na tang na gopas marsinjata tu hamusuon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Marsahit rian angka bangso maradophon ibana, marlangan be sude bohi ni jolma.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Martahop nasida songon ulubalang na begu, songon halak parmusu dijangkiti nasida parik, jala masitondong dalanna be nasida, jala ndang mamedu nasida sian dalannasida i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala ndang masisosahan nasida, masitondong dalanna be nasida, marragean do nasida marhitehite hujur palait, laos so mansohot do marporang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Di bagasan huta nasida marmeang muli, marinjak di atas parik, angka bagas do dipanaek, bongot sian pandiloan songon panangko.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angka hitir do tano on maradophon nasida, humuntal angka langit, mangkolom do mata ni ari dohot bulan, pola dohot angka bintang maniopi sondangna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala dipangiar Jahowa do suarana manguluhon paranganna, ai tung na torop situtu do paranganna; tung na gogo do ibana pasaut hatana i; tung na bolon do ari ni Jahowa, jala na songkal sahali, tung ise ma manahan disi?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Alai nuaeng pe, ninna Jahowa: Sai mulak ma hamu tu ahu sian nasa rohamuna mardongan parpuasaon, partangison dohot angguhangguk.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala rohamuna ma ribahi hamu, unang asal ulosmuna, sai mulak ma hamu tu Jahowa, Debatamuna i! Ai pardengganbasa jala parasi roha do ibana, lambas do ibana tarrimas jala parasi roha godang, jala tibu marpangulahi rohana mida hamagoan i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ise umbotosa, anggiat tung mulak ibana jala marpangulahi rohana, jala ditadingkon pasupasu sada sian pudina bahen pelean sipanganon dohot siinumon di Jahowa, Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Palu hamu ma sarune di Sion! Parbadiai hamu ma sada parpuasaon, tingtingkon hamu ma ari raya sada!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Paluhut hamu ma bangso i, parbadiai hamu ma luhutan i! Paluhut hamu ma angka sintua, papungu hamu ma angka dakdanak ro di angka posoposo na onsop manusu! Ruar ma pangoli sian bilutna dohot oroan i sian bilutna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingkon tumatangis ma di holangkolang ni emper dohot langgatan malim, angka parhalado ni Jahowa, dohononnasida ma: Sai marpangulahi ma roham, ale Jahowa, mida bangsom, jala unang pasahat bangso na niainmu gabe sialingon, gabe pambuatan hulingkulingan ni angka parbegu! Boasa ma tung mehet di tongatonga ni angka bangso; didia do nuaeng Debatanasida i?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Jadi mangiburu ma Jahowa humongkop tanona, jala marpangulahi rohana mida bangsona.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna Jahowa ma mangalusi bangsona: Ida ma, tongosonku ma tu hamu eme dohot anggur dohot miak, asa butong hamu sian i; jala ndang be bahenonku hamu marhaurahon di tongatonga ni angka bangso.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala paholangonku do sian hamu sipangago i, jala onjaronku ibana tu tano na hasang dohot na tarulang; angka parjolona tu laut na tungkan habinsaran, jala angka na parpudi tu laut na tungkan hasundutan. Jadi manaek ma angirna, manaek dohot busukna, ala tenga pambahenna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Unang ma mabiar ho, ale tano, marolopolop ma ho jala marlas ni roha, ai timbul do pambahen ni Jahowa!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Unang mabiar hamu, ale pinahan di ladang, ai martumbur muse angka jampalan di halongonan, jala marparbue angka hau i, lehonon ni hau antajau dohot anggur muse gogonasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Antong marolopolop jala marlas ni roha ma hamu, ale angka anak ni Sion mida Jahowa, Debatamuna i! Ai ibana mangalehon tu hamu udan panaburon bahen pamintorion, jala dipatuat tu hamu udan tipotipo, udan panaburon dohot udan gotilon patumonaan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi tambun ma eme di angka pardegean, jala binsat angka pangilangan sian anggur dohot miak.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi marsingkat ma tu hamu bahenonku angka taon panggagatan ni antatadu, sihapor, tamponok dohot gulomit, paranganku na godang, angka na hupaborhat i dompak hamu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i datdatanmuna ma mangan jala butong, jala pujionmuna ma goar ni Jahowa, Debatamuna i, na mambahen hamu marhasurungan, jala ndang be tarurak bangsongku salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tandaonmuna ma disi, paboa ahu di tongatonga ni Israel, jala ahu Jahowa, Debatamuna i, jala ndang adong dungkon ni ahu; jala ndang be tarurak bangsongku ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(3-1) ",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "I. Bagabaga taringot tu hauuse ni Tondi parbadia dohot tanda halongangan, angka na niihut tusi 1-5",
      "type": "title"
    },
    {
      "verse": 29,
      "text": "(3-2) Dohot do tu angka naposomuna baoa dohot boruboru pangusehononku di angka ari i Tondingku.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(3-3) Jala pamasaonku do angka partinandaon di langit dohot di tano on: Mudar dohot api dohot timus na marsijongjong.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(3-4) Muba do mata ni ari gabe haholomon, jala bulan gabe mudar, patujolo ni ari haroro ni Jahowa na bolon jala na songkal i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(3-5) Alai nasa na manjou goar ni Jahowa, malua do, ai di atas ni dolok Sion dohot di Jerusalem masa haluaon, songon na pinarbaga ni Jahowa hian, jala di tongatonga ni halak na malua i do angka na jinou ni Jahowa.",
      "type": "content"
    }
  ]
}