{
  "book": "Yoel",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "(4-1) ",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "I. Uhum tu angka bangso parbegu di rura Josapat 1-15. II. Alai maringan di Sion do Jahowa, di tongatonga ni bangsona 16-21",
      "type": "title"
    },
    {
      "verse": 2,
      "text": "(4-2) Jadi papunguongku ma saluhut angka bangso parbegu jala patuatongku nasida tu rura Josapat, asa maruhum ahu disi dohot nasida taringot tu bangsongku dohot taringot tu Israel partaliangku, na marserak binahennasida tu tongatonga ni angka bangso parbegu, jala dibagi nasida tanongki.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(4-3) Jala marruji nasida taringot tu bangsongki; dilehon nasida do sada dakdanak baoa ali ni sada boruboru sibabi jalang, jala digadishon nasida do sada boruboru ali ni anggur, gabe disobur nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(4-4) Jala hamu pe, ale Tirus dohot Sidon ro di sude partalpahan ni Palistim, tung aha ma saritamuna di ahu? Naeng pasudolonmuna tu ahu pambahenan, manang naeng pasuangonmuna manang aha tu ahu? Tibu magira ma pasuangongku pambahenanmuna tu ulumuna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(4-5) Angka dipambuat hamu do perakku dohot serengku, jala diboan hamu do angka arta hasudungan ni rohangku tu bagasan joromuna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(4-6) Jala digadishon hamu do angka anak ni Juda dohot Jerusalem tu halak Junani asa paholangkon nasida sian partalpahannasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(4-7) Ida ma, padaratonku ma nasida sian tano panggadisannasidai, jala pasuangongku pambahenanmuna tu ulumuna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(4-8) Gadisongku ma anakmuna dohot borumuna tu tangan ni halak Juda, jala nasida muse manggadis tu halak Saba, tu bangso na holang, ai Jahowa do mandok.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(4-9) Tingtingkon hamu ma i di tongatonga ni angka bangso parbegu parbadiai hamu ma hamusuon! Pahehe hamu ma angka ulubalang! Ro be ma nangkok nasa baoa sialo musu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(4-10) Patopahon hamu ma panggumuna gabe podang, jala sasabimuna gabe hujur! Dohonon ni na galei ma: Ulubalang do ahu!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(4-11) Hapogan ma sude hamu angka bangso parbegu humaliang ro marpungu! Tusi ma patuat angka ulubalangmu, ale Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(4-12) Borhat ma jala nangkok angka bangso parbegu tu rura Josapat! Ai disi do ahu marhabangsa laho manguhum nasa bangso parbegui humaliang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(4-13) Tole sabihon ma sasabi i, ai nunga matoras sigotiloni! Ro ma hamu mangaluntak! Ai nunga gok pangilangan, nunga pola binsat angka tong, dibahen godang ni hajahatonnasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(4-14) Marhoronhoron nasida di rura panimpulan ni ulum, ai jonok na ma ari ni Jahowa di rura panimpulan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(4-15) Mangkolom do mata ni ari dohot bulan, jala ditiop angka bintang sinondangna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(4-16) (II.) Dung i patungoromon ma Jahowa sian Sion, jala pangiaronna soarana sian Jerusalem, pola humuntal langit dohot tanoon. Alai Jahowa do haporusan ni bangsona jala partanobatoan di halak Israel.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(4-17) Asa tung ditanda hamu, ahu do Jahowa, Debatamunai na maringan di Sion, di dolok habadiaonki; jadi gabe habadiaon ma Jerusalem, jala ndang be mamolus sian i halak sileban.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(4-18) Ai di ari na sasadai manetehi ma aek ni anggur sian angka dolok, jala mabaor susu sian dolokdolok, jala saluhut sunge ni Juda marisi aek, jala ruar sada mual sian bagas ni Jahowa, asa dipabornok rura Sittim.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(4-19) Alai anggo Misir gabe tano bangkalbangkal jala Edom gabe halongonan na hasang ala ni hajungkatonna tu anak ni Juda, na nidurushonnasida mudar na so marpipot di tanonasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(4-20) Alai anggo Juda siinganon do ro di salelenglelengna, jala hot Jerusalem marsundutsundut.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(4-21) Jala marhasunan bahenonku mudarnasida, na so marhasunan na sai laon, jadi Jahowa ma maringan di Sion.",
      "type": "content"
    }
  ]
}