{
  "book": "Amsal",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pamusatan ni angka torsa sipaingot. Angka poda hatigoran 1-32. II. Angka torsa ni si Salomo",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Anak na pistar palas roha ni amana, alai anggo anak na bodo arsak ni roha ni inana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ndang marguna angka arta hajahaton, alai anggo hatigoran paluahon sian hamatean.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ndang tagamon haraparon tondi ni partigor loason ni Jahowa, alai anggo hisap ni angka parjahat, disundati do.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Marpogospogos ma manang ise na langgus mulaulaon, alai anggo tangan ni angka na padot parohon hamoraon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Manang ise na papungupunguhon di partaonan logo ni ari, i ma anak na marroha; alai manang ise na redem di hamamasa ni gotilon, i ma anak jea.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Angka pasupasu do songgop tu ulu ni partigor; alai anggo pamangan ni halak parjahat hungkupan ni haurahon do.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Parningotan ni partigor mangkorhon pasupasu, alai anggo barita ni halak parjahat, sai na busuk do.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Parroha na bisuk manjalo pangajaran, alai anggo pardila na oto sai na pidom do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Manang ise ma marpangalahohon hadaulaton, sai na marsihohot di dalanna, alai manang ise na pageduk dalanna botoon ni halak do i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Manang ise na mangkidophidopi mambahen hajepolon; jala pardila na oto, sai na pidom do.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Mual ni hangoluan do ianggo pamangan ni partigor; alai anggo pamangan ni halak parjahat hungkupan ni haurahon do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Hosom pahehe parbadaan, alai saluhutna hasalaan di hungkupi roha holongi do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Di bibir ni halak na marroha i jumpang halak habisuhon, alai matua hotang tama tu tanggurung ni na hurang roha.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia halak na bisuk marhohomhon parbinotoan, alai anggo pamangan ni na oto manahopi hamagoan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Artana i do huta na gonting di roha ni na mora, alai hapipidom ni angka na parir do hapogosonnasida i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Na niula ni partigor gabe hangoluan, alai anggo na niomo ni parjahat gabe dosa do.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Mardalan di lapang tu hangoluan do manang ise na mangaramoti pangajaran, alai manang ise na manjua pinsangpinsang, na mangaliluhon do.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Manang ise na mananom roha hosom, pardila sipaotooto do i; alai manang ise na pararat pangkataon tundal, halak na oto do i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Di bagasan hinadeak ni hatahata, ndang holang adong sala; alai manang ise na mangkongkangi bibirna, i ma na marroha.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tudoshon perak na pita do dila ni partigor, alai anggo roha ni halak parjahat, ndang hanopan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Bibir ni partigor marmahan torop halak, alai anggo halak na oto i haotoon ni rohana do di hamatehon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Pasupasu ni Jahowa do mambahen mamora, jala ndang mardongan hangaluton dibahen.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Hira meammeam do di roha ni na oto mangulahon getegete, suang songon i do halak parhapistaran mangulahon habisuhon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Na hinabiaran ni parjahat, i do songgop tu ibana, alai pinangido ni roha ni partigor dilehon Jahowa do.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Songon pamolus ni habahaba, tompuna pesan parjahat i, alai anggo partigor i, hot do ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Songon pangkorhon ni na asom tu ipon, jala songon timus tu mata, songon i do sigurbak ulu tu na marsuru ibana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Biar mida Jahowa mangudut ariari, alai jempek do anggo angka taon ni parjahat.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Arop ni roha ni halak partigor manjadi las ni roha, alai tarhirim do ianggo halak parjahat i di na niaropna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Partanobatoan do di halak na daulat roha dalan ni Jahowa, alai hamagoan do ianggo di halak siulahon hajahaton.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ndang tarhutik partigor i ro di saleleng ni lelengna, alai anggo parjahat i, ndang maringan di tano on.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Pamangan ni partigor martumburhon hapistaran, alai anggo dila ni panggetegete ginsiron do.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(II.) Angka bibir ni partigor umboto na patut dohononna, alai anggo pamangan ni halak parjahat getegete sambing do dihatahon.",
      "type": "content"
    }
  ]
}