{
  "book": "Amsal",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka poda hapistaran dohot hapantason marpangkataion 1-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Manang ise na holong roha di pangajaran, holong ma rohana di parbinotoan; alai anggo halak na mangkagigihon pinsangpinsang, na dodongon do i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Halak na denggan roha maruli halomoan sian Jahowa; alai anggo baoa panggetegete ditorui Ibana do.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ndang marsihohot roha ni jolma binahen ni hajahaton; alai anggo urat ni halak partigor, ndang tarhutik.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Parompuan na marhuaso do tumpal ni harajaanna, alai songon bisa na manggagat tu holiholina do anggo parompuan sibahen haurahon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hasintongan do pingkiran ni halak partigor, alai aturan ni halak parjahat sipaotooto do.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Pangkataion ni halak parjahat mangonggop naeng mandurushon mudar; alai anggo pamangan ni halak partigor paluahon halak.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Humosinghosing do roha ni halak parjahat, gabe pidom nasida; alai hot do ianggo bagas ni halak partigor.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Marguru tu hapantasonna marroha tarpuji baoa, alai anggo halak na sungkalit marroha hagigian do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dengganan marlea iba, laos iba naposoniba, sian patimbotimbo diriniba, hape hurangan sipanganon do.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Diparhamaol halak partigor i do hosa ni pinahanna; alai anggo asiasi ni halak parjahat hagarangon do.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Manang ise na mangula tanona, bosuran ma di sipanganon; alai anggo halak na mangolooloi marlanggelangge, hurangan roha do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marsiilailaan do halak parjahat i manaon jorgong hamagoan, alai hot do ianggo urat ni halak partigor.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jorgong na rahat do oseose ni pangkataion, alai malua sian hagogotan do halak partigor i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Marhite sian parbue ni pamangan butongan baoa i di na denggan, jala sumuang tu ibana do pambahenan ni tanganna sandiri.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tigor do dalan ni na oto di rohana, alai anggo halak na pistar i, olo do tumangihon sipaingot.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Hamurhingon ni na oto botoon do satongkinnari; alai manang ise na mangkuphupi haurahon, i ma na bisuk.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Manang ise na patajom hasintongan, i ma na papatarhon hatigoran; alai halak sitindangkon gabus papatarhon sipaotooto.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Halak na neang marpangkuling tudoshon horis na maniham do tajomna, alai anggo dila ni halak na pistar hahisaron do.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hot do pangkataion hasintongan ro di salelenglelengna, alai sangkidop mata sambing do anggo dila sipaotooto.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sipaotooto do di bagasan roha ni halak na patubutubu hajahaton; alai las ni roha do di halak angka na marsangkap hadameon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ndang mangonai hamagoan agia aha tu partigor; alai gok hajahaton do anggo halak parjahat i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Marbiasbias do roha ni Jahowa mida angka bibir sipaotooto; alai lomo ni rohana do anggo halak siulahon hasintongan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jolma na bisuk mangkahohomhon parbinotoan; alai anggo roha ni halak na oto maningtingkon habodoon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Manggomgomi do sogot tangan ni halak na padot; alai anggo halak sigurbak ulu, ingkon marrodi do.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Holsoholso di bagasan roha ni baoa patungki ibana, alai anggo hata na denggan pahinsahon rohana muse.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dipatongon halak na tigor do donganna tu dalan hasintongan; alai anggo dalan ni halak parjahat mangaliluhon nasida sandiri do.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ndang dapotan na binuru anggo halak sigurbak ulu, alai dapotan arta apala na arga do anggo jolma na padot.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Di bagasan lapang hatigoran do hangoluan, alai anggo dalan panirpangan pate tu hamatean do.",
      "type": "content"
    }
  ]
}