{
  "book": "Amsal",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni angka poda hangoluan 1-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Anak na pistar marateatehon pangajaran ni amana, alai anggo pangelesi, ndang ditangihon nang hona hata ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Marhite sian parbue ni pamanganna, mangan na denggan ganup jolma, alai anggo hisap ni pangoseose pangarupaon do.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Manang ise na mamompomi pamanganna, i do na mangaramoti hosana, alai manang ise na pangangang bibirna, hamagoan do ujungna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai dajian mangapian do roha ni sigurbak ulu, hape matua so sombu rohana; alai marmiak do ianggo roha ni halak na padot.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dihagigihon halak partigor do hata sipaotooto, alai anggo halak parjahat pabusuk dohot paurak dirina.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hatigoran mangaramoti halak na daulat marpangalaho, alai anggo hajungkaton mangonjar tu dosa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Adong deba halak paulahon mora ibana, hape maliali di handang do; na deba paula pogos ibana, hape na mora jong do.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Partobus ni hosa ni baoa do hamoraonna, alai anggo halak na pogos ndang ditangihon, nang hona hata ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Panondang ni halak partigor marsigorgor do, alai anggo palito ni halak parjahat mintop do.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Roha haginjangon mangalap tongkartongkar sambing, alai jumpang do hapistaran anggo di halak na olo parrohaon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hamoraon sian dalan na so turut, lam tu otikna do, alai manang ise na paidukidukkon, lam tu gandana do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Arop na ngolngol pasusasusa roha, alai hau hangoluan do pangidoan naung ro.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Manang ise na so parduli di hata ni Debata, mangago dirina sambing do, alai anggo halak na mangkabiari patik, maruli upa do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Poda ni halak na pistar do mual hangoluan, pasidingkon angka jorgong hamatean sian ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Roha hapantason na denggan mambahen hasian, alai anggo dalan ni halak pangose mambahen hagigian.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Luhut na niula ni halak na bisuk maraturan do, alai anggo na bodo pararat habodoonna do.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Suruan na jahat parohon hamagoan, alai anggo suruan haposan mangkorhon hahisaron do.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hapogoson dohot haurahon do tohap ni halak na manulak pangajaran; alai manang ise na marateatehon pinsangpinsang, sai marmulia do.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Molo jumpang na pinangido, tonggi do di roha; alai marmalumalu do halak na oto sumurut sian hajahaton.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Manang ise na mangkombar halak na bisuk, gabe marbisuk do, alai manang ise na sauduran dohot halak na oto, manjadi jahat do.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Hamagoan do paburuburu halak pardosa, alai na denggan do dibasahon Jahowa tu halak partigor.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Halak na denggan roha martohap do ro di pinomparna alai bali tu halak partigor do hamoraon ni pardosa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Godang sipanganon dapot na pogos sian rimbana, alai lan halak ripur do binahen ni hageduhon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Manang ise na alang roha mangonai hotang, i ma na mangkagigihon anakna alai manang ise na holong roha di anakna, patibuonna ma pangajaran.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Halak partigor mangan sampe sombusombu ni rohana, alai sai na rapar do anggo butuha ni halak parjahat.",
      "type": "content"
    }
  ]
}