{
  "book": "Amsal",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taringot tu roha panatapon ni Debata dohot siingoton ni jolma 1-33",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Lan do sangkap ni roha ni jolma, alai sian Jahowa do anggo paraluson ni pamangan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Saluhut dalan ni baoa pita do di rohana, alai Jahowa do mangantan angka tondi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tu Jahowa ma giling angka pambahenanmu, asa tulus angka sangkap ni roham.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Luhut do dijadihon Jahowa hombar tu na tinembak ni rohana, nang halak parjahat tu ari hamagoan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marbiasbias do roha ni Jahowa mida sude jolma na ginjang marroha; sian sundut tu sundut: Ndang tagamon lias ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Marhite sian asi ni roha dohot habonaron salese hajahaton, jala marhite sian biar mida Jahowa mandao iba sian hajahaton.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Molo lomo roha ni Jahowa mida dalan ni baoa, padameonna tu ibana nang angka musuna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tagonan do na otik marhitehite hatigoran, asa parsaulian godang sian dalan na so turut.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Roha ni jolma marsangkap dalanna, alai Jahowa do patontu langkana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ulpuhan sian Debata di bagasan pamangan ni raja, jadi ndang manjahati pamanganna di paruhuman.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jahowa do nampuna hatian dohot bulung ni dasing hasintongan, jadijadianna do saluhut batu timbangan di bagasan hadanghadangan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marbiasbias do tama roha ni angka raja mangulahon hajahaton, ai marhite sian hatigoran do hot habangsana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Bibir hatigoran i do lomo ni angka raja, jala dihaholongi rohana do halak sidok hata sintong.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Rimas ni raja do hira angka suruan hamatean, alai anggo halak na pistar paombun rohana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Di bagasan sihar ni panaili ni raja do hangoluan, jala tudoshon ombun di partaonan logo ni ari habasaon ni rohana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Andul do dumenggan mangomo hapistaran asa sere, jala tagonan do mangomo roha hapantason asa perak.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dalan ni halak partigor mandao do sian hajahaton, marhamaol hosana sandiri do manang ise na mangaramoti dalanna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Matua ginjang ni roha do patujolo ni hajepolon, jala hatimboon diri patujolo ni hatinggangon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tagonan do serep martondi rap dohot halak na dangol, asa marbagi tabantaban rap dohot na jungkat.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Manang ise na marateatehon hata ni Debata, jumpangan na denggan, jala halak na marhaposan tu Jahowa maruli tua.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Halak na pistar marroha targoar na pantas, jala halambohon ni bibir manambai poda.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Mual hangoluan do roha hapantason di nampunasa, alai anggo pangajaran ni halak na oto haotoon sambing do.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Roha ni na pistar papantas pamanganna, jala ditambai poda di atas dilana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tudoshon situak ni loba do pangkataion halambohon, tonggi tu roha, jala hahisaron tu holiholi.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Adong do sada dalan, tigor di roha ni baoa, hape marhapatean tu hamatean do ujungna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Roha ni halak na ngalutan manambai hangalutan tu ibana, ai pamanganna patungki ibana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Baoa parjahat sahali mambungbungi hajahaton, jala songon api na marsigorgor do di atas ni bibirna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Baoa panggetegete patubi parbadaan, jala parhusiphusip pabolabola halak na maraleale.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Baoa pangarupa mangela alealena, jala ditogihon ibana tu dalan hamagoan.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Mangkidophidopi ia matana laho umpingkir getegete, dipahuntamhuntam bibirna naeng mangulahon hajahaton.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tumpal hamuliaon do uban na jumpang marhite sian dalan hatigoran.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Tagonan do halak na lambat tarrimas sian ulubalang, jala halak na mangarajai dirina, umbalga do i sian na papatu huta.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Tu bagasan ampuan tardanggur rujiruji, alai saguru di Jahowa do haputusanna.",
      "type": "content"
    }
  ]
}