{
  "book": "Amsal",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jea hinorhon ni parsalisian dohot pangkataion na masalpuhu 1-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tagonan do roti naung pir sanseat mardongan hasonangan, asa gok bagas juhut tibaltibal mardongan bada.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai na rajaan ni anak somang na pantas marroha do sogot anak mata na marroha jea, jala marbagi teanteanan ibana di tongatonga ni angka hahaanggi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Balanga pangalalaan manguji perak, jala liang pangalalaan manguji sere, alai Jahowa do na manguji angka roha ni jolma.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai lomo do roha ni halak parjahat i patangitangi bibir pangahution, jala halak sibahen sipaotooto manarehon pinggolna patangitangi dila pangansion.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Manang ise na mangelak halak na pogos, i ma na manginsahi Sitompa ibana, manang ise na martillahon jea ni donganna jolma, ndang tagamon lias sian uhum.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tumpal ni natuatua do angka pahompuna, jala hamuliaon ni angka anak do amanasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ndang patut di halak na oto bibir hatengaon, lam di halak na raja ma patut bibir sipaotooto.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Humala hasudungan ni roha do silehonlehon di roha ni sijalosa, manang dompak dia pe ibana humusor, sai na mardohar do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Manang ise na manghungkupi hasalaan, i ma na mangalului haholongan; alai manang ise na mangehet hata, pabolabola halak na maraleale do.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Masuhan do hata pinsang sahali tu roha ni halak na pistar, asa lombutlombut saratus hali tu halak na oto.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hagunturon sambing do na niluluan ni halak parjahat, ingkon borhat nian suruan na jorbut mangalo ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tagonan pajumpang iba dohot gompul inaina na agoan anak, asa dohot halak na bodo di habodoonna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Manang ise na mambahen na jat balos ni na denggan, matua ibana ndang meret jea i sian jabuna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Umpulha aek do manang ise na marmulahon bada, dibahen i tagan so mangalantap dope tagonan otap i badai.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Manang ise na mamintori halak parjahat, jala disalahon halak partigor, duansa nasida hagigian ni Jahowa do.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tung aha ma gunana sinamot di bagasan tangan ni halak na oto tung tartuhorsa ma hapistaran so manang na marroha ibana!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Manang ise na tongtong marholong ni roha, i ma aleale, alai tartulluk di hagogotan pe ianggo dongan situtu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jolma na hurang roha do manang ise na girgir martopap tangan laho mangkangkung donganna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Mangkaholongi dosa do manang ise na mangkaholongi pargulutan, halak na patimbo pintuna mangalului hamagoan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ndang tagamon dapotan tua manang ise na geduk marroha, jala halak pardila getegete madabu tu bagasan jea.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Manang ise na tumubuhon anak na bodo, mambahen margudompong rohana sandiri, jala ndang tarbahen marlas ni roha ama ni halak na oto.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Roha na hilas manumpak hahisaron, alai anggo tondi na gondok pamalas holiholi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Manjalo sisip sian ampuan do halak parjahat, asa umputor angka dalan ni uhum.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Di adopan ni halak na pantas marroha do hapistaran, alai anggo mata ni halak na oto mangarambang do sahat ro di ujung ni tano on.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Hajepolon ni amana do anak na oto, jala arsak ni roha ni ina na tumubuhon ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Gari dandoon halak partigor ndang jadi, lam ompongan ma tama halak na sangap humongkop hatigoran.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Manang ise na marroha, markokang do hatahatana, jala parroha na hohom, i ma baoa apala na pantas.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Nang halak na oto, molo hohom, bisuk do ibana dohonon ni halak, jala na pantas marroha do manang ise na humuntam bibirna.",
      "type": "content"
    }
  ]
}