{
  "book": "Amsal",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka poda taringot tu na masihaholongan na marhahamaranggi, jala masianjuan 1-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Mangolooloi pinangido ni rohana sandiri do manang ise na papulik dirina, saluhut roha hapantason do na nialona.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ndang lomo roha ni halak na oto mida roha hapantason, sai naeng botoon ni halak sibunian ni rohana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Molo ro hajahaton, ro ma dohot haleaon, jala mangihut tu haurahon do elakelak.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Aek angka na bagas do hata sian pamangan ni baoa, jala sunge na doras mardalan do mual ni hapistaran.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang jadi dingkan an halak parjahat i, ala mida sangap, manang pataluhon partigor di paruhuman.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Bibir ni halak na oto girgir maniroi parsalisian, jala pamanganna pajuju marsilombutan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pamangan ni halak na oto mambahen hamagoanna sandiri, jala bibirna gabe jorgong tu rohana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hatahata ni pangasung i, hira hata pargaiton, hape torus do angka bilut ni pusupusu ditondong.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nang halak na marlanggelangge di ulaonna, anggi ni pargadombus do ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Partanobatoan na togu do Goar ni Jahowa, marhaporusan tusi do partigor i, gabe timbul do.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sinamotna do huta na gonting anggo di roha ni na mora, jala tudoshon parik na timbo disura rohana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jolo dipaginjang jolma i do rohana, asa ro hamagoan, matua haserepon do anggo patujolo ni hamuliaon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Manang ise na mangulak hata, so jolo sahat ditangihon, otona do i, jala parohon haurahon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Baoa partondi na pir manaon, i ma paneang parsahitonna, alai anggo partondi na gondok, tung ise ma manganjusa?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Roha na pantas mangomo parbinotoan, jala pinggol ni halak na pistar manjalahi parbinotoan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Silehonlehon ni jolma palumbang langkalangkana, jala i do manogihon ibana tu jolo ni halak na balga.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Halak parjolo mangaluhon badana parpintor di rohana, hape ro ma muse alona padapot ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Rujiruji pasohot angka parsalisian, jala mambahen tolatola tu halak angka na gogo.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Haha manang anggi na niosean, ummendel do i sian huta na gonting, jala tudoshon ransangransang ni bagas na bolon do angka parsalisian.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ingkon sian parbue ni pamanganna pabutongon ni baoa butuhana, jala sian pinarbuehon ni bibirna sabam rohana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Hamatean dohot hangoluan marpandapotan do tu dila, jala manang ise na mangaradotisa panganonna do parbuena.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Manang ise naung jumpangan soripada, dapotan tua, jala maruli habasaon sian Jahowa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Marhurajai na pogos i mandok suara, alai kasar do ianggo na mora i maralus.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Baoa parpedan na torop parohon hasusaan tu ibana sandiri; alai anggo aleale situtu marsilohotan do i sian hahaanggi.",
      "type": "content"
    }
  ]
}