{
  "book": "Amsal",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hasortaon tu angka na pogos. Hapistaran mangajari anak 1-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tagonan do halak na pogos, na marpangalahohon hadaulatonna sian halak pardila getegete, hape na oto do ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nang roha na so marparbinotoan, ndang denggan, jala manang ise na bojok marpangalaho, sai na mardosa do.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Haotoon ni jolma sandiri mangago dalanna, hape dompak Jahowa do marmungutmungut rohana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hamoraon do patorop aleale, alai anggo halak na parir, gari alealena tumadingkon ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang tagamon lias sian uhum halak sitindangi pargapgap, jala ndang tagamon malua manang ise na mangkatahon gabus.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Torop halak papujipuji halak na sangap, jala luhut halak maralealehon baoa pardengganbasa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Luhut hahaanggi ni na pogos mangkagigihon ibana, lam alealena ma tung so mandao sian ibana; manang ise na mangulasulas hata ndang marlaba.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Manang ise na manuhor roha hapantason, mangkaholongi hosana, manang ise na mangaradoti parbinotoan, dapotan tua.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Halak sitindangi pargapgap, ndang tagamon lias sian uhum, jala mago do halak na mangkatahon gapgap.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ndang tama sampe hadoharon tu halak na oto, lam anak somang ma tama gumomgom indukna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Roha habibiton ni jolma palambat ibana tarrimas, jala hamuliaonna do i umbolus hasalaan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tudoshon pangorong ni babiat do piripiri ni raja, alai songon nambur tu duhutduhut do anggo habasaronna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Mardapotdapot do jea dibahen anak na oto tu amana, jala songon panirisan ni udan nene do badabada ni ina.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jabu dohot sinamot do teanteanan sian ama, alai sian Jahowa do anggo pardihuta na pantas marroha.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Halosohon mambahen tarnenep modom, jala roha na marlanggelangge, ingkon rapar do.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Manang ise na marateatehon tona, mangaramoti hosana do, alai sai na mate do manang ise na neang marpangalaho.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Na pasali Jahowa do manang ise na mardenggan basa tu na pogos, jala Ibana mamaloshon denggan basana i tu ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sai ajar ma anakmi, ai tarparbaga dope muba rohana; alai unang tubu roham naeng mambunu hosana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Halak parpiripiri bolon mambahen siaeonna; alai molo tung dipalua ho ibana sai lam tu tambana dope pangajaran.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sai tangihon ma hata sipaingot jala jangkon pangajaran, asa gabe pistar ho di hasusuda ni bohalmu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Pasimpar do sangkapsangkap di bagasan roha ni baoa, alai sangkap ni Jahowa do na marsihohot.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Pinangido ni roha ni jolma do habasaronna, jala tagonan do halak na pogos sian baoa pargapgap.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Biar mida Jahowa parohon hangoluan, jala halak na sabam roha marsonangsonang do, ndang manginona jea tu ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dipohul halak sigurbak ulu do nian indahanna, gari mambahen tu pamanganna ro losokna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Mangonai tangan ma ho tu halak pangelesi, asa anggiat marbisuk halak na oto, sai ajar ma halak na pantas marroha, asa tamba parbinotoannai.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Manang ise na mangarupa amana, tung pola dipalaholaho inana, i ma halak sibahen haleaon dohot haurahon.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ale anaha, molo dipasadi ho tumangihon pangajaran, jadi lilu ma ho sian angka hata parbinotoan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Halak sitindangi parroha na jat palea uhum, jala pamangan ni halak parjahat mamolgak hageduhon.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Naung pinadiri hian torutoru di halak pangarehe, jala lipatlipat tu tanggurung ni halak na oto.",
      "type": "content"
    }
  ]
}