{
  "book": "Amsal",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Marharoroan sian Debata do hapistaran na sintong, i ma roha hadaulaton i 1-9. II. Mandao do hajahaton dohot elaela tu hajungkaton bahenonna 10-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ale anaha, molo dijangkon roham angka hatangki, jala diparateatehon ho angka tonangki.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala dipatinggil ho pinggolmu tumangihon hapistaran, dipaeleng ho roham tu habisuhon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Pola tung joujou ho mangido pangantusion, dipangiar ho suaram mangido habisuhon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Molo dijalahi ho angka i, songon perak, jala disulingkit ho, songon arta angka na buni:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi antusanmu ma biar mida Jahowa, jala jumpang ho parbinotoan ni Debata.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai Jahowa do na marbasabasahon hapistaran, sian pamanganna do ro parbinotoan dohot habisuhon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala Ibana pahot hatuaon di halak partigor, Ibana do lombulombu di halak na marpangalahohon hadaulaton.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Asa diramoti angka lapang ni uhum, jala dijagai dalan ni angka na niasianna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi disi ma antusanmu hatigoran dohot uhum, ro di ruhut hasintongan, sandok pangalaho na denggan i tahe.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Molo masuk hapistaran tu bagasan roham, jala dihalomohon roham parbinotoan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi roha hapantason mangaramoti ho, jala habisuhon marjaga ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa paluaonna ho sian dalan ni parjahat, sian baoa na mangkatahon getegete.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sian halak angka na tumundalhon dalan hasintongan, asa mardalani di angka dalan haholomon;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Halak angka na las roha mangulahon hajahaton, mariaia nasida mida getegete angka na roa;",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Halak angka na geduk marpangalaho, jala pasebut angka dalanna;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Asa paluahon dirim sian jolma ni halak sileban, sian sibabijalang na patabotabo hatahatana;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Naung tumadingkon hasoloan ni haposoonna, jala dihalupahon padan tu Debatana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai marongrong tu hamatean do bagasna, jala pate tu banua toru do angka dalanna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Nasa na manopot nasida, ndang ulahan bulung, jala ndang dapotsa angka lapang tu hangoluan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dibahen i mardalani ma ho ale anaha, di dalan ni halak angka na denggan roha, jala marsihohot roham mangihutihut angka dalan ni halak partigor;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai halak partigor i mangingani tano on sogot, jala halak na daulat roha tading disi.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai anggo halak parjahat siap sian tano on, jala halak pangoseose pidom sian i.",
      "type": "content"
    }
  ]
}