{
  "book": "Amsal",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba maradophon pargadombuson, halosohon dohot pangansion 1-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Pangapasi do anggur i, jala sibahen hagunturon tuak na pang, nasa na lilu tu bagasan ni, ndang tagamon marbisuk ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tudoshon parauangon ni babiat do asupasup ni raja, manang ise na manggitik ibana, mardosa tu hosana sandiri do.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Hamuliaon ni baoa do i molo mandao ibana sian bada, alai manang ise na girgir manean bada halak na oto do i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Binahen ni biar mida ngali ni ari ndang maninggala sigurbak ulu, jadi manohunohu ibana di hamamasa ni gotilon, hape ndang adong jumpangsa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tudoshon aek angka na bagas do sangkap ni roha ni baoa di bagasan, alai anggo baoa na bistok dapotsa do sulingkitonna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Lan jolma mangusaphon denggan basana sandiri, alai anggo baoa haposan, tung mahal do jumpang manang ise.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Halak na marpangalahohon hadaulatonna, i ma partigor, martua ma angka anakna dung mate ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Raja na juguk di habangsa paruhuman, mamurpurhon nasa na jat marhitehite matana sandiri.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung ise ma na hum mandok: Nunga tung huurasi rohangki, nunga tung ias ahu sian dosangku?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Mardua hatian jala mardua solup, rap hagigian ni Jahowa do duansa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nang dakdanak tartanda do marhite sian angka parulaonna, manang na toman, manang na tigor ulaonna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Pinggol na tinggil marbinege, dohot mata na torang marnida, Jahowa do jumadihon duansa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Unang halomohon na modommodom, asa unang gabe pogos ho, pabidok matam, asa butongan sipanganon ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Na roa do, na roa do! Ninna halak panuhor, alai ia dung tundal ibana, dipapujipuji ma dirina.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Adong do nian sere dohot torop angka humala: Alai ulaula apala na arga sahali do angka bibir parbinotoan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Buat hian ma ulosna, ai halak sileban do na hinangkunganna, jala pangido ma singkoram sian ibana ala ni halak ruar.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tabo do didai baoa roti sipaotooto, hape gok batu garaga pamanganna ia di ujung.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Marsihohot do angka sangkap binahen ni tuptupan, jala mardongan partogion na pantas ulahon hamusuon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Manang ise sialap manaruhon hata, i ma na manjehehon hahomion; jala unang angkupangkupi halak sijubajabi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Manang ise na mamburai amana dohot inana, ingkon mintop palitona di na holom marimpotimpot.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Teanteanan na nilahutan di mulana, ndang parsaulihononhon di ujungna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Unang dok: Ingkon marbalos bahenonku na jati! Marhaposan tu Jahowa ma ho tagonan, asa Ibana manumpak ho.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Hagigian ni Jahowa do na mardua batu timbangan, jala tung na roa sahali do dasing panginsu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Marharoroan sian Jahowa do langkalangka ni baoa, tung ise ma jolma na mangantusi dalanna sandiri?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Manjadi jorgong do di jolma, molo marneang ni roha ibana mangehet na badia i; jala dung sor angka bagabagana naeng dope diordioronna alus.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Raja na pantas marroha mangkiaphon halak parjahat, jala dibolushon di atas nasida roda pardegean.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Palito ni Jahowa do tondi ni jolma, na manulingkit sude bilut ni pusupusu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Habasaron dohot habonaron mangaramoti raja, jala hot habangsana marhitehite roha haholongon.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tumpal ni angka dolidoli do gogo nasida, jala hamuliaon ni halak na tuatua do uban.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Pangalilitan ni bugang do manjadi pangurasan sian na jat dohot libaslibas angka na masuk tu bagasan angka bilut ni pusupusu.",
      "type": "content"
    }
  ]
}