{
  "book": "Amsal",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ujung ni buku parpunguan ni sipaingot parjolo: angka poda hangoluan marragamragam 1-16. II. Apoapo mandasdas tumangihon angka hata hapistaran 17-21. III. Sipaingot angka na pinapungupungu parpudi 22-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Argaan do barita na denggan sian hamoraon godang, andul do dumenggan roha haholongon sian perak dohot sere.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai pajumpang do halak na mora dohot na pogos, Jahowa do manongos nasida sudena.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Diida halak na bisuk do jea i ro, gabe laho martabuni, alai anggo halak na oto marsalasala pitpit gabe marsingkor.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Upa ni roha haserepon dohot biar mida Jahowa: I do hamoraon, hamuliaon dohot hangoluan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Basir dohot jorgong do di dalan ni halak pargeduk, manang ise na naeng marhamaolhon hosana, dipaholang ma dirina sian i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tibu hian pasomalsomal dakdanak i marparange hombar tu dalanna; nang dung matua ibana, ndang tagamon morot ibana sian i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Halak na mora mangarajai halak na pogos, jala ingkon mangadop parutang tu baoa parutangan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Manang ise na manaburhon hageduhon, gotilonna do sogot hamagoan, jala siap do tungkot ni hajungkatonna i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Halak na lambok marpanaili, dapotan pasupasu, ai dilehon do sian indahanna tu halak na pogos.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sai pabali ma halak pargeduk, asa mandao parbadaan, jadi mansadi ma parsalisian dohot tongkartongkar.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Manang ise na mangkaholongi roha hapitaon, basar huhut pangkulingna, alealena marajai.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mata ni Jahowa mangaramoti parbinotoan, alai anggo hatahata ni pangoseose, dibalikkon Ibana do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hata ni sigurbak ulu: Babiat do di balian, atek beha bunuonna ahu maon di dalan na bolon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Godung na bagas do pamangan ni sibabijalang, halak na tinoruan ni Jahowa madabu tu bagasan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Haotoon do lohot di bagasan roha ni dakdanak, ingkon hotang pangajaran paholangkon sian ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Manang ise na mangarupa halak na pogos, paganda na di ibana do, jala manang ise na mardenggan basa tu na mora, mambahen ibana sandiri hurangan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Paeleng ma pinggolmu jala tangihon ma pangkataion ni halak na pistar, jala parateatehon ma pangajaranku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai tung hasonangan situtu do i, molo dipajop ho angka i di bagasan roham; sai rade ma luhutna i di atas bibirmu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sai marhaposan tu Jahowa ma ho, i ma na hupabotohon tu ho sadarion, tu ho ma tongon!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nda nunga husurathon tu ho hata angka na arga sahali mardongan panuturion dohot parbinotoan?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Laho pabotohon tu ho hagostongon ni angka hata hasintongan, asa tung taralushon ho angka hata hasintongan tu halak na marsuru ho.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Unang tung pupusi halak na parir, ala parir ibana, jala unang tung pajepol halak na dangol hian di paruhuman.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai Jahowa do marluluhon parkaronasida, jala Ibana mamutusi hosa ni angka na mamutusi nasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Unang maraleale ho tu halak parmuruk, jala unang parrosurosu baoa parpiripiri.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Asa unang diguruhon ho angka pangalahona, jala manaon jorgong di hosam.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Unang pasaorsaor ho tu halak angka na marjanji, pola masijalangan, angka na manaoni utang ni halak sileban.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Molo so adong pineopmi bahen garar, boasa tagonan toltolon ni halak lage podomanmi?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Unang tung paorot talutuk sian na robi, angka na binahen ni ompum dope.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Molo diida ho baoa na manjugulhon ulaonna, tarbahensa ma tindang marhalado di jolo ni angka raja, ndengkon ibana tindang di jolo ni halak angka na lea.",
      "type": "content"
    }
  ]
}