{
  "book": "Amsal",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Angka sipaingot taringot tu pangontihon, pangajaran dohot hahormaton 1-35",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Molo hundul ho sapanganan rap dohot sada halak raja, ingkon tangkas timbangonmu manang ise na di jolom.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon ampehononmu hian ma mata ni piso tu aruarum, molo tung parhisap ho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Unang mangapian roham di sipanganonna angka na tabo i, ai sipanganon sipaotooto do i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Unang parenge ulaonmu mangido naeng mamora, tung pasadi ma pingkiranmu sisongon i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tung patut ma mangaranapi matam tusi, hape so adong be disi? Ai tung bahenonna do angka habongna, songon pidong raja wali na habang dompak aoangaoang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Unang pangan roti ni halak na murhing marpanaili, jala unang mangapian roham di sipanganonna angka na tabo i!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai songon piningkiranna di bagasan rohana, songon i do ibana tongon; mangan minum ma ho, ianggo hatana tu ho, alai dao do ianggo rohana sian ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Indahan naung pinanganmi, ingkon utahononmu muse, gabe magopo sambing hatahatam, angka na manisi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Unang ho mandok hata tu pinggol ni na oto, ai sai na reheonna do sipaingot ni hatami.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Unang paorot talutuk sian na robi, jala unang soluk bogas ni tangan ni angka na sopot so marama.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai na gogo sahali do Parlulu di nasida, Ibana sandiri mangkasuhuthon parkaronasida dompak ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sai tarehon ma roham tu pangajaran, jala pinggolmu tumangihon angka hata parbinotoan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Unang ontohi pangajaran sian dakdanak; molo hona hotang ibana dibahen ho, ndang tagamon mate ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hona hotang pe dagingna dibahen ho, alai anggo tondina paluaonmu ma sian parbeguan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ale anaha, molo marbisuk roham, las ma rohangku, las ma tutu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Marolopolop huhut angka puangku, molo di hatahon bibirmu hasintongan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Unang mangiburu roham mida halak pardosa, mangapian ma tagonan di biar mida Jahowa ariari.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai ia dung jumpang ari parpudi, ndang tagamon pesan arop ni roham.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Mananginangi ma ho ale anaha, asa marbisuk ho, jala patongon roham tu dalan na tigor.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Unang pasaorsaor ho tu halak sisobur tuak anggur, manang tu halak sisohali lompan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai sai lam tu pogosna do halak sisobur tuak anggur dohot sisohali lompan, jala marulos rumbangrambing do halak parondohondok.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sai tangihon ma hata ni amangmu na tumubuhon ho, jala unang toishon inangmu, ia dung matua ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tuhori ma hasintongan, jala unang gadishon nang hapistaran, pangajaran dohot roha hapantason.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Mariaia do ama ni halak partigor, manang ise na maranak na pistar marlas ni roha ma mida ibana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sai marlas ni roha ma amangmu dohot inangmu, ingkon marolopolop ma pangintubu di ho.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sai lehon ma, ale anaha, rohami tu Ahu, sai dihalomohon matam ma angka dalanku.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai godung na bagas do sibabijalang, jala sumur na pitut do paiturun.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tongon do, mangonggop do nasida songon halak panamun, jala dipatorop do halak pangose di tongatonga ni jolma.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Di ise ulaning hoihoi? Di ise parisuangon? Di ise badabada? Di ise holsoholso? Di ise do angka bugang so marala? Di ise do mata angka na balisaon?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Di halak angka na laon painuminum tuak anggur, di halak na ro manguji tuak na marraru.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Unang paberengbereng tuak anggur i, ala marrara idaon, ala marlinolino di bagasan panginuman, ala lambok laho mabaor.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Hape anggo di ujungna mangkarat do songon ulok, jala dibursikkon bisana songon ulok dari.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ia matamu mamereng dompak parompuan sileban, jala rohami mangkatahon getegete.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi tudoshon halak na modom di tongatonga ni laut do ho, jala songon halak na modom di ujung ni tiang layar.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(Lam dohononmu dope): Hona lombut ahu, ndang hansit huhilala; ditunjang ahu ndang huboto; ia dung tarjolma ahu, suang songon i ulahanku dioronku anggur i.",
      "type": "content"
    }
  ]
}