{
  "book": "Amsal",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ujungna: Taringot tu roha habengeton dohot panganjuanjuon 1-22. II. Sipaingot ni halak na pistar, angka na asing 23-34",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Unang mangiburu roham mida halak parjahat, jala unang mangapian roham naeng maralealehon nasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai hamagoan do dipatahitahi rohanasida, jala jea sambing dihatahon bibirnasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Marhitehite hapistaran pinajongjong sada bagas, jala dipahot do i marhitehite roha hapantason.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala marhitehite parbinotoan, gok angka bilutna dohot ugasan marragamragam angka na arga jala na uli.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Holan halak na pistar do ompu ni gogo, jala baoa na marparbinotoan, i ma na so taralo.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai ingkon pantas panguluhonmu tu hamusuon, haantuon pe marguru tu hinadeak ni panuturi do.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Mamaolhu do hapistaran di halak na oto, dibahen i ndang hum ibana mangungkap pamanganna di partungkoan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Halak na marsangkap naeng manjahati, i ma na patut goaron induk ni getegete.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pingkiran haotoon do ia dosa, jala marbiasbias do jolma mida halak sipangarehe.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Molo godoron roham di ari hagogotan, lam moru ma gogom.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai palua ma halak angka na tarboan laho bunuon, ro di angka na tartogu tu pamotongan, molo tung haambatan ho nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tung sura dohononmu: Ida ma, ndang huboto hami hata i! Tung so mananda disi Tuhan i, Sidodo angka roha? Tung so mamoto disi Ibana na mangaramoti tondimu? Ibana do tahe mamaloshon tu jolma hombar tu pambahenanna be.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Mangan situak ni loba ma ho, ale anaha, ai na denggan do i dohot aek ni sarang ni loba, ai na tonggi do i di tolonanmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Suang songon i ma dai ni parbinotoan di hapistaran tu tondimu; molo dung dapot ho, jumpang pe ajalmu, ndang pesan ianggo sihirimon ni roham.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Unang mangonggop ho ale parjahat di inganan ni halak partigor, unang segai hapeahanna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai tung sura pe tinggang halak partigor i pola pitu hali, sai hehe do ibana muse, alai anggo halak parjahat i ompas do binahen ni hinamago.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Unang martilla ni roha ho, molo tinggang musum, jala unang marolopolop roham molo ompas ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Asa unang tung diida Jahowa, gabe sogo rohana disi, jala marsibalik rimasna maon sian ibana tu ho.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Unang pola mohop ateatem mida halak paruhur, unang pola mangiburu ho mida halak parjahat.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai ndang adong sihirimon di halak parjahat i sogot, tung mintop do palito ni halak parjahat.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ale anaha, sai habiari ma Jahowa, nang raja, unang rosu ho tu halak panggunturi.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai tompu do hehe hamagoannasida, jala tung ise na umboto tingki partubolon sian nasida na dua i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(II.) Nang angka poda siingoton sian halak na pistar do i: Ndang denggan marnida bohi di paruhuman.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Manang ise na mandok tu halak parjahat i: Parpintor do ho! Pulasan ni halak situan na torop do ibana, jala buraan ni angka bangso.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai marsonangsonang do angka na umpinsang ibana, jala songgop do tu nasida pasupasu hatuaon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Mangumma bibir do manang ise na maralushon hata angka na sintong.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jolo sarihon ulaonmu di balian, jala pature ladangmu, dung i pe asa pauli bagasmu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Unang olo ho gabe sitindangi dompak donganmu, soada paralaan; tung tama ma ho marjehejehe marhitehite bibirmu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Unang dok: Suang songon na binahenna tu ahu, bahenonku tu ibana; ahu ma mamaloshon tu baoa i, hombar tu pambahenanna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Mamolus do ahu sian lambung ladang ni sigurbak ulu, dohot sian lambung porlak anggur ni jolma na hurang roha.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi ida ma, tubuan siarum horsik do luhutna, jala ditutup sihupi sisikna, jala maloha do parikna batu.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung huida i laos huparateatehon ma; dung huida i laos hubuat ma sipaingot sian i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Otiknari modom, otiknari mondokondok, otiknari muse mangunsimpu tangan peak modom nimmu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi ro ma hapogosonmu songon halak panamun, jala haraparonmu songon halak na marsinjata.",
      "type": "content"
    }
  ]
}