{
  "book": "Amsal",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "I. Poda sipaingot sian si Salomo, angka na pinapungu uju di tingki ni si Hiskia. Hamaloon mandok suara dohot hohom boti 1-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Nang angka on poda sipaingot sian si Salomo dope, angka na pinapungu ni angka naposo ni si Hiskia, raja sian Juda.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hamuliaon di Debata do i, mangkomihon hata, alai hamuliaon ni angka raja do i, sumulingkit hata.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Rap so dapot hadodoan do timbo ni langit dohot hapal ni tano on dohot roha ni angka raja.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon sirangon do angka taktak sian perak, jala ruar ma ulaula na arga bahenon ni panopa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon pabalion halak parjahat i sian jolo ni raja, jadi hot ma habangsana marhitehite habonaron.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Unang patongamtongam dirim di jolo ni raja, jala unang jongjong ho tu inganan ni halak na balga.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai tagonan do dohonon ni halak tu ho: Tungkan julu on ma ho! Unang tung pajepolon ni halak ho di jolo ni halak raja, angka na niida ni matam.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Unang girgiran ho marbada, ai beha bahenonmu di ujungna, ia dung tarurak ho dibahen donganmu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Datdati jujur parkarom dompak donganmu, alai na so tupa papataronmu hata sibunian ni halak sileban.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Asa unang direhe na umbegesa i ho, gabe ndang be montok baritam na roa i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Antajau sere di bagasan pinggan perak do sada hata na nidok di hahonaanna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Antinganting sere dohot horungkorung sian sere palangki do sipaingot, na tupuk tu pinggol ni halak na olo paingoton.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Songon lambok ni aek mata di hamamasa ni gotilon, songon i do suruan haposan di na marsuru ibana, tung nalom do roha ni tuanna dibahen.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Songon ombun dohot alogo na so mardongan udan, songon i do baoa na papujipuji dirina ala silehonlehon sipaotooto.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tupa do melok roha ni panguhum, binahen ni roha na lambat tarrimas, jala dila na lambok umponggolhon holiholi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia jumpang ho situak ni loba, pangan ma i sae di ho asa unang magap roham, gabe ingkon utahononmu muse.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Patollang patmu sian jabu ni alealem, asa unang marmahapmahap rohana mida ho, gabe hagigihononna ho maon.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Songon ompongompong, podang dohot sumbia na niugam do baoa sitindangkon gabus dompak donganna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tudoshon ipon na tungkolon dohot pat na tarsulandit do nalom ni roha mida halak pangose di ari hagogotan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Songon halak na mananggal ulosna di ngali ni ari, jala songon na asom tu sira masiu songon i do halak na mangendehon angka ende tu halak na marsak roha.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Molo male musum, bahen ibana mangan roti, molo mauas ibana, bahen ibana minum aek.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai molo dibahen ho songon i, na papunguhon angka gara ni api do ho tu atas uluna disi, jala Jahowa mamalosi tu ho.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alogo sian utara mamboan udan, jala dila na mangkata tundal paasomasom bohi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tagonan do maringan di bubung parsuhi ni jabu, asa marsajabu dohot parompuan parbadabada.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tudoshon aek mata di halak na mandate do barita na denggan sian luat na dao.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tudoshon mual na litok dohot sumur na nirasun do halak partigor na targasip mida halak parjahat.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ndang denggan magodangku panganon situak ni loba, suang songon i halak na masihasangapon padokdok sarihononna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tudoshon huta na marparik naung magargar do halak na so mangarajai dirina.",
      "type": "content"
    }
  ]
}