{
  "book": "Amsal",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "I. Haotoon dohot hajahaton ndang tama marmulia 1-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Songon ambolas di partaonan logo ni ari dohot songon udan di hamamasa ni gotilon, suang songon i, ndang patut halak na oto i hasahatan ni hamuliaon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon amporik na ripe lelean, songon parhabang ni leangleang, songon i do bura na so dalan, ndang mangonai.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lisiklisik tama bahenon tu hoda, jala kokang tu halode, alai hotang do tama anggo tu tanggurung ni halak na oto.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Unang paalusalusi halak na oto paihuthon haotoonnai, asa unang dohot ho tudoshon ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alusi tagonan halak na oto i hombar tu haotoonna, asa unang marbisuk ibana disura rohana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Manggotapi patna duansa sandiri do, jala marsobur jea manang ise na manongos hata marhite sian halak na oto.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Songon pangantan ni halak na pangpang di patna duansa, songon i do hata umpama di bagasan pamangan ni halak na oto.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Songon batu na tinambat di ambalangna do pangalaho ni halak na mangalehon hamuliaon tu halak na oto.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Songon tungkot tadatada na nialbashon ni tangan ni halak na mabuk, songon i do hata umpama di bagasan pamangan ni halak na oto.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Parohon hasusaan godang tu ibana sandiri do manang ise na mangupai halak na oto dohot paraotaot.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Songon biang na mulak tu utautana, suang songon i do diulahulahi halak na oto haotoonna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia diida ho sada baoa na bisuk di bagasan rohana, gumodang do sihirimon sian halak na oto sogot asa sian ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sigurbak ulu mandok: Adong do babiat di tongan dalan, adong singa di pogu ni alaman.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Songon pintu na mordong di pangordongordonganna, suang songon i sigurbak ulu di atas lagena.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dipohul sigurbak ulu do nian indahanna, hape pola susa rohana pasuangkon tu pamanganna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Umbisuk do sigurbak ulu di rohana sian pitu halak angka na malo maralus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Manangkup pinggol ni biang do manang ise pamolus, molo pola piripirion ibana mida bada na so ro di ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Songon halak na lalaen, na mamantomhon tulbu, sumbia dohot hamatean:",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Songon i do baoa na mangansi kedanna, gabe didok muse: Nda na margait sambing do ahu!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Molo soada soban mintop ma api, jala molo soadong pangasung i mansohot ma parsalisian.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Songon arang tu gara ni api, jala songon soban tu api, songon i do baoa parbadabada pasobu parsalisian.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Hatahata ni pangasung i, hira hata pargaiton do i, hape torus do angka bilut ni pusupusu ditondong.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Songon hudon na nilampis dohot taktak ni perak, songon i do bibir angka na marsigorgor mangumma, hape jat do anggo rohana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Marhitehite bibirna mangela pangiburu i, hape patahitahi sipaotooto do anggo rohana di bagasan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Molo dipabasar ibana pangkulingna, unang ma porsea ho di ibana, ai pitu lampis do biasbias ni rohana di bagasan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dihungkupi pe hosom ni rohana marhite sian ansiansi, hape patar do muse hinajahatna di bagasan luhutan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Manang ise na mangkali godung, laos ibana sandiri madabu tu bagasanna, jala marsibalik do batu tu halak na manggulangsa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Matua dila sipaotooto mangkosom halak na niropuhanna, jala pamangan na landit mambahen pargasipan.",
      "type": "content"
    }
  ]
}