{
  "book": "Amsal",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba maradophon pamujion diri, hamoraon dohot haotoon 1-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Unang ma pangasahon sadari marsogot, ai ndang diboto ho manang aha na tubu di na sadari.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Halak na asing tagonan mamuji ho, unang tung pamanganmu sandiri, halak sileban tagonan, unang bibirmu sandiri.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dokdok do batu, jala borat horsik, alai dumokdok sian duansa do anggo hamurhingon ni halak na oto.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Na jorbut do rimas na marpiarpiar, jala lualua ni piripiri tudoshon aek na mangalantap, alai tahe tung ise ma manahan maradophon pangiburuon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tagonan do pinsangpinsang na andar sian roha haholongon na marsibuni.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tanda ni haburjuon do bugang angka na binahen ni aleale, alai marjehejehe do anggo ummaumma ni pangasung i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Roha na majal mandegedege nang situak ni loba, alai anggo roha na male, gari luhut na paet tonggi do di rohana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Songon pidong na tumadingkon asarna, songon i do baoa na madoado holang sian ingananna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Miak na hushus dohot daupa palas roha ni jolma, alai halambohon ni aleale dumenggan dope sian sangkap ni rohaniba sandiri.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Unang tadingkon alealem naung aleale ni amangmu hian, jala unang bongot i bagas ni hahaanggim jumpa di ari hinamagom; tagonan do sahalak hombar bagas na jonok sian hahaanggi na holang.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Marbisuk ma ho ale anaha, jala sai palas ma rohangku, asa huboto mangalusi hata ni halak pangarehe.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Diida halak na bisuk do haroro ni jea, gabe laho ibana martabuni, alai marsalasala pitpit do anggo halak na oto, gabe marsingkor.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Buat hian ma ulosna, ai halak sileban do na hinangkunganna, jala pangido hian ma singkoram sian ibana, ala ni halak ruar.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Manang ise na papujipuji alealena, pola dipangiar suarana sogot manogotna i, bura do i balik etongon tu ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tiris nene di haroro ni udan tipotipo, dos do i dohot ina parbadabada.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Manang ise na naeng mamolpol nasida, alogo naeng polpolonna disi, manang miak naeng golomon ni tanganna siamun.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Bosi manajomi bosi, suang le songon i baoa manajomi bohi ni donganna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Manang ise na pauliuli hau ara, panganonna ma parbuena, jala halak na marhaladoi tuanna dapotan hamuliaon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Songon halinu ni bohi di bagasan aek, songon i do suman roha ni jolma na sada tu jolma na asing.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Parbeguan dohot banua toru ndang olo mahap, mata ni jolma pe, ndang olo marmahapmahap.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Balanga pangalalaan manguji perak, jala liang pangalalaan manguji sere, alai anggo baoa taruji do hombar tu pangujianna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tung sura pe diduda ho halak na oto i dohot andalu di bagasan pandudaan rap dohot jagung, laos so sirang do sian ibana habodoonna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sai tangkas ma tandai rupa ni birubirum, sai diparhamaol roham ma punguanmu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai ndada hot ro di salelengnilelengna anggo hamoraon, gari tumpal jujungan tung marsundutsundut ma i?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Molo malos duhutduhut i, tarida ma tumburna, gabe dipapungu halak ma pulungpulungan sian angka dolok.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Angka anak ni birubiru mambahen parulosonmu, jala tuhor ni hauma do angka hambing tunggal.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Singkop ma susu ni hambing bahen lompanmu, dohot bahen lompan ni isi ni bagasmu, huhut bahen hangoluan ni angka naposom boruboru.",
      "type": "content"
    }
  ]
}