{
  "book": "Amsal",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taringot tu taroktok na marlobok. Pasupasu na marhite sian haburjuon mangaradoti ulaonniba hian 1-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Maporus do halak parjahat soada mangalele, alai anggo halak partigor marnalom ni roha do songon singa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Molo masa gunturguntur di na saluat, gabe torop ma indukna; alai molo pantas jala bistok marroha angka jolma i, leleng ma induk i mangolu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Baoa pangulu na mangarupa angka na parir tudos do tu udan tangkuju mambaorhon hangoluan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Halak angka na tumadingkon uhum papujipuji halak parjahat; alai anggo halak na mangaradoti uhum mangalo nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Halak parjahat ndang mananda uhum hasintongan alai anggo halak na mangalului Jahowa mangarisik saluhutna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tagonan do halak na pogos na marpangalahohon hadaulatonna, sian halak na geduk na mardua roha, nang pe mora ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Manang ise na mangaradoti patik ni Debata i ma anak na pantas marroha, alai manang ise na maralealehon halak pargadombus mambahen haurahon ni amana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Manang ise na paganda sinamotna marhitehite bunga ni hepeng dohot parlabaan na so turut, i ma na papunguhon di halak na marasi ni roha tu na parir.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Manang ise na padao pinggolna unang tangitangionna uhum, tangiangna pe antong gabe biasbias do.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Manang ise na mangaliluhon halak na tigor tu dalan hajahaton, madabu tu bagasan godung binahenna sandiri do ibana, alai anggo halak na daulat roha manean hatuaon sogot.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Bisuk do halak na mora di rohana, alai anggo halak ma pogos na pantas marroha dapot do sulingkitonna rohana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Molo marolopolop halak partigor, godang ma hamuliaon, alai molo naek sorga halak parjahat monjap ma angka jolma i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Manang ise na mamorso angka hajahatonna, ndang tagamon mardohar, alai manang ise na manopoti, laos ditadingkon antong, dapotan asi ni roha do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Martua ma jolma na tongtong marhabiaran, alai manang ise na manangkangi rohana madabu tu bagasan jea do.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Songon singa na marauang, jala songon gompul na maotaot do pangarajai parjahat gumomgom bangso na parir.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sada raja na hurang pingkiran, i do pagodang pangarupaon; alai anggo halak na mangkagigihon pangomoan na so turut i do na paganjang ariarina.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jolma panginonaan sapata ni mudar ni jolma, mompasompas do sahat ro di tanoman, unang ma antong niambat ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Manang ise na daulat marpangalaho dapotan tua, alai manang ise na geduk marpangalaho, mardua dalan, sai na tinggang do ibana di na sada.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Manang ise na mangula tanona, bosuran do ibana di sipanganon; alai manang ise na mangolooloi marlanggelangge, bosuran do ibana di hapogoson.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Baoa haposan do sigodang pasupasu, alai anggo halak na hapogan pamora ibana, ndang tagamon lias sian uhum.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ndang denggan ruhut marmiak ni bohi, hape gari ala ni indahan sampohul, olo do baoa manjahati.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Monsong do roha ni baoa naeng pamora ibana, marmata pangiburuon, hape ndang diboto songgop hapogoson tu ibana sogot.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Manang ise na umpinsang jolma marhasangapon do ibana di ujung, gumodang sian halak na palemeslemes pangkulingna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Manang ise na mamupusi amana dohot inana, lam didok muse dope: Ndang pola sala! Dos do ibana dohot halak panamun.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Halak pangahuti pagalak bada; alai manang ise na marhaposan tu Jahowa marlobilobi do di parbohalon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tung na oto sahali do manang ise na marhaposan tu rohana sandiri, alai manang ise na marpangalahohon hapistaran, malua do ibana sian hamagoan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Manang ise na mardenggan basa tu na pogos, ndang tagamon hurangan, alai manang ise na papitpit matana, godang bura manginona tu ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Molo naek sorga halak parjahat i, monjap ma jolma na metmet, alai molo ripur halak parjahat i lam tamba ma halak partigor.",
      "type": "content"
    }
  ]
}