{
  "book": "Amsal",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hatigoran dohot hapistaran manogu tu hatuaon, alai hamagoan do anggo ujung ni haotoon dohot dosa 1-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jotjot pe hona pinsang baoa, hape tong do dipatangkang rohana, tompu do ibana ripur so ulahan bulung.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Molo lam naek sorga halak partigor, marlas ni roha ma halak situan na torop, alai molo halak parjahat mangarajai, gondok ma roha ni halak.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Manang ise na holong roha di hapistaran, palas roha ni amana; alai na mansuasaehon sinamotna do manang ise na rosu tu sibabijalang.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Raja pahothon gomgomanna marhite sian uhum hasintongan; alai anggo baoa sijalo sisip mangago tanona.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Halak na palemeslemes pangkulingna tu donganna, manaon rambang di jolo ni patna ibana disi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tarjorgong di bagasan hajahatonna sandiri do halak parjahat i, alai anggo halak partigor i marolopolop do jala marlas ni roha.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Halak partigor maniroi parkaro ni halak na parir, alai anggo halak parjahat i ndang parduli di nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Halak pangarehe pagalakgalak bada, pola gor sada huta, alai anggo halak na pistar paombun rimas do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Molo maruhum halak na pistar dohot halak na oto, ia so manggunjal martata do ibana, hape laos so marhasunan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Halak sisopsop mudar mangkagigihon halak na daulat roha, alai anggo halak partigor, sai naeng nian pangolu hosana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tung nasa piripirina diparuar halak na oto, alai anggo halak na pistar paombunombun rohana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Pangarajai na patangitangi hata gapgap: Saluhut parhaladona gabe parjahat sogot.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sai na pajumpang do halak na pogos dohot halak na paanakkon hepeng; Jahowa do patiur mata nasida be.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Raja na mandabu uhum hasintongan tu angka na parir, pahot habangsana ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hotang dohot pangajaran mangalehon hapistaran, alai anggo dakdanak na pinasombu tarboan rohana, mambahen haurahon ni inana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Molo ganda halak parjahat, ganda dohot dosa; alai sanga do paidaidaon ni halak partigor hariripurnasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sai ajar ma anakmu, asa sonang ho bahenonna, jala lehononna angka silas ni roham.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Molo soada panurirangon lumlam ma halak situan na torop, alai martua ma manang ise na mangaradoti patik ni Debata.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang tarajar hatoban anggo marhitehite hata sambing, ai diantusi do nian, hape ndang diihuthon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Molo diida ho sada baoa na girgir mandok hatahatana, gumodang do sihirimon sogot sian halak na oto asa sian ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Manang ise na mambahen naposona marlompan, olat ni sidakdanahonna, lam naeng gabe anak ni tuan ibana di ujungna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Baoa parpiripiri pahehe parsalisian, jala halak parmurukmuruk do sigodang sala.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Roha haginjangon ni jolma pajimput ibana, alai anggo partondi na serep dapotan hamuliaon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Manang ise na marbagi rap dohot panangko mangkagigihon dirina sambing, dibege do nian torutoru i, hape ndang dipalumba.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Biar mida jolma mambahen jorgong, alai manang ise na marhaposan tu Jahowa gabe timbul sogot.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Torop halak mangalului bohi ni pangarajai mambuat rohana, alai Jahowa do haroroan ni uhum na sintong tu ganup jolma.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Marbiasbias do halak partigor mida halak pargeduk, marbiasbias huhut halak parjahat mida halak na tigor marpangalaho.",
      "type": "content"
    }
  ]
}