{
  "book": "Amsal",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sipaingot mangapoi marhaposan tu Debata dohot papeakkon roha tumaon pinsangpinsangna 1-12. II. Pamujion di hapistaran na manindi saluhutna, jala marupa godang 13-26. III. Apoapo mandasdas mardenggan basa dohot marlambok ni roha 27-35",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ale anaha, sai unang halupahon poda na sian ahu, sai diradoti roham ma angka tonangku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai tambaan ni do di ho ganjang ni ariari dohot taon ni ngolum dohot dame.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai unang ma tallushon sian roham habasaon dohot hasintongan, horunghorungkon tagonan angka i tu rungkungmu, jala surathon angka i bahen parningotan ni roham.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dapotan asi ni roha dohot pangantusion na denggan ho maradophon Debata dohot jolma.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marhaposan tu Jahowa ma ho sian nasa roham, jala unang marpangunsandean ho tu pingkiranmu sandiri.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai Ibana ma tanda di nasa dalanmu, asa Ibana patigor angka dalanmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Unang tung na bisuk ho diparbaga roham, habiari ma Jahowa, jala paholang dirim sian hajahaton.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "I ma gabe hahisaron di dagingmu, jala haneangon di holiholim.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pasangap ma Jahowa marhite sian hamoraonmu dohot marhite sian patumonaan ni sandok pangomoanmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi marsipinjot ma angka sopom, jala sirnip tuak anggur angka pangilanganmu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ale anaha, sai unang toishon pangajaran ni Jahowa, jala unang hagitikhon pinsangpinsangna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai matua dipinsang Jahowa do na hinaholonganna, songon amaama mida anakna hasudungan ni rohana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Martua ma jolma na jumpangan hapistaran dohot jolma pangalapan roha.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai dumenggan do pangomoanna sian pangomoan di perak, jala dumenggan parbuena sian sere palangki.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ummarga do i sian angka mutiha, jala sandok arta hasoloan ni roham, ndang tarpatudos tusi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Di tanganna siamun do ganjang ni umur, jala di hambirangna do hamoraon dohot hamuliaon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dalanna do angka dalan hasudungan ni roha, jala sude lapangna hademakon.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hau hangoluan do Ibana di angka na mandahopi, jala manang ise na marsitiopan tusi martua do.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Marhitehite hapistaran do dipaojak Jahowa tano on, jala marhitehite hapantason angka langit i dipadiri.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Marhitehite parbinotoanna mabola angka lung i, jala manetekkon nambur angka ombun parginjang i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ale anaha, unang tung loas malua sian matam, sai tiopi ma tagonan roha hahohomon dohot hapantason.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Asa gabe hangoluan do i di tondim, jala hajagaron di rungkungmu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi marsihohot ma roham manulus dalanmu, jala ndang tartuktuk ia patmu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Molo modom ho ndang tagamon tarsonggot, jala ia naung renge ho modom, sonang ma parpodommu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ndang pola tahuton ho mida hagunturon so pangkiriman, manang mida rampokrampok ni halak parjahat, molo ro.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai Jahowa do gabe haposanmu, jala Ibana mangaramoti patmu maradophon jorgong.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(III.) Unang jua mambahen na denggan tu na hurangan, molo tung tuk gogo ni tanganmu patupahon.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Unang dok tu donganmu: Datdati tusi marlaho ro; marsogot pe hulehon, hape naung dipeop ho nian nuaeng.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Unang patubutubu gasa dompak donganmu, hape nalom do anggo rohana maringan di lambungmu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Unang pagulut ho dohot manang ise soada paralaan, molo so adong na jat dibahen tu ho.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Unang mangiburu ho di baoa pangarupa, jala unang paihut dalanna nanggo sada.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ai marbiasbias do Jahowa mida halak na geduk, alai rosu do Ibana tu halak partigor.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Manginona do torutoru ni Jahowa tu jabu ni parjahat, alai dipasupasu do ianggo undungundung ni halak partigor.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ibana marengkelengkelihon halak pangelesi, alai dilehon do asi ni roha anggo tu halak na unduk marroha.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Hamuliaon do teanon ni halak na bisuk sogot, alai luahonon ni haurahon do halak na oto i.",
      "type": "content"
    }
  ]
}