{
  "book": "Amsal",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka poda sipaingot sian si Agur 1-14. II. Angka pangkataion undangundang 15-33",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma angka poda ni si Agur, anak ni si Jake. Hata sipaingot dohot panurirangon sian baoa Letiel tu si Itiel dohot si Ukal.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ahu do tongon baoa apala na ummoto, jala ndang adong panimbangon ni jolma di ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Angkup ni ndang huguruhon hapistaran, parbinotoan ni Debata na badia pe ndang hutanda.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung ise ma dung manaek tu banua ginjang, jala tuat muse sian i? Tung ise ma manggolom alogo di bagasan tanganna? Tung ise ma manimpus aek di bagasan ulos? Tung ise ma pahot luhut parbolatan ni tano on? Ise do Goarna, jala ise do Goar ni Anakna? Hatahon ma i molo tung diboto ho!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Luhut hata ni Debata pita do, tau lombulombu do Ibana di halak angka na marhaposan mida Ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Unang ambai angka hatana i, asa unang Ibana maminsang ho, gabe pargapgap ho maon didapot.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dua ragam do na hupangido sian ho, sai unang ma ontohi sian ahu, tagan so mate dope ahu:",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai padao ma sian ahu neang ni roha dohot hata gabus; hapogoson manang hamoraon unang lehon tu ahu; sai loas ma panganonku bohal tinurpukkonmi tu ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Asa unang tung huporso Ho, dung butong ahu, gabe dohononku maon: Ise do Jahowa? Manang unang tung manangko ahu ala dung pogos, gabe huparoaroa maon Goar ni Debatangku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Unang patubitubi hatoban mangkata tuanna, asa unang ho diburai, gabe ingkon manginona tu ho muse.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Adong do sada sundut na mamburai amana, jala ndang dipasupasu ia inana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Adong muse sada sundut na pita di bagasan rohana, hape gari ginagatna ndang diburi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Adong muse sada sundut mansai dipabollang matana, jala dipatuginjang langkop ni matana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Adong muse sada sundut tudoshon podang do ngingina, jala tudoshon piso ia ngadolna laho mansudahon halak na dangol sian tano on dohot halak na pogos sian tongatonga ni manisia.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Dua do boru ni linta: Nia tuson! Nia tuson! Tolu do nasida na so habutongan, opat do tahe na so olo mandok nunga sae!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "I ma parbeguan dohot bortian na hol; tano i na so olo mahap di aek dohot api na so olo mandok: Nunga sae!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Mata ni halak na mangelak amana, jala malluk rohana mangoloi tona ni inana, ingkon pulsikkonon ni pidong sigak di topi ni sunge jala parsurageon ni anak ni lali.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Na tolu ragam on tung halongangan bolon di ahu, jala na opat on ndang dapot rohangku:",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "I ma dalan ni pidong raja Wali di aoangaoang, dalan ni ulok di atas dolok batu, dalan ni parau di tongatonga ni laut dohot dalan ni baoa di bagasan boruboru namarbaju.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Suang le songon i dalan ni parompuan sibabijalang; mangan do nasida, diapusi muse babana, gabe didok muse: Ndang huulahon na so uhum.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Binahen ni na tolu ragam guntur tano on, jala binahen ni na opat on ndang tarbahensa manahan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Binahen ni anak somang molo tung gabe pangarajai ibana, dohot halak na oto molo tung butongan indahan ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Binahen ni parompuan na hinagigihon molo tung marharajaan muse, dohot hatoban boruboru molo tung ditean na morana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Na opat ragam on do apala na metmet di tano on, alai tung na bisuk sahali do i jala angka na bistok.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "I ma angka porhis, sada bangso na so margogo nian, alai diparade do bohalna di partaonan logo ni ari.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Angka ampodi i ma sada bangso na so tambos nian, alai dibahen do asarna di bagasan dolok batu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ndang marraja nian angka sihapor, alai sahali borhat do luhutna marhoronhoron.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Babibabi manangkup dohot patna nian, hape maringan do di bagasan jabu ni raja.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Na tolu ragam i patongamtongam langkana, jala na opat on panuitnuiton mardalan.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "I ma singa, na umpuraga sian saluhut angka binatang, jala ndang mulak maradophon manang aha.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Hoda pargonting na gompis, manang hambing sada dohot raja na so tardopang.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Molo tarpaoto ho di na pinatimbomi dirim manang naung marsangkap na roa ho, ampehon ma tangan tu pamanganmu!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ai susu na ginunsang manjadi mantega, jala igung na pinisat gabe tarrungar, jala rimas na ginitik patubu bada.",
      "type": "content"
    }
  ]
}