{
  "book": "Amsal",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka poda sipaingot ni inana tu sada raja 2-9. II. Pamujion di soripada na pantas marroha 10-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma angka hata ni raja Lemuel, hata sipaingot na pinodahon ni inana tu ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Aha do dohononku tu ho ale anakku? Aha tahe ale sinuan tunashu? Aha ale anak bagabagangku?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai unang ma lehon gogom tu angka parompuan manang angka dalanmu bahen hamagoan ni angka raja.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndang patut di angka raja, ale Lemuel, ndang patut tutu di angka raja minum anggur, manang di angka induk minum tuak na pang.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asa unang lilian minum, gabe lupa ibana di uhum hasintongan, gabe dipapeol uhum tu luhut anak pardangolan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Lehon hamu ma siinumon na horas tu halak na marhinamago, jala anggur tu halak na marsak marroha.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Minum ma ibana asa dihalupahon hapogosonna; jala unang be dipaingotingot pardangolanna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ungkap ma pamanganmu mangondihon halak na ngungu, humongkop uhum di saluhut anak na tading di lampin.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ungkap ma pamanganmu mandabu uhum hasintongan, jala patingkos uhum tu halak na dangol dohot na pogos.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Soripada na marhuaso, tung ise ma jumpangan i? Hape daul do argana martimbangkon mutiha.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Pos do roha ni harajaonna di nasida, di sinamot pe ndang tagamon hurangan nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Denggan do uhum nasida tu ibana, ndang dung anggo na jat saleleng mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ringkot do rohana manjalahi imput ni birubiru dohot hori jala girgir tanganna marhobas.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tudos do nasida tu hopal ni saudagar, sian na dao do diparo indahanna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Borngin dope nunga hehe nasida, asa marsagihon sidabuan ni isi ni bagasna dohot tumurpukkon ulaon tu angka naposona boruboru.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Disangkapi rohana hauma santurpuk, laos dapotsa do sian na niomo ni tanganna, dipungka muse porlak anggur sada.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Marhohos hagogoon do gontingna, jala dipabosi botohonna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Lam idaida ibana di denggan ni pangomoanna; ndang dung mintop palitona manipat borngin.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Malo do tanganna manjama bonang, jala diordong jarijarina do roda ni sorha i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Disurdukkon do tanganna tu halak na dangol, jala dibungka tanganna mardenggan basa tu halak na pogos.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ndang pola holsoan ibana taringot tu isi ni bagasna maradophon partaonan ngali ni ari, ai luhut isi ni bagasna marulos dua do.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dibau do angka bulusan di ibana, hain na halus dohot lakan do pangkeanna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tarbarita do harajaonna di angka partungkoan, molo hundul ibana rap dohot angka sintua ni luat i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dipauli do angka kameja na halus, jala digadisi, jala dilehon do hohos tu saudagar.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Togu jala tongam parulosonna, jala marlas ni roha nasida di ari na ro sogot.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Diungkap do pamanganna umpodahon hapistaran, jala poda halambohon di atas dilana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dimatamatahon do harentaon ni isi ni jabuna, jala indahan halangguson ndang dipangan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Naek sorga do angka anakna, jala diparhatua nasida, harajaanna huhut mamujimuji nasida.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Torop do nian boru ni halak angka na marhuaso, alai ho do tumindi nasida luhutna!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Sipaotooto do anggo rupa hasoloan ni roha, jala alogo sambing do haulion, soripada na mangkabiari Jahowa i do sipujipujion.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Lehon hamu ma tu nasida sian parbue ni tanganna sandiri, jala ingkon papujipujion angka ulaonna di angka partungkoan.",
      "type": "content"
    }
  ]
}