{
  "book": "Amsal",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. B. Hata sipaingot paduahon (Poda 4:1-6:19). Sipaingot mangapoi patibuhon mangalului hapistaran 1-9. II. Tau tiruon dalan ni partigor, tau lumbalumba dalan ni parjahat 10-19. III. Dalan hapistaran manogu tu hangoluan 20-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Sai tangihon ma, hamu ale angka anaha, pangajaran ni sada ama, jala ringkoti hamu ma gumuruhon pangantusion.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai poda na denggan do na hulehon tu hamu, unang tung tadingkon hamu patikku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai ahu pe, siminik ni damang do ahu, hasudungan jala anak sasada ni dainang.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dipodai ibana ahu, jala didok do mandok ahu: Sai parateatehon ma angka hatangki, jala radoti angka tonangku, asa mangolu ho!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai eahi hapistaran, eahi ma tutu pangantusion; unang tung halupahon, jala unang tundali angka hata ni pamanganku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Unang tung tadingkon angka i, asa diramoti ho; sai haholongi ma angka i, asa dijaga nasida ho.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Parmulaan ni hapistaran, on do: Tuhori hapistaran i, jala tuhorhon sandok na niomom tumuhor pangantusion!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai parhamaol ma i, asa dipatimbul ho, marmulia do ho bahenonna, molo marparsigantungan tusi ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lehononna do tu ulum bulangbulang hasoloan, tumpal na jagar situtu basabasahononna tu ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Sai tangihon, ale anaha, jala jangkon ma angka hatangki, asa tamba di ho angka taon ni ngolum.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Di bagasan dalan hapistaran ahu mangajari ho, huiringiring ho mardalan di angka lapang hatigoran.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Molo mardalan ho disi, ndang tagamon hagogotan langkalangkam, jala molo marlojong ho, ndang tagamon tartuktuk.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Marsitiopan tu pangajaran ma ho, unang parsitading i; sai tiopi ma i, ai i do hangoluanmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Unang paihut dalan ni angka parjahat, jala unang mardalani ho di dalan ni parjahat.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tung palua dirim sian i, unang bolus sian i, paholang dirim sian i jala pasiding.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai ndang tarpodom nasida, nda jolo manjahati, ndang tarnono matanasida, nda jolo targasip dibahen manang ise.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai roti hajahaton do dipangan nasida, jala anggur pangarupaon diinum nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo lapang ni halak partigor tudos tu buha siang ari, lam tu tiurna do, sahat ro di hos ni ari.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia dalan ni halak parjahat tudos tu na holom marimpotimpot, ndang diboto nasida partuktuhannasida i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Ale anaha, sai parateatehon ma angka hatangki, tarehon ma pinggolmu tumangihon angka hatangki.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Unang tung sirpang angka i sian matam, sai momosi ma di tongatonga ni roham.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai hangoluan do i di angka na jumpangan disi, jala gabe hahisaron di sandok dagingna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sian saluhut sijagaon i, gumodang ma jaga roham, ai sian i do ruar angka mual hangoluan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Paholang ma sian ho ansiansi ni pamangan, jala padao sian ho bibir sijubajabi.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sai manulus tu jolo ma matami mamereng, jala langkop ni matam manuju tigor tu jolom.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sai timbangi ma pangalangka ni patmu, asa tung marsihohot saluhut dalanmu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Unang manimbil ho tu siamun manang tu hambirang, sai paholang ma patmu sian hajahaton.",
      "type": "content"
    }
  ]
}