{
  "book": "Amsal",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba maradophon elaela ni sibabijalang 1-14. II. Untung ni halak na toman mardongansaripe 15-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ale anaha, sai parateatehon ma habisuhon na huajarhon i, tarehon ma pinggolmu tumangihon poda na sian ahu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Asa diradoti ho angka panuturion, jala dipajop bibirmu parbinotoan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai maneteknetekkon situak ni loba do bibir ni sibabijalang, jala lumandit do aruaruna sian miak.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo ujungna paet do songon pogu, tajom songon podang sidua baba.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tuat tu hamatean do ianggo patna, na roko do manjail langkalangkana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ndang ditimbang rohana ianggo lapang hangoluan, sai maor do pangalangkana, ndang diboto manang dompak dia.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i ale angka anaha, tangihon hamu ma ahu, jala unang manimbil hamu sian pangkataion ni pamanganku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai paholang ma dalanmu sian parompuan i, jala unang jumonok ho tu pintu ni jabuna!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Asa unang dipasayang ho hamuliaonmu tu jolma sileban, manang angka taon ni ngolum tu halak na garang.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Asa unang halak na asing marsaulihon gogom, jala na hinangaluthonmi tading di bagasan jabu ni halak sileban.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala ingkon morongorong ho di hajujumpang ni ajalmu, ia dung sun siap dagingmu dohot sibukmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Gabe dohononmu ma: Apala huhagigihon ma pangajaran marisuang, jala ditoishon rohangku pinsangpinsang!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tung so hutangihon suara ni angka gurungku, tung so hupaeleng pinggolhu tu angka na mangajari ahu!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Otiknari, tung marjea situtu do ahu hape di tongatonga ni luhutan dohot huria!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Minum aek ma ho sian sumurmu sandiri, jala aek mata na mabaor sian tongatonga ni mualmu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tung tama ma binsat angka mualmu tu balian, hira sunge di angka alaman.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sasada ho ma nampuna nasida, jala unang halak sileban donganmu nampunasa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sai pinasupasu ma mualmu, jala dihalashon roham ma jolma ni haposoonmu!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "I ma ursa tini hasoloan di ho, jala hije hasudungan; sombu ma roham tongtong mida bagotna, mariaia ma ho tongtong binahen ni holong ni rohana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Boasa ma tung parhamudaonmu dirim ale anaha, mangihutihut parompuan sileban, jala pajamajamaonmu bagot ni sibabijalang.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai patar do di adopan ni Jahowa dalan ni ganup jolma, jala dipahornop Ibana do saluhut dalan ni patna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Hajahatonna sandiri do padapot parjahat i, jala angka jorat ni dosana sandiri marningot ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Laos mate ibana ala so ditangihon pangajaran, jala binahen ni hinagodang ni haotoonna lonong ibana.",
      "type": "content"
    }
  ]
}