{
  "book": "Amsal",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba mangorai pangkangkungion sian neang ni roha 1-5. II. Mangorai halangguson 6-11. III. Mangorai marsipaotooto dohot angka dosa na asing 12-19. C. Hata sipaingot patoluhon (Poda 6:20-9:18). IV. Lumbalumba maradophon dalan ni sibabijalang 20-35",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ale anaha, molo tung mangkangkung ho di donganmu, pola masijamaan tangan ho mangkangkung halak sileban.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tung sura naung tarjorgong ho binahen ni hatahata ni pamanganmu, jala naung tardapot ho binahen ni pangkataion ni pamanganmu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Songon on ma bahen ale anaha, sai palua ma dirim ale naung tarjobung ho tu bagasan tangan ni donganmu; laho ma ho padoras langkam jala parajarajai donganmi!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Unang loas tarnono matam, manang mondokondok langkop ni matam.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai palua ma dirim songon hije sian tangan ni parburu, jala songon pidong sian tangan ni parsambil.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Laho ma ho, ale sigurbak ulu marsiajar tu porhis, parateatehon ma angka dalanna, asa marbisuk ho!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nang so adong di ibana induk manang partogi manang pangarajai.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai dipadiri do bohalna di partaonan logo ni ari, dipapungupungu do sipanganonna di hamamasa ni gotilon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sadia leleng on modommodom ho, ale sigurbak ulu? Sadihari pe ho hehe sian podomanmon?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Otiknari modom, otiknari mondokondok, otiknari mangunsimpu tangan, laos peak modom, nimmu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi ro ma hapogosonmu songon halak panamun, jala haraparonmu songon halak parlombulombu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Jolma parroha na jat sahali do baoa pangansi, na marpangalahohon ansiansi ni pamangan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Mangkidophidopi ia matana mangkatai do ibana marhitehite patna, martudutudu marhitehite jarijarina.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Getegete do di bagasan rohana, sai tongtong do ibana patahitahi hajahaton, patubitubi parbadaan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dibahen i ro hinamago tu ibana so pangkirimanna, tompu do ibana ripur, so hadaonan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Harohaon na onom on do dihagigihon Jahowa, jala marbiasbias rohana mida na papituhon:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Mata haginjangon; dila pargapgap; tangan angka na mandurushon mudar na so marpipot.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Roha na patubutubu gasa; pat angka na bontis marlojong tu hajahaton.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sitindangi pangansi na mangaturhon gapgap, jala na pabolabola halak na marhahamaranggi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(IV.) Ale anaha, sai radoti ma tona ni amangmu, jala unang tulakkon poda ni inangmu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Duduk ma angka i tongtong tu bagasan roham, jala horunghorungkon tu rungkungmu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Molo mardalani ho, ingkon i ma mangiringiring ho; molo modom ho, ingkon i ma mangaramoti ho; jala ia dungo ho muse, ingkon i ma donganmu mangkatai.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai sulusulu do tona i, jala patik i do panondang, jala dalan tu hangoluan do angka pinsangpinsang ni pangajaron.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Laho mangaramoti ho maradophon parompuan parjahat dohot maradophon dila elaela ni sibabijalang.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Unang ma mangapian roham di hinaulina, jala unang tarjorgong ho binahen ni pangkirdop ni salibonna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai binahen ni parompuan sibabijalang sahat iba tu roti sanseat sambing, jala jolma ni halak sileban mangago tondi na arga i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tung tarpatuba halak ma api di gedekgedekna, so soksohanna angka ulosna?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tung tarbahen halak ma mardalan di atas gara ni api, so matutung patna?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Laos songon i do manang ise na manopot jolma ni donganna: Ndang tarbahen so manginsombut tu ganup na jerjer jamajama.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Gari halak panangko ingkon hona uhum do, molo manangko ibana pasabam hisapna, ala male ibana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tung sura dapot tartangkup ibana, ingkon uhum simamitui gararonna, pola ingkon sandok ugasan ni jabuna lehononna alina.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai tung na lalaen do manang ise na mangalangkup jolma ni halak, na mangago tondina do halak na mangulahoni.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jea dohot haurahon manginona tu ibana, jala ndang hasalesean haurahonna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ai pangiburuon manunggul rimas ni baoa, jala ndang maralangalang rohana di ari partubolon i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ndang parduli ibana di uhum pardengganan, jala ndang sombu rohana nang dipagodang ho dangdang.",
      "type": "content"
    }
  ]
}