{
  "book": "Amsal",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni angka sipaingot sian ama 1-5. II. Lumbalumba maradophon jorgong tinaon ni sibabijalang 6-23. III. Manogihon tu hamatean do sibabijalang 24-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ale anaha, sai radoti ma angka hatangki, jala pajop tu bagasan roham angka tonangki.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai paingotingot angka tonangki, asa mangolu ho, jala ramoti patikki songon anak ni matam.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tung rahuti ma angka i tu jarijarim, jala surathon angka i bahen parningotan ni roham.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dok ma tu hapistaran i: Ibotongku do ho! Jala goari habisukon i pedanmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asa diramoti ho maradophon jolma ni sileban, maradophon sibabijalang, na palanditlandit hatahatana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Ai mandulo ahu sahali sian pandiloan ni jabungku, sian bonggarbonggar:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi huida ma di tongatonga ni halak na so hona ajar, dapot ahu ma di tongatonga ni angka anak, sada dolidoli na hurang roha.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Madangadang do ibana di alaman mardonokkon suhisuhi ni bagas ni parompuan i, jala dalan tu jabu ni sibabijalang didalani.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Di na rambon ari, di na mamungka holom, pola borngin marimpotimpot.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi ida ma, ro sada parompuan manomunomu ibana marpangkean sibabijalang, jala parroha marsibuni.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Na tetep do ibana, jala na hijang, ndang hatiopansa patna di bagasan jabuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tongkin di alaman, tongkin di pasar, jala di saluhut sirpang ni dalan nasida mangonggop.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i disoro nasida ma dolidoli i, laos diumma, jala dipapuraga bohina huhut didok mandok ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Marutang angka pelean hamauliateon ahu, apala sadarion ma hugarar bagabagangku.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alani umbahen ruar ahu manjumpangkon ho mangalului bohim, gabe jumpang ahu do tongon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nunga pola hupahembang angka lage di podomanku, martutup hain na halus sian Misir.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nunga pola hupispisi podomanku dohot pamurpuri angka na angur.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Beta hita, pasombu rohanta masihaholongan sahat ro di torang ni ari, asa tung sabam rohanta masiummaan!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai ndang di jabu anggo baoa i, laho do ibana tu dalanan na dao.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Diboan huhut puro isian ni hepeng di bagasan tanganna, di tula pe ibana mulak.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi meleng ma rohana binahen ni hinagodang ni sipaotootona, binahen ni tabotabo ni hatana ibana diluahon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Hapogan ibana mangihuthon parompuan i, songon jonggi na tartogu tu pamotongan, jala songon ursa na masuk tu bagasan aring ni parburu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Paima dibola sumbia ateatena; songon pidong na manahopi sambil, hape ndang diboto, hosana sandiri do na binununa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(III.) Dibahen i hamu ale angka anaha, tangihon hamu ma ahu, jala parateatehon hamu angka hata ni pamanganku.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Unang paeleng roham tu dalan ni parompuan i, unang maupaup ho di angka lapangna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai tung torop do baoa marragean angka na binununa, jala deak halak angka na tinodosna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Angka dalan tu na roko do dalan tu jabuna, angka na pate tu angka bilut ni hamatean.",
      "type": "content"
    }
  ]
}