{
  "book": "Amsal",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hapistaran i mangontang luhut halak tu Ibana 1-11. II. Hamuliaonna na godang i 12-21. III. Ibana do panuturi ni Debata di panompaonna 22-31. IV. Manang ise na mangihuthon Ibana, sai mangolu do 32-36",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Nda joujou do hapistaran i, jala dipangiar habisukon i suarana?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di punsu ni angka dolokdolok di lambung dalan, di tongatonga ni angka dalan sirpang na maropat do ibana jongjong.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Di lambung ni angka bahal, di partungkoan ni huta i, di haroroan tu angka pintu harbangan Ibana joujou songon on:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tu hamu ale angka baoa Ahu joujou, jala tu hamu ale jolma manisia hupangiar suarangki.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marsiajar habisuhon ma hamu, ale angka na bodo, jala olo ma hamu parrohaon, hamu ale angka na oto.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai tangihon hamu ma, ai na andar do angka na huhatahon, jala buhabuha ni bibir ni pamanganku do hasintongan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai habonaron do dipaboaboa pamanganku, jala marbiasbias do bibir ni pamanganku mida hajahaton.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hatigoran do saluhut hata ni pamanganku, ndang adong na geduk di bagasanna, manang getegete nanggo sada.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Luhutna i unur do di halak na marroha, jala sintong di halak naung dapotan parbinotoan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sai jangkon hamu ma pangajaranku, unang tagonan perak; jangkon hamu parbinotoan lobi sian sere palangki.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai ummarga do hapistaran sian mutiha, jala saluhut mata intan ndang tarpatudos tusi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Ahu, Hapistaran i maringan tampak dohot habisuhon, jala jumpang Ahu do parbinotoan ni panuturion.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Biar mida Jahowa do mangkagigihon na jat, roha haginjangon dohot hajungkaton; pangalaho na jahat pe dohot pamangan getegete pe na huhagigihon do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ahu do nampuna panuturion dohot hatongtongon, Ahu do nampuna pangantusion dohot hagogoon.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Marhitehite Ahu mangarajai angka raja, jala mangkajongjongkon hasintongan angka induk.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Marhitehite Ahu mangarajai angka induk, nang angka na sangap ro di saluhut panguhum na di tano on tahe.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ahu mangkaholongi angka na mangkaholongi Ahu, jala angka na burju mangalului Ahu sai jumpangsa do Ahu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Guru di Ahu do hamoraon dohot hamuliaon, arta angka na arga dohot hatigoran.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dumenggan do parbuengku sian sere palangki dohot sian sere naung niuji, jala dumenggan do na huomo sian perak na pinillit.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ahu mangiringiring halak di dalan hatigoran di tongatonga ni angka lapang habonaron.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Marbasabasahon siteanon tu angka na mangkaholongi Ahu, jala parartaon nasida hugoki do.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Jahowa do nampuna Ahu di mula ni dalanna sahali, jumolo sian jadijadianna di na robi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sian mulamula sahali Ahu dimiahi, jumolo sian mula ni tano on.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Uju so adong dope angka laut, nunga ditubuhon hian Ahu, uju so adong dope mual angka na marisi aek.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tagan so ojak dope angka dolok, jumolo sian angka dolok batu Ahu ditubuhon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Uju so dijadihon dope tano dohot angka adaran ro di sisiasia ni tano on.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Uju dipadiri Ibana angka langit i, nunga disi hian Ahu, uju pinahembangna hajanghajang i di atas ni lung.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Uju pinahotna angka ombun di ginjang, uju pinaojakna angka mual ni lung.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Uju binahenna parbalohan ni laut, asa unang disalpui angka aek bibirna, uju na pinahotna angka ojahan ni tano on.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ahu do uju i di lambungna pande, jala marolopolop Ahu ariari marmeami tongtong di jolona.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jala Ahu marmeami di liat portibi on, jala hasudungan ni rohangku do jolma manisia.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(IV.) On pe hamu ale angka anaha, sai tangihon hamu ma Ahu! Martua ma angka na mangaradoti angka dalanku.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Sai tangihon hamu ma pangajaran, asa marbisuk hamu, jala unang hamu mangalo.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Martua ma jolma na tumangihon Ahu, marjaga di lambung ni pintungku ariari mangaramoti angka tiang ni bahalhu.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ai manang ise na jumpangan Ahu, jumpangan hangoluan do, jala maruli asi ni roha sian Jahowa.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alai manang ise na mardosa dompak Ahu, mangago tondina sandiri do; nasa na mangkagigihon Ahu mangkaholongi hamatean.",
      "type": "content"
    }
  ]
}