{
  "book": "Amsal",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panggalangon ni hapistaran i 1-6. II. Girgir do na pistar i manjangkon pangajaron 7-12. III. Dibahen i maporus ma hamu mida elaela ni haotoon 13-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Nunga dipajongjong hapistaran i jabuna, jala nunga, didakdak tiangna batu sipitupitu i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga dipotongi pinahanna pamuean jala dipapang anggurna, nunga huhut dipadiri mejana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga disuru surusuruanna boruboru, manggokkon jolma di atas buntulbuntul ni huta i:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Manang ise na tobok, ro ma ibana tuson! Tu ganup na hurangan roha hatana songon on:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ro ma hamu, pangan hamu ma sian rotingku, jala inum hamu sian anggur ma hupapang i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tadingkon hamu ma angka na neang roha, asa mangolu hamu, jala ihutihut hamu ma dalan hapantason.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Manang ise na umpinsang pangarehe, mangalap haurahon tu ibana sandiri do, jala manang ise na mangajar parjahat gabe tihasna do.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Unang pinsang pangarehe, asa unang ho dihagigihon; pinsang tagonan halak na bisuk, jadi haholonganna ma ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lehon sipaingot tu na bisuk, asa ganda dope bisukna; ajari halak partigor, asa tamba parbinotoanna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Biar mida Jahowa do parmulaan ni hapistaran, jala parbinotoan ni angka na badia do hapantason.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai marhitehite Ahu ganda ariarim, jala tamba di ho angka taon ni ngolum.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Molo tung marbisuk ho, bisuk di dirim sandiri do ho, jala molo mangarehe ho, manginona tu ho sandiri do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Parompuan na oto do na hijang marpangalaho, jala na gatal, jala ndang diboto agia aha.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hundulhundul do ibana di pintu ni jabuna, marhabangsa di atas buntulbuntul ni huta i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Asa dipail pardalan angka na mamolus sian dalan i, angka na manulus dalanna hian, ninna do:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Manang ise na tobok, tuli ma ibana sian on! Jala tu na hurang marroha i hatana songon on:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Aek na tinangkotangko do na tonggi, jala roti sibunian do na tabo.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai ndang mamoto rohana, disi do angka anak hamatean, jala di bagasan angka godung ni na roko do, angka na ginokkonna i.",
      "type": "content"
    }
  ]
}