{
  "book": "Habakuk",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Alualu ni panurirang i taringot tu halulumlam ni Israel 2-4. II. Lumbalumba taringot tu pangarampok ni halak Kasdim 5-11. III. Tangiang ni panurirang i 12-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma pangungkapon na pinapatar tu panurirang Habakuk.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sadia leleng on, ale Jahowa, joujou ahu, matua so ditangihon ho? Sai hualualuhon tu ho hadoboon, matua so manumpak ho?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Boasa tung pataridahononmu tu ahu hageduhon, jala marsombusombu ho paidaida hangaluton? Pangarupaon dohot hadoboon di jolongku; masa parsalisian, jala tubu parbadaan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ala ni lumlam do patik jala ndang dung ruar uhum na sintong; ai dirohai halak parjahat i do halak partigor, dibahen i peol do uhumi ruar.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Bereng hamu humaliang di tongatonga ni angka bangso parbegu, jala pamanat hamu asa marseto situtu rohamuna! Ai patulutonku do sada ulaon di angka arimuna, ndang parhatopotonmuna, tung sura adong halak na pajojorhon i tu hamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai ida ma, paheheonku ma halak Kasdim, sada bangso na garang jala na hijang, na maotaot dompak desa na opat i di tano on laho manoluk inganan angka na so ibana hian nampunasa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jorbut, jala na songkal do bangso i; marharoroan sian ibana do uhumna dohot hatimbulonna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala umbontis angka hodana sian babiat, jala rumahat mangkarat sian gompul bodarina i; jala marinjak angka jolma parsihundulna, ro do tahe jolma parsihundulna sian na dao, habang do nasida songon lali, na manilu sisoroonna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ro be do nasida sude mangulahon hadoboon, hisaphisap ni bohinasida i manuju dompak habinsaran, jala dipapungu halak na tarbuang, songon horsik toropna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Pola ibana mangelesi angka raja, jala siparengkelon dibahen angka partogi, mengkel do ibana mida nasa huta na gonting jala di pagukguk do orbuk asa martaban huta i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i humosing ma alogo, gabe purpur ibana; alai sai na tarjimput do manang ise na mambahen gogona gabe debatana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Nda ho do ale Jahowa Debatangku sian na robi dope na sun badia di ahu? Ndang tagamon mate hami loasonmu. Ale Jahowa bahen uhum do ibana, umbahen dipatindang ho jala bahen panjoraan do ibana, umbahen ojak ibana dibahen ho, ale dolok batu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pita situtu do matam umbahen so tarpaidaida ho na roa, jala ndang tarbahen ho marsombusombu mida pangarupaon; boasa ma tung paidaonmu pamupusi? Tung siap ho, molo dibondut halak parjahat na tumigor sian ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala tudoshon angka dengke laut jolma i dibahen ho, tudoshon gulokgulok tahe na so marraja.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tung saluhut do disintak nasida tu ginjang marhitehite hail, jala dipapungu di bagasan jalana, jala dionjat tu bagasan hadangkadanganna. Alani marlas ni roha ibana, jala marolopolop.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen i umbahen mamele ibana tu jalana, jala manutung daupa tu hadangkadanganna, ai binahen ni do napu partalianna, jala talmis sipanganonna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai dung songon i, tung parumaronna ma jalana, jala datdatanna mambunu i angka bangso parbegu, so marpansadian?",
      "type": "content"
    }
  ]
}