{
  "book": "Habakuk",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sai na sintong do jumpang panurirangon i 1-4. II. Dipajeajea do angka musu ni Israel sibahen gogo 5-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di atas panatapanku do ahu jongjong, jala tindang ahu tu partanobatoan, jala manatapnatap ahu marnida manang aha sidohononna tu ahu, jala manang aha alusna taringot tu alualungku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ninna Jahowa mangalusi ahu: Surathon ma pangungkapon i, jala uhirhon tu angka batu panuratan, asa tangkas tarjaha nang pamolus.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai taringot tu tingki sogot dope pangungkapon i, jala hapogan mareahi ujung, jala ndang margabus. Tung sura pe lumemba, sai paimaima ma i, ai sai na ro do sogot ndang tagamon tartading.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ida ma na teal do ibana, ndang tigor rohana di bagasan; alai anggo halak partigor i mangolu do binahen ni parsihohotna marhaporseaon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Tongon tahe, pangoseose do ianggo anggur, jungkat do baoa i, dibahen ndang marparadianan; diparuak do butuhana songon parbeguan, jala songon hamatean do ibana, na so olo mahap, dipapungupungu tu ibana saluhut angka bangso, jala dipaluhut tu ibana sude angka marga.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nda saluhut nasida an marumpama taringot tu ibana, marende aling jala marhulingkulingan taringot tu ibana? Dohononna do: Marjea ma manang ise na pagukguk manang aha, so ibana nampunasa; sadia leleng on tagamon? Tung na padokdok utang tu ibana do ibana disi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nda sompong ma hehe tagamon angka na pasipalsipal ho, jala tarsunggul halak angka na mangarupa ho? Gabe tabannasida ma ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ala nunga ditaban ho torop angka bangso parbegu: Jadi tabanon ni nasa pasipasi ni angka bangso i ma ho, ala ni sapata ni mudar ni jolma na durus dohot ala hadoboon di tano i, dohot di huta ro di pangisina i sudena.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Marjea ma manang ise na marpangomoan hajahaton tu jabuna, naeng mambahen asarna di ginjang, laho maporus maradophon tangan ni halak parjahat.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga ditahi ho haurahon tu jabum, maniaphon torop angka bangso, hape nunga dapotan dosa anggo tondim.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai joujou do nang batu sian dorpi, jala urur sian tarup ni jabum mangalusi ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marjea ma manang ise na pauli huta marhitehite mudar, jala diojakkon huta i marhitehite hageduhon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ida ma, nda sian Jahowa Zebaot haroroanna, marngalutan pe angka marga, laho papanganhon tu api do, mandate pe angka bangso, humongkop na soada do?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai gok parbinotoan di hamuliaon ni Jahowa do sogot tano on, songon pangkuphupi ni aek di tondolan ni laut.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Marjea ma manang ise na painum donganna, mangusehon parpiar ni rimasmu, huhut pamabukkon ibana naeng marnida parsaemaraonna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ho pe ingkon hamahaphononmu ma haurahon gumodang sian hasangapon. Minum ma dohot ho, jala pasalang ma ho, tu ho ma sumuang marliat panginuman sian tangan siamun ni Jahowa jala utauta haleaon ali ni hasangaponmu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai hadoboon binahenmu tu Libanon lingkup tu ho dohot hasisiap binahen ni binatang na nilelena, ala sapata ni mudar tu jolma dohot hadoboon tu tano i dohot tu huta ro di pangisina i sudena.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tung aha ma guna ni ganaganaan na niuhir ni pandena? Ganaganaan na tinuang pe ro di guru pargapgap, umbahen tung marhaposan pande i tu jadijadianna sandiri, laho mambahen ganaganaan angka na mangungu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Marjea ma manang ise na mandok tu hau: Ngot ma ho! Hehe ma ho, ale batu na mangungu! Tung tarbahen ibana ma mangajari? Ida ma, na nilampis do ibana dohot sere dohot perak, apus pe hosa, so adong di bagasan ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai di bagasan joro habadiaonna do anggo Jahowa: Ingkon hohom ma maradophon ibana sandok tano on.",
      "type": "content"
    }
  ]
}