{
  "book": "Habakuk",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tangiang ni si Habakuk. Sangap situtu do haroro ni Jahowa laho manguhum angka bangso parbegu 2-12. II. Ro do ibana mambahen haluaon ni bangsona 13-19",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma tangiang ni panurirang Habakuk, marlogu andung.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale Jahowa, nunga hubege baritam, gabe mabiar ahu. Ale Jahowa, sai ulahi ma pangolu ulaonmu di parsitongaan ni angka taon, di parsitongaan ni angka taon ma i tutu pabotohon! Sai marningot ma ho di asi ni roha, nang di bagasan rimas.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Na ro sian Teman do Debata, jala na sun badia i sian dolok Elaparan Sela. Hamuliaonna mangkuphupi angka langit, jala gok pujipujianna do tano on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia sondangna songon tiur ni mata ni ari do, pansar sian tanganna do angka sondangna, parhitean ni hagogoonna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Di jolona mardalan begu siherut, jala mangihut tu ibana do begu na rahat.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jongjong do ibana manatap manonggor tu tano on gabe marserak angka bangso parbegu, gabe marigat angka dolok sian na robi, jala marongrong angka dolokdolok sian mulana sahali. Angka lapang sian na galia ibana nampunasa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tinipa ni hinamago huida angka undungundung sian Kusan, angka hitir do hirehire ni undungundung ni luat Midian.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung tarrimas mida angka batang aek ma tagamon Jahowa? Tung tu angka batang aek ma rimasmu, manang tung tu laut murukmu? Umbahen marsihundul ho di atas ni angka hodam, di atas ni angka hureta hamonanganmu?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tarsunggul ma Sior naung sinintakmi, linsinglinsing angka naung minangmangkon ni hata, Sela; angka batang aek mambola tano on dibahen ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Diida angka dolok i ma ho, gabe raion mangalantap ma aek na sumar, dipangiar lung suarana, dompak ginjang dipaherbang tanganna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Mata ni ari dohot bulan togang di hajongjonganna dibahen sondang ni sumbiam, angka na pasebut, dibahen parsiksak ni angka hujurmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dilangkai ho do tano i di bagasan rimasmu, di bagasan parpiar ni murukmu diluntak ho angka bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Nunga borhat ho mambahen hatuaon ni bangsom, mambahen hatuaon ni na miniahanmi. Dirosahi ho do ulu sian jabu ni parjahat, dipatedek ho do ojahan sahat ro di rungkung. Sela.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ditullang ho do marhitehite guringanna sandiri ulu ni partogina, angka na dorongdorong, songon habahaba, paserak ahu; angka na marolopolop, songon na laho manganhon halak na dangol disihabunian.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dibolus ho do laut i marhite sian angka hodam, ditondong ho do galumbang ni torop angka aek magodang na gunsang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nunga hubege baritana, jadi dibaling do butuhangku, angka hitir bibirhu dibahen suara i; ro do tahe habusukon tu bagasan holiholingku, jala mardugu ulu ni tothu; asa hupahohom ahu di ari hagogotan, molo martahop dompak bangso i na mangarupa nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai ndang martumbur disi hau antajau, jala ndang marparbue angka hau anggur, lambang do bunga ni hau jetun, jala ndang dapot sipanganon sian angka hauma; rasip do angka birubiru sian balian, jala ndang adong be jonggi di bagasan bara.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo ahu, marolopolop ma ahu di bagasan Jahowa, jala mariaia ahu mida Debata ni hatuaonku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jahowa, Tuhan i do hagogoonku, jala dibahen ibana do pathu tudoshon ursa tini, jala toguonna do ahu dumege angka dolokdolokku. I ma di pande ende mardongan parhinaloan.",
      "type": "content"
    }
  ]
}