{
  "book": "Amsal",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "My son, if you receive my words, And treasure my commands within you,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "So that you incline your ear to wisdom,  And  apply your heart to understanding;",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Yes, if you cry out for discernment,  And  lift up your voice for understanding,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "If you seek her as silver, And search for her as  for  hidden treasures;",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Then you will understand the fear of the LORD, And find the knowledge of God.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "For the LORD gives wisdom; From His mouth  come  knowledge and understanding;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "He stores up sound wisdom for the upright;  He is  a shield to those who walk uprightly;",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "He guards the paths of justice, And preserves the way of His saints.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Then you will understand righteousness and justice, Equity  and  every good path.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "When wisdom enters your heart, And knowledge is pleasant to your soul,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Discretion will preserve you; Understanding will keep you,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "To deliver you from the way of evil, From the man who speaks perverse things,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "From those who leave the paths of uprightness To walk in the ways of darkness;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Who rejoice in doing evil,  And  delight in the perversity of the wicked;",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Whose ways  are  crooked, And  who are  devious in their paths;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "To deliver you from the immoral woman, From the seductress  who  flatters with her words,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Who forsakes the companion of her youth, And forgets the covenant of her God.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "For her house leads down to death, And her paths to the dead;",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "None who go to her return, Nor do they regain the paths of life––",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "So you may walk in the way of goodness, And keep  to  the paths of righteousness.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "For the upright will dwell in the land, And the blameless will remain in it;",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "But the wicked will be cut off from the earth, And the unfaithful will be uprooted from it.",
      "type": "content"
    }
  ]
}