{
  "book": "Kisah Para Rasul",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata pamungkaan. Tarhinsat Tuhan Jesus tu banua ginjang 1-14. II. Tarpillit si Matias gabe apostel singkat ni si Judas 15-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Nunga sidung nian hubahen, ale Teopilus, barita na parjolo i, taringot tu saluhut ulaon dohot poda na pinungka ni Jesus,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "sahat ro di ari hahihinsatna, dung jolo dipatihi Ibana marhitehite Tondi Parbadia angka apostel na pinillitna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung salpu haporsuhon na tinaonna i, dipatandaphon do dirina mangolu tu nasida marhitehite lan tanda, i ma na pinataridahonna dirina tu nasida leleng ni opatpulu ari, dohot mangkatahon taringot tu harajaon ni Debata.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi di na domu Ibana dohot nasida, dipatihi ma, na so jadi meret nasida sian Jerusalem, so jolo dipaima bagabaga ni Ama i, na binegemuna i sian Ahu, ninna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai aek do dididihon si Johannes i; alai Tondi Parbadia do didihononhon tu hamu, ndang pola piga ari nari!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Laos disungkun angka na pungu i ma Ibana, angka ninna ma: Pajongjongonmu ma saonari, ale Tuhan, Harajaon i di Israel?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ninna ma mandok nasida: Ndang ro di hamu i, umboto taonna manang ombasna; na binuhul ni Ama i guru di huasona sambing.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai jaloonmuna do hagogoon ni Tondi Parbadia na songgop tu hamu, gabe sitindangingku ma hamu di Jerusalem dohot di sandok Judea dohot di Samaria, sahat ro di ujung ni tano on.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dung didok songon i, tarhinsat ma Ibana dipanotnoti nasida: Dung i diholipi ombun i ma Ibana sian jolo ni matanasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Di na tinuluthon nasida dope Ibana na laho i tu ginjang, nunga jongjong di lambungnasida dua halak parulos na marlinanglinang.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angka na mandok: O hamu halak Galilea, aha ma sai jongjong hamu mamerengi dompak ginjang? Anggo Jesus i, na tarhinsat sian lambungmuna tu banua ginjang i, na ro do Ibana sogot, songon na niidamuna Ibana laho dompak banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i mulak ma nasida tu huta Jerusalem sian dolok na margoar dolok Jetun, na jonok tu Jerusalem; na hadalanan di ari Sabbat do daona.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dung sahat, nangkok ma nasida tu bilut parginjang, parmianannasida, i ma si Petrus, si Johannes, si Jakobus dohot si Andreas, si Pilippus dohot si Tomas, si Bartolomeus dohot si Mateus, si Jakobus, anak ni si Alpeus, dohot si Simon Silotes, dohot si Judas, anak ni si Jakobus.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Angka i do saluhutna mandatdati martangiang sian sada ni rohanasida, rap dohot angka parompuan dohot si Maria, ina ni Jesus, ro di angka anggina i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Uju i hehe ma si Petrus di tongatonga ni angka donganna (ia torop ni nasida na pungu i, arga saratus duapulu halak do), ninna ma:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Hamu angka dongan hahaanggi, ingkon saut do na nidok ni surat na nilumbahon ni Tondi Parbadia marhitehite soara ni si Daud taringot tu si Judas, naung gabe partogi ni angka na manangkup Jesus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai tarrajum do nian ibana tu hami, jala parjambar do ibana di tohonan i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Onpe, ladang do dituhor sian upa ni hageduhon i; jadi di na tungkap ibana madabu, mapultak ma dagingna, gabe sabur ma nasa raoanna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Saluhut pangisi ni huta Jerusalem do umbotosa, umbahen na digoari ladang i di hatanasida Akeldamak, astuanna: Tano mudar.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai tarsurat do di buku ni angka Psalmen: \"Sai tarulang ma parmiananna i, unang ma adong na manginganisa!\" angkup ni i: \"Jaloon ni na asing ma tohonanna!\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Antong, ingkon gabe dongannami sihatindangkon haheheon ni Tuhan Jesus ma sada sian angka na mandongani hami, saleleng Ibana marmeangmuli di hita on.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Olat ni pandidion ni si Johannes ro di ari hahihinsatna i sian hita.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i dipajongjong nasida dua halak, si Josep na margoar si Barsabas, na marimbang goar Titius Justus, dohot si Matias.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi martangiang ma nasida: Ale Tuhan, sidodo roha ni saluhutna, patandahon ma, manang ise sian na dua on dipillit Ho,",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "gabe sijalo tohap di ulaon on dohot tohonan apostel, na tinadingkon ni si Judas, naung laho manopot sitopotonna i!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Laos marsijomput na sinurat ma nasida, jadi dapot ma si Matias, gabe tarrajum ma ibana dongan ni apostel na sampulusada i.",
      "type": "content"
    }
  ]
}