{
  "book": "Kisah Para Rasul",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Kornelius manjou si Petrus tu jabuna 1-8. II. Dipodai Debata si Petrus 9-20. III. Jamita ni si Petrus; hasosonggop ni Tondi Parbadia 21-48",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai adong ma di Kaesarea sada halak na margoar Kornelius, letnan do ibana, masuk horong Italia.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Na daulat do ibana jala mangkabiari Debata rap dohot sandok isi ni bagasna; godang do asiasina diparlehon tu bangso i jala ondop do ibana martangiang tu Debata.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi torang ma diida di bagasan tondina tar di pungkul tolu arian i, ro surusuruan ni Debata manopot ibana, didok ma tu ibana: O Kornelius!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai marnida i ibana, biar ma rohana, huhut ma didok: Ai aha, Tuhan? Gabe ninna ma: Nunga sahat tu parningotan di jolo ni Debata angka tangiangmi ro di angka asiasimi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Onpe, suru ma halak tu Joppe, mangalap si Simon na margoar Petrus.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Na sorang di si Simon sipauli hulingkuling, parjabu di topilaut.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Asa disi laho surusuruan na mangkatai dohot ibana, dijou ma naposona dua halak dohot soldadu sada na daulat roha sian angka na di lambungna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dipajojor ma saluhutna i tu nasida, laos disuru ma nasida tu Joppe.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Alai marsogotna i, uju di tongandalan dope nasida ondeng laho mandapothon huta i, manaek ma si Petrus tu bilut parginjang martangiang di hos ni ari.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Gabe male ma ibana, naeng ma mangan. Jadi tagan marhobasi nasida di ibana, adong ma niidana di bagasan tondina:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Diida ma mungkap langit, dung i mijur ma sian i sada inganan na songon dagangan na bidang, na martali di suhisuhina na opat i, ditantan tu toru.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Di bagasan ni i adong ma ragam ni siopatpat dohot angka na manjirir di tano ro di angka pidong na martongatonga langit.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i tarbege ma soara, na mandok tu ibana: Hehe ma ho, Petrus; seseati ma, pangan ma!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ninna si Petrus ma: Tongka, Tuhan! Ai ndang dung hupangan na ramun manang na so ias.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ro muse ma soara paduahalihon mandok tu ibana: Unang ramun dok naung niiasan ni Debata!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tolu hali ma masa songon i, dung i mamintor ma tarhindat dagangan i tu ginjang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Bohabohaon dope roha ni si Petrus, manang dia lapatan ni na niidana i, nunga jongjong di jolo pintu i na sinuru ni si Kornelius i, dung dipausoi nasida bagas ni si Simon i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi joujou ma nasida manungkun, manang na sorang disi si Simon na margoar Petrus.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai di na marhusari dope roha ni si Petrus taringot tu na niidana i, ninna Tondi i ma mandok ibana: Adong do na mangalului ho!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Hehe ma ho, mijur ma, dongani nasida; unang ganggu roham, ai Ahu do marsuru nasida!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Jadi mijur ma si Petrus mandapothon halak i, ninna ma: Ahu do na niluluanmuna! Dia do alana, umbahen na ro hamu?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i didok nasida ma: Ia si Kornelius, i ma sada letnan, halak na tigor roha na mangkabiari Debata, na uli baritana di saluhut halak Jahudi; dapot parenta do sian surusuruan na badia; suruonna, ninna, mangalap ho tu jabuna, tumangihon hata sian ho.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi diarahon ma nasida tu bagas, ditamuei ma. Manogotna i borhat ma ibana rap dohot nasida; dohot ma deba sian angka dongan na sian Joppe mandongani ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Marsogotna i muse sahat ma nasida tu Kaesarea. Alai nunga maimaima hian si Kornelius, jala nunga dipapungu angka donganna samarga dohot angka alealena na sumolhot.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Asa di na bongot i si Petrus, ditomu si Kornelius ma ibana, marsinggang ma huhut sumomba ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai dipahehe si Petrus do ibana, ninna ma: Hehe ma ho; jolma do nang ahu!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i mangkatai ma nasida laho bongot, jadi torop ma pungu disi didapot.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i didok ma tu nasida: Diboto hamu do, subang bolon do i di halak Jahudi mandongani manang manopot halak na sian bangso na asing. Alai diajari Debata do ahu, na so jadi goaron jolma dia pe ramun manang so ias.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ala ni i umbahen na so manjua ahu ro, di na taralap i ahu. Antong, na manungkun ma ahu nuaeng: Ala ni hata dia do umbahen na dialap hamu ahu?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi didok si Kornelius ma: Opat ari ma nuaeng, boho songon on ari, di pungkul tolu, martangiang ahu di bagashon, jadi jongjong ma di jolongku sahalak parulos na marlinanglinang.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Na mandok: Ale Kornelius, ditangihon Debata do tangiangmi, laos diingot do angka asiasimi.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Antong, suru ma tu huta Joppe na manjou si Simon na margoar Petrus, na sorang di jabu ni si Simon, sipauli hulingkuling na di topilaut, ninna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi mamintor ma ahu marsuru mangalap ho; denggan do antong dibahen ho, ala ro ho. Nuaeng pe, nunga pungu hami saluhutna dison di jolo ni Debata, tumangihon saluhutna na nidokkon ni Tuhan i tu ho.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i mangkuling ma si Petrus, ninna ma: Nunga tangkas dapot rohangku, na so siida bohi Debata!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Sian ganup bangso do tahe jangkononna angka na mangkabiari Ibana jala mangulahon hatigoran.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ditongos Ibana do hatana tu angka anak Israel, laho mamaritahon dame marhite sian Jesus Kristus; Ibana do Tuhan ni saluhutna.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Diboto hamu do hata na masa di liat tano Judea na mamungka sian luat Galilea, dung salpu pandidion na binaritahon ni si Johannes i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "I ma taringot tu Jesus na sian Nasaret, na miniahan ni Debata marhitehite Tondi Parbadia dohot hagogoon; na mardalani do Ibana mambahen na denggan jala pahisarhon sude angka na pinatunduk ni sibolis, ai didongani Debata do Ibana.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Hami do mangkatindangkon saluhut pambahenanna i di tano Jahudi dohot di Jerusalem; dipusa nasida Ibana, digantungkon do tu hau.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dipahehe Debata do Ibana di ari patoluhon, dilehon do Ibana tu hapataron,",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "ndang apala tu saluhut halak, tu angka sitindangi do na pinillit ni Debata sian nahinan; i ma hami, angka na mangan jala minum rap dohot Ibana, dung hehe Ibana sian na mate.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Jala didokkon do hami manjamitahon dohot mangkatindangkon tu natorop, paboa Ibana do i, na tinodo ni Debata hian gabe panguhum di angka na mangolu ro di angka na mate.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Saluhut panurirang i mangkatindangkon taringot tu Ibana: Jaloon ni ganup na porsea di Ibana hasesaan ni dosa marhite sian Goarna.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Jadi andorang dihatahon si Petrus hata ondeng, songgop ma Tondi Parbadia tu saluhut nasida na umbege hata i.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Jadi longang ma roha ni angka na porsea, halak Jahudi hian, dongan ni si Petrus i, ala diusehon silehonlehon ni Debata, i ma Tondi Parbadia i, nang tu halak sipelebegu.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Ai dibege do nasida mangkatahon di hata na asing dohot mamuji Debata.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Jadi didok si Petrus ma: Hum ma roha mangorai didion nasida on, angka naung manjalo Tondi Parbadia i songon hami?",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Gabe didokkon ma didion nasida marhitehite Goar ni Tuhan Jesus Kristus. Dung i dielehelek ma ibana, asa olo ibana jolo mian di nasida.",
      "type": "content"
    }
  ]
}