{
  "book": "Kisah Para Rasul",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panariason ni si Petrus taringot tu na masa di Kaesarea 1-18. II. Huria na di Antiokia 19-26. III. Disurirangkon si Agabus haleon na naeng ro 27-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dibege angka apostel dohot angka dongan na di Judea i ma, naung dohot do hape halak sipelebegu manjangkon hata ni Debata.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Gabe dibadai angka na porsea sian Jahudi i ma si Petrus, dung nangkok ibana tu Jerusalem, angka ninna ma:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Bongot do ho hape tu angka halak na so tarsunat, jala rap mangan do ho dohot nasida!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai jojor sian mulana ma dipatorang si Petrus na masa i, ninna ma:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Uju na martangiang ahu di huta Joppe, huida ma di bagasan tondingku, mijur sada inganan na bidang na maropatsuhi, tartantan sian ginjang ro di jolongku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i di na hupanotnoti i, huida ma disi angka siopatpat na di tano, angka binatang dohot angka na manjirir ro di angka pidong na martongatonga langit.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi hubege ma soara na mandok tu ahu: Hehe ma ho, Petrus; seseati ma, pangan ma!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ningku ma: Tongka, Tuhan! Ai ndang dung hudai na ramun manang na so ias.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai mangalusi ma soara i paduahalihon sian ginjang: Unang ramun dok naung niiasan ni Debata!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ro di tolu hali do masa songon i dung i ditait ma saluhutna i muse tu ginjang.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i tongon di na satongkin i jongjong ma tolu halak di jolo ni jabu inganannami, angka na disuru sian Kaesarea mandapothon ahu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai didok Tondi i ma tu ahu, na so jadi ganggu rohangku mandongani nasida. Alai angkuphu do dongan na onom on, jadi hubongoti hami ma jabu ni halak i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibaritahon ma tu hami, naung niidana surusuruan i jongjong di bagasan jabuna, na mandok tu ibana: Suru ma tu huta Joppe, manjou si Simon na margoar Petrus!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hatahonon ni i do tu ho hata na tau paluahon ho ro di sandok isi ni jabum!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai mamungka dope ahu marjamita disi, gabe songgop ma Tondi Parbadia tu nasida, songon na tu hita di mulana i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Disi ma huingot hata ni Tuhan i na nidokna i: \"Aek do dididihon si Johannes, alai Tondi Parbadia do didihononhon tu hamu!\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Antong, tung margogo ma ahu mangambat Debata, anggo dos do hape silua na binasabasahon ni Debata tu nasida, songon na tu hita, angka naung gabe porsea di Tuhan Jesus Kristus?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung dibege nasida hata i, hohom be ma, gabe dipuji ma Debata, angka ninna ma: Asa dohot do hape tu halak sipelebegu dilehon Debata hamubaon ni roha asa mangolu!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(II.) Alai anggo angka na marserak i hinorhon ni pangaleleon siala si Stepanus, torus ma didalani luat Penisia sahat ro di pulo Siprus dohot Antiokia; alai holan tu Jahudi sambing dope dibaritahon nasida hata i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai adong do tahe deba sian nasida, halak Siprus dohot Kirene, na sahat ro tu Antiokia, gabe dibaritahon Tuhan Jesus disi nang tu halak Junani.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi didongani tangan ni Tuhan i nasida: Jala na nia toropnasida gabe porsea, angka na mandompakkon Tuhan i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Pola tarbege baritanasida tu huria na di Jerusalem i, gabe disuru nasida ma si Barnabas tu Antiokia.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tolhas ma ibana tusi, jadi diida ma asi ni roha ni Debata, gabe las ma rohana; laos diapoi ma sasude, asa marsihohot rohanasida mian di Tuhan i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai tung halak na denggan roha do ibana, gok Tondi Parbadia dohot haporseaon, gabe ganda ma torop halak tartogu tu Tuhan i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i borhat ma ibana laho tu huta Tarsus mangalului si Saulus; jadi dung jumpangsa, ditogihon ma tu Antiokia.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Gabe rap ma nasida mian di huria i sataon lelengna, torop ma halak diajari disi; laos di Antiokia parjolo targoar angka sisean i halak Kristen.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(III.) Alai tuat ma uju i angka panurirang sian Jerusalem tu huta Antiokia.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi hehe ma sada sian nasida na margoar Agabus, disurirangkon ma marhitehite Tondi i masa ni haleon potir tu liat portibi on; i ma na songgop uju hinarajahon ni si Klaudius.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i dituptup angka sisean i ma manongos tumpak, marguru tu na tarpatupasa be, tu angka dongan na maringanan di Judea.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Saut ma i dibahen, ditongos ma i tu angka sintua i marhitehite tangan ni si Barnabas dohot si Saulus.",
      "type": "content"
    }
  ]
}