{
  "book": "Kisah Para Rasul",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dibunu Herodes Agrippa si Jakobus, dihurungkon do ia si Petrus 1-5. II. Dipalua surusuruan ni Debata si Petrus 6-20. III. Hamamate ni raja Herodes 21-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tar di tingki i ma dilaluhon raja Herodes tanganna tu deba na sahuria i paporsukporsukkon nasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Podang do dibahen mambunu si Jakobus, dongan saama ni si Johannes i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dung diida, lomo roha ni Jahudi disi, didatdati ma, ditangkup ma dohot si Petrus, tongon di angka ari ni pesta Paska i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung ditangkup, didabu ma ibana tu hurungan, dipasahat ma ibana tu opat hali opat soldadu panjaga; ditahi rohana, naeng togihononna ibana tujolo ni natorop, dung salpu pesta Paska i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asa dijaga nasida do si Petrus di hurungan i; alai sai didatdati huria i do tumangiangkon ibana tu Debata.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i di na naeng togihonon ni Herodes si Petrus, modom do ibana borngin i di holangholang ni dua soldadu, tarihot dohot rante dua; di jolo pintu ni hurungan i pe adong do na manjaga.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i tompu ma ro surusuruan ni Tuhan i jadi marsinondang ma sada panondang di bilut i, dituktuk ma lambung ni si Petrus manungguli ibana, huhut didok: Hatop ma ho hehe! Jadi marpeutan ma angka rante i sian tanganna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i didok surusuruan i ma tu ibana: Hohosi ma dagingmi, pasang ma sipatumi! Jadi dibahen ma songon i. Dung i didok ma tu ibana: Uloshon ulosmi; ihuthon ma ahu!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i diihuthon ma ibana laho tu balian, jadi ndang diboto, manang na tutu do songon i masa tu ibana marhite sian surusuruan i; dirimpu do, di bagasan tondina diida i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai dung dibolus nasida panjaga na parjolo dohot na paduahon i, sahat ma nasida tu harbangan bosi, dalan tu huta. Jadi mungkap boti ma i di jolonasida, gabe ruar ma nasida tu dalan di huta i, dung i pintor sirang ma surusuruan i sian ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dung tarjolma si Petrus, ninna ma: I pe asa huboto situtu, naung disuru Tuhan i do surusuruanna mangaroro ahu sian tangan ni si Herodes dohot sian nasa na niarop ni bangso Jahudi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi dung tangkas i di ibana, laho ma ibana tu bagas ni si Maria, ina ni si Johannes na margoar huhut Markus; torop do disi marpungu martangiang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai dung dituktuhi ibana pintu parduru, ro ma naposo boruboru na margoar Rode mananginangi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ditanda ma soara ni si Petrus alai ndang manigor diungkap pintu i dibahen las ni rohana; tu bagasan do ibana marlojong paboahon, naung jongjong do hape si Petrus di jolo pintu i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Gabe didok nasida ma tu ibana: Na rintik do ho; alai sai diondolhon do hatana i, jadi didok nasida nama: Surusuruanna do i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai sai didatdati si Petrus do manuktuhi; jala di na mangungkap i nasida, diida ma ibana, gabe tarhalomong ma rohanasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai dihiraphon ma tanganna tu nasida, asa sip; dung i dipajojor ma tu nasida pambahen ni Tuhan i, manogihon ibana ruar sian hurungan i, laos didok ma: Baritahon hamu ma i tu si Jakobus dohot tu angka dongan. Dung i laho ma ibana tumopot inganan na asing.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai dung torang ari, gaor situtu ma roha ni angka soldadu i taringot tu na masa di si Petrus i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai dung so jumpang si Herodes ibana, atik pe dilului, diuhumi ma angka panjaga i, didokkon ma togihononhon nasida tu hamatean; laos bungkas ma anggo ibana sian Judea tu Kaesarea, jadi disi nama ibana na maringan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i marmusumusu ma ibana dompak isi ni Tirus dohot Sidon; alai saroha ma nasida manopot ibana, diellemellem ma si Blastus, naposo haposan ni raja i. Mangido mardame nasida, ala sian tano ni raja i bohal ni luatnasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Dung i di ari na tiniti dipangke Herodes ma ulos harajaonna jadi hundul ma di habangsana manariashon hatana tu nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Gabe dijouhon natorop i ma: Soara ni Debata do i, ndada soara ni jolma!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai pintor dipastap surusuruan ni Debata ma ibana, ala so dilehon hasangapon tu Debata; jadi dipangan gulok ma ibana, laos mate.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai lam rarat ma anggo hata ni Debata.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi mulak ma si Barnabas dohot si Saulus sian Jerusalem i, dung dipasahat, nasida asiasi i! Diboan ma si Johannes na margoar si Markus.",
      "type": "content"
    }
  ]
}