{
  "book": "Kisah Para Rasul",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Haboborhat ni si Barnabas dohot si Paulus tu luat ni sipelebegu 1-5. II. Dibolus nasida pulo Siprus dohot 6-12. III. Antiokia na di luat Pisidia 13-52",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai adong ma di huria Antiokia i angka panurirang dohot angka guru, i ma si Barnabas dohot si Simeon na margoar Niger dohot si Lucius na sian Kirene dohot si Menahem, na rap magodang dohot raja Herodes, dohot si Saulus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi di na marulaon nasida tu Tuhan i huhut marpuasa, ninna Tondi Parbadia ma: Papulik hamu ma di Ahu si Barnabas dohot si Saulus tu ulaon, na hupatongon tu nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi marpuasa ma huria i jala martangiang, diampehon ma tanganna tu nasida, laho paborhathon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tuat ma nasida na sinuru ni Tondi Parbadia i tu huta Seloikia; sian i ma marparau nasida tu pulo Siprus.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung sahat nasida tu huta Salamis, dibaritahon ma hata ni Debata di angka parguruan ni Jahudi; alai si Johannes do suruannasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Ditorusi nasida ma liat pulo i sahat ro di huta Papos, jadi jumpang nasida ma sada halak Jahudi, parsibalik mata jala panurirang pargapgap, na margoar Bar Jesus.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Na mian do ibana di panggomgomi Sergius Paulus halak na pantas marroha: I do manjou si Barnabas dohot si Saulus, naeng begeonna hata ni Debata.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai dialo parsibalik mata i, si Elimas, do nasida (ai i do astuan ni goarna i), naeng ambatonna panggomgomi i, unang porsea.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai anggo si Saulus, na margoar huhut Paulus, na gok Tondi Parbadia, dijonggor ma ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Mandok: E ho, na gok saluhut ansiansi dohot ragam ni hajahaton, anak ni sibolis, alo ni nasa hatigoran, ndang pasohotonmu papeolhon dalan ni Tuhan angka na tigor i?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tongkin on ma ho hona tangan ni Tuhan; mapitung ma ho, ndang idaonmu jolo mata ni ari i! Jadi pintor rambon, dung i holom ma diida; dadapdadap nama ibana mangalului partogina.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi porsea ma panggomgomi i, marnida na masa i, jala longang rohana di poda ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Dung i marparau ma anggo si Paulus rap dohot angka donganna sian huta Papos i, gabe sahat ma nasida tu huta Perge na di Pampilia; alai ditadingkon si Johannes do nasida, mulak tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai didatdati nasida do mardalan sian Perge ro di huta Antiokia na di Pisidia, jadi jumpa ari Sabbat i laho ma nasida hundul tubagasan parguruan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai dung sidung dijaha disi patik i ro di surat ni angka panurirang i, disuru angka sintua ni parguruan i ma na mandok tu nasida: Ale angka dongan, molo adong di hamu hata sipaingot tu natorop on, dok hamu ma!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i hehe ma si Paulus, dihiraphon ma tanganna, ninna ma: Hamu, angka halak Israel, dohot hamu angka na mangkabiari Debata, tangihon hamu ma!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dipillit Debata ni hita bangso Israel do angka ompunta i, dipatimbul do bangso i, uju panginsua nasida di tano Misir, jala dipatoltol do tanganna manogihon nasida ruar sian i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Leleng ni opatpulu taon dipaanjuanju do nasida, uju di parhorsihan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Pitu bangso diparendep di tano Kanaan; tanona i dilehon teanonnasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tar opatratus limapulu taon ma leleng ni i. Dung i dilehon ma tu nasida angka panguhum ro di panurirang Samuel.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i dipangido nasida ma raja, jadi dilehon Debata ma tu nasida si Saulus, anak ni si Kis, marga Benjamin, leleng ni opatpulu taon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi dung dipaijur i, dipabangkit ma di nasida si Daud bahen rajanasida, na hinatindangkonna i di na nidokna: \"Nunga jumpang Ahu si Daud, anak ni si Isai, halomoanki, sipasaut nasa na pinangido ni rohangku!\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sian pinompar ni i ma diparo Debata di halak Israel Jesus, i ma Sipalua na pinarbagabagana i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Patujolo ni harorona dibaritahon si Johannes tu sandok bangso Israel pandidion mandokkon paubahon roha.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Mareak ujung ni langkana didok si Johannes i: Ndada ahu na niarop ni rohamuna; di pudingku do Ibana ro. Na hurang tama do ahu mananggali sipatuna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Hamu ale angka dongan, na sian pomparan ni si Abraham, dohot hamu na mangkabiari Debata! Tu hita do ditongos hata haluaon on.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai ndang na ditanda angka pangisi ni Jerusalem dohot angka sintuanasida Ibana; alai diuhumi nasida do Ibana, pasauthon pandok ni angka panurirang i, na jinaha ganup ari Sabbat.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dipangido nasida do tu si Latus, bunuon Ibana, atik pe so adong jumpang nasida alana mambahen marutang hosa.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Asa dung dipatulus nasida saluhut na tarsurat hian taringot tu Ibana, dipaijur ma Ibana sian hau i, dipeakkon ma tu tanoman.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai disungguli Debata do Ibana sian na mate.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Na nia do lelengna dipataridahon dirina tu angka na rap nangkok dohot Ibana sian Galilea tu Jerusalem; angka i do nuaeng sitindangi on tu bangso i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi barita las ni roha on huboan hami tu jolomuna: Bagabaga na tu angka ompunta i, nunga dipasaut Debata i tu angka anakta, di na pinahehena i Jesus.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Songon na tarsurat huhut di ende Psalmen dua: \"Anakku do Ho; sadari on do Ho hutubuhon!\"",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dilumbahon hian, paheheonna Ibana sian na mate, jala na so tupa be Ibana mandapothon habusukon, ai didok do: \"Lehononku ma tu hamu angka asiasi na sintong na di si Daud!\"",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Laos didok do di ende na asing: \"Ndang na loasonmu idaon ni na badiami habusukon!\"",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ai anggo si Daud, dung dipatulus lomo ni Debata saleleng di ngoluna, monding do, laos tartanom tu lambung ni angka amana, gabe diida do habusukon.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Alai anggo na pinangolu ni Debata, ndang adong diida I habusukon.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Asa boto hamu ma, ale angka dongan: Binaritahon do tu hamu hasesaan ni dosa marhitehite Ibana.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Pintoranna do ganup na porsea, dung so tarbahen pintor hamu sian saluhut dosa i, pintoran ni patik ni si Musa.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Antong, jaga ma hamu, unang manginona tu hamu na hinatahon ni angka panurirang i:",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "\"Pamanat hamu ma, hamu angka parhu ni roha; marseto ma rohamuna, laos marjea, ai Ahu patupahon sada ulaon di arimuna. Ndang tagamon parhatutuonmuna i, nang adong na pajojorhon i tu hamu!\"",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Asa di na laho ruar i nasida, dipangido ma, naeng ma hatahononhon tu nasida angka hata i basa Sabbat i.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Alai dung muli sian parguruan i, torop ma sian angka Jahudi dohot sian angka parguru na daulat roha mangihuthon si Paulus dohot si Barnabas, gabe dijamitai jala diapoi ma nasida, asa mian di bagasan asi ni roha ni Debata.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Alai di ari Sabbat na ro i sude ne pangisi ni huta i marpungu, naeng begeonna hata ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Alai dung diida angka Jahudi torop ni jolma i, gok pangiburuon ma rohanasida, gabe dialo jala diinsahi ma jamita ni si Paulus i.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Dung i marhiras ni roha ma si Paulus dohot si Barnabas mandok: Tama nian tu hamu parjolo jamitahononhon hata ni Debata; alai ditulakkon hamu do i, jala ndang tau hamu parjambar di hangoluan sisalelenglelengna ditimbang hamu: Antong, sipelebegu i ma hudompakkon hami.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Ai songon on do ditonahon Tuhan i tu hami: \"Na hupadiri do ho bahen panondang di angka sipelebegu, bahen haluaon ro di ujung ni tano on!\"",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Umbege i angka sipelebegu i, las ma rohanasida, dipuji ma hata ni Tuhan i, jadi gabe porsea ma nasa naung pinarade tu hangoluan sisalelenglelengna.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Jadi dipararat ma hata ni Tuhan i tu sandok luat i.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Alai digintali angka Jahudi ma angka parompuan na sangap, na daulat roha dohot angka pangituai ni huta i, jadi dipatubu ma pangaleleon dompak si Paulus dohot si Barnabas, laos dipabali ma nasida sian luat i.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Alai dipaspas apostel i do orbuk na lohot di patna dompak nasida, dung i ro ma nasida tu Ikonium.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Alai gok halalas ni roha dohot Tondi Parbadia ma roha ni angka sisean i.",
      "type": "content"
    }
  ]
}