{
  "book": "Kisah Para Rasul",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangaleleon di huta Ikonium 1-7. II. Na masa di huta Listra dohot Derbe 8-23. III. Mulak nasida tu Antiokia 24-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia di Ikonium suang ditopot nasida parguruan ni Jahudi, jadi hinorhon ni jamitanasida gabe porsea ma mansai torop Jahudi dohot halak Junani.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai dijujui jala dipamohop angka Jahudi na so porsea i ma roha ni angka sipelebegu dompak angka sisean.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai na nia do laonna nasida mian disi; hiras do rohanasida marjamita huhut mangasahon Tuhan i. Angka tanda dohot halongangan dilehon Tuhan i patupaonnasida, laho mangondolhon hata asi ni rohana i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai mardua ma roha ni pangisi ni huta i: Na deba mandongani halak Jahudi, na deba mandongani angka apostel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai naeng hehe ma halak sipelebegu dohot Jahudi rap dohot angka induknasida manggosa dohot mandangguri nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung tarbortik i, maporus ma nasida tu angka huta na di luat Likaonia, i ma huta Listra dohot Derbe ro di huta angka na humaliang i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dibaritahon nasida ma barita na uli disi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Jadi adong ma di huta Listra sada halak na hundulhundul, ndang margogo patna, na pangpang sian hatutubuna; ndang dung mardalan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Gabe dibege ibana ma si Paulus marjamita. Jadi dibereng si Paulus ma ibana jala diida ma, na porsea do ibana, tarbahen malum sahitna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi dipagogo ma soarana mandok: Tingkos ma ojakkon patmi! Manigor hehe ma ibana huhut mardalani.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai dung diida natorop i na binahen ni si Paulus i, marsuraksurak ma nasida, angka ninna ma di hata Likaonia: Nunga marrupahon rupa ni jolma do angka debata, gabe tuat tu hita on!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi digoar ma si Barnabas: Zeus, si Paulus: Hermes, ala ibana pangkatai.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Laos diboan malim ni debata Zeus, na dibalian ni huta i, ma angka horbo tunggal dohot ramerame tu bahal i, naeng mamele rap dohot natorop i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Umbege i angka apostel, si Barnabas dohot si Paulus, diribakkon ma ulosnasida, laos maringkat ma mandapothon natorop i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Joujou ma nasida mandok: O hamu, ale angka dongan, aha do na binahenmu? Jolma do nang hami na marparniahapan songon hamu; barita na uli do huboan hami tu hamu, asa mulak hamu sian angka debatamuna na soada i tu Debata na mangolu, ai Ibana do manompa langit dohot tano dohot laut ro di nasa isina.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Na dipasombu do di angka sundut na salpu i saluhut bangso tumopot dalanna be.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai songon i pe i, ndatung na so dihatindangkon dirina marhitehite ulaon dengganbasa, ai dilehon do tu hamu udan sian ginjang dohot partaonan hadumaon; angkup ni i dipasabam do rohamuna marhitehite sipanganon dohot las ni roha.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Nang songon i hatana, tung na maol do diambat nasida natorop i, unang saut nasida dipele.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai ro ma angka Jahudi sian Antiokia dohot na sian Ikonium tusi, dihatai ma natorop i, gabe didangguri ma si Paulus, disarat ma ibana tu balian ni huta i, pola dirimpu naung mate ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai dung dihaliangi angka sisean i ibana, hehe ma ibana mulak tu huta i. Dung i torang ni arina i borhat ma ibana rap dohot si Barnabas tu huta Derbe.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dibaritahon nasida ma barita na uli i di huta i jala na nia diajari nasida gabe sisean. Jadi mulak ma nasida sian Listra ondeng dohot Ikonium tu Antiokia.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dipatogu nasida ma roha ni angka sisean i, diapoi ma nasida, asa marsihohot marhaporseaon, ninna ma: Ingkon bolusonta do lan haporsuhon, laho bongot tu harajaon ni Debata.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai dipillit ma angka sintua di nasida di ganup huria; mardongan tangiang dohot na marpuasa dipasahat ma nasida tu Tuhan naung hinaporseaannasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(III.) Dung i dibolus nasida ma luat Pisidia, gabe sahat ma tu luat Pampilia.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dihatahon ma hata i di huta Perge, dung i tuat ma nasida tu huta Atalia.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sian i ma marparau nasida tu Antiokia, ai disi do dipasahat nasida najolo tu asi ni roha ni Debata, laho mangula ulaon naung pinasidungnasida i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi dung sahat nasida, dipapungu ma huria i, dibaritahon ma nasa na pinatupa ni Debata marhitehite nasida, pola diungkap pintu ni haporseaon i nang di halak sipelebegu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i na nia do lelengna nasida disi mandongani angka sisean i.",
      "type": "content"
    }
  ]
}