{
  "book": "Kisah Para Rasul",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Rapot ni angka apostel di Jerusalem taringot tu hamamasuk ni angka sipelebegu 1-21. II. Surat tinongosna tu huria na di Antiokia 22-35. III. Salisi ni si Paulus dohot si Barnabas 36-41",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi adong ma na tuat sian luat Judea; songon on do dipodahon tu angka dongan i: Molo so tarsunat hamu mangihuthon agama ni si Musa, ndang tarbahen hamu gabe malua.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi guntur ma huria i, pola gogo do nasida dialo si Paulus dohot si Barnabas. Dung i disuru ma si Paulus dohot si Barnabas rap dohot dongan deba nari sian nasida nangkok tu Jerusalem manopot angka apostel dohot angka pangituai, patorangkon salisi i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibolus nasida na pinaborhat ni huria i ma tano Penisia dohot Samaria, dipajojor ma disi hamumuba ni roha ni angka sipelebegu, gabe las situtu ma roha ni sude angka dongan i dibahen.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung sahat nasida tu Jerusalem, dijangkon na sahuria i dohot angka apostel ro di angka pangituai ma nasida, jadi dibaritahon nasida na ro i ma godang ni na niula ni Debata marhite sian nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i hehe ma na deba sian rongkanan ni halak Parise, angka naung gabe porsea, mandok: Ingkon sunaton do nasida jala apoan, mangaradoti patik ni si Musa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i marpungu ma angka apostel i ro di angka pangituai, sumulu hata i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai dung leleng marsual, hehe ma si Petrus, ninna ma mandok nasida: Hamu angka hahaanggi! Diboto hamu do, naung tibu dipillit Debata ahu di tongatongamuna, laho patubegehon tu halak sipelebegu barita na uli i, asa porsea nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Debata sitanda roha i sandiri do sitindangi di nasida, marhite sian na nilehonna i Tondi Parbadia i tu nasida songon na tu hita.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang dia imbarna hita dohot nasida dibahen Debata, dung dipaias rohanasida hinorhon ni haporseaon i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Antong, boasa ma unjunanmuna Debata nuaeng, laho mangampehon auga tu rungkung ni angka sisean, na so tarusung angka amanta i nang hita pe.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Marhite sian asi ni roha ni Tuhan Jesus do tahe, umbahen na malua hita dihaporseai rohanta; nasida pe songon i do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i hohom ma sude natorop i tumangihon hata ni si Barnabas dohot si Paulus, na pajojorhon godang ni tanda dohot halongangan angka na niula ni Debata di tongatonga ni angka sipelebegu marhite sian nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Asa dung marujung hatanasida, mangalusi ma si Jakobus, ninna ma: Hamu angka hahaanggi, tangihon hamu ma hatangkon!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nunga dipajojor si Simon taringot tu panatap ni Debata apala parjolo sahali, manjangkon tu Goarna bangsona sian angka sipelebegu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala mardomu do i tu hata ni angka panurirang i, songon na tarsurat:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "\"Dung salpu i, mulak ma Ahu, laho paulihon muse undungundung ni si Daud naung marumpak i; ulahanku ma paulihon naung maloha i, laho pajongjongkon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Asa dilului angka halak na tading i ma Tuhan i, ro di saluhut sipelebegu, angka na manjujung Goarhu,\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "ninna Tuhan i, na pabotohon angka i hian sian na robi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibahen i hutimbang, ndang sisusaan be nasida, angka na ro sian sipelebegu mandompakkon Debata.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai nirodi ma nasida, sumubangkon pardebataon na leban, parmainanon, na mate so sineat ro di mudar i, angka na mangaramuni.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai sian na robi adong do di ganup huta angka na manjamitahon si Musa; ai dijaha do suratna ganup ari Sabbat di angka parguruan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(II.) Denggan ma didok roha ni angka apostel dohot angka pangituai ro di sandok huria i: Pinillit ma sian nasida dongan sisuruon tu Antiokia mandongani si Paulus dohot si Barnabas, i ma si Judas na margoar si Barnabas dohot si Silas, angka sintua di tongatonga ni donganna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia surat siboanonnasida on do: Hami angka donganmuna, angka apostel dohot angka sintua, manongos tabi di angka dongan na sian sipelebegu na di huta Antiokia, di luat Siria dohot Kilikia.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Hubege hami, naung ro deba sian hami an, na manggaori hamu marhitehite hatanasida mangaliluhon rohamuna; tung na so hudokkon hami do nasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sada do rohanami, mamillit sisuruon on tu hamuna rap dohot si Barnabas dohot si Paulus, angka haholongan ni rohanami.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Naung diseahon nasida do hosanasida ala ni Goar ni Tuhanta Jesus Kristus.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Asa husuru hami do si Judas dohot si Silas, asa dohot nasida paboahon hata i tu hamu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai denggan do di roha ni Tondi Parbadia nang di rohanami: Unang be niampehon tu hamu na dokdok, dungkon ni na ringkot on:",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Parsubangkon hamu ma pelean na tu begu dohot mudar dohot na mate so sineat, angkup ni i parmainanon i; denggan ma dipasiding hamu angka i. Hipas ma hamu!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi dung dipaborhat, tuat ma nasida tu Antiokia; jadi dipapungu ma natorop i, laho pasahathon surat i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai dung dijaha nasida surat i, las ma rohanasida jala tarapul.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai si Judas dohot si Silas, panurirang do nasida huhut, jala godang do jamitanasida mangapoi angka dongan i dohot patoguhon rohanasida.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai dung na nia lelengna nasida disi, dipaborhat angka dongan i ma nasida di bagasan dame, mulak tu na marsuru nasida.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Anggo si Silas, lomo do rohana tading disi.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Alai mian di Antiokia jolo si Paulus dohot si Barnabas dohot torop angka na asing, mangajarhon dohot mamaritahon hata ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(III.) Alai di laonlaon ni ari ninna si Paulus ma mandok si Barnabas: Beta ma hita mangulahi marnida angka donganta i tu ganup huta, naung tajamitai najolo, manang beha pangalahonasida!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Alai ditahi roha ni si Barnabas do, naeng ma togihononhon dohot si Johannes na margoar si Markus.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai anggo di roha ni si Paulus, ndang tama togihononhon ibana, ala naung ditadingkon nasida di Pampilia jala ndang didongani nasida tu ulaon i.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi marbada ma nasida, pola sirang; gabe ditogihon si Barnabas ma si Markus marparau tu pulo Siprus.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Alai dipillit si Paulus ma si Silas bahen donganna; jadi borhat ma ibana, dung dipasahat angka dongan i ibana tu asi ni roha ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jadi diliati ma tano Siria dohot Kilikia, patoguhon angka huria i.",
      "type": "content"
    }
  ]
}