{
  "book": "Kisah Para Rasul",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Timoteus 1-5. II. Pardalanan ni apostel Paulus sian luat Prigia dohot Galatia tu huta Troas 6-8. III. Taripar tu luat Makedonia 9-12. IV. Si Lidia di huta Pilippi 13-15. V. Sijaga hurungan na disini 16-40",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tolhas ma ibana sahat ro di huta Derbe dohot Listra; jadi adong ma disi sada sisean na margoar si Timoteus, anak ni boru Jahudi na porsea, alai halak Junani do anggo amana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Denggan do baritana, dihatindangkon angka dongan na di Listra dohot Ikonium.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dipangido roha ni si Paulus ma ibana donganna borhat, jala ditogihon ma; disunat ma ibana ala ni halak Jahudi na di luat i, ai diboto be, halak Junani do amana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai di na mangaliati angka huta i nasida, dipasahat ma patik na pinaputus ni angka apostel dohot sintua na di Jerusalem, siradotannasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Gabe lam togu ma haporseaon ni angka huria i, jala lam ganda toropnasida ganup ari.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Alai dibolus nasida do luat Prigia dohot Galatia, ala diambat Tondi Parbadia nasida mangkatahon hata i di Asia.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi sahat ma nasida tungkan luat Misia, dung i diuji nasida ma mardalan tu Bitinia; alai ndang diloas Tondi ni Jesus nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Asa diarbis nasida ma luat Misia i, jadi tuat ma tu huta Troas.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(III.) Dung i diida si Paulus ma borngin i di bagasan tondina: Jongjong sada halak Makedonia mangelehelek ibana, ia hatana: Taripar ma ho tu Makedonia, mangurupi hami!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai dung diida na niidana i, pintor disangkap rohanami ma borhat tu luat Makedonia; ai ditimbang rohanami do, naung didokkon Debata hami tusi, mamaritahon barita na uli tu nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i marparau ma hami sian Troas, mamintor tu Samotrake, dung i sadarina i tu Neapolis.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sian i tu Pilippi, i ma huta sabungan ni Makedonia jala ojahan ni panggomgomi Rom. Disi ma hami manang piga ari.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(IV.) Jadi di ari Sabbat ruar ma hami tu balian ni huta i, tu topi ni batang aek, tu partangiangan na niarop ni rohanami; disi ma hami hundulhundul mangkatai dohot angka parompuan naung pungu disi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi adong ma sada parompuan na mananginangi, na margoar si Lidia, sian huta Tiatira, partigatiga abit hasumba, na daulat roha tu Debata; jadi dibungka i Tuhan i ma rohana, gabe diparateatehon ma angka na hinatahon ni si Paulus i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Asa dung tardidi ibana dohot donganna sajabu, diapoi ma hami, ninna ma: Molo na tutu ahu porsea di Tuhan i di rohamuna, sorang ma hamu tu jabungku; pola disosoi hami.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(V.) Jadi laho tu partangiangan i, pajumpang ma hami dohot sada naposo boruboru pangarunding; godang do laba ni induk somangna sian pangarundingonna i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dipaihutihut ibana ma si Paulus dohot hami, huhut manjoujou: Angka naposo ni Debata na tumimbul i do halak on, na paboahon dalan tu haluaon di hamuna!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi songon i ma dibahen ibana ariari. Alai sogo do roha ni si Paulus disi, jadi humusor ma ibana, mandok tu tondi i: Marhitehite Goar ni Jesus Kristus do hudokkon ho ruar sian ibana. Jadi ruar ma ibana di na satongkin i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai dung diida induk somangna i, na so adong be pangomoan sihirimon sian parompuan i, ditangkup nasida ma si Paulus dohot si Silas, disarat ma tu onan, tujolo ni angka pangarajai.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi ditogihon ma nasida tujolo ni angka panguhum i, ninna ma: Na manggunturi hutanta on do angka halak on; Jahudi do nasida!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dibaritahon do adat na so jadi jaloon manang ihuthononnami, ai halak Rom do hami.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi hehe ma natorop i dompak nasida, dung i didokkon angka panguhum i ma sintahon ulosnasida, asa dilinsingi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dung leleng dilinsingi, didabu ma nasida tu hurungan, didokkon ma sijaga hurungan i mangaramoti nasida situtu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Mangihuthon parenta na jinalona i, didabu ma nasida tu hurungan parbagasan, momos ma patnasida dibeangkon.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai mareak tonga borngin i martangiang ma si Paulus dohot si Silas mamuji Debata, dipatangitangi angka na tarhurung i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai tompu ma masa lalo bolon, pola lalolalo ojahan ni hurungan i; pintor mungkap do saluhut pintu, tanggal ma nang rantenasida saluhutna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Gabe tarsunggul ma sijaga hurungan i; jala dung diida, talak do hape angka pintu ni hurungan i, disintak ma podangna, naeng maningkot; ai dirimpu, naung maporus angka na tarhurung i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai dipagogo Paulus ma soarana, ninna ma: Unang bahen jea tu ho, ai dison do hami saluhutna!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi dipangido ma palito, dung i marlojong ma ibana tubagasan, manungkap tujolo ni si Paulus dohot si Silas, huhut angka dotdot.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ditogihon ma nasida haruar, ninna ma: Hamu angka tuan, aha ma bahenonku, asa malua ahu?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi didok nasida ma: Haporseai ma Tuhan Jesus, asa malua ho dohot isi ni bagasmi!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Laos dipaboa nasida ma hata ni Tuhan i tu ibana dohot tu saluhut donganna sabagas.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi manigor dialap ma nasida borngin i, diburii ma bogas ni linsinglinsing i, dung i pintor tardidi ma ibana ro di sude nasida na saripe.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ditogihon ma nasida tu bagasna, dihobas ma sipanganon; dung i las ma rohana dohot sude isi ni bagasna, ala naung porsea ibana di Debata.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi dung torang ari, disuru angka panguhum i ma angka opas mandokkon: Palua ma angka halak i!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi dibaritahon sijaga hurungan i ma hata i tu si Paulus: Nunga disuru angka panguhum i, asa malua hamu. Antong, ruar ma hamu; mardame ma hamu laho!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Alai didok si Paulus ma tu nasida: Halak Rom do hami, gabe di hapataran do dilinsingi nasida hami, so jolo dipamanat; didabu do hami tu hurungan. Tung marsibuni ma nasida nuaeng paluahon hami? Ndang songon i; ingkon nasida do ro manogihon hami ruar sian on!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i dipaboa angka opas i ma hata i tu angka panguhum; jadi mabiar ma nasida, dung dibege, halak Rom do hape nasida.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi ro ma nasida, diapoapoi ma apostel i; jadi dung ditogihon tu balian, dielehelek ma, asa ditadingkon huta i.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Alai dung ruar nasida sian hurungan i, laho ma nasida manopot si Lidia. Jadi dung diida angka dongan i, jala dung diapuli, borhat ma nasida.",
      "type": "content"
    }
  ]
}