{
  "book": "Kisah Para Rasul",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pardalanannasida tu Tessalonik dohot tu Berea 1-15. II. Jamita ni apostel Paulus di huta Aten 16-34",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dung dibolus nasida huta Ampipolis dohot Apolonia, sahat ma nasida tu huta Tessalonik, jala adong ma disi sada parguruan ni Jahudi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Mangihuthon somalna ditopot si Paulus ma nasida tusi; tolu ari Sabbat padodot ma dipajojor tu nasida hata ni Surat i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibuhai ma i laho patorangkon, ingkon marsitaonon Kristus i jala hehe muse sian na mate; jala Jesus i naung hubaritahon tu hamu, i do Kristus i, ninna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Deba sian nasida mangoloi, gabe domu tu si Paulus dohot si Silas, songon i torop situtu halak Junani angka na daulat tu Debata, nang parompuan na sangap pe na nia do.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai mangiburui ma angka Jahudi, diarahon ma deba na jahat roha sian halak gambalgambal, digintali jala digunturi ma na sahuta i, jadi ditahopi ma bagas ni si Jason, dipangido ma, naeng boanon nasida tujolo ni natorop.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai dung so jumpangsa nasida, disarat ma si Jason dohot angka dongan i deba tujolo ni na manggomgom huta i, huhut manjoujou: Nunga ro nang tu hita on angka sigunturi liat portibi on!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Si Jason do manjangkon nasida. Sude nasida mangalo patik ni Kesar i; ai didok do, adong raja na asing, i ma Jesus i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Gabe digaori nasida ma roha ni natorop i dohot roha ni na manggomgom huta i, angka na umbegesa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung pe dijalo nasida tahan sian si Jason dohot angka dongan i, asa dipalua.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai mamintor dipaborhat angka dongan i ma si Paulus dohot si Silas borngin i tu Berea: Jadi dung sahat ro disi, laho ma nasida tu parguruan ni Jahudi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Umburju hian do nasida asa pangisi ni huta Tessalonik, ai girgir situtu do rohanasida manjangkon hata i, jala ganup ari ditangkasi Surat i, manang na domu tusi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa tung torop sian nasida gabe porsea, na nia do nang halak Junani, angka parompuan na sangap nang baoa pe.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai dung diboto angka Jahudi na di Tessalonik i, naung dibaritahon si Paulus hata ni Debata di Berea, ro ma nasida tusi, manggintali dohot manggunturi natorop i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai pintor dipaborhat angka dongan i ma si Paulus laho dompak laut: Tading ma anggo si Silas dohot si Timoteus disi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai dipataru nasida ma si Paulus sahat ro di huta Aten, jadi mulak ma nasida, dung dijalo tonana tu si Silas dohot si Timoteus, mandokkon nasida humatop ro tusi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Andorang dipaimaima si Paulus nasida di huta Aten, targitik do rohana di bagasan marnida godang ni ganaganaan na di huta i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi sai dipanghulingi ma di parguruan angka Jahudi ro di angka na mangkabiari Debata, songon i di onan ariari angka na ro tusi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai marsual ma deba sian parpoda Epikurus nang Stoa dohot ibana, jadi adong ma na mandok: Aha ma naeng dohonon ni sijubajabi on? Alai na deba mandok: Rupa dihatahon do angka debata na leban; ai dibaritahon do Jesus dohot haheheon sian na mate.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi dialap nasida ma ibana, ditogihon ma tu Areopagus, angka ninna ma: Ai jadi do botoonnami, manang poda na imbaru dia do na hinatahonmi?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai songon na muba do hata na binoanmi tu hami, gabe naeng ma botoonnami pangalaho ni i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai saluhut pangisi ni huta Aten ro di angka na leban pe, na mebat tusi, giot mangkatahon dohot mamaritahon barita na imbaru, apala i do na rumingkot di rohanasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Asa jongjong ma si Paulus di parsitongaan ni Areopagus i, ninna ma: Hamu angka halak Aten, sandok huida, mabiar situtu hamu mida angka na pinardebatamuna i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai di na mardalani ahu, mamerengi angka sisombaonmuna, gabe jumpang ahu ma langgatan sada na sinuratan: Tu Debata na so tinanda! Antong, na sinombamuna na so tinandamuna, i do na hubaritahon tu hamu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ia Debata na tumompa hasiangan on ro di saluhut isina, i ma Tuhan ni langit dohot tano, ndang maringanan Ibana di angka joro na pinauli ni tangan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ndang hurangan Ibana, umbahen pola sihobasan ni tangan ni jolma di Ibana, ai tung Ibana do mangalehon di sudena hangoluan dohot hosa ro di saluhutna i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sian sada jolma do dipatupa Ibana saluhut bangso ni manisia, asa diingani liat sisik ni tano on, dibuhul hian do tingki ni angka bangso i ro di parbalohan ni siinganannasida,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "asa luluannasida Debata, anggiat tung hadadapan nasida Ibana jala jumpang, ai ndang na dao Ibana sian ganup hita on.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai di bagasan Ibana do hita mangolu, manggulmit jala humosa, songon na nidok ni deba parendemuna: \"Sabangso do hita dohot Ibana!\"",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Antong, anggo sabangso hita dohot Debata, unang ma dirimpu rohanta, suman tu sere Debata, manang tu perak, manang tu batu na pinandean jala piningkiran ni roha ni jolma.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Naung dibolushon pamereng ni Debata do angka taon haotoon; alai anggo nuaeng dibaritahon do tu hajolmaon: Ingkon sandok sude paubahon rohana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ai nunga di tingki Ibana sada ari paruhuman tu portibi on di bagasan hatigoran, marhite sian sada halak na pinillitna i; ai diungkap do dalan tu haporseaon di saluhut jolma, dung dipahehe Ibana sian na mate.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai umbege hatana na taringot tu haheheon sian na mate, manurahi ma na deba; alai na deba mandok: Naeng begeonnami dope hatam sahali nari taringot tusi.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung songon i, laho ma si Paulus sian tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai adong do deba na mangihuthon ibana, gabe porsea, songon si Dionisius na sian Areopagus i, nang parompuan sada na margoar Damaris dohot deba nari donganna.",
      "type": "content"
    }
  ]
}