{
  "book": "Kisah Para Rasul",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Paulus di huta Korint: Akuila dohot Priskilla 1-18. II. Sian i mulak si Paulus 19-23. III. Apollos di huta Epesus 24-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i borhat ma si Paulus sian huta Aten, laho tu huta Korint.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi jumpangsa ma disi sada halak Jahudi na margoar Akuila, na tubu di luat Pontus, dohot donganna saripe si Priskilla, angka nambura ro sian Italia, ala diparentahon raja Klaudius, ingkon saluhut halak Jahudi di bungkas sian huta Rom.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nasida ma ditopot, laos mian disi jala rap mulaulaon do, ala sahapandean nasida, i ma partonunon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai marjamita do ibana ganup ari Sabbat di parguruan; ditupuk do roha ni halak Jahudi nang Junani.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asa dung ro si Silas dohot si Timoteus sian Makedonia, digogo si Paulus do marjamita, laho mangkatindangkon tu angka Jahudi, Jesus i do Kristus.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai dibahen na mangalo nasida jala manginsahi, dipaspas si Paulus ma ulosna, didok ma tu nasida: Marsapata tu hamu ma mudarmuna, lias do anggo ahu; olat ni on ma ahu laho tu halak sipelebegu!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Laos meret ibana sian i tu bagas ni sada halak na margoar Titius Justus na mangkabiari Debata; hombarhon bagas parguruan i do jabuna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai na gabe porsea di Tuhan i do si Krispus, sintua ni parguruan i, ro di saluhutna isi ni jabuna; jala torop sian halak Korint, dung dibege i, gabe porsea jala tardidi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai borngin i diida si Paulus di bagasan tondina ma Tuhan i na mandok tu Ibana: Unang ma ho mabiar; hatahon ma, unang ma ho mauhom!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai hudongani pe ho, ndang tarhahua manang ise ho, laho mangago; ai torop do halak di Ahu di huta on!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Asa mian ma ibana disi sataon onom bulan lelengna, mangajarhon hata ni Debata tu nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai uju si Gallio panggomgomi di Akaya rap hehe ma halak Jahudi dompak si Paulus, ditogihon ma ibana tu paruhuman.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Angka ninna ma: Dihatahatai on do angka jolma i mangoloi Debata maralohon patik i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi di na naeng mangkuling si Paulus, ninna si Gallio ma mandok angka Jahudi: O hamu halak Jahudi! Aut ala ni pambahenan hageduhon manang hajahaton, patut antong antoanku hamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai anggo parsalisian siala podapoda dohot goargoar dohot patikmuna, rohamuna ma disi; ai ndang olo ahu manguhumi sisongon i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dipalaho ma nasida sian paruhuman i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Gabe ditangkup nasida saluhutna ma si Sostenes, sintua ni parguruan, dibalbali ma ibana di jolo ni paruhuman i; ndang diantoi si Gallio.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi na nia dope lelengna si Paulus disi, asa martinading hata tu angka dongan i. Dung i marparau ma ibana tu Siria rap dohot si Priskilla dohot si Akuila. Di huta Kenkrea digusting obukna, ai adong do bagabagana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(II.) Dung i rap sahat ma tu huta Epesus jadi ditadingkon ma nasida disi; laho do anggo ibana tu parguruan mangkatai dohot halak Jahudi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai ndang dioloi pangidoannasida, naeng mian ibana lumeleng disi.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Martinading hata nama ibana, ninna ma: Huulaki pe manopot hamu, molo diloas Debata. Dung i marparau ma ibana, borhat sian Epesus.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sahat ma ibana tu huta Kaesarea, dung i nangkok ma, ditabi huria i. Dung i tuat ma ibana tu huta Antiokia.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Asa dung na nia lelengna ibana disi, borhat ma ibana; jojor ma dibolus luat Galatia dohot Prigia, patoguhon roha ni saluhut sisean i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(III.) Alai ro ma tu huta Epesus sada halak Jahudi na margoar Apollos, na tubu di Aleksanderia; halak na pistar do ibana, na torang umboto Surat i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Nunga diajarhon tu ibana dalan ni Tuhan i jala na hiras do rohana, mangkatahon, torang do pamodaionna taringot tu Jesus; alai holan pandidion ni si Johannes do diboto.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dipungka ibana ma marjamita di parguruan i sian roha na hiras; dibege si Akuila dohot si Priskilla jamitana, gabe ditogihon ma, dipajojor ma dalan ni Debata tumangkas tu ibana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai di na naeng laho ibana tu Akaya, manolopi do angka dongan i, disurathon ma tu angka sisean i, asa dijangkon ibana. Jadi dung sahat ibana ro disi, godang ma panumpakna di angka na porsea i, dibahen asi ni roha ni Debata.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai mansai torang do jamitana; ditaluhon do angka Jahudi di na patar, ai dipatorang sian angka surat i, Jesus i do Kristus.",
      "type": "content"
    }
  ]
}