{
  "book": "Kisah Para Rasul",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Apostel Paulus di huta Epesus 1-22. II. Guntur na binahen ni tungkang perak Demetrius 23-41",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai uju di huta Korint si Apollos, didalani si Paulus ma angka luat na tungkan dolok sahat ro di huta Epesus, jadi jumpangsa ma disi deba sisean.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna ma mandok nasida: Naung dijalo hamu do Tondi Parbadia, di na gabe porsea hamu? Alai ninna nasida ma mandok ibana: So hea hubege hami, adong Tondi Parbadia!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna ma: Ai pandidion dia do dijalo hamu? Jadi didok nasida ma: Pandidion ni si Johannes do.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i didok si Paulus ma: Ia pandidion ni si Johannes, na mandokkon paubahon roha do; ai diapoi do natorop i mangkaporseai na naeng ro sian pudina, i ma Jesus.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Umbege i nasida, dipadidihon be ma dirina tubagasan Goar ni Tuhan Jesus.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi di na mangampehon tanganna si Paulus tu nasida, songgop ma Tondi Parbadia tu nasida, jadi mangkatahon di hata na asing ma nasida dohot manurirangi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai intap sampuludua halak do nasida pungu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i laho ma ibana tubagasan parguruan, hiras ma rohana marjamita disi leleng ni tolu bulan; dipatorang jala dipasingothon pangalaho ni harajaon ni Debata.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai dipajogal na deba do rohana jala ndang mangoloi huhut dope manginsahi agama i di jolo ni natorop i, jala ditadingkon ibana ma nasida; dipapulik ma angka sisean i, jadi di sikola ni si Tiranus ma ibana marjamita ganup ari.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Leleng ni dua taon ma sai songon i gabe sange ma dibege saluhut pangisi ni luat Asia hata ni Tuhan i, nang Jahudi nang Junani pe.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala angka hagogoon na sumurung do diula Debata marhite sian tangan ni si Paulus.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Pola do dipamboan halak angka sekka dohot sampesampe na sian dagingna tu angka na hansitan i, gabe munsat do angka sahit sian nasida, ruar do nang angka tondi na hodar.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi adong ma deba Jahudi na maotaot, angka sipabali begu, na manguji mangkatahon Goar ni Tuhan Jesus tu angka partondi na hodar i, angka ninna ma: Mangasahon Jesus, na binaritahon ni si Paulus i, hupabali ma hamu!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Angka anak ni si Sikewa, sada malim ni Jahudi, pitu halak do na mambahensa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ninna tondi na hodar i ma mangalusi nasida: Na hutanda do anggo Jesus i, si Paulus pe huboto do; alai anggo hamu, ise do hamu?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Laos ditahopi jolma partondi na hodar i ma nasida, dipatunduk ma nasida duansa, digosagosa, pola marsaemara jala mabugang nasida maporus sian jabu i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi diboto saluhut halak Jahudi ma i ro di halak Junani na maringanan di huta Epesus, gabe songgop ma biar tu rohanasida saluhut, jadi tongam ma Goar ni Tuhan Jesus.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi torop sian angka naung gabe porsea ro manopoti jala paboahon bahenbahenannasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala lan do sian angka mangulahon hadatuon najolo palunggukkon angka pustaha i, disoksohi ma i di jolo ni saluhutna; dung i diasam ma argana, jadi dapot ma limapulu ribu rupia.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Songon i ma lam rarat jala lam hot hata i hombar tu hagogoon ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Salpu i, ditahi roha ni si Paulus ma, naeng mardalan tu huta Jerusalem, mamolus sian luat Makedonia dohot Akaya; ai ninna ma: Ia dung sian i ahu, ingkon dohot ma huta Rom idaonku.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi disuru ma dua halak parhobasna, i ma si Timoteus dohot si Erastus, tu luat Makedonia; alai anggo ibana mangulon dope jolo di Asia.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(II.) Alai tubu ma uju i guntur bolon siala agama i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai adong ma sahalak tungkang perak na margoar Demetrius, sipauli angka bagas joro perak ni debata Artemis; na nia do pangomoan dipatongon tu angka pande i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dipapungu ibana ma angka pande i ro di angka pangulanasida, didok ma: Diboto hamu do, ale, sian ulaon on do sinadonganta.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Diida jala dibege hamu do, ndada holan di Epesus on, tung hira di sandok luat Asia dihatahatai jala dipabalik si Paulus on do torop halak, didok do: Ndang na tutu Debata, ia angka na pinauli ni tangan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala ndada holan pandaramanta on tarmara laho mago; dohot do tahe debata Artemis na balga i, na sinomba ni liat Asia i dohot isi ni portibi on, gabe lea jorona jala ambolong hamuliaonna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai umbege hata i, gok rimas ma rohanasida, jala gogo ma dijoujouhon: Na balga do Artemis ni halak Epesus!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi guntur situtu ma nasida na sahuta i: Ria ma nasida manahopi bagas painonduran, laos disarat ma tusi si Gayus dohot si Aristarkus, halak Makedonia, dongan ni si Paulus i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi naeng ma laho si Paulus tu tongatonga ni halak i; alai ndang diloas angka sisean i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Pola dohot do deba sian angka pangituai sian luat Asia, alealena i, marsuru mangelehelek ibana, unang laho tu painonduran i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai asingasing be do dipanjoujouhon nasida; ai tung na gaor do na pungu i, jala godangan do na so umboto, manang ala ni aha umbahen na marpungu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai sian tongatonga ni natorop i dipajolo angka Jahudi ma si Aleksander, dung jolo diajari. Jadi dihiraphon ma tanganna, laho manariashon hatana tu natorop i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai dung diboto nasida, halak Jahudi ibana, sada nama soara ni saluhutna, hira dua jom do lelengna dipanjoujouhon: Balga do Artemis ni halak Epesus!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Alai dipasonang juaratulis i ma natorop i, ninna ma: Hamu halak Epesus! Halak dia ma na so umboto, huta Epesus do parhalado di Artemis na balga i, nang di gombaranna na madabu sian ginjang!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ndang na targaga i antong; dibahen i tama sonang hamu, unang pola tarsomong mambahen manang aha.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ditogihon hamu do angka halak on tuson, so manang sisoro ugasan ni bagas joro manang panginsahi di debatanta i nasida.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai molo tung adong alualu ni si Demetrius dohot angka donganna pande dompak manang ise, adong do angka panguhuman dohot angka panggomgomi; disi ma nasida masialusan.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai molo na asing dilului hamu, di parluhutan i ma pinaputus i!",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Atik beha dialuhon hita maon, ala ni guntur sisadari on; so haru adong paralaan na mambahen lias hita taringot tu na guntur on.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Songon i ma hatana, pamulihon na pungu i.",
      "type": "content"
    }
  ]
}