{
  "book": "Kisah Para Rasul",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hasosonggop ni Tondi Parbadia 1-13. II. Jamita ni si Petrus 14-36. III. Mula ni huria i 37-47",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung jumpang ari palimapuluhon i (Pentakoste), pungu ma nasida saluhutna di sada inganan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi masa ma tompu soara sian ginjang songon parngongos ni alogo na gogo mamolus, gabe digohi ma sandok bagas hundulannasida i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi tarida ma di nasida suman tu dila ni api na marjillamjillam, disonggopi ma ganup nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Gabe gok Tondi Parbadia ma nasida saluhutna, jadi mamungka marpangkuling na asing ma nasida, marguru tu pangalehon ni Tondi i tu nasida mangkatahonsa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai adong ma angka Jahudi na maringan di Jerusalem, halak na daulat sian saluhutna bangso na ditoru ni langit.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai di na masa soara i, marpungu ma natorop i; jadi tarhalomong ma nasida, ai ganup umbege nasida mangkatahon di hatana be.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi tarmali ma nasida saluhutna jala longang, angka ninna ma: Nda halak Galilea saluhut nasida na mangkatai i?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Boasa ganup hita umbege di hata hasomalanta be?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Halak Partia dohot Media dohot Elamit dohot angka na maringanan di Mesopotamia, di Judea dohot di Kappadosia, di Pontus dohot di Asia.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Di Prigia dohot di Pampilia, di tano Misir dohot di angka luat Libia na tungkan Kirene dohot halak Rom na maringanan dison, angka halak Jahudi ro di angka parguru,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "angka halak Kreta dohot halak Arab; di hatanta be do itabege dihatahon nasida angka ulaon habalgaon ni Debata!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi tarhalomong ma nasida saluhutna, jut be ma rohana, angka ninna ma sama nasida: Na marhua do i ulaning?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai manginsahi do na deba, angka ninna ma: Gok anggur na tonggi do nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Jadi hehe ma si Petrus rap dohot na sampulusada i, dipagogo ma soarana, dipanghulingi ma nasida: Hamu halak Jahudi jala sude hamu na maringanan di Jerusalem, boto hamu ma on, jala pasiat hamu ma hatangkon tu pinggolmuna!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai apala na mabuk hami on, songon na tinuhashonmuna, ai pungkul sia dope nuaeng.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Na hinatahon ni panurirang Joel do tahe na masa on; ai ninna do:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "\"Di angka ari parpudi, ninna Debata, usehononku ma sian Tondingku, tu nasa na mardaging, gabe manurirangi ma angka anak dohot borumuna, maralatan ma angka dolidolimuna, jala marnipi ma angka natuatuamuna.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "\"Tu angka naposongku baoa dohot boruboru pe usehononku ma sian Tondingku di angka ari i, asa manurirangi nasida.\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "\"Dung i patupaonku ma angka halongangan di ginjang di langit, angka tanda di toru, di tano i, i ma mudar dohot api dohot timus na marhalimontang.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "\"Muba ma mata ni ari gabe mangkolom, dohot bulan i gabe songon mudar, patujolo ni haroro ni ari ni Tuhan i, na balga i.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "\"Jadi disi ma malua ganup na manjou Goar ni Tuhan i.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Hamu angka halak Israel, tangihon hamu ma hata on: Dipatandaphon Debata do tu hamu Jesus na sian Nasaret i, hinorhon ni hagogoon, halongangan dohot tanda, angka na pinatupa ni Debata di tongatongamuna, songon naung binotomuna i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Marhite sian tangan ni na so marpatik i digantungkon jala dipusa hamu Ibana, dung dipasahat Debata sian tahina na hot i dohot sian pamotoanna hian.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ibana do dipahehe Debata, dung diharhari bernit ni hamatean, ai ndada na hatiopan hamatean i Ibana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai marhahonaan tu Ibana do pandok ni si Daud: \"Tongtong do huida Tuhanki di jolongku, ai di siamunhu do Ibana, asa unang humordit ahu.\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "\"Ala ni i las do rohangku jala marolopolop soarangku; dagingku pe maradian do huhut mangkirim.\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "\"Ai ndang pasombuonmu diringku di banua toru jala ndang loasonmu na badiami marnida habusukon.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "\"Nunga dipabotohon Ho tu ahu angka dalan hangoluan, gohanmu do ahu halalas ni roha di adopanmi!\"",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Hamu angka dongan, na jadi ma ahu marhiras ni roha mandok tu hamu: Ia ompunta si Daud, na mate do ibana jala tartanom; di hita on do tanomanna rasirasa sadari on.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Antong, panurirang do ibana jala diboto do, naung diuarihon Debata tu ibana, pabangkitonna do pomparanna tu atas habangsana i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Asa sian pamotoanna hian dilumbahon ibana disi haheheon ni Kristus i, paboa na so pasombuon Ibana di banua toru jala na so idaon ni dagingna i habusukon.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "I ma Jesus, naung pinahehe ni Debata; saluhut do hami mangkatindangkonsa.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Asa dung dipatimbul Debata Ibana tu siamunna, dijalo ma sian Ama i Tondi Parbadia na pinarbagabaga i, gabe diusehon ma i, songon naung niida jala binegemuna i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ai ndada si Daud i nangkok tu banua ginjang, alai didok ibana: \"Ninna Tuhan i do mandok Tuhanku: Hundul ma Ho tu siamunhon,\"",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "\"paima hupatunduk angka musum, bahen sidegedegean ni patmu!\"",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Antong, tangkas situtu ma diboto sandok bangso Israel: Jesus na pinarsilangkonmuna, i ma bangkit Tuhan jala Kristus dibahen Debata!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "(III.) Jadi umbege i, ditorushon ma rohanasida, dung i didok nasida ma tu si Petrus dohot tu angka donganna apostel: Aha nama sibahenonnami, ale angka dongan?",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai didok si Petrus ma tu nasida: Pauba hamu ma rohamuna, dung i padidihon hamu ma ganup hamu tubagasan Goar ni Jesus Kristus, bahen hasesaan ni dosamuna, asa dijalo hamu silehonlehon i, i ma Tondi Parbadia i.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Ai di hamu do bagabaga i dohot di angka anakkonmuna ro di saluhut angka na dao, manang piga na naeng jouon ni Tuhan Debatanta dope.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Lan dope hata na asing dihatindangkon ibana, laho mangapoi nasida, ninna do: Sai olo ma hamu malua sian bangso na geduk on!",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Asa tardidi ma angka na manjangkon hatana i, gabe arga toluribu ma torop ni halak na manamba di na sadari i.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Alai marsihohot do nasida di poda ni angka apostel marparsaoran, marulaon na badia jala martangiang.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Alai songgop ma biar tu roha ni saluhutna; masa ma lan halongangan dohot tanda di Jerusalem, dipatupa angka apostel i.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Alai sai domu do saluhut angka na porsea i, jala songon hatopan dirajumi nasida saluhut artanasida.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Tupa digadisi nasida arta dohot ugasannasida, disagihon ma tu saluhutna marguru tu haseana di ganup.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Ganup ari do nasida tongtong saroha di bagas joro i, jala jojor jabu do nasida marulaon na badia, marlas jala marbulus ni roha nasida marsipanganon.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Huhut mamuji Debata jala lomo do roha ni nasa natorop mida nasida. Alai ganup ari do ditambai Debata tu na sahuria i angka na dapotan haluaon.",
      "type": "content"
    }
  ]
}