{
  "book": "Kisah Para Rasul",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pardalanan ni apostel Paulus sian Makedonia tu tano Junani, boti tu Troas 1-6. II. Dipangolu disi si Eutikus 7-16. III. Martinading hata ibana tu angka sintua na sian Epesus 17-38",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa dung montok na gaor i, dijou si Paulus ma angka sisean i tu jolona, laho martinading hata tu nasida, dung i borhat ma ibana tu Makedonia.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Didalani ma angka luat i, buas jamitana mangapoi nasida; laos tolhas ma tu tano Junani.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tolu bulan lelengna mangulon ibana disi, jala laho marparau hian tu tano Siria, gabe dionggopi angka Jahudi ma ibana; jadi dipaputus ma rohana, mulak sian Makedonia.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai donganna do si Sopater, anak ni si Pirus na sian Berea, si Aristarkus dohot si Sekundus, halak Tessalonik, si Gayus sian huta Derbe dohot si Timoteus, si Tikikus, dohot si Tropimus na sian Asia.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jumolo do anggo nasida, gabe dipaima do hami di Troas.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Salpu pesta Paska i marparau ma hami borhat sian Pilippi, jadi palimaarihon pajumpang ma hami dohot nasida di Troas; disi ma hami mangulon pitu ari lelengna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Alai marsogot ni ari Sabbat i, uju marpungu hami laho marulaon na badia, marjamita ma si Paulus tu nasida jala dipaganjang ma jamitana pola ro di tonga borngin, ala na naeng borhat ibana manogotna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai torop do palito di bilut parginjang, di parpunguannami i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi adong ma dolidoli sahalak, na margoar Eutikus, na hundulhundul di jandela; tarlalap ma ibana di na mandatdati si Paulus mangkatai; jadi nok ma matana, gabe madabu ma ibana sian tindi patoluhon tu toru, jadi nunga mate dihindat.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Gabe mijur ma si Paulus, ditahopi ma ibana jala dihaol, ninna ma: Unang hamu gaor, di bagasan ibana do tondina!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i mulak ma ibana tu ginjang, diponggoli ma roti i, laos mangan ma; dung i na nia dope dihatahon sahat ro di na mareak torang ari, jadi songon i ma ibana borhat.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai mangolu do dolidoli i ditogihon nasida; jadi tarapul situtu ma rohanasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i jumolo ma hami bongot tu parau i marlayar tu Asos, asa disi jaloonnami si Paulus hombar tu na niaturhonna, ai na naeng mandarat do ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jumpangsa ma hami di Asos jala jinangkon ma ibana, dung i sahat ma hami tu Metilene.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung marlayar hami sian i, sahat ma hami torang ni arina i tungkan tondong ni Kios jala marsogotna i mandapothon pulo Samos ma hami, dung i marsogotna i muse sahat ma hami tu Miletus.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai naeng laosan do huta Epesus di roha ni si Paulus, asa unang ginetean tingkina mangulon di Asia; ai mangkudus do ibana, anggiat sanga marari Pentakoste tu huta Jerusalem.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Alai disuru do sian Miletus tu Epesus manjou angka sintua ni huria i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi di na ro i nasida mandapothon ibana, ninna ma mandok nasida: Diboto hamu do pangalahongku, saleleng ahu rap dohot hamu olat ni ari parjolo, dung hudege Asia.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai huoloi do Tuhan i sian nasa serep ni roha huhut mariluilu manaon pangunjunan, angka na tahop tu ahu dibahen tahi ni halak Jahudi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ndang na hutabunihon manang aha na marguna, na so haru jinamitahon manang pinodahon tu hamu di hatoropan, nang marsasajabu pe.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tongtong do huhatindangkon tu halak Jahudi nang tu halak Junani hamumuba ni roha tu Debata dohot haporseaon di Tuhanta Jesus Kristus.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Anggo saonari, songon na diihoti Tondi i do ahu, laho tu Jerusalem; so adong huboto, manang dia na naeng masa tu ahu disi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Holan on: Hira di ganup huta dilumbahon Tondi Parbadia, tali dohot na porsuk do sitagamonku disi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai ndang pola arga hurajumi hosangku, asal ma hupaujung langkangki dohot ulaon naung hujalo sian Tuhan Jesus, i ma na mangkatindangkon barita na uli taringot tu asi ni roha ni Debata.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Nuaeng pe, huboto do, ndang be idaonmuna bohingku, saluhut hamu na hutopot i paboahon Harajaon i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dibahen i huhatindangkon tu hamu sadari on: Naung lias do ahu sian sapata ni mudar ni saluhut hamu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai ndang adong hubuati agia aha; tung sahat do hupabotohon tu hamu nasa tahi ni Debata.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Antong, ramoti hamu ma dirimu ro di sandok panggungan i, ai dipatindang Tondi Parbadia i do hamu gabe simatamatai, asa diparmahani hamu huria ni Tuhan i, na tinobusna marhite sian mudarna sandiri.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai huboto do: Ia dung laho ahu, bongot ma tu hamu, babiat panoro, angka na so mangolani na pinarmahan i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Gari sian tongatongamuna sandiri hehe ma halak angka na mamodahon na lipe, mangelaela angka sisean i mangihuthon nasida.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dibahen i, dungo ma hamu; ingot hamu ma, na so marpansadian ahu arian dohot borngin tolu taon lelengna paingothon ganup hamu mardongan iluilu.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Onpe, hupasahat ma hamu nuaeng tu Debata dohot tu hata asi ni rohana. Ibana do na margogo patoguhon roha jala mangalehon siteanon i tu saluhut na badia i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ndang dung ditodo rohangku sian manang ise perak, manang sere, manang ulos.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Diboto hamu do, tangankon do pangalugai di na hasea di ahu nang di angka na mandongani ahu.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Sandok hupatuduhon tu hamu, ingkon songon i do iba mulaulaon laho mangurupi angka na so margellok, marningot hata ni Tuhan Jesus, ai Ibana do mandok: \"Martuaan do na mangalehon sian na manjalo!\"",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi dung didok songon i, marsinggang ma ibana jala rap martangiang nasida saluhutna.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Alai tangis situtu ma nasida saluhutna jala dihaol nasida si Paulus huhut diumma.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Apala hatana ondeng ma gumodang diarsakkon nasida, na so idaonnasida be bohina. Laos dipataru nasida ma ibana tu parau i.",
      "type": "content"
    }
  ]
}