{
  "book": "Kisah Para Rasul",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pardalanan ni apostel Paulus sian Tirus tu Kaesarea 1-9. II. Panurirangon ni si Agabus 10-14. III. Sahat apostel Paulus tu huta Jerusalem 15-26. IV. Manggunturi halak Jahudi disi dompak apostel i 27-40",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa dung sirang hami sian nasida, marlayar ma hami manumpol tu pulo Kos, jala torang ni arina i tu Rodos, sian i tu Patara.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi jumpang hami ma sada parau, naeng taripar tu Penisia, i ma hubongoti hami laos marlayar.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung hutatap hami pulo Siprus, hulaosi hami ma i tungkan sihambirang laho manuju dompak Siria, jadi tardarat ma hami di Tirus, ai tusi do hasahatan ni muatan ni parau i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hutopot hami ma angka sisean i jala mangulon disi pitu ari lelengna. Hinorhon ni Tondi i dipalumba nasida do si Paulus, unang nangkok tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai dung salpu ariarinami disi, hehe ma hami laho borhat muse, jadi dipataru nasida saluhutna padohot angka ina ro di angka dakdanak ma hami tu balian ni huta i, jadi marsinggang ma hami martangiang di topilaut.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung masijalangan bongot ma hami tu parau; mulak do anggo nasida tu ingananna be.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Marujung ma parparauonnami, ai sian Tirus sahat ma hami tu Ptolemais; jadi hujalang hami ma angka dongan, laos mangulon do di nasida sadari.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai marsogotna i borhat ma hami, gabe sahat ma tu Kaesarea, jadi laho ma hami tu bagas ni si Pilippus parjamita i, sada sian na pitu i, jadi sorang di ibana ma hami.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai adong ma opat boruna na marbaju, angka na manurirangi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Jadi andorang lumeleng mangulon hami disi, tuat ma sian Judea sada panurirang na margoar Agabus.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Didapothon ma hami, dibuat ma hohos ni si Paulus, dirahuthon ma tu tanganna dohot tu patna, huhut ma didok: On do hata ni Tondi Parbadia: Songon on ma ihoton ni angka Jahudi di Jerusalem nampuna hohos on, pasahatonnasida do ibana tu tangan ni sipelebegu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Umbege hata i, huelehelek hami rap dohot ma maringanan disi ma ibana, unang nangkok tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai ninna si Paulus ma mangalusi: Dia do na binahenmuna, na tumatangis i dohot na mangalalai rohangku? Hobas do ahu, ihoton nang bunuon pe di Jerusalem ala ni Goar ni Tuhan Jesus!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung so olo ibana apoan, hohom sambing hami, gabe hudok hami ma: Sai saut ma lomo ni roha ni Tuhan i!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Asa dung salpu angka ari i, marhobas ma hami, laho nangkok tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai dohot sisean deba na sian Kaesarea mandongani hami, ditogihon ma hami sorang tu si Manason sian Siprus, naung leleng sisean.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Di na sahat hami tu Jerusalem, las do roha ni angka dongan i manjangkon hami.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala torang ni arina i laho ma si Paulus rap dohot hami manopot si Jakobus, gabe ro ma tusi angka sintua saluhutna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi dung dijalang ibana nasida, jojor ma dihatahon tu nasida na binahen ni Debata tu halak sipelebegu marhitehite ulaonna i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Umbege hatana i, dipuji nasida ma Debata; dung i didok nasida ma tu ibana: Diida ho do, anggia, marriburibu do halak Jahudi angka naung gabe porsea, jala saluhut do nasida mangkapadothon patik i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dibege nasida, dipodai ho do halak Jahudi saluhutna, na di tongatonga ni halak sipelebegu, asa sirang sian si Musa, jala didok ho do, na so jadi sunatonnasida angka anakkonna, jala ndang pola radotannasida adat i, ninna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Antong, beha nama? Ai begeonnasida do, naung ro ho.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Onpe, bahen ma na hudok hami on di ho! Adong do di hami opat halak, na marutang bagabaga.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Togihon ma nasida, urasi ma dirim rap dohot nasida, harugihon ma tu nasida, asa dipagustingkon obukna, gabe botoon ni saluhutna, na so tutu do hape barita i, na taringot tu ho, naung dohot do ho tahe pangaradoti di patik.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai taringot tu angka sipelebegu, naung gabe porsea, nunga pinatikkon hian tu nasida, ingkon dijaga dirina be maralohon pelean na tu begu, dohot mudar, songon i na mate so sineat, ro di parmainanon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi marsogotna i diarahon si Paulus ma angka baoa i, diurasi ma dirina rap dohot nasida, laho tu bagas joro, paboahon na naeng gohanna angka ari pangurasan i, paima sahat pelean sian ganup nasida.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(IV.) Alai di na mandok marujung na pitu ari i, diida angka Jahudi na sian Asia ma ibana di bagas joro, gabe digunturi ma saluhut natorop i, ditangkup ma ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Huhut ma dijouhon: O hamu halak Israel, urupi hami! On do jolma i, na sai mangajari saluhut halak maralohon bangsonta dohot patik i ro di inganan on. Dohot do halak Junani hape ditogihon tu bagas joro on; diramuni do inganan na badia on!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai naung diida nasida do si Tropimus na sian huta Epesus rap dohot ibana di huta i, gabe dirimpu, naung ditogihon si Paulus ibana tu bagas joro i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi guntur ma sandok huta i, marpungu ma sude natorop, disoro ma si Paulus, disarat ma tu balian ni joro i; dung i pintor ditutup ma angka pintu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai di na naeng pusaonnasida ibana, sahat ma tu kapiten barita i, naung guntur do sandok Jerusalem.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi pintor ditogihon ibana ma angka soldadu ro di angka letnan manahopi nasida; asa disi diida nasida kapiten i dohot angka soldaduna, dipasohot ma na mambalbali si Paulus.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Gabe ro ma kapiten i, ditangkup ma si Paulus, didokkon ma ihoton ibana dohot dua rante, dung i dipatangkas ma, manang halak dia ibana ro di na binahenna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai sai masipansorohon hatana do natorop i; asa dung so jumpangsa hata na sintong dibahen na guntur i, didokkon ma togihononhon ibana tu tangsi.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Alai di na sahat i ibana tu tangga, diusung angka soldadu nama ibana dibahen panahopi ni natorop i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ai na mangihut do natorop i huhut manjoujou: Pinusa ma ibana!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi di na naeng togihononnasida si Paulus tubagasan tangsi i, didok ma tu kapiten i: Jadi do dohononku hata tu ho? Gabe didok ma: Diboto ho do hape hata Junani?",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Asa ndada ho halak Misir i, na manggunturi naengan on dohot manogihon na opatribu panamun tu parhorsihan?",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i didok si Paulus ma: Jahudi do ahu, raja huta do ahu di Tarsus, huta na tarbarita di luat Kilikia. Raja ho, loas ahu jolo mangkatai tu natorop i!",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jadi dung diloas, jongjong ma si Paulus di tangga i, dihiraphon ma tanganna tu natorop i. Jadi dung hohom be, marhata Heber ma ibana, ninna ma:",
      "type": "content"
    }
  ]
}