{
  "book": "Kisah Para Rasul",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dibaritahon apostel Paulus hamumuba ni rohana 1-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Hamu angka hahaanggi dohot ama, tangihon hamu ma pangalusionkon na tu hamu!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Asa dung dibege nasida, marhata Heber ibana tu nasida, lam hohom be ma, gabe ninna ma:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Halak Jahudi do ahu, na tubu di Tarsus na di luat Kilikia, alai magodang do di huta on; di parsikolaan ni si Gamaliel do ahu diajari mangihuthon patik ni angka amanta i timpas, gabe hupapusuhon mangoloi Debata, songon sude hamu sadari on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hupaburuburu do parugama on maradu mate nasida, ai huihoti do angka baoa dohot boruboru laho pasahathon tu hurungan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sintua ni malim i ro di angka sintua do panindangi di ahu, ai sian nasida do hujalo surat tu angka dongan i, di na laho i ahu tu huta Damaskus, manogihon dohot tarihot nang angka na disini tu Jerusalem, asa hona uhum nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai masa ma, di na di tongandalan i ahu mardonokkon huta Damaskus, tar di hos ni ari, tompu ma sumillam sian ginjang humaliang ahu sondang na tiur situtu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pola tinggang do ahu tu tano, dung i hubege ma sada soara na mandok tu ahu: Saulus!, Saulus! Boasa leleanmu Ahu?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ningku ma mangalusi: Ise do Ho, Tuhan? Jadi ninna ma mandok ahu: Jesus do Ahu, na sian Nasaret, na nileleanmi!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Diida angka donganku do nian sondang i, alai ndang dibege nasida soara ni na mangkatai dohot ahu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Gabe ningku ma: Dia ma sibahenonku, Tuhan? Jadi didok Tuhan i ma tu ahu: Hehe ma ho, laho ma tu Damaskus: Disi do paboaon tu ho saluhut na patut ulaonmu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai ndang marnida be ahu dibahen sillam ni sondang i, gabe ditogu angka donganki nama tanganku sahat tu Damaskus.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i adong ma disi sahalak na margoar Ananias, halak na daulat roha marningot patik i; na denggan do baritana di saluhut Jahudi na maringan disi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "I do na ro manopot ahu, ninna ma: Ale Saulus, anggia; marnida ma ho! Jadi manigor saut ma huida ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna ma: Nunga dipillit Debata ni angka amanta hian do ho, asa tandaonmu lomo ni rohana, jala idaonmu Partigor i jala begeonmu soarana sandiri,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "asa gabe sitindangina ho tu sude jolma taringot tu na niida dohot na binegem i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Onpe, boasa sulonsulonon roham? Hehe ma ho, padidihon ma ho jala paburihon ma dosam, dung dijou ho Goarna i!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai jumpang ma di ahu, dung mulak ahu tu Jerusalem, marhatiuron ma tondingku, di na martangiang i ahu di bagas joro.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai huida do Ibana; didok do tu ahu: Humatop ma ho laho sian Jerusalem on, ai ndang jaloonnasida pangkatindangkonmi na taringot tu Ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ningku ma: Diboto nasida do, ale Tuhan, ahu do na mangkurungkon dohot mangalinsingi di angka parguruan angka na porsea di Ho.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala di na durus mudar ni si Stepanus sitindangimi, disi do ahu jala hinalomohon do i, jala ahu do mangaramoti ulos ni angka na mamusa ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi didok ma mandok ahu: Laho ma ne ho; ai tu halak sipelebegu, tu na dao naeng suruonku ho!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi sintap ni hata ondeng nama dipatangitangi nasida ibana, gabe dipangiar be ma soarana, mandok: Padao ma halak on sian tano on, ai ndang tama mangolu ibana!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai sai tole do nasida manjoujou, ditimpalhon do ulosnasida, jala disangkophon orbuk i dompak ginjang.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi didokkon kapiten i ma togihononhon ibana tubagasan tangsi; disuru ma na mangalinsingi ibana laho manangkasi, asa binoto alana, umbahen na songon i panjouonnasida dompak ibana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai di na naeng tambatonnasida ibana dohot tali pasa, ninna si Paulus ma mandok letnan na jongjong disi: Na jadi do linsinganmuna halak Rom, nang so jolo niuhuman?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Umbege hata ondeng letnan i, ditopot ma kapiten paboahonsa, ninna ma: Aha naeng bahenonmu? Halak Rom do halak i!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi ditopot kapiten ma ibana, ninna ma: Paboa tu ahu, halak Rom do ho? Jadi didok ma: I do!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i mangalusi ma kapiten i: Ia ahu, godang do huharugihon manuhor uhum Rom. Jadi didok si Paulus ma: Alai anggo ahu, na sian partubungku do songon i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi pintor sumurut ma angka na naeng manangkasi ibana; ai mabiar do kapiten i, dung diboto halak Rom do hape si Paulus, naung didokkon talion.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Torang ni arina i naeng ma tangkas botoonna alana, umbahen na dialuhon angka Jahudi i ibana, jala dipalua ma ibana, didokkon ma marpungu angka sintua ni malim dohot rapot godang i, ditogu ma si Paulus tu tongatonganasida.",
      "type": "content"
    }
  ]
}