{
  "book": "Kisah Para Rasul",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "I. Apostel Paulus di jolo ni rapot godang 1-11. II. Marbulan halak Jahudi mambunu ibana 12-21. III. Tarboan ibana tu Kaesarea 22-35",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dibereng si Paulus ma rapot i, ninna ma: Hamu, angka hahaanggi, na marparange do ahu sian nasa burju ni rohangku mangoloi Debata ro di sadari on.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai didokkon sintua ni malim Ananias ma angka na jongjong disi mamastap ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i didok si Paulus ma mandok ibana: Pastapon ni Debata ma ho, dorpi na hinapur! Na hundul do ho manguhumi ahu marguru tu patik, hape didokkon ho pastapon ahu maralohon patik i!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i didok na jongjong disi: Ai insahanmu sintua ni malim ni Debata?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Gabe didok si Paulus ma: Ndang na huboto, ale dongan, ibana sintua ni malim i; ai tarsurat do: \"Ndang jadi insahanmu sintua ni bangsom!\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai diboto si Paulus ma, deba sian nasida Saduse, na deba halak Parise, gabe dijouhon ma di rapot i: Hamu angka hahaanggi! Halak Parise do ahu jala anak ni Parise. Ala ni pangkirimon ni roha dohot ala ni haheheon sian na mate, umbahen na tu paruhuman on ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai dung didok songon i, marsalisi ma angka Parise dohot Saduse, gabe mardua roha ma na pungu i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai disoadahon angka Saduse do haheheon nang surusuruan nang tondi; alai anggo Parise, diparhatutu do duansa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala mansai guntur ma; alai hehe ma deba sibotosurat sian horong ni angka Parise mangalo, ninna ma: Ndang adong na jahat jumpang hami di halak on. Atik naung tutu dipanghulingi Tondi manang surusuruan ni Debata ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai lam balga ma bada i, jala mabiar ma kapiten i, aik boha diparsisiga nasida si Paulus, gabe didokkon ma tuat soldadu i mangaroro ibana sian tongatonganasida, manogihon tu tangsi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai bornginna i jongjong ma Tuhan i di lambungna, didok ma: Pos ma roham! Songon naung hinatindangkonmi Ahu di Jerusalem on, ingkon songon i do ho mangkatindangkon nang di huta Rom!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Alai dung torang ari, marbulan ma deba sian angka Jahudi, dipambuburahon ma dirina, mandok na so tupa mangan manang minum nasida, saleleng so dipusa si Paulus.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lobi opatpulu do torop ni na marbulan songon i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi ro ma nasida, manopot angka sintua ni malim ro di angka pangituai, didok ma: Nunga hupambuburahon hami dirinami, na so jadi daionnami agia aha, saleleng so hupusa hami si Paulus.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Antong, rap ma hamu dohot rapot i mangidohon tu kapiten i, asa ditogihon ibana tu jolomuna, songon na laho patangkashon tumorang hata i; alai hobas do hami mamusa ibana, tagan di tongandalan dope.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai tarbege do tahi i tu ibebere ni si Paulus, jadi laho ma ibana tu tangsi i paboahonsa tu si Paulus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dijou si Paulus ma sada letnan tu lambungna, didok ma: Togihon dolidoli on tu kapiten i, ai adong do sipaboaonna tu ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi diarahon ma ibana, ditogihon ma tu kapiten, ninna ma: Na dijou si Paulus na tarhurung i do ahu; dipangido tu ahu, togihononhon dolidoli on tu jolom, ala adong sidohononna tu ho.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ditiop kapiten ma tanganna manogihon ibana tu na soding, disise ma: Ai aha do sipaboaonmu tu ahu?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi didok ma: Na martuptup do angka Jahudi mangidohon sian ho, naeng togihononmu marsogot si Paulus tujolo ni rapot, songon na naeng dope patangkasonnasida hata i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Onpe, unang oloi nasida, ai lobi opatpulu halak sian nasida mangonggopi ibana, angka naung mambuburahon dirina, na so tupa mangan manang minum, saleleng so dipusa ibana; nunga hobas nasida nuaeng, holan hata sian ho nama dipaima.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Dung i dipamuli kapiten ma dolidoli i, dipopai ma, na so jadi paboaonna naung pinatolhasna i tu ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Gabe dijou ma dua letnan tu jolona, didok ma: Padiri hamu ma duaratus soldadu laho tu Kaesarea, rap dohot pitupulu halak parsihundul, angkup ni i dua ratus pandongani, pungkul sia borngin.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Pinadiri huhut hoda hundulan ni si Paulus, mangaluahon ibana tu panggomgomi Feliks.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Laos dibahen ma surat songon on:",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Na manongos tabi do si Klaudius Lisias tu na pinarsangapan Panggomgomi Feliks.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Na ditangkup angka Jahudi do halak on; jadi di na naeng pusaonnasida ibana, ro do ahu dohot angka soldadu mangarampas ibana, dung huboto, halak Rom do ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai di na naeng botoonku alana, umbahen na disalahon nasida ibana, hutogihon ma ibana tujolo ni rapotnasida.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Gabe dapot ahu ma: Siala parsalisian taringot tu patiknasida do dialuhon nasida ibana; ndang adong hata dompak ibana, umbahen na patut marutang hosa manang tu hurungan ibana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai adong ma na paboahon tu ahu tahinasida dompak halak on, jadi manigor ma husuru ibana tu ho, jadi hudok tu angka pangalu, asa tu ho diandehon sidohononna i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Asa diboan angka soldadu i ma si Paulus mangihuthon parenta i, ditogihon ma di na saborngin i tu Antipatris.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai marsogotna i disuru nasida ma angka parsihundul i mamboan ibana; na mulak tu tangsi i do anggo nasida.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi tolhas ma nasida tu Kaesarea, dipasahat ma surat i tu panggomgomi, ditogihon ma si Paulus tu jolona.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi dung dijaha surat i, disungkun ma, manang sian luat dia ibana. Jadi dung diboto, na sian Kilikia ibana, ninna ma:",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Hutangkasi pe hatami, dung ro angka na mangaluhon ho. Dung i didokkon ma na mangkurungkon ibana tu bagas paruhuman na di raja Herodes.",
      "type": "content"
    }
  ]
}