{
  "book": "Kisah Para Rasul",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Apostel Paulus di jolo ni pangggomgomi Feliks 1-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa dung salpu lima ari, tuat ma si Ananias, sintua ni malim i, rap dohot deba sintua dohot sada halak parhata, si Tertullus, mangadap tujolo ni panggomgomi, mangaluhon si Paulus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai dung taralap ibana, dibungka si Tertullus ma pangaluanna i, ninna ma:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Na taruli dame godang do hami binahenmi, jala marhite sian panarihon ni roham ganda do pangabahan ni bangso on; sandok mardongan hamauliateon ni roha godang huhalashon hami saluhutna i, ale Feliks na pinarsangapan!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai asa unang malelengku hutogang ho, hupangido ma tu ho: Tangihon hami jolo satongkin hombar tu basam!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dapot hami do halak on pangago jala panggunturi di saluhut halak Jahudi di liat portibi on, partogi ni halak Nasarani.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Diuji do pasamakkon bagas joro i, gabe hutangkup hami ma ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Saluhutna i, umbahen na hualuhon hami ibana, dapot botoonmu sian ibana, molo ditangkasi ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dohot ma angka Jahudi manolopi, mandok: Tutu do songon i!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai dihilap panggomgomi i ma si Paulus mandokkon mangkuling, jadi ninna ma mangalusi:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen na huboto, naung leleng ho panguhum di bangso on, hiras do rohangku manariashon hatangkon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai hatangkasan ho do: Sampuludua ari dope salpu, dung nangkok ahu tu Jerusalem martangiang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ndang jumpang nasida ahu mangkatai di bagasan joro i dohot halak, manang mambahen guntur natorop, nang di parguruan manang di huta pe.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala ndang na tarhajongjongkon nasida nanggo sada na pinartuhashonnasida nuaeng dompak ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Na mangoloi Debata ni angka daompung do ahu, mangihuthon agama na songon haliluon di rohanasida, laho mangkaporseai saluhut na tarsurat di buku patik dohot di angka panurirang; i do sitopotanku tu ho!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Na mangkirim do rohangku tu Debata, mulak mangolu sogot angka na tigor dohot angka na geduk, songon na hinirim ni rohanasida pe.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ala ni i do umbahen na huhaburjuhon, asa marroha na ias ahu tongtong maradophon Debata nang maradophon jolma.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai dung salpu manang piga taon, ro ma ahu mamboan asiasi tu bangsongku dohot pelean.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Disi jumpang nasida ahu mangurasi diringku di bagas joro, alai ndada mardongan natorop manang di bagasan na guntur.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai naeng ma dison nian di jolomon, Jahudi deba na sian Asia mangalualu, molo tung adong diboto manang dia hasalaanku.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nang nasida on pe dihatahon ma, manang dia gedukku dapot nasida, di na jongjong i ahu di adopan ni rapot i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Holan hata on na hujouhon i huhut jongjong di tongatonganasida: Ala ni haheheon ni angka na mate on, umbahen na diuhumi hamu ahu sadari on!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai dipalalaplalap si Feliks ma nasida, ala mansai tangkas diboto agama i, ninna ma: Dung pe tuat kapiten Lisias, patangkasonku ma angka hata na sian hamu i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Didokkon ma letnan i mangaramoti si Paulus, alai lumumbang; na so jadi ambaton manang ise donganna, na giot marhobasi di ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai dung salpu deba ari, ro ma si Feliks dohot dongan saripena, si Drusila, boru Jahudi, disuru ma na mangalap si Paulus, naeng begeonna hatana taringot tu haporseaon di Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai di na hinatahonna taringot tu hatigoran dohot hatomanon dohot uhum sogot tarsonggot ma si Feliks, ninna ma mangalusi: Antong, songon i ma jolo! Molo sadihari ahu suruonku do na manjou ho.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai huhut do dihirim rohana, lehonon ni si Paulus hepeng tu ibana; dibahen i jotjot do disurui mangalap si Paulus, mangkatahatai dohot ibana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai dung gok dua taon, ro ma si Perkius Festus mangganti si Feliks; jadi naeng do si Feliks pajongjongkon basana tu halak Jahudi, ditadingkon ma si Paulus tarhurung.",
      "type": "content"
    }
  ]
}