{
  "book": "Kisah Para Rasul",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "I. Apostel Paulus di jolo ni panggomgomi Festus 1-12. II. Di jolo ni raja Agrippa 13-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa dung tolu ari dijujung si Festus tohonanna i, nangkok ma ibana sian huta Kaesarea tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Gabe ro ma tu jolona angka sintua ni malim dohot angka panungganei ni Jahudi mangaluhon si Paulus, diparhurajai ma ibana:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Mangido asi ni roha, asa disuru si Paulus tu Jerusalem, asa bahenonnasida pangonggopon mamusa ibana di tongandalan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ninna si Festus ma mangalusi: Naung niramotan do si Paulus di Kaesarea; alai anggo ahu tibu nama mulak tusi, ninna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Antong, rap tuat ma angka na sangapmuna jala dialuhon ma baoa i, anggo adong diula na jahat.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Asa dung mian di nasida ualu ro di sampulu borngin, tuat ma ibana tu Kaesarea; dung i marsogotna i dihunduli ma habangsa paruhuman i, didokkon ma togihononhon si Paulus tu jolona.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Asa dung ro, dihaliangi angka Jahudi naung tuat sian Jerusalem ma ibana, dipanghatahatahon ma godang pangaluan angka na dokdok, na so tarhajongjongkon nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai ditariashon si Paulus ma: Ndang na mardosa ahu manang dompak patik ni Jahudi, nang dompak bagas joro i, nang dompak raja Kesar pe.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai laho mambuat roha ni angka Jahudi i, ninna si Festus ma mangalusi si Paulus: Na olo do ho nangkok tu Jerusalem, asa huuhumi ho disi taringot tu angka ondeng?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi didok si Paulus ma: Na jongjong do ahu di jolo ni paruhuman ni raja Kesar; disi do ahu patut uhumon. Ndang adong hajahaton huula dompak Jahudi; tangkas situtu do diboto ho i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nuaeng pe, ia adong huulahon na jahat, na tama mambahen ahu marutang hosa, ndang manjua ahu mate; alai anggo so tutu na tinuhashonnasida tu ahu, ndang tarpasahat manang ise ahu tu nasida. Raja Kesar i do pangondianku!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala martuptup ma si Festus dohot angka donganna paruhum, gabe ninna ma mangalusi: Raja Kesar do digoar ho pangondianmu; tu raja Kesar ma ho borhat!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Alai dung salpu deba ari, ro ma raja Agrippa dohot Bernike tu Kaesarea mangkormat si Festus.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala di na mangulon nasida disi deba ari, dipajojor si Festus ma tu raja i angka na taringot tu si Paulus, ninna ma: Adong do dison sada halak tarhurung, ditinggalhon si Feliks.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Uju di Jerusalem ahu, mangadap do angka sintua ni malim ro di sintua ni halak Jahudi tu jolongku, mangido naeng hona uhum ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ningku ma mangalusi nasida: Ndang adat i di halak Rom, pasahaton sada halak, ia so jolo pinatumpol na tartuhas dohot angka pangalu, asa haalusansa pangaluan i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dung pungu nasida dison, ndang hupalalaplalap be; marsogotna i ma huhunduli paruhuman i, hudokkon ma togihononhon baoa i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hehe pe angka na mangaluhon i, ndang adong nanggo sada salana tarhajongjongkon nasida, songon na niagam ni rohangku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai adong do angka parsalisiannasida taringot tu pardebataon na di nasida dohot taringot tu sada halak Jesus, naung mate gabe mangolu, ninna si Paulus.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai di na tarsosak i ahu siala parhataan i, husungkun ma ibana, manang na olo laho tu Jerusalem, asa disi ibana diuhumi taringot tusi.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai dipangido si Paulus do, naeng ramotan ibana, asa tu paruhuman ni na marmulia i; jadi hudokkon ma ramotan ibana, paima husuru tu raja Kesar.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ninna si Agrippa ma mandok si Festus: Naeng ma di rohangku begeonku pandok ni baoa i. Jadi didok ma: Antong, marsogot ma begeonmu!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i marsogotna i ro ma Agrippa dohot Bernike marhasangapon godang, jadi bongot ma tubagasan bilut paruhuman rap dohot angka kapiten ro di angka na mora ni huta i; dung i didokkon si Festus ma togihononhon si Paulus.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Gabe didok si Festus ma: Ale raja Agrippa, dohot hamu saluhut dongan na ro rap dohot hami! Ida hamu ma halak on! Ala ni ibana do dipatopottopot saluhut halak Jahudi ahu tu Jerusalem nang dison, dipanjoujouhon, na so patut be mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai tangkas do huboto, na so adong diula na tama mambahen ibana marutang hosa; alai ala digoar ibana na marmulia i pangondianna, huuhumi nama, suruon ibana tusi.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ndang adong manang aha na tangkas surathononku tu tuan i taringot tu ibana; ala ni i do umbahen na hutogihon ibana tu jolomuna, alai jumolo do tahe tu ho, raja Agrippa, asa adong sisurathononku, dung tinangkasan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai haduk do di rohangku, suruon halak na tarhurung, so pinaboa hasalaanna.",
      "type": "content"
    }
  ]
}