{
  "book": "Kisah Para Rasul",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ditariashon apostel Paulus haporseaonna tujolo ni raja Agrippa dohot panggomgomi Festus 1-32",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i didok si Agrippa ma tu si Paulus: Na jadi ma tariashononmu hatam! Gabe dihatahon si Paulus ma, huhut mangkiraphon tanganna:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Na martua do ahu, dirajumi rohangku, raja Agrippa, ala na jadi alusanku ho sadari on taringot tu saluhut na tinuhashon ni angka Jahudi tu ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ala sumurung panandaonmu di sude adat ro di parsalisian ni halak Jahudi, umbahen na mangido ahu tu ho: Pabenget ma roham tumangihon hatangkon!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Diboto saluhut halak Jahudi do parangengku na sian sietehetehonku, sian mulana di tongatonga ni bangsongki di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai ditanda do ahu sian najolo, namun olo nasida mangkatindangkon, paboa na huihuthon rongkanan Parise i ma na rumisik di agamanta i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Na jongjong do ahu nuaeng di paruhuman siala pangkirimon ni roha di angka bagabaga na nilehon ni Debata tu angka amanta i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Naeng sahat tusi do dihirim roha ni na sampuludua marganta, umbahen na dioloi nasida Debata borngin dohot arian sian nasa gogonasida. Ala ni pangkirimon ni roha i do, rajanami, umbahen na dialuhon halak Jahudi ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Atehe, tung so tarparhatutu rohamuna do, Debata pangoluhon angka na mate?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai nang ahu pe antong, hurimpu do jolo, ingkon godang do patupaonku mangalo Goar ni Jesus na sian Nasaret.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tulus ma antong hubahen songon i di Jerusalem: Torop sian angka na badia i hupasahat tu hurungan, dung hujalo huaso sian angka sintua ni malim i, jadi martolop do ahu, di na tarbunu i nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala jotjot do hupaporsukporsuk nasida di saluhut parguruan manosoi nasida manginsahi; tung na tarlobi do lalaen ni rohangku, mangalele nasida sahat ro di angka huta na dumao.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Laos songon i do tu Damaskus ahu borhat marhuaso, pinaborhat ni angka sintua ni malim.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala di tongandalan i, rajanami, di hos ni ari huida ma sondang na tumiur sian mata ni ari ro sian ginjang, sumondangi ahu ro di angka donganku sauduran.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Gabe martinggangan hami saluhutna tu tano jala hubege ma sada soara na mandok tu ahu di hata Heber: Saulus, Saulus! Boasa leleanmu Ahu? Susa ma ho manandahi turatura!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ningku ma: Ai ise do Ho, Tuhan? Jadi didok Tuhan i ma: Jesus do Ahu na nileleanmi!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai hehe ma ho, jongjong ma! Ai hupataridahon pe Ahu tu ho, na laho mamillit ho, gabe suruan dohot sitindangi ni na niidam dohot di na naeng pataridahononku dope tu ho.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hupapulik ma ho sian bangso i dohot sian halak sipelebegu, ai tusi do naeng suruonku ho,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "laho mamuhai matanasida, asa mulak nasida sian na holom i tu na tiur, sian gomgoman ni sibolis i tu Debata, asa dijalo nasida hasesaan ni dosa dohot tohapna rap dohot angka naung gabe badia hinorhon ni haporseaon di Ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibahen i, ale raja Agrippa, mangoloi do ahu di na huida sian banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai hujamitai do jumolo angka na di Damaskus, dung i angka na di Jerusalem, songon i saluhut na di luat Judea ro di halak sipelebegu, asa dipauba rohanasida jala mulak tu Debata mamarangehon na tama di roha naung muba.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ala ni i do ditangkup angka Jahudi ahu di bagas joro, naeng pusaonna ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai diurupi Debata do ahu ro di sadari on, umbahen na jongjong dope ahu manjamitai angka na metmet dohot na magodang, jala ndang adong huhatahon na so domu tu na sinurirangkon ni angka panurirang i dohot si Musa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Na mandok, sitaon na bernit do Kristus, jala Ibana do parjolo hehe sian angka na mate, mamaritahon hatiuron tu bangso i nang tu halak sipelebegu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai dung songon i panariashonna i, dipagogo si Festus ma soarana, didok ma: Na lalaen do ho, Paulus! Parbinotoanmu na godang i do mambahen ho lalaen!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai ro ma si Paulus: Ndang na lalaen ahu, ale Festus na pinarsangapan; hata na tutu jala na torang hutariashon!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Na marbinoto do raja i disi, umbahen na hiras rohangku mangkuling i ibana; ai didok rohangku, ndang adong agia sada sian angka i na holip sian jolona, ai ndada na masa i di na suhi.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Porsea do ho, raja Agrippa, di angka panurirang? Huboto, na porsea do ho!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai ninna Agrippa ma mandok si Paulus: Otik nari nama so dihatai ho ahu, asa gabe Kristen ahu!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi ninna si Paulus ma: Dipangido rohangku tu Debata, manang na hurang otik nari manang godang naeng ma nang ho, nang saluhut nasida na umbege ahu sadari on, gabe doshon ahu on, so padohot rante on.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi hehe ma raja i dohot panggomgomi i dohot Bernike ro di angka donganna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dipaholang dirina otik jala masipandohan ma songon on: Ndang diula halak on na tau mambahen ibana marutang hosa manang tu hurungan pe.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Laos ninna Agrippa ma mandok si Festus: Na tarpalua do nian halak i, aut unang Kesar i digoar pangondianna.",
      "type": "content"
    }
  ]
}