{
  "book": "Kisah Para Rasul",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parparauon ni apostel Paulus tu Italia 1-26. II. Tarharang di pulo Malta 27-44",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dung diuhum, ingkon marparau nama hami tu Italia, dipasahat ma si Paulus rap dohot deba donganna na tarhurung tu sada letnan na margoar Julius, na sian parangan ni Kesar Augustus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hubongoti hami sada parau Adramitium, na marlayar tu angka luat na di Asia; dung i borhat ma hami si Aristarkus, halak Makedonia sian Tessalonik, do dongannami.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Marsogotna i tardarat ma hami di Sidon; na basar do pangalaho ni si Julius maradophon si Paulus, diloas do ibana laho manopot angka dongan, asa ditamuei nasida ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sian i ma marlayar hami manopinopi pulo Siprus, ala mangalo alogo i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung binolus laut na di lambung Kilikia dohot Pampilia, sahat ma hami tu Mirra na di Likia.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Disi ma jumpang letnan i sada parau Aleksanderia, na naeng marlayar tu Italia; jadi dipabongot ma hami tusi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Na nia lelengna ngernger do parparauonnami jala maol nama hami sahat tu Knidus; alai ndang diloas alogo i hami manulus jadi manopinopi pulo Kreta nama hami marlayar manondong Salmone.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi loja do hami manalpui i, gabe sahat ma hami tu sada inganan, na margoar Muara na uli, mardonokkon huta Lasea.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nunga na nia salpu tingkina gabe mamungka marmara ma parparauon, ai nunga salpu tingki puasa; ala ni i dipaingot si Paulus ma nasida, ninna ma:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Hamu angka dongan, ia parparauonta on mantat hasusaan dohot harugian godang huida, ndada holan tu muatan ro di parau i, dohot do hosanta tarmara.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai porseaan do letnan i di juaramudi dohot di induk ni parau i, asa di hata ni si Paulus.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai dibahen na hurang denggan muara i pasalpuhon taon ngali disi, naeng ma marlayar sian i di roha ni na tumorop, anggiat tarbahen sahat tu Penike martaon ngali, i ma sada muara na di Kreta, na tartungkan nariti dohot manabia.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ala ngernger alogo i sian dangsina, dirimpu nasida ma, tarpasautsa tinahi ni rohana, jadi ditait ma sao i mangkorisi pulo Kreta.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ndang pola sadia leleng ro ma sian pulo i habahaba siappalautus, na margoar habahaba siirisanna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Diluahon ma parau i, ndang tardompakkonsa alogo i; jadi hupasombu hami nama, diboan ma hami maupaup.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi di na maupaup hami sian topi ni sada pulo na margoar Klauda, maol nama hupegang hami parau na metmet i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "I ma dihindat, dipangke nasida ma nasa na tau pangurupi mangaliliti parau i; alai dibahen na mabiar nasida taronjar tu Sirtis, dipaijur ma layar i, jadi maupaup nama hami songon i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai di na tarsosak situtu hami dibahen ari i, dibolongkon nasida ma marsogotna i muatan ni parau i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i di ari patoluhon dibolongkon tangannami ma nang parhohas ni parau i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai dibahen nunga na nia lelengna so tarida manang mata ni ari manang bintang pe, jala gogo do panosak ni ari i di hami, gabe saep ma hirim ni rohanami di hosanami.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dung leleng so mangan nasida, hehe ma si Paulus di tongatonganasida, ninna ma: Ale angka dongan, aut ditangihon hamu nian iba, unang munsat sian Kreta, pasiding hasusaan dohot harugian on!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ipe, huapoi ma hamu marhiras ni roha, ai ndang adong na agoan hosa sian hamu; holan parau i do na laho mago!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai na jongjong do di lambungku na borngin surusuruan ni Debatangku na huoloi,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "ninna ma: Unang ho mabiar, ale Paulus; ingkon tujolo ni raja Kesar ho jongjong, jala nunga dibasabasahon Debata tu ho saluhut donganmu na saparau.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dibahen i, hiras ma rohamuna, ale angka dongan; ai na porsea do ahu di Debata, ingkon jumpang do songon na nidokna i tu ahu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai ingkon tarsanggal do hita tu sada pulo.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(II.) Pasampuluopatbornginhon hami na maupaup di laut Adria, di na tonga borngin i, dianto roha ni angka parparau i, na jonok nama darat.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Gabe didabu ma tali donda, jadi dapot nasida ma duapulu dopa; jala saotik nari dumao sian i diulakkon didodo, jadi dapot ma sampululima dopa.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Biar ma rohanasida, atik beha tombom hami tu batu; jadi opat sao ma didabu sian pudi ni parau i, paimahon torang ni ari.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i naeng lintun ma sian parau angka anak parau i; ditantan ma solu i tu laut, diparsidalianhon naeng dabuonnasida tali sao sian ulu ni parau i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi didok si Paulus ma tu letnan i dohot tu angka soldadu: Molo so tinggal nasida di parau on, ndang tarbahen hamu malua.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i digotap angka soldadu i ma angka tali ni solu i, dipasombu ma madabu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai paima mamungka torang ari, disosoi si Paulus ma nasida saluhutna marsipanganon, ninna ma: Pasampuluopatarihon ma sadari on hamu na bebenesan, laos so mangan; ndang agia aha dipangan hamu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dibahen i huapoi ma hamu mambuat sipanganon, tau panumpak do i, asa malua hamu; ai na so tupa marurus nanggo obuk sada sian ulumuna.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi dung didok songon i, dibuat ma roti i, didok ma mauliate tu Debata di jolonasida saluhutna, diponggoli ma, dipungka ma manganhon.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi hiras ma rohanasida saluhutna, laos dibuat ma sipanganon i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Alai toropnami na di parau i: Duaratus pitupulu onom halak do.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung bosur nasida, didabu ma bohal i tu laut, laho paneangkon parau i.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung torang ari, ndang ditanda nasida darat i; alai ditatap nasida ma sada solok na marpasir, naeng tusi ma patongononnasida parau i, namun tarbahen.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jadi digotap nasida ma angka tali sao i, pasombuhonsa di laut, huhut diharhari ma angka ihot ni amudi i dipatongon ma layar i tu alogo mareakkon pasir i.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Alai ambal ma nasida tu sada tuktuk, jadi diloas ma parau i tombom tusi, gabe tarsanggal ma ulu ni parau i, laos hot ma disi: Alai maloha ma pudipudi ni parau i dibahen gogo ni umbak.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dung i ditahi angka soldadu ma mambunu angka sitarapan i, asa unang marlange nasida laho malua.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Alai naeng do pangoluon ni letnan i si Paulus jadi disundati ma tahi ni rohanasida, didokkon ma angka na malo marlange jumolo manimbung laho tu darat i.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Na deba marlampuhon papan-papan, na deba marlampuhon angka ponggolponggol ni parau i, gabe songon i ma saluhut nasida malua tu darat.",
      "type": "content"
    }
  ]
}