{
  "book": "Kisah Para Rasul",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipamalum si Petrus dohot si Johannes sada halak na pangpang 1-10. II. Jamitanasida tu natorop 11-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i rap nangkok ma si Petrus dohot si Johannes tu bagas joro, di pungkul tolu di tingki partangiangan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi diusung na mangusung ma sahalak na pangpang sian hatutubuna; ganup ari do ditaruhon nasida ibana tu lambung pintu ni bagas joro na margoar na uli, asa dipangido asiasi sian angka na bongot tu bagas joro i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi di na niidana si Petrus dohot si Johannes, naeng bongot tu bagas joro i, dipangido ma asiasi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai dipanotnoti si Petrus dohot si Johannes ma ibana, ninna ma: Bereng dompak hami!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dibereng ma nasida, dihirim rohana jaloonna manang aha sian nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ninna si Petrus ma: Anggo perak dohot sere ndang adong di ahu; alai na adong di ahu, hulehon ma tu ho: Marhitehite Goar ni Jesus Kristus na sian Nasaret i, mardalani ma ho!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Laos ditangkup ma tanganna siamun pahehe ibana, jadi pintor hot ma haehaena dohot totna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i manigor hehe ma ibana, jongjong ma huhut mardalan, dung i bongot ma ibana rap dohot nasida tu bagas joro i mardalan jala mirjahirjak huhut mamuji Debata.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi diida natorop saluhutna do ibana mardalani dohot mamuji Debata.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai diboto nasida, ibana do i, na hundul nasailaon mangidoido di lambung pintu na uli na di bagas joro i; jadi mansai longang ma rohanasida jala tarhalomong mida na masa tu ibana i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Alai dung sai udur ibana dohot si Petrus dohot si Johannes, marrongoman ma saluhut halak tu nasida, tu inganan na margoar emper ni si Salomo, dibahen songgot ni rohanasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai marnida i si Petrus, ninna ma mandok natorop i: Hamu, halak Israel, boasa longang rohamu mida on, boasa hami diberengi hamu, songon na hira gogonami sandiri manang hadaulatonnami mambahen mardalan halak on?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Na dipasangap Debata ni si Abraham, si Isak dohot si Jakkob, Debata ni angka amanta i do Jesus naposona i, na pinasahat jala na sinoadahonmuna di jolo ni si Latus na mandok uhumna, paluaon Ibana nian.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai disoadahon hamu do na badia jala partigor i; dipangido hamu do, lehonon tu hamu pamunu i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai dipusa hamu do partogi tu hangoluan. I ma dipahehe Debata sian na mate; hami do angka sitindangi ni i!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Asa ala ni haporseaon di Goarna do dipargogoi Goarna halak on na niida jala na tinandamuna, gabe dilehon haporseaon na sian Tuhan i do hahisaron tu ibana di jolomuna saluhutna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Onpe, hamu ale angka dongan, huhilala, na hurang boto do hamu, umbahen na diulahon hamu i, songon i do nang angka sintuamuna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai dipasaut Debata do disi na pinaboana hian marhitehite hata ni saluhutna panurirang, mandok: Sitaon na bernit do anggo Kristusna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Antong, pauba jala paulak hamu ma rohamuna, asa tarsesa dosamuna,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "asa anggiat ro angka ari hahilasan sian adopan ni Tuhan i jala asa disuru tu hamu Jesus Kristus, songon naung tinahina i hian.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dijangkon banua ginjang do Ibana jolo, paima ro tingki hasosonggop ni nasa na hinatahon ni Debata di na robi marhite sian hata ni angka panurirangna na badia i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai didok si Musa do: \"Paheheon ni Tuhan Debatanta do panurirang sada sian angka hahaanggimuna i songon ahu on; Ibana do sitangihononmuna di saluhut sidohononna tu hamu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai sirotongkononhon ma disi sian bangso i nasa na so tumangihon panurirang i!\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai nasa panurirang angka na manurirangi, mamungka sian si Samuel ro di angka na sian pudina i, angka ari on do dibaritahon nasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Hamu do anak ni angka panurirang i jala partohap di padan na binahen ni Debata tu angka amanta i, uju na nidokna i tu si Abraham: \"Dapotan pasupasu ma saluhut bangso ni tano on marhite sian Pomparanmi!\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jumolo do di hamu dipahehe Debata Naposona i, disuru do Ibana mamasumasu hamu, angka na mulak sian hajahatonmuna be.",
      "type": "content"
    }
  ]
}