{
  "book": "Kisah Para Rasul",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tarhurung, si Petrus dohot si Johannes 1-4. II. Ditariashon haporseaonnasida di jolo ni rapot godang 5-22. III. Tangiang ni na sahuria i 23-31. IV. Hasadaon ni rohanasida 32-37",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai di na manjamitai natorop i nasida, ditahopi angka malim i dohot sintua ni bagas joro i rap dohot angka Saduse ma nasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Muruk ma i, ala diajari nasida natorop i jala dibaritahon haheheon sian na mate marhite sian Jesus.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi ditangkup ma nasida, didabu ma nasida saborngin i tu hurungan, ai nunga bot ari.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai gabe porsea do torop sian angka naung umbege jamita i, pola gok limaribu torop ni angka baoa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Alai di torang ni arina i marpungu ma di Jerusalem angka pangituai nang angka sintua ro di angka sibotosurat,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "rap dohot si Hannas, sintua ni malim i, dohot si Kayapas, si Johannes dohot si Aleksander ro di sude sisolhot ni sintua ni malim i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dipajongjong ma nasida tu tongatonga, dipamanat ma: Gogo ni ise manang goar ni ise dipangasahon hamu patupahon i?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i gok Tondi Parbadia ma si Petrus, didok ma tu nasida: Hamu angka na sangap ni bangso on jala pangituai!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Molo pola tangkasan hami sadari on ala ni denggan basa i na tu sada halak na hansitan, manang marhite sian ise ibana malum,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "boto hamu ma saluhutna ro di sude bangso Israel: Jongjong pe halak on hisar di jolomuna, sandok marhitehite Goar ni Jesus Kristus na sian Nasaret i do, na pinarsilangkonmuna, na pinangolu ni Debata sian na mate!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ibana do \"batu na binolongkon ni hamu angka pande bagas i, naung gabe batu parsuhisuhi.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa ndang adong haluaon di bagasan manang ise na asing; ai ndang adong goar na asing ditoru ni langit dilehon tu jolma, parhiteanta tu haluaon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia nasida, longang do marnida hiras ni roha ni si Petrus dohot si Johannes i, ai torang do diboto, na so sijama surat jala na so marsiajar nasida; ditanda do, nasida dongan ni Jesus najolo.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai diida do jongjong disi rap dohot nasida halak naung malum i, jadi ndang dapotsa be manang aha sidohononna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Gabe disuru nama nasida tu balian ni parrapotan i, dung i masitungkaran pingkiran ma nasida, angka ninna ma:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dia ma bahenonta tu angka halak on? Ai tandap do tanda na pinamasanasida on; saluhut pangisi ni huta Jerusalem do umbotosa jala ndang tarsoadahon hita.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai asa unang lam rarat tu natorop i, gogo ma nasida taasupi, asa sandok unang be marjamita nasida tu halak mangasahon Goar i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i dijou ma nasida, dirarang ma, sandok na so tupa be nasida marjamita manang mangajari mangasahon Goar ni Jesus.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai ninna si Petrus dohot si Johannes ma mangalusi: Hamu ma manimbang, manang na tigor i di roha ni Debata, molo tangian hami di hamu asa di Debata.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai ndang tarbahen hami so mangkatahon naung huida jala hubege hami.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai lam diasupi ma nasida, dung i dipalua ma, ala so jumpang nasida dalan manguhumi nasida dibahen natorop i, ai saluhut do mamuji Debata marningot na masa i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai lobi opatpulu taon do umur ni jolma na pinamalum i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(III.) Alai dung malua nasida, didapothon ma angka dongannasida, jadi dibaritahon ma sude na nidok ni angka sintua ni malim dohot angka pangituai tu nasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dung dibege nasida i, sasoara ma nasida mandok tu Debata: O ale Tuhan, Ho do manjadihon langit dohot tano dohot laut ro di nasa isina i!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Hinorhon ni Tondi Parbadia dihatahon Ho do marhite sian soara ni amanami, si Daud naposomu, songon on: \"Boasa ogaoga halak parbegu jala na so marniula dipingkiri angka bangso?\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "\"Na hehe do angka raja ni tano on jala marpungu do angka panggomgomi laho mangalo Tuhan Kristusna i.\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai tutu ma naung marpungu di huta on si Herodes dohot Pontius Latus rap dohot halak parbegu dohot bangso Israel maralohon Jesus, naposom na badia i, na miniahanmi,",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "laho pasauthon hasosonggop ni na tiningki ni tanganmu dohot roham hian.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Onpe, ale Tuhan, bereng ma asupasupnasida, jala lehon tu angka naposomon hiras ni roha situtu, laho mangkatahon hatam!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Huhut surdukkon ma tanganmu, laho patupahon hahisaron ro di angka tanda dohot halongangan marhitehite Goar ni Jesus, naposom na badia i!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi dung martangiang nasida, humuntal ma inganan parpunguannasida jala gok Tondi Parbadia ma nasida saluhutna, gabe marhiras ni roha ma nasida mangkatahon hata ni Debata.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(IV.) Alai saroha saoloan do angka na porsea na sapunguan i; jala ndang adong nanggo sada sian angka paradongan na mandok: Hapunjunganna artana i, hatopan do i saluhutna dietong.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi marhagogoon situtu ma angka apostel i, mangkatindangkon haheheon ni Tuhan Jesus i, jala tung lomo situtu do roha ni halak mida sude nasida.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ai ndang adong manang ise nasida hurangan; ai ia adong pe sian nasida parhauma manang parjabu, digadisi do i, dung i diboan ma tuhor ni na ginadisna i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dipeakkon ma i tujolo ni angka apostel, dung i disagihon nasida ma i tu angka na hurangan.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi adong ma sahalak Lepi sian pulo Siprus, i ma si Josep, na ginoar ni angka apostel si Barnabas (mandok: Anak ni pangapulon).",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Digadis ma hauma golatna, diboan ma hepeng i, laos dipeakkon ma tujolo ni angka apostel i.",
      "type": "content"
    }
  ]
}