{
  "book": "Kisah Para Rasul",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Ananias dohot si Sapira 1-11. II. Angka halongangan niula ni angka apostel 12-16. III. Surusuruan ni Debata paluahon nasida sian hurungan 17-33. IV. Rapot godang na niuluhon ni si Gamaliel 34-42",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Adong ma uju i sahalak na margoar si Ananias rap dohot dongan saripena si Sapira, na manggadis tanona.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Mardos ni roha ibana dohot dongan saripena, manamondingkon tuhorna i deba; diboan ma na deba nari, dipeakkon ma tujolo ni angka apostel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai ninna si Petrus ma: Oe Ananias, naung digohi sibolis i do hape roham, laho manggabusi Tondi Parbadia i dohot mamorso deba tuhor ni tano i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia ditiop ho i, nda gong di ho; digadis ho pe i, nda laos tong guru di ho? Dia do umbahen na tubu roham, mambahen songon i! Ndada jolma na ginabusanmi disi, Debata do!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai disi dibege si Ananias hata ondeng, runggang ma ibana, laos tos hosana. Jadi biahaton situtu ma sude na umbegesa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi hehe ma angka na umposo, disaputi ma bangkena, diusung ma tu balian laho mananom.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai salpu arga tolu jom ro ma dongan saripena i, ndang dope diboto na masa i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala dipanghulingi si Petrus ma ibana: Paboa ma tu ahu: Na sa on do digadis hamu tano i? Olo, na sa i do, ninna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai ninna si Petrus ma mandok ibana: Boasa tung saroha hamu mangunjuni Tondi ni Tuhan i? Tagam ma, na mandok masuk ma angka naung mananom dongan saripem; usungonnasida ma nang ho tu balian!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i pintor runggang ma ibana tu jolona, laos tos hosana. Jadi di na bongot i angka na umposo i, nunga mate ibana didapot jala diusung ma bangkena tu balian, ditanom ma tulambung ni dongan saripena i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi hatahutan situtu ma sude na sahuria i ro di nasa na umbegesa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Alai masa do godang angka tanda dohot halongangan marhite sian tangan ni angka apostel i tu natorop; saroha do nasida saluhutna, marpungu do nasida tu emper ni si Salomo.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai sian na leban i ndang adong na hum rohana pasaorhon dirina tu nasida; diparsangapi natorop i do nasida tahe.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai lam tamba ma angka na porsea di Tuhan i, torop baoa nang boruboru.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Pola dipamboan halak do angka na hansitan tu alaman, dipeakkon ma tu podoman dohot tu amak, asa anggiat hona halinu ni si Petrus i deba sian nasida, jumpa ro ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai dohot do torop halak sian angka huta humaliang ro tu Jerusalem, mamboan angka na marsahit dohot angka na niarsahan ni tondi na hodar, gabe malum ma nasida saluhutna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Alai hehe ma sintua ni malim i dohot saluhut angka donganna, i ma horong ni halak Saduse, gok rimas rohanasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dilaluhon ma tangannasida tu angka apostel i, didabu ma nasida tu hurungan hatopan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai bornginna i diungkap surusuruan ni Tuhan i ma angka pintu ni hurungan i, ditogihon ma nasida tu balian, didok ma:",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Laho ma hamu; di bagas joro ma hamu jongjong, mangkatahon tu natorop i saluhut hata hangoluan i!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dung dibege nasida i, sogot ma nasida laho tu bagas joro laho mangajari. Alai ro ma sintua ni malim i dohot angka donganna, dipapungu ma rapot godang dohot saluhut sintua ni angka anak Israel; dung i disuru ma tu hurungan mangalap nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai dung sahat ro disi angka naposo i, ndang jumpangsa nasida di hurungan i, jadi mulak ma nasida paboahonsa, ninna ma:",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Momos do nian hurungan i hudapot hami, angka parjaga pe jongjong di jolo ni angka pintu i; alai dung huungkap hami, ndang jumpang hami manang ise di bagasan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Asa dung dibege sintua ni bagas joro i dohot angka sintua ni malim boaboa i, jut ma rohanasida mamingkiri, manang dia astuan ni i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai ro ma na mamaritahon tu nasida: Dibagas joro do hape jongjong nasida na hinurungkonmuna i, mamodai natorop i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i laho ma sintua i rap dohot angka naposo mangalap nasida; alai ndada gogo dibahen, ai mabiar do nasida mida natorop, aik boha didangguri nasida maon.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Asa dung diboan, dipajongjong ma nasida tujolo ni rapot godang, dung i dipamanat sintua ni malim i ma nasida, ninna ma:",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Gomos situtu do nian hatanami mangorai hamu, na so jadi be hamu mangajari mangasahon Goar i, hape lam digohi hamu do huta Jerusalem podamuna i; na naeng parsapatahononmuna mudar ni Halak i tu hami?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i ninna si Petrus dohot angka apostel i ma mangalusi: Ingkon oloan do iba di Debata asa di jolma!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dipahehe Debata ni angka amanta do Jesus, na pinusamuna, uju digantung hamu Ibana tu hau.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tu siamunna do dipabangkit Debata Ibana gabe Partogi jala Sipalua, laho mangalehon tu halak Israel hamubaon ni roha dohot hasesaan ni dosa.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Hami do panindangi di hata on dohot Tondi Parbadia, na nilehon ni Debata tu angka na mangoloi Ibana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai umbege i nasida, digotapi ma rohanasida jadi diputushon ma, sipusaon do nasida.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(IV.) Alai hehe ma di rapot i sahalak Parise, na margoar Gamaliel, sibotopatik, na sangap do ibana di roha ni natorop i, didokkon ma paruaron nasida satongkin.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i didok ma tu nasida: Hamu halak Israel, manat ma hamu di sibahenonmuna tu angka jolma on!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Hehe do najolo si Teudas, dipabalga dirina, pola arga opatratus halak mangihuthon ibana, gabe tarbunu do ibana, marserak do saluhutna na mangihuthon ibana, gabe soada be.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Di pudina hehe muse si Judas, halak Galilea i, di na tarsurat i saluhut halak, jadi torop do dibolabola ditogihon; alai dohot do ibana lengse, gabe marserak sudena na mangihuthon ibana.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Asa on ma hatangku: Unang hahua hamu be angka halak i, pasombu hamu ma nasida; ai molo sian jolma tahi dohot ulaon on, na laho sega ma i.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai molo sian Debata, ndang taragohon hamu nasida; so tung gabe tardapot hamu maon angka sialo Debata!",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dioloi nasida ma ibana, dijou ma angka apostel i, dilinsingi ma nasida jadi diorai ma mangkatahon mangasahon Goar ni Jesus, dung i dipalua ma.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Alai las do rohanasida, laho ruar sian jolo ni rapot i, ala tau nasida dirajumi Debata manaon lealea humongkop Goar i.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Jadi ndang mansohot nasida ariari di bagas joro nang jojor jabu pe, mangajarhon dohot mamaritahon Kristus Jesus i.",
      "type": "content"
    }
  ]
}