{
  "book": "Kisah Para Rasul",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tarpillit pitu halak sisarihon na pogos 1-7. II. Si Stepanus 8-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai di angka ari i lam manamba ma torop ni sisean i, jadi marmungutmungut ma halak Junani dompak halak Heber, ala tartading angka parompuan na mabalu sian nasida di pangurupion ariari.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi diparia na sampuludua i ma sandok huria i, didok ma: Ndang denggan hupapudi hami hata ni Debata, laho paturehon angka asiasi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Onpe, ale angka dongan, diori hamu ma sian tongatongamuna pitu halak na denggan baritana, angka na gok Tondi jala na pantas marroha, sipabangkitonta tu ulaon i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo hami, tangiang dohot ulaon jamita i ma tong huhapadothon hami.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi lomo ma roha ni na sahuria i di hata i; dipillit ma si Stepanus, sada halak na gok haporseaon dohot Tondi Parbadia, dung i si Pilippus, si Prokorus, si Nikanor, si Timon dohot si Parmenas, angkup ni i si Nikolaus, sada parguru sian Antiokia.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Angka i ma dipajongjong tujolo ni angka apostel i, jala martangiang ma huhut mangampehon tangan tu nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi lam rarat ma hata ni Debata, ganda situtu ma torop ni angka sisean di Jerusalem; angka malim pe, torop do mangoloi porsea.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Alai na gok asi ni roha dohot hagogoon si Stepanus, dipatupa do halongangan dohot tanda angka na balga di adopan ni natorop i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Gabe hehe ma deba angka na sian parguruan na margoar Libertini dohot sian Kirene dohot sian Aleksanderia dohot angka na sian Kilikia dohot sian Asia marsual dohot si Stepanus.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ndang taralo nasida hapistaranna dohot Tondi i na mangajari ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Gabe dipajuju nasida ma deba halak na mandok: Hubege hami do ibana mandok hata barangsi mangapasi si Musa dohot Debata.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi digintali nasida ma natorop i ro di angka sintua dohot angka sibotosurat, laos hehe ma nasida, ditangkup ma ibana, diboan ma tujolo ni rapot godang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i dipajongjong nasida ma angka sitindangi gapgap na mandok: Ndang na mansadi halak on mangkata inganan na badia i nang patik i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai hubege hami do ibana mandok: Lohaan ni Jesus sian Nasaret i ma joro i, paubaonna ma adat na tajalo sian si Musa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dipanotnoti saluhut parrapot i ma ibana, jala songon bohi ni surusuruan ni Debata do bohina diida nasida.",
      "type": "content"
    }
  ]
}