{
  "book": "Kisah Para Rasul",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panariason ni si Stepanus 1-53. II. Hamamatena 54-60",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i didok sintua ni malim i ma: Atehe, na tutu do i?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dialusi ma: Hamu angka hahaanggi dohot angka damang, tangihon hamu jolo! Dipataridahon Debata na marsangap i do Ibana tu amanta si Abraham, uju di Mesopotamia ibana, andorang so maringan di huta Haran dope.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ninna ma mandok ibana: Bungkas ma ho sian tanomi dohot sian donganmu sabutuha; topot ma tano sipatuduhononku tu ho!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi laho ma ibana sian tano Kasdim maringan tu huta Haran; dung i sian i muse, dung mate amana i, dipaunsat do ibana tu tano niingananmuna on nuaeng.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang dope dilehon anggo golat tu ibana disi, nanggo na santopap, jadi diparbagabaga do, lehononna tu ibana tano i, asa ibana nampunasa ro di pomparanna, andorang so adong dope anakna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai songon on do didok Debata: \"Gabe na hinomit ma pomparanmu di tano na leban; parhatobanon jala paporsukporsukkon ni halak do nasida leleng ni opatratus taon\".",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "\"Dung i uhumonku ma bangso na nioloannasida i, ninna Debata; i pe asa bungkas nasida sian i, dung i sombaonnasida ma Ahu di inganan on.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Laos dilehon ma tu ibana padan parsunaton. Dung songon i, ditubuhon ma si Isak, disunat ma ibana di ari paualuhon; jadi disunat si Isak ma muse si Jakkob; laos songon i dibahen si Jakkob tu ompunta na sampuludua i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i dilatei angka ompunta i ma si Josep, digadis ma ibana tu tano Misir; alai didongani Debata do ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala dipalua do ibana sian saluhutna haporsuhonna, gabe dilehon tu ibana asi ni roha dohot hapistaran di jolo ni Firaun, raja ni Misir i, na mamampe ibana gabe pangarajai di tano Misir ro di saluhut na di bagasna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i songgop ma haleon tu liat tano Misir dohot tu tano Kanaan, gabe porsuk ma diae, jadi ndang jumpangan sipanganon be angka amanta i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai dibege si Jakkob ma, adong sipanganon di tano Misir, jadi dipaborhat ma angka amanta i tusi parjolo sahali.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i di na paduahalihon i dipatandahon si Josep ma ibana tu hahaanggina, laos torang ma di raja Firaun i partubu ni si Josep.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai disuru si Josep ma na manjou amana i, si Jakkob, rap dohot saluhutna donganna sabutuha; pitupulu lima do toropnasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Asa tuat ma si Jakkob tu tano Misir, dung i mate ma ibana nang angka amanta i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ditaruhon ma nasida tu Sikem, dipeakkon ma tu tanoman, na tinuhor ni si Abraham sian angka anak ni si Hemor disi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai dung lam jonok tingki na pinarbagabaga ni Debata, na niuarihonna tu si Abraham i, lam sopar ma bangso i jadi matorop mabue ma nasida di tano Misir i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Paima pampe raja na asing, na so umboto si Josep i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi bisuk ma dibahen mangago bangsonta, dijahati do angka amanta, gabe dibolongkon posoposonasida, asa unang mangolu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi di tingki i ma tubu si Musa, jala lomo do roha ni Debata mida ibana. Leleng ni tolu bulan do ibana diparmudumudu di bagas ni amana i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ditaruhon nama tu balian, alai dijangkon boru ni raja Firaun ma ibana, dipagodanggodang ma jala diain.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dipodahon ma tu ibana nasa hapistaran ni halak Misir, gabe malo ma ibana di hata nang di ulaon pe.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai dung dapot umurna opatpulu taon, tubu ma rohana mandulo angka donganna sabutuha, i ma halak Israel i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala marnida sahalak na nirupa, mangalo ma ibana; diluluhon ma na nirupa i, dipusa ma halak Misir i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Na dihirim rohana do, antoan ni angka donganna ma, na naeng patupaon ni Debata haluaon di nasida marhite sian tanganna; hape ndang dianto nasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i marsogotna i ro muse ma ibana, tongon di na marbadai nasida, gabe disosoi ma nasida mardame, ninna ma: Na marhahamaranggi do hamu, ale angka amang; boasa masialoan hamu?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai ditulak parsala i ma ibana, didok ma: Ai ise mamampe ho gabe pangarajai dohot panguhum di hami?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Nda tung naeng pusaonmu ahu songon naung pinusam nantoari halak Misir i?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i maporus ma si Musa, umbege hata i; laos mahiandu ma ibana di tano Midian, ditubuhon ma disi dua anak.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi dung gok opatpulu taon, diida ibana ma surusuruan ni Debata di halongonan, di dolok Sinai, di bagasan api na marsigorgor di ramba sampulguk.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Longang ma roha ni si Musa, dung diida na niidana i, jadi didapothon ma manangkasi; alai tarbege ma soara ni Tuhan:",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "\"Ahu do Debata ni angka amangmu, Debata ni si Abraham, si Isak dohot si Jakkob.\" Jadi angka dotdot ma si Musa, ndang hum be rohana manangkasi.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai ninna Tuhan i ma mandok ibana: \"Tanggali sipatu sian patmu, ai tano na badia do inganan hajongjonganmi!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Nunga tangkas huida haporsuhon tinaon ni bangsongki di tano Misir, jala nunga hubege hoihoinasida, asa nunga tuat Ahu paluahon nasida; onpe, ro ma ho, asa husuru ho tu tano Misir!\"",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "I ma si Musa i na jinuanasida, pola didok nasida: Ise na mamampe ho gabe pangarajai dohot panguhum? Apala ibana ma disuru Debata gabe pangarajai dohot sipalua marhite sian tangan ni surusuruan na niidana di ramba na sampulguk i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ibana do manogihon nasida bungkas, dipatupa do angka halongangan dohot tanda di tano Misir i, di laut rara dohot di parhorsihan, leleng ni opatpulu taon.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "I ma si Musa, na mandok tu angka halak Israel: \"Paheheon ni Debata do panurirang sada di hamu sian angka hahaanggimuna songon ahu on!\"",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ibana ma i na di huria na di halongonan i rap dohot surusuruan, na mangkatai di dolok Sinai dohot ibana dohot angka amanta i; dijalo do hata na mangolu, silehononna tu hita.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Na so tinangihon ni angka amanta i, ai ditulak nasida do ibana, jadi mulak ma rohanasida marningot tano Misir.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ai didok nasida tu si Aron: Pauli di hita angka debata, na mardalan di jolonta; ai ndang taboto, manang aha masa di si Musa, naung manogihon hita ruar sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jadi digana nasida ma lombu uju i, laos dipele ma ganaganaan i, gabe dihalashon nasida hapandean ni tangannasida.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Alai ditundali Debata ma nasida, dipasahat ma mangoloi angka na pinardebatanasida na di langit i, songon na tarsurat di pustaha ni angka panurirang i: \"Ai adong disombahon hamu, bangso Israel, tu Ahu angka pelean dohot silehonlehon, uju na di halongonan i hamu leleng ni opatpulu taon?",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dihunti hamu do balebale ni Molok dohot bintang ni debata Repan ro di angka gombaran na pinaulimuna bahen sisombaonmuna. Tu balik ni Babel dope buangkononku hamu!\"",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Di angka amanta di halongonan i do undungundung panindangion i, na suman tu na niaturhon ni Debata na mangkatai dohot si Musa i, asa bahenonna tudos tu tiruan na niidana i.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "I ma dijalo angka amanta i, laos diboan rap dohot si Josua, laho mamuhar angka bangso na pinabali ni Debata sian jolo ni angka amanta i ro di angka ari ni si Daud.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Ibana ma na niasian ni Debata, gabe dipangido ma, naeng adong inganan ni Debata ni si Jakkob.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Alai si Salomo ma paulihon inganan di Ibana.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Alai ndang mian Natumimbul i di bagasan inganan na pinandean ni tangan, songon na nidok ni panurirang i:",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "\"Langit i do habangsangku, jala ondolan ni pathu do tano i; bagas dia ma i na naeng paulionmuna di Ahu, ninna Tuhan i; tung dia ma inganan pangulonanki?",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Nda tanganku do paulihon saluhutna i?\"",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "O hamu na jogal rungkung, angka na so tarsunat rohamu nang pinggolmu, tongtong do dialo hamu Tondi Parbadia i; songon angka amamuna, suang songon i do nang hamu!",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Ise ma sian angka panurirang i, na so pinaburuburu ni angka amamuna? Pola dipusa nasida do angka na sumurirangkon haroro ni Partigor i; Ibana pe dipasahat jala dipusa hamu do!",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Dijalo hamu do patik i, na pinatolhas ni angka surusuruan i; hape ndang diradoti hamu i.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "(II.) Umbege i, digotap ma rohanasida jala patungosngoson ma iponnasida dompak ibana.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Alai gok Tondi Parbadia ma si Stepanus mamereng tu ginjang, jadi diida ma hasangapon ni Debata dohot Jesus jongjong di siamunna.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Jadi didok ma: Ida ma, mungkap do langit i huida, jala Anak ni jolma i jongjong tungkan siamun ni Debata!",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Alai marsoara na gogo ma nasida marsurahi huhut disongsongi pinggolnasida be, jadi rap ma nasida manahopi ibana.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Disarat nasida ma ibana tu balian ni huta i, dung i dipantinggangkon ma batu tu ibana. Ia angka sitindangi i, dipampeakkon do ulosnasida tujolo ni dolidoli na margoar Saulus.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Asa dipantinggangkon nasida ma batu tu si Stepanus; gabe manjoujou do ibana mandok: Ale Tuhan Jesus, jalo ma tondingku!",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Alai na marsinggang ma ibana, huhut dipagogo ma soarana mandok: Ale Tuhan, unang jujur dosanasida i! Jadi dung didok songon i, monding ma ibana.",
      "type": "content"
    }
  ]
}