{
  "book": "Kisah Para Rasul",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dilele si Saulus do halak Kristen 1-3. II. Marjamita si Pilippus di Samaria 4-8. III. Si Simon parsibalik mata i 9-25. IV. Tardidi parpangkat na sian Etiopia 26-40",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dihalomohon si Saulus do pamununasida di si Stepanus. Jala masa ma olat ni na sadari i pangaleleon bolon dompak huria na di huta Jerusalem, gabe marserak ma nasida saluhutna, so padohot angka apostel, tu luat Judea dohot Samaria.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai ditanom angka halak na daulat roha ma si Stepanus, jala na nia lelengna ditatangisi nasida ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai dipaporsukporsuk si Saulus do nasida na sahuria i: Dibongoti angka jabu, disarat sian i baoa nang boruboru, laho pasahathon tu hurungan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Madangadang do angka na marserak i huhut mamaritahon hata i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Laos tuat ma anggo si Pilippus tu huta Samaria, dijamitahon ma tu nasida Kristus i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung dibege natorop i jamita ni si Pilippus jala diida angka tanda na pinatupana, saroha ma nasida marateatehonsa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai ruar do angka tondi na hodar, marsoara na balga sian torop halak na sinonggopanna i; godang do nang na sarion dohot na lumpuon dipamalum.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi mansai las ma roha ni nasida na sahuta i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(III.) Alai adong do di huta i hian sada halak na margoar si Simon, parsibalik mata na mangaliluhon roha ni halak Samaria i, ai na sumurung do ibana didok.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi saluhut halak, angka na metmet dohot na magodang, mangihuthon ibana, angka didok ma: On ma hagogoon ni Debata apala na balga!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai umbahen na dipaihutihut nasida ibana na sai leleng, ala lilu nasida dibahen hapandeanna i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai gabe tardidi ma angka baoa nang boruboru, dung porsea nasida di na binaritahon ni si Pilippus na taringot tu harajaon ni Debata dohot Goar ni Jesus Kristus.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i gabe porsea ma nang si Simon ondeng jala tardidi ma, laos dipaihutihut ma si Pilippus; jadi mansai longang ma rohana marnida tanda dohot hagogoon na balga, angka na masa i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai dung dibege angka apostel na di Jerusalem, naung dijalo halak Samaria i hata ni Debata, disuru nasida ma si Petrus dohot si Johannes manopot nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tuat ma nasida, ditangiangkon ma angka dongan i, asa dijalo Tondi Parbadia.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai ndang dope songgop Tondi i manang tu ise nasida, asal tardidi do nasida tubagasan Goar ni Tuhan Jesus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi mangampehon tangan ma apostel i tu nasida, gabe dijalo ma Tondi Parbadia.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai dung diida si Simon angka apostel i mangalehon Tondi Parbadia marhite sian na mangampehon tangan, ro ma ibana mamboan hepeng tu nasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Didok ma: Lehon hamu ma huaso sisongon i nang tu ahu, asa manjalo Tondi Parbadia halak, ia huampehon tanganku tu ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai didok si Petrus ma mandok ibana: Mago ma ho rap dohot perakmi; ai dirimpu ho, tartuhor silehonlehon ni Debata marhitehite hepeng!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ndang parjambar manang partohap ho di hata on, ai ndang na bonar roham maradophon Debata.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ipe pauba ma roham sian hajahatonmi; dung i pangido ma tu Tuhan i, anggiat tarsesa tahitahi ni roham!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai huida do roham di bagasan pogu na paet, niihotan ni hageduhon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai ninna si Simon i ma mangalusi: Tangiangkon hamu ma ahu tu Tuhan i, asa unang songgop tu ahu na nidokmuna i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Asa dung dihatindangkon jala dihatahon hata ni Tuhan i, mulak ma anggo nasida tu Jerusalem; laos dibaritahon dope barita na uli i di torop huta na di luat Samaria.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(IV.) Alai dipanghulingi surusuruan ni Tuhan i ma si Pilippus: Hehe ma ho, laho ma dompak dangsina tu dalan na langlang i, na tuat sian Jerusalem tu huta Gasa!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi hehe ma ibana laho tusi. Jala adong ma disi sada halak Etiopia, parpangkat na balga, siramoti saluhutna arta ni si Kandake, raja ni halak Etiopia; i ma naung ro sian Jerusalem, dung martangiang disi.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi hundul ma ibana di huretana laho mulak, huhut manjahai surat ni panurirang Jesaya.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai ninna Tondi i ma mandok si Pilippus: Laho ma ho tusi, hombari ma hureta i!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi marlojong ma si Pilippus tusi, gabe dibege ma ibana manjaha surat ni panurirang Jesaya; dung i ninna ma: Atehe, diantusi ho do na jinahami?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai ninna ma: Songon dia ma haantusan ahu i, anggo so adong na mamodai ahu? Laos disosoi ma si Pilippus manaek, asa hundul tu lambungna.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai anggo hata ni surat na jinahana i on do: \"Ditogu do Ibana songon birubiru tu pamotongan jala songon birubiru na hohom di jolo ni panggustingi; songon i do nang Ibana, ndang tarbege soarana.\"",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "\"Di hametmetonna i marujung uhum na tu Ibana. Ise ma manjujur sundutna i, ai tarhinsat do hosana sian tano on?\"",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i ninna parpangkat i ma mangkuling i si Pilippus: Raja ho, ise do na nidok ni panurirang disi? Ibana sandiri do manang halak na leban?",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i mangkuling ma si Pilippus, dibaritahon ma Jesus tu Ibana, marbingkas sian hata ni surat ondeng.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alai laho manulus dalan i, jumpang nasida ma aek, jadi ro ma parpangkat i: Ndi on ma aek! Adong dope ambatna, unang ahu tardidi?",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i didok si Pilippus ma: Anggo na porsea ho dohot nasa roham, jadi do i! Gabe ninna ma mangalusi: Ahu porsea. Anak ni Debata do Jesus Kristus!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Laos didokkon ma maradian hureta i; dung i mijur ma nasida, si Pilippus dohot parpangkat i tu aek i, dipandidihon ma ibana.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai di na nangkok i nasida sian aek i, diluahon Tondi ni Tuhan i ma si Pilippus, jadi ndang be diida parpangkat i ibana; marlas ni roha ma didatdati sidalananna i.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Alai anggo si Pilippus, di Asdod do ibana jumpang; dibolus ma angka huta i sude sahat ro di Kaesarea, huhut mamaritahon barita na uli i.",
      "type": "content"
    }
  ]
}