{
  "book": "Kisah Para Rasul",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamumuba ni roha ni si Saulus 1-31. II. Dipamalum si Petrus si Eneas 32-35. III. Dipangolu si Tabita 36-43.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai sai tong dope diondamhon si Saulus asupasup dohot pamunuon dompak sisean ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ditopot ma sintua ni malim i mangido surat mandapothon angka parguruan na di huta Damaskus, asa ihotanna jala boanonna tu Jerusalem baoa nang boruboru pe, nasa na jumpangsa angka na mangihuthon agama i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai uju di tongandalan ibana, mardonokkon huta Damaskus, tompu ma sumillam sondang sian ginjang humaliang ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi tinggang ma ibana tu tano, dung i dibege ma soara na mandok tu ibana: Saulus, Saulus! Boasa leleanmu Ahu?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai didok ma: Ise do Ho, Tuhan? Jadi didok Ibana: Jesus do Ahu, na nileleanmi! (Susa ma ho manandahi turatura!)",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Angka hitir jala tarhalomong ibana mandok: Dia ma bahenonku, Tuhan, dipangido roham? Hata ni Tuhan i tu ibana: Hehe ma ho, bongoti ma huta i; disi ma paboaon tu ho sibahenonmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai tarhatotong do anggo angka donganna sauduran i, ai dibege nasida do soara i, alai ndang diida manang ise.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi hehe ma si Saulus sian tano i; alai dung diungkap matana, sandok ndang marnida be; laos ditiop nasida nama tanganna, manogu ibana tu huta Damaskus.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Asa tolu ari lelengna ndang marnida matana jala ndang mangan manang minum ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi adong ma di huta Damaskus i sada sisean na margoar Ananias; dipataridahon Tuhan i ma dirina tu ibana, didok ma: Ale Ananias! Dung i dialusi ma: Dison do ahu, Tuhan!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi didok Tuhan i ma mandok ibana: Hehe ma ho, laho ma tu alaman na margoar sitigor; tu bagas ni si Juda i ma pausoi halak Tarsus na margoar Saulus, ai na martangiang do ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Gabe diida ibana, bongot sada halak na margoar Ananias mangampehon tangan tu ibana, asa sumuang marnida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai ninna si Ananias ma mangalusi: Ale Tuhan, nunga sian lan halak hubege taringot tu godang ni na jahat na binahen ni halak i di huta Jerusalem tu angka na badiami.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dison pe marhuaso do ibana sian angka sintua ni malim i, mangihoti saluhutna na manjou Goarmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai didok Tuhan i ma tu ibana: Laho ma ho, ai hupillit do ibana ulaulangku, asa diboan Goarhu tujolo ni angka bangso, nang tujolo ni angka raja dohot tujolo ni angka anak Israel.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai patuduhononku pe tu ibana godang ni sitaononna ala ni Goarhu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi hehe ma si Ananias, dibongoti ma bagas i, diampehon ma tanganna tu ibana, huhut didok: O Saulus, anggia, disuru Tuhan i do ahu, i ma Jesus na niidami di pardalananmu ro tuson, asa sumuang marnida huhut gok Tondi Parbadia ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i pintor peut ma hapitungon i sian matana gabe sumuang marnida: Dung i hehe ma ibana gabe tardidi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Laos di jolo ma sipanganon jadi suang ma gogona. Dung i na nia do lelengna diangkupi ibana angka sisean na di huta Damaskus i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Manigor marjamita ma ibana di bagasan angka parguruan i, dihatindangkon ma Jesus, paboa Anak ni Debata Ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Gabe muningan ma roha ni saluhutna na umbegesa, angka ninna ma: Nda ibana i, na mangalele di Jerusalem saluhutna angka na manjou Goar i; nang langkana tuson, nda laho mangihoti jala manogu nasida nian tujolo ni angka sintua ni malim?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai lam marsigomos ma si Saulus, pola jut do roha ni angka Jahudi na maringanan di huta Damaskus i dibahen, ai dipatorang do, Jesus i do Kristus.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Asa dung na nia lelengna, martahi ma angka Jahudi mamusa ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai tarbortik ma tuptupnasida tu pinggol ni si Saulus. Pola do angka harbangan diingani nasida arian nang borngin, asa dapot ibana bunuonnasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai diboan angka sisean i ma ibana borngin i; sian parik ma ditantan nasida ibana di bagasan hirang.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Asa dung sahat ibana tu Jerusalem, naeng ma pasaoronna dirina tu angka sisean i; alai saluhut nasida mabiar mida ibana, ai ndang porsea nasida, naung gabe sisean ibana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Si Barnabas do manjangkon ibana, ditogihon ma tu angka apostel i, laos dipajojor ma tu nasida, naung diida si Saulus Tuhan i di pardalananna dohot pangkataionnasida ro di pangkatindangkonna di Goar ni Jesus, uju na di huta Damaskus.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i sai rap ma ibana dohot nasida mardalani di Jerusalem; marhiras ni roha do ibana mangkatahon Goar ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Pola dipanghulingi jala disuali angka Hellenist; alai dipatahitahi nasida do mambunu ibana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai diboto angka dongan ma i, dipataru ma ibana tuat tu Kaesarea, laos disuru ma ibana tu huta Tarsus.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Asa mardamedame ma huria i di liat luat Judea dohot Galilea ro di Samaria, jala lam tu toguna ma huhut mamarangehon hatahuton mida Tuhan i, jala lam tu toropna nasida hinorhon ni pangapoion ni Tondi Parbadia.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(II.) Alai diebati si Petrus ma nasida saluhutna, jala tuat ma ibana manopot angka na badia na maringanan di Lidda.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi jumpangsa ma disi sada halak na margoar Eneas, na sarion, naung peak di podomanna, leleng ni ualu taon.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi didok si Petrus ma mandok ibana: Eneas, dipamalum Jesus Kristus do ho; hehe ma ho, duduk ma podomanmi! Jadi manigor hehe ma ibana.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi diida sude pangisi ni huta Lidda dohot Saron ibana, gabe didompakkon ma Tuhan i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(III.) Dung i adong ma di Joppe parompuan sada na porsea, na margoar Tabita, astuanna hije (Dorkas), na sumurung mangulahon na denggan dohot mambahen asi ni roha.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Tongon ma di angka ari i marsahit ibana laos mate, jadi diburi ma ibana, dipeakkon ma tu bilut parginjang.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai jonok do huta Lidda tu huta Joppe; jadi tarbege ma tu angka dongan, si Petrus disi, gabe disuru ma dua halak manopot ibana mangapoi, asa humatop ibana ro tumopot nasida.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi hehe ma si Petrus mandongani nasida. Asa dung sahat, ditogihon ma ibana tu bilut parginjang; jadi ro ma mandapothon ibana saluhut boruboru na mabalu angka na tumatangis, dipatuduhon tu ibana ulos dohot abit angka na pinauli ni si Tabita, andorang rap dope dohot nasida.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Alai dipalaho si Petrus ma nasida saluhutna, dung i marsinggang ma ibana martangiang, didompakkon ma bangke i, didok ma: O Tabita, hehe ma ho! Jadi dipabidok ma matana; dung i di na niidana si Petrus i, hundul ma ibana.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jadi disurdukkon ma tanganna, pahehehon ibana; dung i dijou ma angka na badia i ro di angka boruboru na mabalu, dipajongjong ma ibana mangolu di jolonasida.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dung i sar ma i diboto saluhut pangisi ni huta Joppe, jadi torop do gabe porsea di Tuhan i.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Alai na nia do lelengna ibana mian di huta Joppe, sorang di sada halak na margoar Simon, sipauli hulingkuling.",
      "type": "content"
    }
  ]
}