{
  "book": "Galatia",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tabi ni apostel i 1-5. II. Paminsangna di nasida, ala so hot marhaporseaon 6-10. III. Sian Debata do haapostelonna 11-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat ni si Paulus, apostel, ndada sian jolma, ndada marhite sian sada jolma, alai marhite sian Jesus Kristus jala marhite sian Debata Ama, naung pahehehon Ibana sian na mate;",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "raphon dongan saluhut na mandongani ahu, mandapothon angka huria na di luat Galatia:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asi ni roha ma di hamu dohot dame sian Debata Ama dohot sian Tuhanta Jesus Kristus,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "naung mangalehon dirina ala ni dosanta, asa diroro hita sian hasiangan na jahat on, mangihuthon roha ni Debata Amanta.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Di Ibana ma hasangapon ro di salelenglelengna i! Amen.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Longang do rohangku, ala songon i tibu hamu marbalik sian Ibana, naung manjou hamu marhitehite asi ni roha ni Kristus, mangoloi barita na uli na asing.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "So manang adong na asing. On do tahe: Adong do halak na manggaori rohamuna, jala na pasambarhon barita na uli ni Kristus i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai aut sura hami, nang surusuruan sian banua ginjang pe, mamaritahon barita na uli, asing sian naung binaritahon tu hamu, hona toru ma ibana!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Songon hatangku tu hamu najolo, tong songon i do nang nuaeng: Molo tung dibaritahon halak barita na uli tu hamu, asing sian naung jinalomuna i, hona toru ma ibana!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Lomolomo ni jolma do hulului disi, manang lomo ni roha ni Debata? Na tabo di pinggol ni jolma do hulului? Aut i, ndang sintong ahu anak somang ni Kristus.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) Alai hupabotohon ma tu hamu, angka dongan: Ndada mangihuthon hajolmaon barita na uli i na hubaritahon i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai ndada hujalo manang huguruhon i sian jolma, tung marhite sian pangungkapon ni Jesus Kristus, i do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai nunga dibege hamu pangalahongku, uju di bagasan hajahudion dope ahu: I ma na gasagasaon i ahu, mangalelei jala mangarotongkon huria ni Debata.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sumurung do ahu sian torop dongan torbangku di bangsongku mangulahon hajahudion, ai na tarlobi do pangkamuruhonku, mangaradoti tona na sian angka ompunami.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai dipapulik Debata do ahu, andorang so topak dope ahu, jala dijou do ahu sian asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Gabe lomo rohana papatarhon Anakna i tu ahu, laho mamaritahon Ibana tu angka sipelebegu; ndang jolo huparguru disi sibuk dohot mudar.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala ndada nangkok ahu tu Jerusalem, manopot angka apostel, naung jumolo sian ahu; alai tu tano Arab do ahu laho. Dung sian i, mulak ahu muse tu Damaskus.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dung salpu tolu taon, nangkok ma ahu tu Jerusalem, laho mananda si Kepas, jala sampululima borngin ma ahu sorang di ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai ndang adong huida apostel na asing, dungkon ni si Jakobus, anggi ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai anggo taringot tu na husurat on tu hamu, tung di jolo ni Debata do i: Ndang margabus ahu!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i laho do ahu tu angka luat na di Siria dohot Kilikia.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ndang ditanda huria ni Kristus, angka na di luat Judea i, anggo bohingku.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Holan na tarbege do tu nasida; na mangalele nasida najolo, i do mamaritahon nuaeng haporseaon, na nirotongkonna i najolo.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala dipuji nasida ma Debata ala ni ahu.",
      "type": "content"
    }
  ]
}