{
  "book": "Galatia",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Manogunogu sipelebegu do apostel Paulus, ditolopi donganna apostel 1-10. II. Marhitehite haporseaon di Kristus do songgop hapintoron dohot ngolu na imbaru 11-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung pe salpu sampuluopat taon, mangulahi ma ahu nangkok tu Jerusalem, rap dohot si Barnabas; huboan ma nang si Titus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai mangihuthon pangungkapon do ahu nangkok, jala pamaritahonku di barita na uli tu angka sipelebegu hupatedek tu jolonasida, gumodang tu na marsangap i, atik beha magopo parlojongonku tu pudi on, nang sian nasailaonna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Gari si Titus, donganki, halak Junani i, ndang apala disosak, asa tarsunat.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai adong do deba dongan na so haru dongan, na pasamaksamakkon dirina tu hami, angka na ro manisipi mangonggopi hami, angka naung pinalua ni Kristus Jesus, laho patundukkon hami nian.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang mangunduk hami mangoloi nasida nanggo satongkin, asa hot hasintongan ni barita na uli di hamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ndang adong ditambai angka na marsangap i agia aha tu na di ahu hian; manang ise nasida najolo, ndang mahua i di ahu, ndada siida bohi ni jolma anggo Debata.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Diida nasida do tahe, naung dipasahat do tu ahu barita na uli na tu angka parbegu, songon na tu si Petrus tu angka Jahudi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai na mangulahon di si Petrus haapostelon tu angka Jahudi, laos Ibana do mangulahonsa di bagasan ahu tu angka parbegu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ditanda nasida ma asi ni roha i, naung dilehon tu ahu, i ma si Jakobus, Kepas dohot Johannes, angka na songon tiang partunggul dirajumi dongan, gabe dijalang nasida ma ahu dohot si Barnabas, tanda ni parsaoran, paboa hami tu angka parbegu, nasida tu angka Jahudi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Asal huingot hami angka na pogos; jala saut do huringkoti patupahon i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Alai jumpa ro si Kepas tu Antiokia, tullom do hualo, ala sihataon ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai saleleng so ro dope angka na sinuru ni si Jakobus, rap mangan do ibana dohot angka parbegu; alai dung ro nasida, dipasurut do dirina jala dipaholang, sian biarna mida angka dongan na sian Jahudi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Marmismisi do angka Jahudi na asing raphon ibana, pola do tartogu nang si Barnabas binahen ni parmismisonnasida i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai dung huida, na so tigor langkanasida marguru tu hasintongan ni barita na uli i, ningku ma mandok si Kepas di jolo ni nasida saluhutna: Halak Jahudi hian do ho, alai diihuthon ho do adat ni parbegu, ndada adat Jahudi; marhua ma sosakhononmu halak parbegu maradat Jahudi!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Halak Jahudi hian do hami, ndada pardosa sian angka parbegu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai on do huboto hami: Sian haporseaon di Jesus Kristus sambing do dapotan hapintoron jolma, ndada sian ulaon patik. Dibahen i, nang hami gabe porsea di Kristus Jesus i, asa dipintori hami, sian haporseaon di Kristus i, ndada sian ulaon patik: Ai ndang dapotan hapintoron nasa na mardaging, anggo sian ulaon patik.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai molo pardosa tardapot nang hami, na naeng pintor marhitehite Kristus, nda gabe sitambai dosa do Kristus disi? Dao ma anggo i!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai hupajongjong do diringku pangalaosi, molo hupauli muse naung hulohai:",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai nunga mate ahu di patik i hinorhon ni patik i, asa mangolu ahu di Debata. Raphon Kristus i do ahu tarsilang.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ndada ahu be na mangolu i nuaeng; Kristus do mangolu di bagasan ahu. Ia mangolu pe ahu nuaeng di bagasan daging, mangolu marhitehite, haporseaon di Anak ni Debata, na mangkaholongi ahu jala na mangalehon dirina humongkop ahu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ndang hubolongkon asi ni roha ni Debata; ai aut adong hatigoran marhite sian patik i, magopo ma hamamate ni Kristus i.",
      "type": "content"
    }
  ]
}