{
  "book": "Galatia",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sian haporseaon i do ro Tondi i, ndada sian ulaon patik 1-5. II. Marhitehite haporseaon gabe pintor si Abraham 6-18. III. Partogi tu Kristus do patik i 19-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Oe hamu, halak Galatia, na so marroha i! Ise do mandormai hamu? Ai nunga pola songon na ginombar diida matamuna Jesus Kristus na tarsilang i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sasada on ma naeng botoonku sian hamu: Sian ulaon patik do dijalo hamu Tondi i, manang sian jamita haporseaon i?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Songon i hape hami maoto! Di bagasan Tondi do pamungkaanna, gabe di bagasan daging ma pangujungina?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung magopo ma panaononmuna na sai godang i (molo tung magopo)!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Onpe, na patongon Tondi i tu hamu jala mangulahon angka hagogoon di bagasan hamu, na sian ulaon patik do diula i, manang sian jamita haporseaon i?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Songon di si Abraham: \"Dihaporseai do Debata, jadi i do dijujur tu ibana gabe hatigoranna!\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Asa boto hamu ma: Angka na sian haporseaon, i do anak ni si Abraham.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai diboto Surat i hian, na sian haporseaon i do pintoran ni Debata angka sipelebegu, gabe dibaritahon tu si Abraham: \"Marhite sian ho pasupasuon saluhut bangso!\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Onpe, angka na sian haporseaon i do dipasupasu rap dohot si Abraham na porsea i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai hona toru do saluhut na naeng marulaon patik, ai na tarsurat do: \"Hona bura do ganup, na so mian di bagasan sasude na tarsurat di buku patik i, asa diulahon!\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai tandap do, na so adong dapotan hatigoran di jolo ni Debata, bahenon ni patik i; ai \"na mangolu ma partigor i sian haporseaon!\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ndang sian haporseaon i anggo patik i; ai na mangulahonsa, i do na mangolu bahenon ni i!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ditobus Kristus i do hita sian bura ni patik i, di na hona bura Ibana humongkop hita, ai na tarsurat do: \"Hona bura do ganup na targantung di hau!\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai di bagasan Kristus Jesus naeng songgop tu halak sipelebegu pasupasu na tu si Abraham, asa marhitehite haporseaon tajalo Tondi na pinarbagabaga i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ale angka dongan, adat ni hita jolma ma ginisanna: Padan testament ni jolma, dung gabe hot, ndang diose, ndang ditambai.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Anggo angka bagabaga i dihatahon do tu si Abraham dohot tu pinomparna; ndada didok: Dohot tu angka pinomparna, songon tu na deak; tung tu na sada do: \"Dohot tu pinomparmi\", ninna, i do Kristus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Lapatanna: Ia padan testament, naung pinahot ni Debata, ndang tarpasohot patik i, laho manundati bagabaga i; ai opat ratus tolupulu taon do i umpudi ro.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai molo sian patik i uhum paneanon, ndang be sian bagabaga. Alai dibasabasahon Debata do i tu si Abraham dalan bagabaga.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Tudia ma antong patik i? Ditambahon do i ala ni angka pangalaosion, paima ro Pomparan, Nampuna bagabaga i, jala marhitehite angka surusuruan i dipatongon tu tangan ni Pangulu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai ndada na patureturehon sambariba ia pangulu; alai sada do anggo Debata.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Asa mangalo angka bagabaga ni Debata do patik i? Dao ma anggo i! Ai aut dilehon patik na tuk pangoluhon, sian patik i ma tongon hatigoran i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai dihinsu Surat i do saluhutna tubagasan dosa, asa dilehon bagabaga, na marhitehite haporseaon di Jesus Kristus, tu angka na porsea i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai tagan so ro haporseaon, tarhurung do hita di bagasan patik jala dihinsu, managam haporseaon, na naeng patandahonon dope.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Asa gabe songon siparorot do patik i, mamboan hita tu Kristus, asa sian haporseaon hita dipintori.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai dung ro haporseaon i, ndang be ginomgoman ni siparorot i hita.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai saluhut do hamu anak ni Debata marhitehite haporseaon di Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai Kristus i do diparuloshon hamu, sude hamu, naung tardidi tubagasan Kristus.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ndang mardiaimbar disi Jahudi manang Junani, hatoban manang anak mata, baoa manang parompuan, ai sada do hamu saluhutna di bagasan Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai anggo Kristus nampuna hamu, pinompar ni Abraham do hamu, antong, jala panean mangihuthon bagabaga i.",
      "type": "content"
    }
  ]
}