{
  "book": "Galatia",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Marhaluaon do halak Kristen sian patik 1-11. II. Unang be olo hamu parhatobanon ni patik i! 12-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai on do hudok: Saleleng dakdanak dope panean i, ndang dia imbarna dohot anak somang, atik pe ibana nampuna sasudena i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di gomgoman ni angka pangaramoti dohot juara bagas do ibana, ro di tingki naung hian binuhul ni amana i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Songon i nang di hita: Di hadakdanakonna i diparhatoban sisiasia ni hasiangan on do hita.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai dung dapot gok ni tingkina, disuru Debata ma Anakna, tubu sian boruboru, ginomgoman ni patik i;",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "asa ditobus angka na ginomgoman ni patik i, asa tajalo ruhut paramaon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ala anak hamu, disuru Debata do tubagasan rohanta Tondi ni Anakna i, na manjoujou: Abba (ale Amang)!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i, ndang be hatoban ho; tung anak do! Alai molo anak, laos panean do ho marhite sian Debata!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai di na so tinandamuna Debata, dipaolooloi hamu do angka na so Debata hian.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai anggo nuaeng, ditanda hamu do Debata; nunga ditanda Debata hamu tahe. Marhua ma hamu marbalik muse, mulak tu sisiasia angka na so margellok jala na lea, asa oloanmuna angka i muse?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Gabe siradoti ari, bulan, tingki dohot taon do hamuna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Huholsohon do hamu, atik na so marniula halojaonki mangkongkop hamuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Songon ahu ma hamu; ai ahu pe, songon hamu do, angka dongan! Elehelekhu di hamu; ndang adong dihahua hamu ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai diboto hamu do, di bagasan hagaleon ni daging huboan barita na uli tu hamu di mulana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala di na tarunjun i hamu dibahen pardagingonku, ndang na lea manang hu rohamuna disi; tung songon surusuruan ni Debata do dijangkon hamu ahu, songon Kristus Jesus, i do.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Onpe, dia ma nuaeng na pinarhatuahonmuna i? Ai huhatindangkon do tu hamu, horukonmuna do uju i matamuna, mangalahonsa tu ahu, aut na tarbahen.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Asa na gabe musumuna do ahu, ala huhatahon tu hamu hasintongan i?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ndada na polin ringgasnasida mangkongkop hamu. Alai naeng paduruonnasida hamu, anggiat ringgas rohamuna mangkongkop nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Denggan do sandok ringgas ni roha na polin, jala unang ma holan, jumpa di tongatongamuna ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hamu angka anakkonku, angka na huae musengani, paima manjadi rupa ni Kristus di bagasan hamu:",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dipangido rohangku do, aut ma nian di tongatongamuna ahu tongon, jala tarpauneune ahu soarangki, ai na jut do rohangku pasarisari hamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Hamu na giot gomgoman ni patik i, paboa hamu ma tu ahu: Ndang dibege hamu patik i?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tarsurat do disi: Dua do anak ni si Abraham, na sada sian hatobanna, na sada nari sian boru mata i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai mangihuthon sibuk do partubu ni na sian boru hatoban i, alai sian bagabaga i do na sian boru mata i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Na marastuan do i: Ai padan na dua i do nasida: Na sada na sian dolok Sinai, na manjadihon parhatobanon, i ma si Hagar.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai di luat Arab do dolok Sinai, jala suman ma i tu Jerusalem nuaeng, ai na mangadop do i rap dohot anakkonna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai Jerusalem na di ginjang i: I do boru mata i, jala i do ina di hita saluhutna!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai tarsurat do: \"Marlas ni roha ma ho na hol, na so mangintubu, mariaia ma ho, marsoara na gogo, na so mangae anak; ai torop do anakkon ni na punjung i, tumorop asa na di na marhamulian.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai anak bagabaga do anggo hamu, angka dongan, mangihuthon si Isak.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai tong do nuaeng songon na hian: Dilele na tubu marguru tu daging do na tubu marguru tu Tondi i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai aha do didok Surat i? \"Pabali ma boru hatoban i rap dohot anakna, ai na so tupa manean anak ni boru hatoban i rap dohot anak ni boru mata i!\"",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Onpe, ale angka dongan, ndada anak ni boru hatoban hita, angka anak ni boru mata, i do!",
      "type": "content"
    }
  ]
}