{
  "book": "Galatia",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka naung pinalua do hita 1-12. II. Marguru tu Tondi i ma hita marparange! 13-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa saut malua hita, umbahen na dipalua Kristus i hita. Hot ma hamu jongjong, antong, jala unang be olo hamu patunduhon ni auga parhatobanon i!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sandok ahu, Paulus, mandok tu hamu: Molo pasunathonsa hamu, ndang marguna be Kristus di hamu!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Huulaki ma mangkatindangkon tu ganup jolma: Na pasunathon, ingkon diulahon sandok patik i!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Naung sirang do hamu sian Kristus, anggo naeng pintor hamu, bahenon ni ulaon patik; naung peut do hamu sian parasirohaon!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai marhitehite haporseaon di bagasan tondi hita managam hatigoran sihirimon i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai ndada margogo di Kristus Jesus i, nang hajahudion, nang na so hajahudion; sandok haporseaon siula haholongon i do!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Na denggan do parlojongmuna najolo; ise mangambat hamu, so mangoloi hasintongan i be?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ndada sian na manjou hamu ro pangelaelaon sisongon i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Diasomi saotik na asom i do sandok itak na niudi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Pos do rohangku di hamu marhitehite Tuhan: Ndada na mimbar rohamuna. Alai manang ise pe na manggaori hamu, porsanon ni i do uhuman na tu ibana!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai aut hujamitahon hajahudion, ale angka dongan, marhua ma ahu lelean? Ai naung mansohot ma antong gasip ni silang i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Aut gotap ma nian angka na manggunturi hamu!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Tu haluaon i hamu dijou, angka dongan; asal unang haluaon i gabe parbonsiran di sibuk; sandok marhitehite haholongon i ma hamu masioloan!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai hagogok ni saluhut patik do hata na sandok on: Haholongi donganmi songon dirim!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai molo masiharatan jala masiallangan hamu, jaga ma hamu, so tung suda hamu na masilengsean!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai on do hudok: Marguru tu Tondi i ma hamu marparange; unang pasaut hamu hisaphisap ni daging!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai na maralohon tondi do sangkapsangkap ni daging, jala maralohon daging i do sinangkap ni tondi: Na masialoan do i, asa unang dipasaut hamu pinangido ni rohamuna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai molo ditogihon Tondi i hamu, ndang ginomgoman ni patik hamu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai tandap do parulaon ni daging, i ma parmainanon, hahodaron, pargadombuson,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "hasipelebeguon, hadatuon, parmusumusuon, parbadabadaon, pangiburuon, rimasrimas, pargutugutuon, parsalisian, partahitahion,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "bunubunu, parmabuhon, haormuson jala angka na suman tusi. Naung hupaboa najolo tu hamu, songon i do nang nuaeng: Ndang teanon ni angka na mangulahon sisongon i harajaon ni Debata.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai angka on do parbue ni Tondi: Holong dohot las ni roha, dame dohot lambas ni roha, habasaron, habasaon, haporseaon, halambohon dohot hatomanon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ndang maralo patik dompak angka sisongon i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai angka na ginomgoman ni Kristus Jesus, diparsilangkon do dagingna rap dohot angka hisaphisap dohot sangkapsangkap.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ia dung dipangolu Tondi i hita, taparangehon ma Tondi i!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Unang ma taeahi hasangapon na rumar; unang masiasapan manang masilatean!",
      "type": "content"
    }
  ]
}