{
  "book": "Galatia",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tongtong ma di bagasan holong ni roha! 1-5. II. Unang mansadi mambahen na denggan! 6-10. III. Sipaingot parujungan 11-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ale angka dongan, molo tung tarsomong jolma mardosa, hamu angka naung taruli di Tondi ma patureturehon ibana marhitehite tondi na lambok; alai matahon dirim, so tung dohot ho tarunjun!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Masiurupan ma hamu mamorsan angka na dokdok i; i ma dalan mangaradoti patik ni Kristus.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai molo dipaburnang halak dirina, hape so adong di ibana, sipaotooto diri do i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ganup ma manangkasi ulaonna be; dung i tu ibana sandiri ma pujipujian, ndada maradophon na asing.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai adong di ganup siporsanonna be!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Alai na mamodahon hata ni Debata, tama do taruli di nasa parsaulian ni na pinodaanna i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Unang hamu lilu; ndang olo Debata leaan! Ai ia i disabur halak, i do gotilonna!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai na manabur tu dagingna, manggotil do sian dagingna hamagoan; alai na manabur tu tondi, manggotil do sian tondi i hangoluan salelenglelengna!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai unang marnaloja hita mambahen na denggan, ai na manggotil do hita muse di tingkina i, anggo so pargale hita nuaeng.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Antong, binsan sadihari dope, taulahon ma na denggan di saluhut halak, alai gumodang ma tu donganta sahaporseaon!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) Tanda hamu ma balga ni surat ni tanganku!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sude na ringkot roha di hasangapon ni pardagingon, manosaknosak hamu pasunathon; asal unang taononna pangaleleon siala silang ni Kristus.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai gari nasida, Jahudi hian, ndang diradoti patik i; alai naeng do hamu tarsunat di rohanasida, asa di puji nasida dirina marhite sian dagingmuna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai dao ma sian ahu na mamuji diri, anggo so siala silang ni Tuhanta Jesus Kristus! Marhitehite Ibana do tarsilang portibi on di ahu, jala ahu pe, tarsilang do maradophon portibi on.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai manang sian hajahudion dongan manang sian hasipelebeguon, ndang mahua i; ingkon na tinompa na imbaru do!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala dame ma dohot asi ni roha tu saluhut na mamarangehon ruhut sisongon i, nang tu Israel ni Debata!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dungkon ni i, unang ma pola disusai agia ise ahu, ai hupaboanboan do angka tanda ni bugang ni Jesus di dagingku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Didongani asi ni roha ni Tuhanta Jesus Kristus ma tondimuna, ale angka dongan! Amen.",
      "type": "content"
    }
  ]
}