{
  "book": "2 Timotius",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Penuhilah panggilan pelayananmu",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Di hadapan Allah dan Kristus Yesus yang akan menghakimi orang yang hidup dan yang mati, aku berpesan dengan sungguh-sungguh kepadamu demi penyataan-Nya dan demi Kerajaan-Nya:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Beritakanlah firman, siap sedialah baik atau tidak baik waktunya, nyatakanlah apa yang salah, tegorlah dan nasihatilah dengan segala kesabaran dan pengajaran.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Karena akan datang waktunya, orang tidak dapat lagi menerima ajaran sehat, tetapi mereka akan mengumpulkan guru-guru menurut kehendaknya untuk memuaskan keinginan telinganya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Mereka akan memalingkan telinganya dari kebenaran dan membukanya bagi dongeng.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tetapi kuasailah dirimu dalam segala hal, sabarlah menderita, lakukanlah pekerjaan pemberita Injil dan tunaikanlah tugas pelayananmu!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Mengenai diriku, darahku sudah mulai dicurahkan sebagai persembahan dan saat kematianku sudah dekat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Aku telah mengakhiri pertandingan yang baik, aku telah mencapai garis akhir dan aku telah memelihara iman.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sekarang telah tersedia bagiku mahkota kebenaran yang akan dikaruniakan kepadaku oleh Tuhan, Hakim yang adil, pada hari-Nya; tetapi bukan hanya kepadaku, melainkan juga kepada semua orang yang merindukan kedatangan-Nya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pesan terakhir",
      "type": "title"
    },
    {
      "verse": 9,
      "text": "Berusahalah supaya segera datang kepadaku,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "karena Demas telah mencintai dunia ini dan meninggalkan aku. Ia telah berangkat ke Tesalonika. Kreskes telah pergi ke Galatia dan Titus ke Dalmatia.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hanya Lukas yang tinggal dengan aku. Jemputlah Markus dan bawalah ia ke mari, karena pelayanannya penting bagiku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tikhikus telah kukirim ke Efesus.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jika engkau ke mari bawa juga jubah yang kutinggalkan di Troas di rumah Karpus dan juga kitab-kitabku, terutama perkamen itu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Aleksander, tukang tembaga itu, telah banyak berbuat kejahatan terhadap aku. Tuhan akan membalasnya menurut perbuatannya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hendaklah engkau juga waspada terhadap dia, karena dia sangat menentang ajaran kita.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Pada waktu pembelaanku yang pertama tidak seorangpun yang membantu aku, semuanya meninggalkan aku--kiranya hal itu jangan ditanggungkan atas mereka--,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "tetapi Tuhan telah mendampingi aku dan menguatkan aku, supaya dengan perantaraanku Injil diberitakan dengan sepenuhnya dan semua orang bukan Yahudi mendengarkannya. Dengan demikian aku lepas dari mulut singa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dan Tuhan akan melepaskan aku dari setiap usaha yang jahat. Dia akan menyelamatkan aku, sehingga aku masuk ke dalam Kerajaan-Nya di sorga. Bagi-Nyalah kemuliaan selama-lamanya! Amin.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Salam",
      "type": "title"
    },
    {
      "verse": 19,
      "text": "Salam kepada Priska dan Akwila dan kepada keluarga Onesiforus.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Erastus tinggal di Korintus dan Trofimus kutinggalkan dalam keadaan sakit di Miletus.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Berusahalah ke mari sebelum musim dingin. Salam dari Ebulus dan Pudes dan Linus dan Klaudia dan dari semua saudara.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tuhan menyertai rohmu. Kasih karunia-Nya menyertai kamu!",
      "type": "content"
    }
  ]
}