{
  "book": "Pengkhotbah",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "There is an evil which I have seen under the sun, and it  is  common among men:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "A man to whom God has given riches and wealth and honor, so that he lacks nothing for himself of all he desires; yet God does not give him power to eat of it, but a foreigner consumes it. This  is  vanity, and it  is  an evil affliction.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "If a man begets a hundred  children  and lives many years, so that the days of his years are many, but his soul is not satisfied with goodness, or indeed he has no burial, I say  that  a stillborn child  is  better than he––",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "for it comes in vanity and departs in darkness, and its name is covered with darkness.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Though it has not seen the sun or known  anything , this has more rest than that man,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "even if he lives a thousand years twice––but has not seen goodness. Do not all go to one place?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "All the labor of man  is  for his mouth, And yet the soul is not satisfied.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "For what more has the wise  man  than the fool? What does the poor man have, Who knows  how  to walk before the living?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Better  is  the sight of the eyes than the wandering of desire. This also  is  vanity and grasping for the wind.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Whatever one is, he has been named already, For it is known that he  is  man; And he cannot contend with Him who is mightier than he.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Since there are many things that increase vanity, How  is  man the better?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "For who knows what  is  good for man in life, all the days of his vain life which he passes like a shadow? Who can tell a man what will happen after him under the sun?",
      "type": "content"
    }
  ]
}