{
  "book": "Maleakhi",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Jakkob do, ndada si Esau na pinillit ni Debata 1-5. II. Alai atik pe songon i, ndang dipasangap angka malim i Jahowa, lam di ramuni do na badia i 6-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma hata lumbalumba ni Jahowa tu Israel marhite sian pamangan ni si Maleaki.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga huhaholongi hamu, ninna Jahowa. Alai didok hamu do: Marhitehite aha hami dihaholongi ho? Nda si Esau do nian haha ni si Jakkob? Ninna Jahowa, hape si Jakkob do hubahen hasudungan ni rohangku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai anggo si Esau nunga huhagigihon, jala hubahen angka dolokna gabe halongonan, jala partalianna nunga hupasahat tu antuasu angka na di parhorsihan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung sura dohonon ni Edom: Nunga nian tartaban hami, alai marhobas ma hami mangulahi paulihon angka turanggong! Songon on do hata ni Jahowa Zebaot: Nasida paulihon, ahu muse mangaloha; gabe goaran ni halak nasida luat ni hajahaton, jala bangso panginonaan ni rimas ni Jahowa salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon sanga idaon ni matamuna ma i, gabe dohononmuna ma: Timbul do Jahowa sogot salpu sian parbalohan ni Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Ingkon pasangapon ni anak amana, jala anak somang tuanna. Molo ama ahu didia do hasangaponku? Molo tuan ahu, didia do biar mida ahu? Songon on do hata ni Jahowa Zebaot tu hamu malim angka na palea goarhu; hape lam didok hamu do: Marhitehite aha hupalea hami goarmi?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Diboan hamu do tu atas ni langgatanku sagusagu na ramun; hape lam didok hamu do: Marhitehite aha marlea ho hubahen hami? Ala na nidokmuna i: Meja ni Jahowa, nunga tung lea ibana!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Molo diboan hamu na mapitung bahen pelean, ndang pola na roa i nimmu! Manang ia diboan hamu na pangpang dohot na marsahit, ndang pola na roa i! Ua tung boan hamu ma i tu jolo ni indukmu, tung tagamon ma halomohononna ho, manang tung tagamon sorta ma pamerengna mida ho? Ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nuaeng pe, ua marsomba ma hamu tu bohi ni Debata, asa asi rohana di hita! I ma na masa sian tanganmuna; tung tarbahen ma lomo rohana marnida hamu? Ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung ise ma sian hamu tagamon, na hum mangkinsu angka pintu ni joro i? Asa unang magopo nian panutungna di pelean di atas langgatanki. Ndang lomo rohangku mida hamu, ninna Jahowa Zebaot, jala ndang huhalomohon pelean sipanganon sian tanganmuna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai sian habinsaran sahat ro di hasundutan timbul do goarhu di tongatonga ni angka bangso parbegu, jala di saluhut inganan, ingkon boanon daupa di goarhu dohot pelean sipanganon na pita. Ai timbul do goarhu di tongatonga ni angka bangso parbegu, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai anggo hamu nunga marlea goarhu dibahen hamu, ala na nidokmuna i: Meja ni Jahowa, nunga tung marlea ibana ro di pelean di atasna nang panganonna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Angkupni didok hamu do: Ida ma, dangolnai jala diombus hamu do i, ninna Jahowa Zebaot jala dipelehon hamu do na nidobo dohot na pangpang dohot na marsahit, jala diboan hamu do bahen pelean sipanganon: Tung tarhalomohon ahu ma i manjalo sian tanganmuna? ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Marjea ma halak pangansi, adong do nian tunggal di punguanna, bahen pelean, gabe marbagabaga ibana, hape na martihas do dipelehon tu Tuhan i. Ai raja na bolon do ahu, ninna Jahowa Zebaot, goarhu pe na songkal do di tongatonga ni angka bangso parbegu.",
      "type": "content"
    }
  ]
}