{
  "book": "Maleakhi",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba manorui malim, angka na mangose padan na binahen ni Debata 1-9. II. Torutoru tu bangso i ala parmainanonna marbalik sian Jahowa 10-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Nuaeng pe hamu ale angka malim, tu hamu do tona on!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Molo so ditangihon hamu, jala molo so olo hamu marateatehon hata i mangalehon hamuliaon di goarhu, ninna Jahowa Zebaot, tongosonku ma bura tu tongatongamuna, jala toruanku ma pasupasu na tu hamu, nunga tahe hutorui, ala soadong sian hamu na olo marateatehon hata i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ida ma, ala hamu ahu mangago na sinaburhonmuna, jala ahu manirihon napa tu bohimuna, napa ni ari rayamuna, laos tarboan dohot hamu tu atasna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi botoonmuna ma, ahu do tongon manongos tona on tu hamu bahen padan naung hubahen tu halak Lepi, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Padan na hubahen i tu ibana, padan hangoluan dohot hasonangan do nian. Hulehon pe angka i tu ibana bahen biar nian, asa dihabiari ahu jala manonditnondit ibana maradophon goarhu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Patik hasintongan do nian di bagasan pamanganna, jala hageduhon, ndang adong jumpang di bibirna; di bagasan hadameon dohot hapitaon ibana marpangalaho rap dohot ahu, jala torop halak mulak sian hajahaton dibahen ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai anggo angka bibir ni malim, ingkon ramotanna parbinotoan, jala sian pamanganna usousoan patik, ai suruan ni Jahowa Zebaot do ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo hamu nunga manimbil sian dalan i, gabe lan halak targasip dibahen hamu mangalaosi patik; nunga diose hamu padan tu halak Lepi, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ahu pe antong, bahenonku do hamu marlea jala tarjepol maradophon sandok bangso i, hombar tu naung binahenmuna, na so niradotanmuna angka dalanku, gabe marnida bohi hamu mangaradoti patik i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Nda sada do ama ni hita on luhut? Nda sada do Debata na tumompa hita? Boasa ma tung masiosean hita ganup tu donganna laho paleahon padan na tu ompunta i?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Halak Juda nunga mangose, jala nunga diulahon halak Israel biasbias nang di Jerusalem; ai nunga diramuni halak Juda bagas habadiaon na hinaholongan ni Jahowa, jala nunga martuan laen nasida tu boru ni halak pardebata sileban.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ingkon siap sogot bahenon ni Jahowa bao na mangulahon sisongon i, sian undungundung ni Jakkob, nang pangaririt nang pangolopi ro di na mamboan pelean sipanganon tu Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pambahenanmuna angkupni on do: Dihungkupi hamu do langgatan ni Jahowa dohot iluilu, partangison dohot hoihoi, alani ndang adong be rohana manailihon pelean sipanganon, manang marlomo ni roha manjangkon manang aha sian tanganmuna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lam didok hamu dope: Ala ni aha do? Ala Jahowa do sitindangi di holangkolangmi dohot jolmam di haposoonmu, naung tinoisanmi, atik pe nasida tuan laenmu jala jolma ni parjanjianmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala ndang anggo ibana na sasada i mambahen songon i, laos tading dope di ibana pasipasi ni tondi. Alai aha do diulahon na sasada i? Na mangalului pinompar sian Debata do ibana. Dibahen i jaga hamu ma tondimuna, unang tung ditoisi manang ise jolma ni haposoonna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai huhagigihon do parsirangan, ninna Jahowa Debata ni Israel, nang halak na manghungkupi pangarupaon marhite sian ulosna, ninna Jahowa Zebaot. Dibahen i jaga hamu ma tondimuna, unang datdati hamu mangose!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tung na loja do Jahowa dibahen hamu marhitehite pangkataionmuna! Hape lam didok hamu dope: Marhitehite aha hulojai hami ibana? Marhitehite na nidokmuna i: Nasa siulahon hajahaton, denggan do roha ni Jahowa marnidasa, jala marlomo ni roha ibana mida nasida. Manang tung didia ma Debata na mandabu uhum?",
      "type": "content"
    }
  ]
}