{
  "book": "Maleakhi",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu haroro ni na pinorbagabaga ni Debata sogot dohot sitotas dalanna 1-4. II. Sai na ro do Jahowa sogot mandabu uhum. Dibahen i digogo do mandokkon paubahon roha dohot mangalehon saparsampulu ro di pelean 5-12. III. Pamelok ni Debata di halak na daulat roha sian halak parjahat 13-18. IV. Porsirangan bolon di haroro ni na pinorbagabaga ni Debata 19-22. V. Haroro ni Elia sogot 23-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ida ma, suruanku ma suruanku, asa dipadiri dalan di jolongku. Dung i tompu ma ro tumopot jorona Tuhan, na niluluanmuna dohot suruan ni parpadanan na hinalungunhonmuna. Ida ma, na ro ma ibana, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai tung ise ma manahan di ari harorona i? Jala tung ise ma manahan jongjong, molo dipataridahon ibana dirina? Ai songon api na panopa do ibana, jala songon sabun ni panunsi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi hundul ma ibana hira sipangalala dohot sipapita perak, asa papitaonna halak Lepi, jala lalaonna nasida laho papitahon songon sere dohot songon perak, asa gabe siboan pelean sipanganon nasida tu Jahowa di bagasan hatigoran.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi tarbahen Jahowa ma mangkalomohon pelean sipanganon binahen ni Juda dohot Jerusalem, songon uju di angka taon mulamula.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Jadi jumonok ma ahu tu hamu laho manguhum, gabe sitindangi na doras dompak halak parsibalik mata dohot dompak halak pangalangkup dohot dompak halak sitolon na tutu dohot dompak halak pangarupa umpogo upa ni halak sipangan gaji dohot dompak halak na paeleng uhum tu na mabalu dohot na tading di lampin ro di halak na buro, ia ahu ndang dihabiari, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai ndang mubauba anggo ahu Jahowa, hamu pe ale angka anak ni si Jakkob, ndang tagamon sun siap hamu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Olat ni ariari ni ompumuna, sai manimbil do hamu sian angka patikku, jala ndang diradoti hamu; mulak ma hamu tu ahu, asa mulak ahu tu hamu, ninna Jahowa Zebaot. Hape didok hamu do: Taringot tu aha hami mulak?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung tarpaotooto jolma ma Debata, umbahen naeng paotootoonmuna ahu? Hape didok hamu dope taringot tu aha hupaotooto hami ho? Taringot tu pangalehon di saparsampulu dohot di pelean santisanti.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung di bagasan panginonaan ni bura do hamu ala dipaotooto hamu ahu, tung sandok bangso i do.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Taruhon hamu ma sintong parsampuluan i tu bagas parpeopan, asa adong bohal di bagasan jabungku, jala unjuni hamu ahu taringot tusi, ninna Jahowa Zebaot, manang so ungkaponku di hamu angka pandiloan ni langit, jala mangusehon tu hamu gabe maradu marlobilobi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi manorui ma ahu tu sihapor panggagat manatap hamu, asa unang be diago parbue ni tano i di hamu, jala unang mago partaonan ni hau anggur di ladang manatap hamu ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi parhatuaon ni saluhut bangso parbegu ma hamu, ai gabe tano hasudungan do hamu, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Dipabalga hamu do hatahatamuna dompak ahu ninna Jahowa. Hape lam didok hamu dope: Tung aha ma hatahatanami dompak ho?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Didok hamu do: Ndang adong labana oloan Debata, tung aha ma parlabaannami ala huradoti hami tonana, jala martujung hami di adopan ni Jahowa Zebaot?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nuaeng pe ianggo hami angka halak na jungkat do huparhatua hami; tongon tahe, lam mardohar do angka siulahon hajahaton; gari Debata di unjuni nasida do, hape malua do nasida sian jea.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai tahe masipaingotan ma angka sihabiari Jahowa sama nasida; gabe ditatap Jahowa nasida jala ditangihon, jala tarsurat di adopanna sada buku parningotan di halak angka sihabiari Jahowa dohot angka na pasangap goarna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi ahu ma nampuna nasida, ninna Jahowa Zebaot, di ari sijadionku, jala marpangkehe ahu tu nasida, songon pangkaehe ni amaama tu anakna na mangoloi ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i mulak ma rohamuna, jadi idaonmuna ma hasurungan ni halak partigor martimbangkon halak parjahat, hasurungan ni halak sioloi Debata, martimbangkon halak na so mangoloi ibana.",
      "type": "content"
    }
  ]
}