{
  "book": "Kidung Agung",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sihol ni oroan mida raja pangoli 2-6. II. Pangkataion ni oroan dohot pangoli 7-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ende ni angka ende sian si Salomo.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Aut ni olo ibana mangumma ahu marhite sian ummaumma ni pamanganna, ai dumenggan do holong ni roham sian anggur.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Angur do uap ni angka miakmu, songon miak na hushus na marusean do goarmu, ala ni do umbahen hasoloan ni angka namarbaju i ho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Togu ma ahu, asa marlojong be hami mangihuthon ho! Nunga ditogu rajai ahu tu bagasan angka bilutna. Marolopolop ma hami jala marlas ni roha mida ho! Papujipujionnami ma holong ni roham gumodang sian anggur. Luhut jolma angka na daulat roha mangkaholongi ho.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marbirong do ahu nian, alai marmulia do, hamu ale angka boru ni Jerusalem! Songon undungundung ni halak Kedar tahe, songon rimberimbe ni podoman ni si Salomo.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Unang marhu ni roha hamu mamereng ahu, ala marbirong ahu, mata ni ari na mamilngas mambahensa; nunga marronirimas angka anak ni dainang mida ahu, didokkon nasida ahu gabe pamuro di angka porlak anggur; hape ia porlak anggurhu sandiri ndang huburoi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Sai pabotohon ma tu ahu, ho ale hasudungan ni rohangku, manang didia ho marmahan? Manang didia mangulon punguan i dibahen ho di hos ni ari? Boasa tagonan ahu madoado rap dohot punguan ni angka donganmu?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung so diboto roham do i, ho ale na mauliutus di tongatonga ni angka parompuan! Antong ruar ma ho, ihutihut ma bogas ni punguan birubiru i, jala parmahan i angka hambingmu boruboru mardonokkon angka undungundung ni angka parmahan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tu hodangku na manait hureta ni Firaun hupatudos ho, ale hasoloan ni rohangku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Uli do hurummu duansa binahen ni mata intan, jala rungkungmu binahen ni horunghorung marjojor.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Bahenonnami dope tu ho horunghorung sere, mardongan perak marturpukturpuk.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Saleleng hundul rajai di adopan ni mejana, angur ma uap ni miakku.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sarahutan mir na marborngin di holangholang ni bagothu do ho di ahu; ale hasudungan ni rohangku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Saraungan parbue ni anggur di bagasan angka porlak anggur Engedi do ho di ahu, ale hasudungan ni rohangku.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tung na uliutus do ho, ale hasoloan ni rohangku! Tung na uliutus do ho, jala matam songon mata ni darapati.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tung na uliutus do ho, ale hasudungan ni rohangku, tung na uliutus do ho tongon! Lagenta pe marbungabunga na rata do.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Angka tiang ni bagasta sian hau ares do, jala emperna sian hau pinasa.",
      "type": "content"
    }
  ]
}