{
  "book": "Kidung Agung",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni pangkataion ni pangoli dohot oroanna 1-7. II. Haroro ni pangoli, mamungka ma partaonan logo ni ari 8-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ianggo ahu nian, bunga ladang sian Saron do ahu, bunga pansur sian angka rura.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon bunga pansur di tongatonga ni angka duriduri, songon i ma tutu ho, ale hasoloan ni rohangku di tongatonga ni angka boruboru namarbaju.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Songon hau unte manis di tongatonga ni hau tombak, songon i ma tutu ho, ale hasudungan ni rohangku, di tongatonga ni angka dolidoli. Dihalungunhon rohangku do hundulhundul di parlinggomanmu, jala tabo parbuena didai tolonanku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nunga ditogu ibana ahu tu bilut parpeopan tuak anggur, jala holongna i gabe partonggol di ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dipargogoi do ahu marhite sian parbue ni anggur, jala dipatogar rohangku marhite sian unte manis, ai marsahit do ahu, dibahen sihol ni rohangku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tanganna hambirang mangkaol ulungku, jala tanganna siamun mangkaol dagingku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hupatolon ma hamu, ale boru Jerusalem tu angka hije dohot ursa tini, angka na di ladang, asa unang disunggul, jala unang dipahehe hamu hasoloan ni rohangku, nda ingkon sombu ni rohana do.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Ndi, rupa suara ni hasudungan ni rohangku do i! Ida ma, nunga ro ibana maringkat sian angka dolok, marhajingjang di atas ni angka robean.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tudos do hasudungan ni rohangku tu sada hije, manang tu anak ni ursa. Ida ma, jongjong do ibana di balik ni dorpi, mandulo sian jandela, marlinanglinang ibana mandulo sian tarali.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i mangkuling ma hasudungan ni rohangku, didok ma mandok ahu: Hehe ma ho, ale hasoloan ni rohangku, na mauliutus, jala ruar ma ho!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai ida ma, nunga salpu partaonan ngali ni ari, nunga mansohot dohot ari udan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga pola mullop angka bungabunga di ladang, nunga jumpang tingki parendeon, nunga pola tarbege suara ni anduhur titi di tanonta i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Parbue ni hau ara pe nunga mamungka matoras, jala marbunga ia hau anggur, jala maruap na angur. Hehe ma ho, ale hasoloan ni rohangku, na mauliutus, jala ruar ma ho!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ho ale darapatingku na maringan di bagasan rigatrigat ni dolok batu angka na timbo, loas ma ahu marnida rupam, loas ma ahu umbege suaram! Ai na lambok do suaram, jala na uli rupam.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tangkup ma di hita angka antuasu, angka na metmet i, angka na mangago porlak anggur! Ai nunga marbunga hau anggurta i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ahu nampuna hasudungan ni rohangku, jala ibana nampuna ahu, marmahan do ibana di tongatonga ni angka bunga pansur.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Paima lamo ari, jala mago angka halinu; mulak ma ho, ale hasudungan ni rohangku, na tudos tu hije manang tu anak ni ursa di atas ni dolok batu parsirangan.",
      "type": "content"
    }
  ]
}