{
  "book": "Kidung Agung",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sihol ni oroan i mida pangoli 1-5. II. Podoman hasampuran ni si Salomo 6-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di atas podomanku bornginna i ahu mangalului hasudungan ni rohangku; hulului nian ibana, hape ndang jumpang ahu ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Antong hehe na ma ahu mangaliati huta i, ro di angka onan dohot alaman mangalului hasudungan ni rohangku. Hulului do nian ibana, hape ndang jumpang ahu ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Pajumpang ahu dohot parjaga angka na mangaliati huta i: Atehe ndang diida hamu hasudungan ni rohangku, ningku?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hape tongkinnari dung sirang ahu siang nasida, jumpang ahu ma hasudungan ni rohangku. Jadi hutangkup ma ibana, jala ndang be hupalua ibana, nda jolo sahat ibana huboan tu bagasan jabu ni dainang, tu bagasan bilut ni na manubuhon ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hupatolon ma hamu, ale angka boru Jerusalem, tu angka hije dohot tu ursa tini angka na di ladang, asa unang disunggul, jala unang dipahehe hamu hasoloan ni rohangku, nda ingkon sombu ni rohana do.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Ise ulaning ibana na nangkok sian halongonan, songon timus na marsijongjong, songon daupa na humushus sian saluhut ragam ni daupa, angka na hushus?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ida ma, podoman ni si Salomo sandiri do i, pola onompulu halak ulubalang sian angka ulubalang ni Israel mangkaliangisa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Saluhut nasida sialo musu, na somal marporang, ganup marpodang gampit di gontingna be ala songgotsonggot bornginna i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nunga dibahen raja Salomo hian sada podoman hasampuron di ibana sian hau ares di Libanon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angka tiangna sian perak dibahen, radeanna sian sere, tutupna sian abit hasumba; na niangit do parbagasanna marhite sian roha haholongon ni angka boru Jerusalem.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ruar ma hamu ale boru Sion, ida hamu ma raja Salomo martumpal, na tinumpalhon ni inana tu ibana di ari hasampuranna, di ari halasan ni rohana i.",
      "type": "content"
    }
  ]
}