{
  "book": "Kidung Agung",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hinauli ni boru oroan i 1-11. II. Tudos do oroan i tu porlak na tipak marparik humaliang 12-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ida ma, tung na uliutus do ho, ale hasoloan ni rohangku, na uliutus do ho tutu! Songon mata ni darapati do matam, tarida sian pudi ni pangkuphupi ni ulum; siporhotmu pe tudoshon sada punguan hambing angka na mangulon di bona ni dolok Gilead.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Angka ngingim hira sada punguan birubiru nambura ginustingan dope imbuluna, angka na manaek sian pangarembean, angka na marlinduat be, jala ndang dung tumbasan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Songon bonang na tinubar do bibirmu duansa, lambok situtu do pangkuling ni pamanganmu; songon parbue ni dalimo na sineat do hurummu, tarida sian pudi ni pangkuphupi ni ulum.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Songon tungkup pinauli ni si Daud ia rungkungmu, na pinauli bahen sangkotan ni sinjata, pola saribu parinse sangkot tusi, luhutna i sinjata ni angka ulubalang do.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Adopmu na dua i, songon anak ni hije na linduat, angka na manjampal di tongatonga ni bunga pansur.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Paima lamo ari, jala maporus angka halinu, naeng ahu mardalan tu dolok hatubuan ni mir dohot tu robean hatubuan ni haminjon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung na uliutus sahali do ho, ale hasoloan ni rohangku, jala ndang adong lindangmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Rap ma hita sian Libanon, ale oroan, rap tuat ma hita tutu sian Libanon; manatapnatap ma ho sian punsu ni dolok Amana, sian punsu ni Senir dohot Hermon, sian pangulonan ni angka singa, sian angka dolok haroroan ni babiat.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nunga tung tunduk rohangku dibahen ho, ale pariban oroanku! Nunga tung dibuat ho rohangku marhite sian pangkidop ni matam sahali, marhite sian sanjure horunghorung na di rungkungmi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung na arga situtu do angka tanda ni holong ni roham, ho ale pariban oroanki, andul do dumenggan holong ni roham sian anggur, jala dumenggan do uap ni miakmu, sian nasa miak na hushus.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Situak ni loba manetehi sian pamanganmu, ale oroan, situak ni loba dohot susu tutu di toru ni sialap ingkaum, jala uap ni pangkeanmu, songon uap ni Libanon.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Songon porlak na tipak marparik humaliang do ho, ale pariban oroanki, songon pansur na nirunggaan, songon sumur na sinahap.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Angka tumburmu do songon porlak Eden na gok hau dalimo, marparbue angka na arga situtu, tole hau hapur na angur situtu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tole hau tusam dohot hau ingul, tole hau haminjon dohot ulumamis, tole hau mir dohot aloe ro di saluhut hau pamurpuri, angka na denggan situtu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Songon pansur do ho di bagasan porlak, jala songon mual aek hangoluan, songon sunge na mabaor sian Libanon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Hehe ma ho, ale alogo sian utara, jala ro ma ho, ale alogo sian dangsina, mangombus ma ho sian porlakku, asa muap uapna na angur i! Sai ro ma ho ale hasudungan ni rohangku tu bagasan porlakna, jala mangan sian parbuena angka na arga i!",
      "type": "content"
    }
  ]
}