{
  "book": "Kidung Agung",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sihol ni oroan i mida hasudungan ni rohana 1-9. II. Pujipujian di hinauli ni pangoli na sun denggan 10-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Nunga ro ahu tu bagasan porlakku, ho ale pariban, oroanki! Nunga hutapu mirhu ro di sandok miakku na hushus, nunga hupangan sarangan ni lobangku ro di situakna, nunga huinum anggurhu ro di susu. Mangan minum ma, hamu ale angka kedanhu, maradu mabuk, hamu ale angka haholonganku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Modom do ahu nian, alai dungo dope anggo rohangku, ndi! Rupa suara ni hasudungan ni rohangku do na manuktuhi pintu i mandok: Ungkap di ahu, ale ito, hasoloan ni rohangku darapatingku, ho ale na sun daulat! Ai gok nambur do ulungku, jala gok udan borngin do timpushu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi ninna oroan i ma: Nunga pola huosari salendangku, beha pambahenku manolukkon muse? Nunga pola huburi pathu, tung pahodaronku ma muse?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hape dung disurdukkon hasudungan ni rohangku tanganna sian panduloan, jadi marsigorgor ma rohangku di bagasan mida ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi hehe ma ahu mangungkap di hasudungan ni rohangku, gabe manetehi mir sian tanganku, jala mabaor mir sian jarijaringku laho mangodothon ungkitungkit ni pintu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Laos huungkap ma di hasudungan ni rohangku, hape marhalindo ma hasudungan ni rohangku laho. Jadi mago ma rohangku marningot hatana nangkin: Laos hulului ma ibana, hape ndang jumpang ahu be ibana, sai hupajoujou ibana, hape ndang be dialusi ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pajumpang ma ahu dohot parjaga, angka na mangaliati huta i, dipungkul jala dibugangi nasida ahu, tung dohot do pangkuphupi ni bohingku dirampas angka parjaga di atas parik.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hupatolon ma hamu, ale boru Jerusalem, molo tung pajumpang hamu dohot hasudungan ni rohangku, aha do dohononmuna tu ibana? Dapotan sahit ahu dibahen sihol ni rohangku!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dia do huroha hasurungan ni hasudungan ni roham, sian hasudungan angka na asing, ho ale na ummuli sian nasa parompuan? Dia do huroha hasurungan ni hasudungan ni roham sian hasudungan angka na asing, umbahen tung pola patolononmu hami songon on?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Na bontar, jala na rara do hasudungan ni rohangku, sondangna pe mangalompoi halak na marloksaloksa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Uluna hira sere palangki do, obukna songon bulung ni harambir na marngeat, birong songon pidong sigak.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Matana songon darapati di topi ni angka batang aek, hira na maridi di bagasan susu, mansusuari marlobilobi di eme tudukonna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hurumna hira sada baruran hatubuan ni sanggul, hira dolok hatubuan ni hau na angur, bibirna hira bunga pansur angka na manetekkon mir.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tanganna hira tintin sere idaon na nilampis dohot mataintan; dagingna hira jadijadian sian gading na nilampis dohot humala.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Haehaena hira tiang batu na martulis, angka na marojahan pat sere, rupana hira Libanon, na pinillit songon hau ares.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tolonanna manis do, jala sandok pangalahona tau hasoloan. I ma pangalaho ni hasudungan ni rohangku, songon i ma alealengku, hamu ale boru Jerusalem.",
      "type": "content"
    }
  ]
}