{
  "book": "Kidung Agung",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pujipujian di oroan ni rajai 1-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tudia ulaning laho hasudungan ni roham, ho ale na ummuli sian sude parompuan? Dompak dia ulaning ditondong hasudungan ni roham, asa dohot hami mangalului ibana rap dohot ho?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga tuat hasudungan ni rohangku tu porlakna, tu baruran hatubuan ni sanggul, naeng mardalandalan ibana di bagasan angka porlakna, huhut papungupungu angka bunga pansur.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ahu nampuna hasudungan ni rohangku, jala ibana nampuna ahu, marmahan do ibana di tongatonga ni angka bunga pansur.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung na uliutus do ho, ale hasoloan ni rohangku! Songon Tirza tahe, jagar songon Jerusalem, jala songkal songon parangan na marhoronhoron.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Padao ma matam sian ahu, ai tarsingot do ahu dibahen; siporhotmu pe tudoshon sada punguan hambing, angka na mangulon di bona ni dolok Gilead.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Angka ngingim hira sada punguan birubiru, nambura ginustingan dope imbuluna, angka na manaek sian pangarembean, angka na marlinduat be, jala ndang dung tumbasan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hira janggaleman do hurummu, dapot idaon sian pudi ni pangkuphupi ni ulum.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Onompulu do bilangan ni tuanlaenna, jala ualupulu angka radingna, jala ndang habilangan anggo angka namarbaju.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai sasada ho do anggo darapatingku, jala na sun daulat, boru sasada ni inana, hasoloan ni roha ni na manubuhon. Diida angka namarbaju i ibana, jala diparhatua, angka jolma ni raja pe dohot radingna papujipuji ibana:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ise do i na marsinondang songon sibalik hunik manogotnogot, uli ibana songon bulan, sondangna songon mata ni ari, songkal songon parangan marhoronhoron?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga tuat ahu nian tu porlak hatubuan ni buapala, naeng maningkir angka na ratarata di rura, naeng mandulo manang naung martumbur hau anggur, manang naung marbunga hau dalimo.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ndada panagaman ni rohangku dope, nunga pinaunsat ahu tu hureta ni bangsongku na sangap i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(7-1) ",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "I. Udut ni pujipujian di oroan ni rajai 1-14",
      "type": "title"
    }
  ]
}