{
  "book": "Kidung Agung",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "(7-2) Denggan ni pangealmi mangalangka di bagasan sipatum, ho ale boru ni raja na sangap! Pangibul ni gontingmu, songon simata godang, hira jadijadian ni tangan ni halak na pande.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(7-3) Ampuanmu hira panginuman na hibul do, ndang jadi hurangan di siinumon na pang. Butuham hira eme di bolagan na hinaliangan ni bunga pansur.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(7-4) Ia adopmu na dua i, hira anak ni ursa dua, hira anak ni hije na linduat.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(7-5) Rungkungmu hira tungkup sian gading; matam hira tobat angka na di Hesbon, mardonokkon harbangan ni huta na rame, igungmu hira tungkup panatapan ni Libanon, manatap dingkan Damaskus.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(7-6) Ia ulum di atasmu hira Karmel do, jala obukmu na janggejangge hira paspasan baliga hodong do, pola tarpulut roha ni rajai dibahen pandandanan ni obukmu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(7-7) Tung na uliutus do ho, jala na lambok do, ho ale boru hasian binahen ni hinaulim!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(7-8) Partubum on hira harambir do, jala adopmu hira saraungan parbue ni anggur.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(7-9) Jadi ninna rohangku ma: Hupanaek na ma harambir on, asa huhaol dangkadangkana; jala adopmu na dua i, ingkon hira saraungan parbue ni anggur di ahu, jala parhosa ni igungmu, hira uap ni unte manis.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(7-10) Ia tolonanmu hira anggur na denggan, lambok tahe mabaor diinum hasudungan ni rohangku, jala pagirgir mangkatai bibir ni halak na mondokondok.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(7-11) Ahu do nampuna hasudungan ni rohangku, jala tu ahu do laho sihol ni rohana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(7-12) Antong ho ale hasudungan ni rohangku, beta hita ruar tu ladang, asa marborngin hita di angka sosor.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(7-13) Sogot pe hita hehe manogot laho manogot angka porlak anggur, maningkir manang naung martumbur hau anggur i, jala mangerbang angka bungana, marbunga dohot hau dalimo; disi do patuduhononku tu ho holong ni rohangku!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(7-14) Disi ma maruap angka parbue dudaim, jala di atas pintu ni jabunta parbue marragamragam, angka na arga, angka nambura dope, dohot naung leleng, angka na hupajop di ho, ale hasudungan ni rohangku.",
      "type": "content"
    }
  ]
}