{
  "book": "Kidung Agung",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mangkatai paduadua oroan i dohot pangoli: Na so tupa sirang padannasida na masihaholongan i 1-10. II. Porlak anggur ni raja Salomo 11-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Aut ni tudoshon hahaanggi ho di ahu, naung manusu tu bagot ni dainang! Tung sura pajumpang hita di balian, ummaonku ho, ndang tagamon reheon ni halak ahu ala ni.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tongon tahe, toguonku do ho laho mamboan tu jabu ni dainang, asa diajari ho ahu; lehononku do tu ho tuak anggur na pang. Painumhononku tu ho sian anggur na marraru dohot sian gota ni parbue ni hau dalimo.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tanganna hambirang mangkaol ulungku, jala tanganna siamun mangkaol dagingku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hupatolon ma hamu, ale boru Jerusalem, asa unang disunggul, jala unang dipahehe hamu hasoloan ni rohangku, nda ingkon sombu ni rohana do.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ise do ulaning ibana na manaek sian halongonan, jala marpangunsandean tu hasudungan ni rohana? Di toru ni hau unte manis ahu manungguli holong ni roham; laos disi do diae inanta ho, disi do ho ditubuhon na manubuhon ho.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Bahen ma ahu songon tintin sahap tu bagasan roham, songon tintin sahap tu botohonmu! Ai tung na gogo do roha haholongon i, songon gogo ni hamatean tahe; tung na jorbut do pangiburuonna i, songon jorbut ni banua toru tahe. Nalanalana do songon nala ni api, songon hilap sian Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ro pe angka aek magodang, ndang tarbaorhonsa anggo roha haholongon i, jala ndang taraup angka batang aek. Tung sura pe olo sada baoa mangalehon nasa arta pineopna di jabuna bahen ali ni roha haholongon i nian, ndang parduli ibana disi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Adong do sada ibotonta na metmet, gari adopna ndang adong dope; aha do bahenonta tu ibotonta, tung sura adong hata ni anak ni halak tu ibana manang andigan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Molo tung hira parik ibana, pajongjongonta ma di atasna bagas sada sian perak; alai molo tung hira pintu ibana, bahenonta papan sada sian hau ares manutup dalanna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga parik ianggo ahu, jala adophu hira tungkup do. Jadi tau ahu di rohana songon halak naung jumpang dame.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Adong do di Salomo sada porlak anggur di Baal-Hamon. Dung i dipasahat ma porlak anggur i tu halak parjaga, asa ganup nasida mamboan saribu ringgit ali ni parbuena.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sai tong do dipaingotingot rohangku porlak anggurhu; na saribu ringgit i di ho ale Salomo, jala dua ratus ringgit di halak na mangaramoti parbuena.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ho ale na maringan di bagasan angka porlak i, sai mananginangi tu suaram do angka aleale; ua patubegehon suaram dohot tu ahu!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Siluhon langkam, ho ale hasudungan ni rohangku, asa tudos ho tu hije manang tu anak ni ursa di atas dolok hatubuan ni hau, pambuatan miak na hushus.",
      "type": "content"
    }
  ]
}