{
  "book": "Hosea",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Habobolong ni Israel ala roha panundalionna, pinatudos ni parjolmaon ni si Hosea di boruboru parmainan ro di tubuna i 1-9",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma hata ni Jahowa na ro tu si Hosea, anak ni si Beeri di angka ari ni si Usia, si Jotam, si Ahas dohot si Hiskia, angka raja di Juda; dohot di angka ari ni si Jerobeam, anak ni si Joas, raja di Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Mula ni hata ni Jahowa marhitehite si Hosea: ninna Jahowa ma tu si Hosea: Laho ma ho, buat ma sada boruboru sibabijalang dohot angka tubu ni sibabijalang! Ai sai didatdati isi ni tano i do marmainan, marbalik sian Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi laho ma ibana, jala dibuat ma si Gomer, boru ni si Diblaim, gabegabean ma nasida jala ditubuhon di ibana sada anak.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i didok Jahowa ma tu ibana: Jou ma goarna si Jesreel; ai otik nari marlulu ma ahu di angka utang mudar ni si Jesreel tu pinompar ni si Jehu, jala ahu pasiaphon harajaon ni pinompar ni Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi di ari na sasada i ponggolhononku ma sior ni Israel di rura Jesreel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i gabegabean muse ma boruboru i, jala ditubuhon sada boru. Dung i didok Jahowa ma tu ibana: Jou ma goarna Nai Sohinasian; ai ndang be marpangulahi rohangku tu pinompar ni Israel, manang marpamuati rohangku tu nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai marpangulahi ma rohangku anggo tu pinompar ni Juda jala paluaonku nasida marhitehite Jahowa, Debatanasida i; alai ndang paluaonku marhitehite sior manang podang manang hamusuon, manang hoda manang jolma parsihundul pe.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dung sirang susu Nai Sohinasian, gabegabean muse ma boruboru i, jala ditubuhon sada anak.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ninna Jahowa ma: Jou ma goarna Lo Ami, ai ndang bangsongku hamu, jala ndang hamu nampuna ahu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(2-1) ",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "I. Morpangulahi roha ni Debata tu nasida 1-2. II. Udutna pajojorhon roha parbalihon ni Israel ro di torutoru na mangonai tu nasida alani 3-15. III. Padan parasian na imbaru i 16-25",
      "type": "title"
    },
    {
      "verse": 11,
      "text": "(2-2) Dung i marpungu ma sogot halak Juda rap dohot halak Israel, jala pabangkitonnasida ma sahalak bahen ihutannasida, jala borhat nasida sian tano i; ai timbul do ari ni si Jesreel sogot.",
      "type": "content"
    }
  ]
}