{
  "book": "Hosea",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tarboan tu Assur do Israel sogot ala ni angka langgatan pamelean tu begu 1-8. II. Sosososo mangalului Jahowa padao torutoru na nilumbahon i 9-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Hau anggur na rugun do Israel marparbue na tudos tu ibana; lam ganda parbuena, lam dipatorop angka langgatan; hombar tu denggan ni tanona, dipadenggan nasida angka ganaganaan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Landit do rohanasida, nuaeng ma manginona tu nasida. Ibana ma mangaloha langgatannasida, manegai angka ganaganaannasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai dohononnasida ma disi: Ndang marraja hita ala so itahabiari Jahowa; ia rajai, tung aha ma bahenonna tu hita?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Angka hata na so gabeak dihata i nasida, parbulanon na marpangansi dipangke mambahen parjanjian, jala martumbur uhumi, songon latong di atas gole ni hauma.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angka hitir do isi ni Samaria humolsohon angka lombu sian Bethapen, ai margudompong do bangsona alani, raion angka malimna, ala na tarboan sian nasida hamuliaonna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Lombu i pe tarboan do tu Assur bahen somba tu raja Jarib Tarurak ma ia Epraim, maila anggo Israel dibahen sangkapna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nunga mago Samaria; rajana pe tudoshon pangotoman di ginjang aek.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Siap ma dohot angka tambak ni Apen, pardosaan ni Israel. Suga dohot duriduri tubu sogot di ginjang langgatannasida. Jadi dohononnasida ma tu angka dolok: Hungkupi hami! Dohot tu angka dolokdolok: Tinggang i hami!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Olat ni angka ari di Gibea, sai mardosa do ho, ale Israel! Disi do tinggal nasida, asa unang sahat tu nasida di Gibea hamusuon i ala ni angka anak hajungkaton.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Guru lomongku nama paminsangku tu nasida. Mangaromrom ma angka bangso dompak nasida laho manali nasida ala dosanasida silompit dua.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Lombu na niajar do anggo Epraim, lomo rohana mardege alai anggo ahu bolusonku ma hinauli ni rungkungna; pampeongku ma auga tu Epraim, ingkon maninggala ma anggo Juda, manisir ia Jakkob di ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sabur hamu ma di hamu bahen hatigoran asa manggotil hamu hombar tu asi ni roha! Totas hamu ma di hamu sada ladang naimbaru, ai nunga jumpang tingki mangalului Jahowa, paima ro ibana jala dipaudanhon tu hamu hatigoran.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hape hageduhon dininggalai hamu na sai laon, hajahaton digotil hamu, parbue gapgap dipangan hamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ala marhaposan ho tu dalanmu tu hinadeak ni ulubalangmu, jadi masa ma musu garembong di tongatonga ni angka bangsom, jala saluhut hutam angka na gonting i tarulang songon pangulang ni si Salmon di Bet-Arbel; di ari parporangan, uju marosak angka inaina humongkop angka anakna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Laos songon i do bahenon ni Betel tu hamu ala ni hinaroa ni hajahatonmuna. Sogot manogotna i siap situtu raja ni Israel.",
      "type": "content"
    }
  ]
}