{
  "book": "Hosea",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tois ni Israel maradophon angka denggan basa ni Debata 1-7. II. Alai atik pe songon i marpangulahi roha ni Jahowa tu nasida sogot 8-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Uju bajar dope Israel, holong rohangku mida ibana, jala sian Misir do hujou anakki.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lam tarjou nasida lam mandaodao nasida sian bohi ni panurirang; tu angka Baal nasida balik mamele, tu angka ganaganaan nasida manutung daupa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ianggo ahu nian, huiringiring do Epraim, hutangkup nasida di tanganna; alai ndang ditanda nasida, ahu do nian pamalum nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Marhitehite ihot ni jolma ahu manogu nasida dohot marhitehite tali haholongon; jala ahu do hira sipaganggang auga di osangosangnasida jala husulangkon sipanganon tu ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang tagamon mulak ibana tu tano Misir, Assur nama gabe rajana, ala manjua nasida paubahon rohana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi patuseok ma tongtong podang di bagasan hutanasida, jala siaphononna angka ransangna, laos sudahononna ala ni sangkapnasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hape anggo bangsongki sai mandatdati marbalik sian ahu, tarjou do nian nasida tu ginjang, hape ndang olo nasida hehe nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Beha lehononku ma ho ulaning ale Epraim? Pasahatonku ma ho ale Israel? Beha lehononku ma ho ulaning songon Adma? Bahenonku ma ho songon Zeboim? Humusor do tahe rohangku dompak ho, marsigorgor do angka asi ni rohangku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang tarlaluhon ahu parpiar ni rimashu, ndang be ulahononku maniaphon Epraim. Ai Debata do ahu, ndada jolma, di tongatongamu do na badia, jala ndang ro ahu di bagasan rimas.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Mangihuthon tu Jahowa do nasida sogot, songon babiat ibana patungoromon, ai patungoromon ibana, jadi angka hitir ro mangarongom angka anak sian laut.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angka hitir do nasida tongon marlojongi songon pidong sian Misir, jala songon darapati sian tano Assur; dung i paianonku na ida di jabunasida marsonangsonang, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(12-1) ",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "I. Roha gapgap ni Israel 1-3. II. Dipasingothon tu nasida jamita mulamula ni bangso i laho maminsang nuaeng 4-15",
      "type": "title"
    }
  ]
}