{
  "book": "Hosea",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "(12-2) Epraim mangkalomohon alogo jala dieahi habahaba sian purba, ganup ari dipatamba gabus dohot pangarupaon dohot mambahen padan tu Assur, jala diboan miak tu Misir.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(12-3) Alai adong do huhut parbadaan ni Jahowa tu Juda, jala marlulu ibana dompak Jakkob hombar tu angka dalanna, hombar tu angka pambahenanna tutu baloshononna tu ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(12-4) (II.) Di bortian dope ibana nunga ditiop hian tambihul ni hahana, jala di haroro ni gogona marsiranggut ibana dohot Debata.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(12-5) Marsiranggut ibana dohot suruani jala monang ibana, tumatangis ibana huhut diparajarajai suruani. Jumpangsa ibana muse di Betel, jala disi do mangkatai ibana tu hita.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(12-6) Alai Jahowa do i, Debata ni angka parangan, Jahowa do goarna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(12-7) Dibahen i ho ale, sai pauba ma roham tu Debatam; radoti ma haholongon dohot uhum, jala marhaposan tu Debatam ho manongtong!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(12-8) Halak Kanaan ibana patioptiop hatian sipaotooto, somal ibana mangarohai rasirasa nuaeng.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(12-9) Lam didok Epraim dope songon on: Asal dung mamora ahu, jumpang ahu sinamot, ndang tagamon jumpangan jea ahu, tau dosangku sian saluhut na huhangaluthon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(12-10) Hape ahu do nian Jahowa Debatam olat ni tano Misir; jala ahu mambahen ho maringan dope di undungundung songon uju di angka ari raya.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(12-11) Jala marboaboa ahu tu angka panurirang, jala ahu patorophon pangungkapon, jala marumpama ahu marhitehite angka panurirang.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(12-12) Molo masa pameleon tu begu di Gilead, sai na buriapus do nasida; di Gilgal dipelehon nasida angka jonggi. Langgatannasida pe doshon tambaktambak sogot di atas gole ni hauma.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(12-13) Maporus tu Padang-Aram ia si Jakkob, jala sinonduk ia si Israel mambuat boru, marmahanmahan ibana mambuat boru.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(12-14) Jala marhitehite panurirang sada ditogihon Jahowa Israel ruar sian Misir, jala marhitehite sada panurirang nasida diparmahan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(12-15) Alai piripirion situtu ibana dibahen Epraim jadi parsapatahononna ma utangna mudar tu ibana, jala baloshonon ni Tuhanna ma haurahonna tu ibana.",
      "type": "content"
    }
  ]
}