{
  "book": "Hosea",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Marmulia situtu Epraim najolo, gabe mardosa godang. Dibahen i pagodang uhum tu nasida do denggan basa ni Debata najolo 1-11. II. Alai paluaon ni Jahowa do nasida sogot sian hamatean dohot sian banuatoru 12-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Molo mangkuling Epraim, mabiar be do, timbul do ibana di Israel; alai dapotan dosa ibana dibahen Baal, jadi mate ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nuaeng pe, sai didatdati nasida do manambai dosa; dipauli nasida do di nasida ganaganaan na tinuang sian peraknasida, angka ganaganaan tubutubu ni rohanasida, jadijadian ni angka pande saluhutna i. Tusi do nasida martonggo umpelehon jolma, angka anak ni lombu diumma nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibahen i sobokkon ombun manogot nama nasida, jala sobokkon nambur, na tibu laho, jala sobokkon hurangkam, na hinabangkon ni habahaba sian pardegean, jala sobokkon timus sian pandiloan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hape ahu do nian Jahowa Debatam olat ni tano Misir, jala Debata dungkon ni ahu, ndang adong tinandam, jala ndang adong sipangolu dungkon ni ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ahu hian marhamaol ho di halongonan di tano na mohop situtu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai dung jumpangan panjampalan nasida hubahen, bosur ma nasida, dung bosur nasida, ginjang ma rohanasida, alani dihalupahon nasida ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i hira gabe singa ma ahu tu nasida, hira babiat ahu mangarop di dalan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Manoro ma ahu di nasida, songon ina ni gompul na agoan anak, jala parsurageonku andoranasida jala polgahongku nasida disi, songon singa boruboru, angka binatang di ladang tahe manansani nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lonong pe ho, ala dialo ho do ahu silehon tua hian tu ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Didia nuaeng rajam? Ibana nian mangurupi ho di saluhut angka hutam! Jala didia do panguhum, angka na pinandohanmu na sai laon mandok: Lehon di ahu sada raja dohot angka induk!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hulehon do tu ho sada raja di bagasan rimashu, jala buatonku ibana muse sian murukku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Nunga pola binobok hajahaton ni Epraim, nunga pinasinok dosana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pambebeon ni parompuan na mangae posoposona ro tu ibana, hape anak na so marbisuk anggo ibana, ala so ditopot dalan na bolon di tingkina i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sian tangan ni parbeguan paluaonku nasida, sian hamatean tobusonku nasida! Didia angka begu antukmu, ale hamatean? Didia hamagoanmu, ale banuatoru, tung na so hutanda do ruhut ni solsol ni roha.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai ibana do nian sumopar sian angka hahaanggina; ro ma sogot alogo sian purba, alogo sian Jahowa manaek sian halongonan, jadi marsik ma mualna dohot sumurna bahenonna; ibana ma mamupusi parpeopan ni saluhut ulaula hasoloan ni roha.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(14-1) ",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "I. Tingting mandokkon paubahon roha 1-4. II. Bagabaga asi ni roha tu angka na unduk marroha 5-10",
      "type": "title"
    }
  ]
}