{
  "book": "Hosea",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "(14-2) Sai mulak ma ho, ale Israel, tu Jahowa, Debatam! Ala naung tarrobung ho di bagasan hajahatonmu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(14-3) Angka hata i ma parateatehon hamu, laho mulak tu Jahowa, dok hamu ma tu ibana: Sai marpamuati ma roham mida hajahatonnami sudena! Sai jalo ma na denggan on asa hugararhon hami angka jonggi ni bibirnami bahen pelean tu ho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(14-4) Ndang be anggo Assur manolongi hami, ndang be marsihundul di hoda hami! Ndang be dohononnami tu jadijadian ni tangannami: Ale debatanami! Marhitehite ho nama jumpangan asi ni roha anak na sopot so marama.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(14-5) (II.) Pamalumonku ma panundalionnasida, girgir ma ahu mangkaholongi nasida, ai nunga mombun rimashu maradophon nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(14-6) Sobokkon nambur ma ahu di Israel, marbunga ma nasida songon bunga pansur, jala manjarar angka uratna, songon Libanon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(14-7) Marjurampak ma angka tumburna, jala songon hau jetun hamuliaonna, jala uapna songon Libanon!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(14-8) Ulahon ni halak angka na maringan di parlinggomanna ma pangoluhon eme, jala marbunga nasida songon hau anggur baritana pe songon anggur ni Libanon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(14-9) Ale Epraim, tung tudihangku dope angka ganaganaan? Ahu do mangalusi dohot manatap ho; ahu do songon hariara na rugun, ahu do haroroan ni parbuem.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(14-10) Ise do na pistar asa diparateatehon saluhutna i? Ise do na marroha, asa tandaonna i? Ai tigor do angka dalan ni Jahowa, jala halak partigor mardalani disi; alai anggo halak parjahat tarsulandit do disi.",
      "type": "content"
    }
  ]
}