{
  "book": "Hosea",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "(2-3) (II.) Paboa hamu ma tu hahaanggimuna: Bangsongku! Dohot tu ibotomuna: Hinasianan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(2-4) Sai badai hamu ma inamuna! Ai ndang ibana jolmangku, ahu pe ndang harajaanna, asa diuras bohina, paholang parmainanonna dohot pangalangkuponna sian holangkolang ni bagotna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(2-5) Asa unang hupasalang ibana, gabe marsaemara jala hupatindang ibana, songon di ari hatutubuna, jala hubahen ibana sobokkon halongonan jala hubahen ibana songon tano hasang jala hubunu ibana sogot binahen ni uas.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(2-6) Jala ndang asianku angka anakna i, ala anak ni sibabijalang nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(2-7) Ai boruboru sibabijalang do inanasida i, jala mambahen haurahon do na tumubuhon nasida, ai tung didok do: Laho ma ahu mangihuthon puangku, angka na mangalehon tu ahu roti dohot aek dohot hapas dohot hori dohot miak dohot tuak na tonggi siinumonku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(2-8) Dibahen i ida ma runggaonku ma dalanmu dohot suga, jala bahenonku sada parik, asa unang be jumpangsa angka dalanna i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(2-9) Eahanna pe angka puangna, hape ndang dapotsa nasida, jala luluanna nasida hape ndang jumpangsa. Jadi dohononna ma: Antong mulak nama ahu tu sinondukku parjolo i, ai sumonang do ahu uju i sian nuaeng.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(2-10) Alai ndang ditanda rohana, ahu hian do nasailaon mangalehon tu ibana eme dohot tuak dohot miak; jala ahu do pagodang di ibana perak dohot sere, pinaulinasida jumadihon Baal.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(2-11) Dibahen i ulahanku ma mambuat emengku di tingkina dohot tuakku di tingkina jala rampasonku ma hapashu dohot horingku bahen pangkuphupi ni parsaemaraonna hian nian.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(2-12) On pe, pasalangonku ma hailaanna di adopan ni angka puangna, jala ndang adong manang ise baoa na tuk palua ibana sian tanganku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(2-13) Dung i pasadionku ma sandok las ni rohana, ari rayana, poltak ni bulanna ro di ari Sabbat dohot saluhut arina marulaon godang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(2-14) Jala tarulang bahenonku hau anggurna dohot antajauna, ala na nidokna i taringot tusi: I do upangku, na nilehon ni angka puangku tu ahu; jala bahenonku do i gabe tombak, jadi suda ma angka i gagaton ni binatang di ladang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(2-15) Jala luluhononku ma tu nasida ariari ni Baal, uju manutung daupa nasida tusi, jala dipajagar angka tintinna dohot horungkorungna laho mangihuthon tu angka puangna, alai lupa do nasida anggo di ahu, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(2-16) (III.) Dibahen i, ida ma, elaonku ma nasida jala togihononku tu halongonan, jala dohononku ma hata apulapul tu rohana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(2-17) Lehononku ma olat ni tu ibana porlak anggurna dohot rura Akor bahen bohal ni pangkirimon; jadi marende taripar ma nasida disi, songon uju di angka ari ni haposoonna, songon uju di ari haruruarna sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(2-18) Di ari na sasada i, ninna Jahowa; goaronmu ma ahu: Tuanlaengku! Jala ndang be goaronmu ahu: Baal-hu!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(2-19) Ai paholangonku ma goargoar ni angka Baal i sian pamanganna, jala ndang be taringotan ni halak angka goarnasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(2-20) Jala bahenonku ma di ari na sasada i padan pardengganan di nasida tu binatang di ladang dohot tu pidong angka na martongatonga langit dohot tu gulokgulok di tano on; ponggolhononku ma sior dohot podang ro di hamusuon sian tano on, asa marsonangsonang nasida maringanan hubahen.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(2-21) Jadi oliongku ma ho bahen jolmangku salelenglelengna; oliongku ma ho marhitehite hatigoran dohot uhum dohot asi ni roha dohot angka habasaon ni roha.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(2-22) Jala oliongku ma ho di ahu marhitehite haporseaon, gabe tandaonmu ma Jahowa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(2-23) Di ari na sasada i maralus ma ahu, ninna Jahowa alusanku ma langit, jala alusan ni langit i tano on.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(2-24) Jala alusan ni tano i ma eme dohot tuak dohot miak jala alusannasida ma si Jesreel.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(2-25) Dung i saburhononku ma nasida di ahu di tano i jala asianku ma Nai Sohinasian, jala dohononku ma tu Lo Ami: Bangsongku do ho! Jala dohononna ma: Ale Debatangku!",
      "type": "content"
    }
  ]
}