{
  "book": "Hosea",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Torutoru tu Israel, tu angka panurirang dohot malim ala ni dosanasida 1-14. II. Lumbalumba tu Juda 15-19",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tangihon ma hata ni Jahowa, hamu ale pinompar ni Israel! Ai adong do parbadaan ni Jahowa dompak pangisi ni tano i ala soada hasintongan jala soada haholongon, jala soada parbinotoan di Debata di tano i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Holan tolontolon do dohot gabus dohot bunubunu dohot tangkotangko dohot langkuplangkup; mangarut do nasida jala mardapotdapot do angka utang mudar.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibahen i marsak do tano i jala mandate sude isina di bagasan ro di binatang di ladang dohot pidong angka na martongatonga langit, marragean dohot angka dengke di laut.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hape na so tupa adong manang ise na mambadai, jala na so tupa adong manang ise na maminsang! Jala sobokkon halak na mambadai malim do bangsomi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dibahen i ompas ma ho arianna i, ompas dohot panurirang rap dohot ho bornginna i, jala ripur bahenonku inam.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ripur ma sogot bangsongki ala so marparbinotoan nasida, ala naung ditoishon ho parbinotoan, bolongkononku ma ho unang be ho mangaradoti ulaon hamalimon di ahu, ala naung dihalupahon ho patik ni Debatam, halupahononku ma huhut angka anakmi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Lam sopar nasida lam dituntun nasida mardosa dompak ahu; hamuliaonnasida gabe haurahon pasuharonku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dosa ni bangsongki do dihangoluhonnasida, jala mangapian rohanasida, be di hajahatonnasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dos be uhum i tu halak situanna torop dohot tu malim, marlulu ma ahu tu nasida be hombar tu dalannasida i, jala pasudolonku tu nasida hombar tu pambahenanna be.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Mangan pe nasida alai ndang butong, marmainan pe nasida alai ndang sopar nasida, ala dipasohot nasida marulaon tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Parmainanon dohot anggur dohot tuak na pang, i ma na mangago roha.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Hape anggo bangsongku marpanungkunan tu hauna do i, jala tungkotna marboaboa tu ibana; ai nunga dililuhon tondi parmainanon nasida, gabe marmainan nasida marbalik sian Debatanasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Mamele do nasida di atas punsu ni angka dolok, jala manutung daupa di atas ni angka buntulbuntul, ditoru ni hau hariara, jabijabi dohot baringin ala denggan parlinggomanna. Dibahen i laho marmainan do borumuna, jala tardege pinggol ni dalan angka parumaenmuna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ndang marlulu ahu dompak borumuna ala marmainannasida, manang dompak parumaenmuna ala tardege pinggol ni dalan. Ai gari hamu sandiri mangalambung do rap dohot angka parompuan parmainan mamele rap dohot angka parompuan sibabijalang, hape lam tu hamagoan do bangso na so marroha i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Molo naeng marmainan ho, ale Israel, unang nian dohot Juda marsala! Unang nian laho hamu tu Gilgal, jala unang nian nangkok tu Bethapen! Jala unang nian marmangmang hamu songon on: Songon sintongna mangolu Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai tung na riar do Israel, songon lombu jalang, aduon ni Jahowa ma nasida nuaeng, songon anak ni birubiru di adaran na lambas.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nunga tung tarrante Epraim tu angka ganaganaan; pasombu ibana tusi antong!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Torbang do tahe pargadombusonnasida, sai didatdati nasida do marmainan, sai mangapian di haurahon do angka partoginasida i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dilualua alogo do nasida marhitehite habongna, gabe tarurak nasida binahen ni peleannasida i.",
      "type": "content"
    }
  ]
}