{
  "book": "Hosea",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata pinsangpinsang tu Epraim dohot tu Juda 1-7. II. Tama sitoruan nasida duansa 8-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tangihon ma hata on, hamu ale angka malim, jala parateatehon ma i, hamu ale pinompar ni Israel, jala tarehon pinggolmu ho ale pinompar ni raja! Ai dompak hamu do uhum i, ala gabe jorgong hamu di Mispa, huhut gabe aring na tinaon di atas ni Tabor.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai diulasulas angka panimbil do pamotongon pelean, alai gabe paminsang do anggo ahu tu nasida saluhut.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tangkas do hutanda Epraim jala ndang buni ia Israel maradophon ahu, ai apala ipe marmainan Epraim, ramun ia Israel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndang diloas angka pambahenannasida mulak tu Debatanasida, ai tondi parmainanon di bagasan rohanasida, jala ndang ditanda nasida Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai hajungkaton ni Israel manindangi sogot dompak bohina, jala ompas be do Israel dohot Epraim binahen ni hajahatonnasida; ompas nang Juda rap dohot nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ro do nasida marhitehite birubirunasida dohot lombunasida naeng mangalului Jahowa nian, alai ndang tagamon jumpangnasida ibana, ai nunga manginsurut ibana sian nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nunga mahilolong nasida mida Jahowa ai angka anak sileban ditubuhon nasida; dibahen i suda ma nasida panganon ni poltak ni bulan ro di partaliannasida i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Palu hamu ma sarune di Gibea dohot sangka di Rama! Marsurak hamusuon ma hamu di Bethapen: Di pudim do ale Benjamin!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Epraim gabe holongonan di ari paminsangon; jala hasintongan do hupabotohon tu angka marga ni Israel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angka induk ni Juda nunga gabe tudoshon halak na paorot parbalohan, ala ni usehononku ma tu nasida rimashu, songon aek.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga hona pangarupaon Epraim, tarjepol do i hona uhum; ai girgir do ibana mangihuthon patik binahen ni jolma.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen i tudoshon ngitngit do ianggo ahu di Epraim, jala tudoshon burbur na mangago di pinompar ni Juda.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dung diida Epraim sahitna jala Juda bugangna, gabe laho ma Epraim tu Assur, jala disuru suruanna tu raja Jarib; alai ndang tarbahen anggo ibana pamalumhon hamu, jala ndang hataoaran ibana bugangmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai sobokkon babiat do ahu di Epraim, jala sobokkon anak ni babiat di pinompar ni Juda. Ianggo ahu, dung huparsisiga laho ma ahu, huboan nasida, jala ndang adong na tuk paluahon.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Laho ma ahu mulak tu ingananku, paima diundukhonnasida dosanasida i, jala dilului nasida bohingku; di bagasan hagogotannasida i pasogotonna ma mangalului ahu sian nasa rohana.",
      "type": "content"
    }
  ]
}