{
  "book": "Hosea",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sosososo mandokkon paubahon roha 1-3. II. Alai hamubaon ni roha situtu do na pinangido ni Debata 4-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Beta hita, asa mulak hita tu Jahowa! Ai nunga ibana mangaribahi, laos ibana pamalum hita! Nunga ibana mambugangi, laos ibana manaoari hita!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai pangoluonna do hita dung salpu dua ari, tole patoluarihon paheheonna hita, asa mangolu hita maradophon ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai mananda ma hita, sai ringgas ma hita mangeahi parbinotoan di Jahowa, tudoshon buhasiang ari do sintong ni habibinsarna, jala sai na ro do ibana songon udan tu hita songon udan nene na mamornohi tano i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Tung aha ma bahenonku tu ho, ale Epraim? Tung aha ma bahenonku tu ho, ale Juda? Ai tudoshon ombun manogot do hadaulatonmuna, jala tudoshon nambur manogot, na tibu manaek.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dibahen i hubarbar nasida marhitehite angka panurirang, hubunu nasida marhitehite hata angka na sian pamanganku, gabe binsar angka uhumhu, songon panondang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai lomoan do rohangku mida asi ni roha, asa mida pelean; jala lomoan mida parbinotoan di Debata, asa mida pelean situtungon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai anggo nasida dilaosi nasida do padan na hubahen, songon si Adam nunga marbalik nasida sian ahu disi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Huta ni angka siulahon hajahaton do Gilead, gok bogas sian mudar.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala songon jolma panamun do marmonggopan luhutan ni angka malim; di dalan laho tu Sikem manodosi nasida, ai harorangon diula nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angka hasogiron do huida di bagasan bagas ni Israel; disi do masa parmainanon ni Epraim, ramun ia Israel.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nang di ho, ale Juda, nunga dipatindang sada gotilon, molo dung mulak sogot huboan bangsongku sian habuangan.",
      "type": "content"
    }
  ]
}