{
  "book": "Hosea",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Alualu taringot tu dosa ni Epraim 1-7. II. Mangalului pangurupion tu halak sileban do nasida, asa marbalik sian Debata 8-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Laho pamalum Israel nian ahu, patar ma dohot hajahaton ni Epraim dohot angka hasalaan ni Samaria. Ai mangulahon sipaotooto do nasida, jala mangarut panangko i, jala mangemur halak pangemur di alaman.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala ndang didok nasida di bagasan rohanasida ahu marningot saluhut hajahatonnasida. Dibahen i dihaliangi angka pambahenannasida ma nasida anggo nuaeng, angka na di jolongku do i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Marhitehite hajahatonnasida marlas ni roha rajai dibahennasida, jala marhitehite gabusnasida angka induk.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung saluhut do nasida angka pangalangkup, doshon sada pamurunan nasida, na pinatuba ni tukang roti, na mansadi patubatubahon olat ni dung diluntak na niudi paima torus igarigarna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tole ari raya ni rajanta i, marsahit be ma induk dibahen raru ni anggur; satahi ibana dohot angka pangarehei.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai lam masipasolhotan nasida, songon pamurunan do rohanasida masionggopan: Manipat sabornginna i modom rimasnasida, manogotna i marsigorgor ibana muse, songon jilam ni api.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Saluhut do nasida marsigorgor be songon pamurunan jala suda panguhumnasida dipangan; saluhut rajanasida marragean, ndang adong manang ise sian nasida na joujou tu ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Saor tu angka bangso parbegu do Epraim, songon sagusagu na so hinosing do Epraim.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Halak ruar umpangan gogona, hape ndang mamoto anggo ibana; nunga pola pistik uban ibana, laos so mamoto do.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai hajungkaton ni Israel maralus dompak bohina, hape laos so mulak nasida tu Jahowa, Debatanasida i, laos so di lulu i nasida ibana di saluhutna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi tudoshon darapati na oto nama Epraim, ndang marroha: Tongkin tu Misir nasida joujou, tongkin tu Assur nasida laho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai disi laho nasida lingkuphononku ma rambangku tu nasida, jala taitonku nasida tu toru songon pidong na martongatonga langit; pinsangonku ma nasida hombar tu barita di luhutannasida i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Marjea ma nasida, ala maporus nasida maradophon ahu! Marhinamago ma nasida, ala marbalik nasida sian ahu! Ianggo ahu nian naeng paluaonku nasida, hape anggo nasida hata gabus do didok nasida tu ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ndang dung nasida mangangguhi tu ahu di bagasan rohanasida, tagonan nasida mangandungi di atas podomannasida i; ala eme dohot anggur nasida marpungupungu, marbalik sian ahu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ianggo ahu hupodai do nian, hupargogoi tangannasida i; hape anggo nasida na jat do dipingkiri rohanasida dompak ahu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Mulak pe nasida, alai ndang dompak ginjang, gabe tudoshon sior sipaotooto; marragean ma angka induknasida marhitehite podang, ala ni panengaon ni dilanasida: I ma gabe haurahonnasida di tano Misir.",
      "type": "content"
    }
  ]
}