{
  "book": "Hosea",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Paminsangon di pardebataon sileban ni Samaria 1-10. II. Ndang lomo roha ni Debata mida pameleon na marsipaulaula 11-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Bahen tu pamanganmu sarune i: Songon panoro ni lali songgop musu tu bagas ni Jahowa; ala dilaosi nasida padan na hubahen i, jala manjahati nasida dompak patikki.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Mangangguhi do nian Israel tu ahu: Ale Debatangku, hutanda hami do ho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai nunga ditulakkon Israel na denggan i: Leleon ni musu ma ibana nuaeng.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nunga dipampe nasida raja, alai ndang marhite sian ahu; nunga dipabangkit nasida angka induk, hape ndang hutanda nasida. Perakna dohot serena dipauli nasida bahen ganaganaan di dirina ala ni siaphononhon do nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nunga dibolongkon ibana lombumu, ale Samaria! Nunga marsigorgor rimashu dompak nasida. Sadia leleng on tagamon so tarbahen nasida pita.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai sian Israel do haroroan ni, panompa i do mambahensa, jala ndada i Debata, ai gabe tanggotanggo do sogot lombu ni Samaria.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai nunga disaburhon nasida alogo, jadi habahaba gotilonna sogot, ndang marbiur emena i, ndang maritak biurna i; tung sura pe adong diparbuehon, halak sileban do umpolgaksa sogot.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nunga tarbondut Israel tahe! Gari nuaeng nunga nasida di tongatonga ni angka parbegu, songon ulaula na so tarhalomohon roha ni jolma.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ala na nangkok i nasida tu Assur, songon halode harangan na riar, na so tarpajinak; mangalehon upa parmainanon do anggo Epraim.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai atik pe mangalehon upa nasida tu angka bangso parbegu, magira ma papunguonku nasida, asa mamungka otik nasida binahen ni rodi ni raja ni angka pangarajai.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Ala naung ditambai Epraim angka langgatan laho mardosa, mangala dosa ma angka langgatan i tu ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marloksaloksa pe patikku husurathon tu ibana, hira hata sileban do i dietongi rohanasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dipotongi nasida angka pelean situtungon tu ahu, hira jagal hian, laos nasida manganhon, alai ndang dihalomohon Jahowa nasida. Ingotonna ma nuaeng hajahatonnasida, jala luluhononna dosanasida: Mulak tu Misir ma nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai nunga dihalupahon Israel sitompa ibana, jala dipauli angka joro tu begu, jala nunga dipatamba Juda huta angka na gonting. Jadi tongosonku ma api tu bagasan angka hutana, laos suda panganonna bagasna angka na bolon i.",
      "type": "content"
    }
  ]
}