{
  "book": "Kidung Agung",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Impian mempelai perempuan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Di atas ranjangku pada malam hari kucari jantung hatiku. Kucari, tetapi tak kutemui dia.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Aku hendak bangun dan berkeliling di kota; di jalan-jalan dan di lapangan-lapangan kucari dia, jantung hatiku. Kucari, tetapi tak kutemui dia.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Aku ditemui peronda-peronda kota. \"Apakah kamu melihat jantung hatiku?\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Baru saja aku meninggalkan mereka, kutemui jantung hatiku; kupegang dan tak kulepaskan dia, sampai kubawa dia ke rumah ibuku, ke kamar orang yang melahirkan aku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Kusumpahi kamu, puteri-puteri Yerusalem, demi kijang-kijang atau demi rusa-rusa betina di padang: jangan kamu membangkitkan dan menggerakkan cinta sebelum diingininya!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Iring-iringan mempelai",
      "type": "title"
    },
    {
      "verse": 6,
      "text": "Apakah itu yang membubung dari padang gurun seperti gumpalan-gumpalan asap tersaput dengan harum mur dan kemenyan dan bau segala macam serbuk wangi dari pedagang?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Lihat, itulah joli Salomo, dikelilingi oleh enam puluh pahlawan dari antara pahlawan-pahlawan Israel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Semua membawa pedang, terlatih dalam perang, masing-masing dengan pedang pada pinggang karena kedahsyatan malam.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Raja Salomo membuat bagi dirinya suatu tandu dari kayu Libanon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tiang-tiangnya dibuatnya dari perak, sandarannya dari emas, tempat duduknya berwarna ungu, bagian dalamnya dihiasi dengan kayu arang. Hai puteri-puteri Yerusalem,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "puteri-puteri Sion, keluarlah dan tengoklah raja Salomo dengan mahkota yang dikenakan kepadanya oleh ibunya pada hari pernikahannya, pada hari kesukaan hatinya.",
      "type": "content"
    }
  ]
}