{
  "book": "Kidung Agung",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "--Aku datang ke kebunku, dinda, pengantinku, kukumpulkan mur dan rempah-rempahku, kumakan sambangku dan maduku, kuminum anggurku dan susuku. Makanlah, teman-teman, minumlah, minumlah sampai mabuk cinta!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Kerinduan mempelai perempuan",
      "type": "title"
    },
    {
      "verse": 2,
      "text": "Aku tidur, tetapi hatiku bangun. Dengarlah, kekasihku mengetuk. \"Bukalah pintu, dinda, manisku, merpatiku, idam-idamanku, karena kepalaku penuh embun, dan rambutku penuh tetesan embun malam!\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "\"Bajuku telah kutanggalkan, apakah aku akan mengenakannya lagi? Kakiku telah kubasuh, apakah aku akan mengotorkannya pula?\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Kekasihku memasukkan tangannya melalui lobang pintu, berdebar-debarlah hatiku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Aku bangun untuk membuka pintu bagi kekasihku, tanganku bertetesan mur; bertetesan cairan mur jari-jariku pada pegangan kancing pintu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kekasihku kubukakan pintu, tetapi kekasihku sudah pergi, lenyap. Seperti pingsan aku ketika ia menghilang. Kucari dia, tetapi tak kutemui, kupanggil, tetapi tak disahutnya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Aku ditemui peronda-peronda kota, dipukulinya aku, dilukainya, selendangku dirampas oleh penjaga-penjaga tembok.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kusumpahi kamu, puteri-puteri Yerusalem: bila kamu menemukan kekasihku, apakah yang akan kamu katakan kepadanya? Katakanlah, bahwa sakit asmara aku!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Mempelai perempuan memuji mempelai laki-laki di hadapan puteri-puteri Yerusalem",
      "type": "title"
    },
    {
      "verse": 9,
      "text": "--Apakah kelebihan kekasihmu dari pada kekasih yang lain, hai jelita di antara wanita? Apakah kelebihan kekasihmu dari pada kekasih yang lain, sehingga kausumpahi kami begini?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "--Putih bersih dan merah cerah kekasihku, menyolok mata di antara selaksa orang.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Bagaikan emas, emas murni, kepalanya, rambutnya mengombak, hitam seperti gagak.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Matanya bagaikan merpati pada batang air, bermandi dalam susu, duduk pada kolam yang penuh.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pipinya bagaikan bedeng rempah-rempah, petak-petak rempah-rempah akar. Bunga-bunga bakung bibirnya, bertetesan cairan mur.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tangannya bundaran emas, berhiaskan permata Tarsis, tubuhnya ukiran dari gading, bertabur batu nilam.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Kakinya adalah tiang-tiang marmar putih, bertumpu pada alas emas murni. Perawakannya seperti gunung Libanon, terpilih seperti pohon-pohon aras.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Kata-katanya manis semata-mata, segala sesuatu padanya menarik. Demikianlah kekasihku, demikianlah temanku, hai puteri-puteri Yerusalem.",
      "type": "content"
    }
  ]
}