{
  "book": "Kidung Agung",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Betapa indah langkah-langkahmu dengan sandal-sandal itu, puteri yang berwatak luhur! Lengkung pinggangmu bagaikan perhiasan, karya tangan seniman.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Pusarmu seperti cawan yang bulat, yang tak kekurangan anggur campur. Perutmu timbunan gandum, berpagar bunga-bunga bakung.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Seperti dua anak rusa buah dadamu, seperti anak kembar kijang.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Lehermu bagaikan menara gading, matamu bagaikan telaga di Hesybon, dekat pintu gerbang Batrabim; hidungmu seperti menara di gunung Libanon, yang menghadap ke kota Damsyik.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Kepalamu seperti bukit Karmel, rambut kepalamu merah lembayung; seorang raja tertawan dalam kepang-kepangnya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kenikmatan cinta",
      "type": "title"
    },
    {
      "verse": 6,
      "text": "Betapa cantik, betapa jelita engkau, hai tercinta di antara segala yang disenangi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sosok tubuhmu seumpama pohon korma dan buah dadamu gugusannya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kataku: \"Aku ingin memanjat pohon korma itu dan memegang gugusan-gugusannya Kiranya buah dadamu seperti gugusan anggur dan nafas hidungmu seperti buah apel.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Kata-katamu manis bagaikan anggur!\" Ya, anggur itu mengalir kepada kekasihku dengan tak putus-putusnya, melimpah ke bibir orang-orang yang sedang tidur!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Kepunyaan kekasihku aku, kepadaku gairahnya tertuju.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Mari, kekasihku, kita pergi ke padang, bermalam di antara bunga-bunga pacar!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mari, kita pergi pagi-pagi ke kebun anggur dan melihat apakah pohon anggur sudah berkuncup, apakah sudah mekar bunganya, apakah pohon-pohon delima sudah berbunga! Di sanalah aku akan memberikan cintaku kepadamu!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Semerbak bau buah dudaim; dekat pintu kita ada pelbagai buah-buah yang lezat, yang telah lama dan yang baru saja dipetik. Itu telah kusimpan bagimu, kekasihku!",
      "type": "content"
    }
  ]
}