{
  "book": "Kidung Agung",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "O, seandainya engkau saudaraku laki-laki, yang menyusu pada buah dada ibuku, akan kucium engkau bila kujumpai di luar, karena tak ada orang yang akan menghina aku!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Akan kubimbing engkau dan kubawa ke rumah ibuku, supaya engkau mengajar aku. Akan kuberi kepadamu anggur yang harum untuk diminum, air buah delimaku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tangan kirinya ada di bawah kepalaku, tangan kanannya memeluk aku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Kusumpahi kamu, puteri-puteri Yerusalem: mengapa kamu membangkitkan dan menggerakkan cinta sebelum diingininya?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Cinta kuat seperti maut",
      "type": "title"
    },
    {
      "verse": 5,
      "text": "Siapakah dia yang muncul dari padang gurun, yang bersandar pada kekasihnya? --Di bawah pohon apel kubangunkan engkau, di sanalah ibumu telah mengandung engkau, di sanalah ia mengandung dan melahirkan engkau.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "--Taruhlah aku seperti meterai pada hatimu, seperti meterai pada lenganmu, karena cinta kuat seperti maut, kegairahan gigih seperti dunia orang mati, nyalanya adalah nyala api, seperti nyala api TUHAN!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Air yang banyak tak dapat memadamkan cinta, sungai-sungai tak dapat menghanyutkannya. Sekalipun orang memberi segala harta benda rumahnya untuk cinta, namun ia pasti akan dihina.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Mempelai perempuan dan adiknya",
      "type": "title"
    },
    {
      "verse": 8,
      "text": "--Kami mempunyai seorang adik perempuan, yang belum mempunyai buah dada. Apakah yang akan kami perbuat dengan adik perempuan kami pada hari ia dipinang?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Bila ia tembok, akan kami dirikan atap perak di atasnya; bila ia pintu, akan kami palangi dia dengan palang kayu aras.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "--Aku adalah suatu tembok dan buah dadaku bagaikan menara. Dalam matanya ketika itu aku bagaikan orang yang telah mendapat kebahagiaan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Lebih bahagia dari pada Salomo",
      "type": "title"
    },
    {
      "verse": 11,
      "text": "Salomo mempunyai kebun anggur di Baal-Hamon. Diserahkannya kebun anggur itu kepada para penjaga, masing-masing memberikan seribu keping perak untuk hasilnya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Kebun anggurku, yang punyaku sendiri, ada di hadapanku; bagimulah seribu keping itu, raja Salomo, dan dua ratus bagi orang-orang yang menjaga hasilnya.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Kedua mempelai bersahut-sahutan",
      "type": "title"
    },
    {
      "verse": 13,
      "text": "--Hai, penghuni kebun, teman-teman memperhatikan suaramu, perdengarkanlah itu kepadaku!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "--Cepat, kekasihku, berlakulah seperti kijang, atau seperti anak rusa di atas gunung-gunung tanaman rempah-rempah.",
      "type": "content"
    }
  ]
}