{
  "book": "Galatia",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Brothers, if someone is caught in a sin, you who are spiritual should restore him gently. But watch yourself, or you also may be tempted.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Carry each other’s burdens, and in this way you will fulfil the law of Christ.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "If anyone thinks he is something when he is nothing, he deceives himself.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Each one should test his own actions. Then he can take pride in himself, without comparing himself to somebody else,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "for each one should carry his own load.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Anyone who receives instruction in the word must share all good things with his instructor.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Do not be deceived: God cannot be mocked. A man reaps what he sows.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "The one who sows to please his sinful nature, from that nature will reap destruction; the one who sows to please the Spirit, from the Spirit will reap eternal life.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Therefore, as we have opportunity, let us do good to all people, especially to those who belong to the family of believers.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "See what large letters I use as I write to you with my own hand!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Those who want to make a good impression outwardly are trying to compel you to be circumcised. The only reason they do this is to avoid being persecuted for the cross of Christ.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Not even those who are circumcised obey the law, yet they want you to be circumcised that they may boast about your flesh.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "May I never boast except in the cross of our Lord Jesus Christ, through which the world has been crucified to me, and I to the world.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Neither circumcision nor uncircumcision means anything; what counts is a new creation.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Peace and mercy to all who follow this rule, even to the Israel of God.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Finally, let no-one cause me trouble, for I bear on my body the marks of Jesus.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "The grace of our Lord Jesus Christ be with your spirit, brothers. Amen.",
      "type": "content"
    }
  ]
}