{
  "book": "Roma",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tabina 1-7. II. Sihol ni rohana manopot huria Rom 8-15. III. Hagogoon ni Barita na uli 16-17. IV. Rimas ni Debata mida sipelebegu siula hajahaton 18-32",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat tinongos ni si Paulus, naposo ni Jesus Kristus, na tarjou gabe apostel jala pinapulik tu ulaon mamaritahon barita na uli na sian Debata.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "I ma diparbagabaga hian di angka surat na badia marhitehite angka panurirangna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Taringot tu Anakna Jesus Kristus, Tuhanta i, na tubu sian pomparan ni si Daud, ia dagingna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Naung gabe tandap Anak ni Debata na marhagogoon mangkihuthon Tondi na badia, dung hehe Ibana sian hamatean.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sian Ibana hujalo hami asi ni roha dohot tohonan apostel mangalopokkon pangoloion di haporseaon tu roha ni saluhut bangso, ala ni Goarna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sian nasida do nang hamu na jinou ni Jesus Kristus.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Mandapothon angka na hinaholongan ni Debata jala angka na badia, na jinouna i, na di huta Rom: Asi ni roha ma di hamu dohot dame sian Debata Amanta nang sian Tuhan Jesus Kristus!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Mandok mauliate ahu jumolo tu Debatangku marhitehite Jesus Kristus siala sude hamu, ala tu liat portibi on do tarbarita haporseaonmuna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang mansadi ahu marningot hamu. Ia sitindangingku Debata do, na huoloi di bagasan tondingku, di na hubaritahon Anakna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tongtong do hupangido di angka tangiangku, anggiat tung manang andigan pe lomo ni roha ni Debata patiurhon dalanku manopot hamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai masihol do ahu marnida hamu, anggiat tung tarlehon ahu tu hamu deba silehonlehon partondion, patoguhon rohamuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "On do tahe: Naeng dapotan hiras ni roha nang ahu sian hamu hinorhon ni haporseaonta b’e.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai naeng ma botoonmuna, angka dongan, naung jotjot ditahi rohangku manopot hamu, asa marparbue ahu nang di hamu songon na di angka bangso na leban i; alai tarsabat do ahu rasirasa nuaeng.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Na marutang do ahu di halak Junani nang di bangso na leban, di angka parhapistaran nang di angka na hurang roha.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dibahen i husangkap sian nasa rohangku manjamitahon barita na uli i nang di hamu di huta Rom.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Ai ndang na huhailahon barita na uli i, ai hagogoon ni Debata do i paluahon nasa na porsea, halak Jahudi jumolo, dung i dohot do halak Junani.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai dipapatar do disi hatigoran ni Debata, na sian haporseaon tu haporseaon, hombar tu na tarsurat hian: \"Na mangolu do partigor i hinorhon ni haporseaonna!\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(IV.) Ai dipapatar do sian ginjang rimas ni Debata dompak nasa jolma, na so daulat jala na geduk roha, na mangambat hasintongan i marhitehite hageduhon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tandap do nian di nasida pamotoan taringot tu Debata dipatandap Debata.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai dapot tarida do pangalaho ni Debata na buni hian, timbangon ni roha, sian angka pambahenan ni Debata di na tinompana i hasiangan on, i ma hagogoonna dohot hadebataonna na manongtong i, asa unang adong sidaliannasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai atik pe diboto nasida Debata, ndang dipasangap Ibana songon na tama di Debata, jala ndang dipuji, gabe dipaotooto angka pingkiranna do nasida, jala mangkolom ma rohanasida na so mangarti i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dirimpu, na bisuk nasida, hape na loahon do!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dipasambar do hasangapon ni Debata na manongtong i tu gombaran na suman tu jolma na mangilas i, songon i tu pidong dohot tu binatang ro di na manjirir i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dibahen i dipasahat Debata do nasida di bagasan hisaphisap ni rohanasida tu hahodaron i, pola diparonsam nasida dagingna sama nasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai dipasambar do hasintongan ni Debata gabe gabus, jadi disomba jala dioloi na tinompa singkat ni Panompa i, na tarpuji ro di salelenglelengna. Amen.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ala ni i dipasahat Debata nasida tu hahisapon hailaon, ai dipaimbar angka boruborunasida do bangko hian tu na so bangko.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Suang songon i nang angka baoa, ditinggalhon do ruhut hian, siingoton maradophon boruboru, gabe garang ma nasida di bagasan hahisapon, pola baoa sama baoa mangulahon hailaon jadi patut do dijalo di dirina be upa ni haliluonnasida.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ala so diparhamaol nasida na mananda Debata, gabe dipasahat Debata nasida tu parrohaon na so gabeak, asa diulahon na so uhum.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tung gok do nasida nasa hageduhon hajahaton, haroaon, pangahution, latelate, bunubunu, badabada, ansiansi dohot angkal bisuk.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Angka parmihimmihim, parhata tundal, sihosomi Debata, angka na jungkat, siginjang roha, sideak hata, parpingkiran na roa, na manoisi natorasna;",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "na so marroha, siose padan, na so umboto holong dohot asi ni roha.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Diboto nasida do nian uhum na pinatikkon ni Debata, mandok na tama marutang hosa angka na mangulahon sisongon i, hape tong do diula; lumobi tahe, lomo do rohanasida mida angka na mangulahonsa.",
      "type": "content"
    }
  ]
}