{
  "book": "Roma",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamagoan ni bangso Israel: Hasahatan ni barita na uli nasida, gabe sai tong do dilului hatigoran sian patik",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ale angka dongan, dipangido rohangku, huhut hutangiangkon nasida tu Debata, anggiat malua.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai huhatindangkon do nasida, paboa na diharingkothon pargamaonna; alai ndang marroha.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai disoadahon nasida do hatigoran ni Debata, dilului tahe pajongjongkon hatigorannasida sandiri, jala ndang diundukkon hatigoran ni Debata.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai Kristus do ujung ni patik i, laho mamintori nasa na porsea.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai disurathon si Musa do nian: \"Jolma na mangulahon hatigoran na marhite sian patik, i do na mangolu disi.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ia hatigoran na sian haporseaon i mandok songon on: \"Unang tung dok di bagasan roham: Ise ma manaek tu banua ginjang?\" (Astuanna: Mangalap Kristus sian i.)",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Manang: \"Ise tuat tu banua toru?\" (Astuanna: Manogihon Kristus sian angka na mate.)",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "On do tahe didok: \"Talpe do di ho hata i, di bagasan pamanganmu dohot di bagasan roham do!\" I do hata haporseaon i na hubaritahon hami.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai malua ma ho, molo diparhatopot pamanganmi Tuhan Jesus i, huhut dihaporseai roham, naung dipahehe Debata Ibana sian angka na mate.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai roha i do porsea, asa tu hatigoran; pamangan i do mangkatindangkon, asa tu haluaon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai didok surat i do: \"Ndang sipailaon nasa na porsea di Ibana!\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai ndang adong imbar ni Jahudi manang Junani; ai Sada do Tuhan ni saluhutna, naung marbasabasahon sian hamoraonna tu saluhut angka na manjou Ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai \"malua do ganup na manjou Goar ni Tuhan i!\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Antong, beha ma jouonnasida Ibana na so hinaporseaannasida? Beha ma porsea nasida, ia so jolo dibege baritana. Alai beha ma begeonnasida, ia so adong parjamita?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai beha ma marjamita nasida, ia so adong na marsuru, songon na tarsurat i: \"Lehetna i langka ni angka sibaritahon na denggan!\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai ndang sude mangoloi barita na uli i, ai ninna si Jesaya do: \"Ale Tuhan, tung ise ma mangkaporseai jamitanami?\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Asa sian na tumangihon do ro haporseaon; ia panangihon i, sian hata ni Kristus do.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai on ma dohononku: Ndang dibege i huroha? Nunga nian! \"Naung tolhas do soarana tu liat portibi on, jala ro di suhi ni tano on do baritana.\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai hudok muse: Ndang manganto Israel disi? Parjolo si Musa mandok: \"Pinggilonku ma hamu mangiburu mida na so bangso hian, paheheonku rimasmuna mida bangso na oto.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Hum do si Jesaya mandok: \"Angka na so mangalului Ahu, i do na dapotan; naung gabe patar do Ahu di angka na so mangusoi Ahu.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai tu bangso Israel do didok: \"Manipat ari hupaherbang tanganku tu bangso na so mangoloi jala na manggaga.\"",
      "type": "content"
    }
  ]
}