{
  "book": "Roma",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hot do pamillit ni Debata di bangsona 1-32. II. Na so hadodoan do pambahen ni Debata 33-36",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa hudok ma: Tung dibolongkon Debata do bangsona? Dao ma i! Ai halak Israel do nang ahu, pinompar ni si Abraham, marga Benjamin.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nda tung dibolongkon Debata bangsona, naung tinandana hian. Na so diboto hamu do na nidokna di surat na taringot tu si Elia, uju dialuhon ibana Israel tu Debata, ai ninna ma:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "\"Ale Tuhan, dipusa nasida angka panurirangmi, dilohai do angka langgatanmi; sasada ahu nama na tading, jala dohot do hosangku disangkapi nasida.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dia ma didok soara na ro tu ibana? \"Huhirahon do di Ahu pituribu halak, angka na so sumomba debata Baal i!\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nuaeng pe, adong do pasipasi, mangihuthon pamilliton ni asi ni roha i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai molo binahen ni asi ni roha, ndang be sian parulaon; aut unang i, ndang be goaran i asi ni roha!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Asa dia nama? Ndang jumpang bangso Israel na niluluan ni rohana, holan angka na pinillit do na dapotan; dipajogal do roha ni na asing.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hombar tu na tarsurat i: \"Ro di sadari on do dilehon Debata tu nasida tondi na derem dohot mata na so jadi marnida ro di pinggol na so jadi marbinege.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala didok si Daud do: \"Sai gabe jorgong jala jaring ma mejanasida bahen pargasipan jala bahen pamaloson di nasida!\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "\"Dipaholom ma matanasida, asa unang marnida, jala dipabungkuk ma tanggurungnasida tongtong!\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "On do hudok: Na naeng tinggang do nasida, umbahen na tartuktuk? Dao ma i! Pangalaosionnasida do gabe haluaan di halak parbegu, anggiat tung mangiburu nasida disi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai molo pangalaosionnasida manjadihon parsaulian ni portibi on, jala hahurangannasida manjadihon hamoraon ni parbegu, lam beha ma habobongot ni nasida sudena!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tu hamu angka sipelebegu do hatangkon: Ala apostel tu sipelebegu ahu, sangap do huetong tohonanki.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Anggiat tung mangiburu hubahen donganku sasibuk, laho paluahon nanggo deba sian nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai molo saut pardengganan ni portibi on, di na bolong i nasida, nda gabe songon hangoluan sian na mate ma i, ia dung saut nasida dijangkon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai molo badia patumonaan i, badia ma nang na niudi; jala molo badia uratna, badia ma nang angka dangkana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tutu, deba rantingna dirampingkon, asa ho tarsumbat tusi; atik pe hau jarak harangan hian ho, gabe partohap do ho di urat dohot di miak ni hau jarak huta i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Unang ma antong ginjang roham maradophon angka ranting i; alai ia ginjang roham, ingot ma: Ndada ho mangusung urat i, niusung ni i do ho!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dohononmu ma: Dirampingkon do ranting i, asa ahu disumbathon tusi!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tutu do i! Ala so porsea nasida, umbahen na dirampingkon; alai sian haporseaon i do, umbahen na jongjong ho. Unang ma ginjang roham, mabiar ma tahe!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai molo so diolani Debata angka ranting hian, ndang olananna nang ho.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Onpe, bereng ma basa ni Debata dohot horasna: Horas do Ibana maralohon angka naung tinggang i; basa do maradophon ho, anggo mian ho di bagasan habasaonna; ia so i, tabaonna do nang ho!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Nasida pe, molo masuk porsea, sumbathononna do; margogo do Debata manumbathon nasida muse.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai sian hau jarak harangan hian ho dirampingkon, gabe disumbathon ho maralohon bangkona tu hau jarak huta; nda lam tarsumbathonsa ma nasida, laho pasuangkon tu hau jarak hian.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Asa unang hapistaranmuna pangasahononmuna, ale angka dongan; naeng ma di rohangku botoonmuna hasimoon on: Naung songgop do jolo hatangkangon tu bangso Israel, paima tumpu masuk halak sipelebegu i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala i do gabe dalan, asa malua sandok bangso Israel, hombar tu na tarsurat: \"Na ro ma sian Sion Sipalua; tamparonna ma hajahaton sian Jakkob!\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "\"Jala on ma padanhu dohot nasida, molo dung hubuat angka dosanasida.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Asa marningot barita na uli i, musu do nasida ala hamu; alai mangihuthon pamilliton i, angka haholongan do nasida ala angka ompu i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai ndang dipatait Debata angka silehonlehonna nang panjouonna i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai najolo ndang sioloi Debata hamu (sipelebegu), gabe dapotan asi ni roha hamu anggo nuaeng, hinorhon ni na so mangoloi i nasida (Israel).",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Songon i ma nasida: Ndang pangoloi nasida saonari; anggiat siasian nang nasida musengani, hinorhon ni asi ni roha na tu hamu i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ai naung dipasahat Debata do saluhutna tu roha na so mangoloi, asa asianna muse saluhutna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(II.) Bagasna i, antong, hamoraon, hapistaran dohot parbinotoan ni Debata! Na so hasigatan do angka uhumna jala na so habogasan do angka dalanna!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ai ise dung umboto roha ni Tuhan i? Ise manuturi Ibana?",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ise mangalehon parjolo tu Ibana, asa dibalos tusi?",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ai sian Ibana do saluhutna ro, marhitehite Ibana jala marhapatean tu Ibana do sasudena i! Di Ibana ma hasangapon salelenglelengna! Amen.",
      "type": "content"
    }
  ]
}