{
  "book": "Roma",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sipaingot mangulahon haserepon dohot haholongon ni roha",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Na huapoi ma hamu, ale angka dongan, marhitehite asi ni roha ni Debata: Pasahat hamu ma dagingmuna bahen pelean na mangolu, na badia, na hinalomohon ni Debata; i ma hadaulaton ni na marroha.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala unang gabe sarombang hamu dohot portibi on; alai gabe imbaru ma hamu, dung muba pingkiranmuna, asa tau hamu manimbangi lomo ni roha ni Debata, i ma na uli, na hinalashonna dohot na sun denggan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai marhite sian asi ni roha na nilehonna tu ahu, hupaingot ma ganup hamu: Unang ma torbang rajumi hamu dirimu, lobi sian na patut; alai intap ni na tama ma parrohaonmuna: Ganup marguru tu godang ni haporseaon na tinurpukkon ni Debata tu ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Umpamana: Torop do ruas di dagingta, alai ndada saulaon ruas i sude:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Songon i do hita: Torop sadaging di bagasan Kristus, alai ruas be’ do hita sama hita.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ganup manjalo silehonlehon marguru tu ragam ni asi ni roha na tinurpukkonna tu hita: Ia panurirangon, naeng ma mardomu tu haporseaon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia ulaon marhobas, ba ulaon marhobas ma; ia haguruon, i ma!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia pangapoion, i ma; ia na mangasii, sian bulus ni roha ma; ia na manguluhon, marringgas ni roha ma; ia na marbasabasa, sian las ni rohana ma!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Unang ma marpangansi holong ni roha i! Hagigihon hamu ma na jat; pareak hamu ma na denggan!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingot hamu ma holong ni roha sama dongan Kristen! Masijolojoloanan ma hamu masipasangapan!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Unang sumurut ringgas ni rohamuna! Partondi na girgir ma hamu! Oloi hamu ma Tuhan i!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marlas ni roha ma hamu mangkirim! Marbenget ni roha ma di haporsuhon! Jugulhon hamu ma tangiang!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Antoi hamu ma na hasea di angka na badia! Haringkothon hamu ma partamueon!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Pasupasu hamu ma angka na paburuburu hamu; pasupasu ma antong, unang bura i!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Marlas ni roha ma hamu rap dohot angka na marlas ni roha, jala tangis ma hamu rap dohot angka na tangis!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sada ma rohamu sama hamu: Unang hatimboon pingkiri hamu, alai patutoru hamu ma rohamu tu haserepon; unang parbisuk hamu di rohamu!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Unang baloshon hamu na jat alo ni na jat; ringkoti hamu ma na denggan di jolo ni halak saluhutna!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Molo tarbahen, intap na tarpatupa hamu, tiop hamu ma dame maradophon halak saluhutna!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hamu, angka na hinaholongan, unang hamu marlulu; pasahat hamu ma rimas i (tu Debata), ai tarsurat do: \"Di Ahu do pamaloson, Ahu pe mamaloshon, ninna Tuhan i.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Onpe, jumpa male musum, lehon ibana mangan; jumpa mauas ibana, painum! Ai songon na pagukgukkon gara do ho tu atas uluna, anggo dibahen ho songon i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Unang ma talu ho dibahen hajahaton; alai taluhon ma hajahaton i marhitehite na denggan!",
      "type": "content"
    }
  ]
}