{
  "book": "Roma",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Oloan do panggomgomi 1-7. II. Haholongan do dongan 8-10. III. Parangehononhon do hatiuron 11-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Unduk ma ganup di panggomgomi na marsahala; ai ndang adong sahalana, ia so sian Debata, Debata do mangaturhon nasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Asa na mangalo aturan ni Debata do na mangalo panggomgomi i. Alai na mangaithon uhum tu dirina do na mangalo i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai angka siula hajahaton do patut mangkabiari panggomgomi, ndada angka siulahon na denggan. Na denggan ma ulahon, asa unang pola habiaranmu panggomgomi i, asa dapot pujipujian ho tahe sian nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Suruan ni Debata do nasida, laho manumpak ho. Alai molo diula ho na jat, patut ho tahutan, ai ndada gaitgait podang na niusungna i. Suruan ni Debata do nasida, mangkonahon uhum tu siulahon hajahaton.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dibahen i patut marunduk ni roha hita; ndada nionjar ni biar mida rimasna, tung sinuru ni roha i do.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ala ni i garar hamu ma nang beo i, ai parhobas ni Debata do nasida; tusi do nasida disuru.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tu ganup ma lehon hamu na tama tungguonna: Beo tu na patut manjalosa, sohe tu na ture hasahatanna, biar tu na tama habiaran, hormat tu na talup hormatan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Unang marutang hamu manang tu ise, dungkon ni ruhut masihaholongan; ai na mangkaholongi dongan, i do manggohi patik i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai na nidok ni patik i: \"Unang ho mangalangkup! Unang ho mambunu! Unang ho manangko! Unang marpangkaliangi roham!\" Ro di nasa patik na asing, on do pamusatanna: \"Haholongi donganmi songon dirim!\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia parholong ni roha, ndang diulahon na jahat tu angka dongan; asa haholongon ni roha i do tutu hagogok ni patik i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) I ma ringkoti hamu, ala diboto hamu tingkina: Ai naung dapot do ombasna, laho hehe sian na modom; ai nunga jumonok haluaonta nuaeng, sian uju gabe porsea hita.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Na salpu ne ma borngin, na jonok nama arian. Antong, tatanggali ma angka ulaon haholomon; tasolukkon ma angka sinjata hatiuron!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Badia ma hita marpangalaho songon na patut arian, unang masalpuhu parmanganon dohot parminumon, unang marharorangon dohot margadombus, unang marbada dohot mangiburu!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai solukkon hamu ma Tuhan Jesus Kristus; jala unang ma sarihon hamu dagingmuna laho manungguli hisaphisapna.",
      "type": "content"
    }
  ]
}