{
  "book": "Roma",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Masipauneunean ma hamu: Anju hamu ma angka dongan na gale! 1-12. II. Unang ma targasip dongan! 13-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Anju hamu ma na gale marhaporseaon, unang uhumuhumi hamu pingkirannasida!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Pos do roha ni na sada on, laho manganhon nasa ragam ni sipanganon; ai na gumale i, ingkau rata sambing do dipangan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Unang ma hu roha ni na manganhonsa mida na so manganhonsa; jala na mangorom, unang ma diuhumuhumi donganna na manganhonsa, ai naung dijangkon Debata do ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai ise do ho, umbahen na diuhumuhumi ho anak somang ni na leban? Mandapot di tuanna do ibana, manang na hot, manang na tinggang. Alai hot do ibana, ai tarpahot Tuhan i do ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia di roha ni na deba, marhasurungan do ari on sian ari an; ia di roha ni na asing, dos be do angka ari i. Asal ma gomos pingkiranna be!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Na pabadiahon ari i, di Tuhan i ma diparbadiai; na manganhon i, Tuhan i ma diingot disi, ai dipuji disi Debata; songon i do na mangorom, Tuhan i do diingot disi, laos dipuji do Debata.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai ganup hita ndang mangolu di dirinta, jala laos ganup hita ndang mate di dirinta.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai ia mangolu pe hita, mangolu di Tuhan i do; jala mate hita, mate di Tuhan i do! Asa mangolu manang mate pe hita, tong do di Tuhan i hita.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai i do umbahen na mate Kristus jala mulak mangolu, asa Ibana Tuhan ni angka na mate, nang angka na mangolu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia ho, boasa uhumuhumanmu donganmu; boasa hu roham mida donganmu? Ai hita sasude pajongjongonna sogot tu adopan ni habangsa ni Debata.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai na tarsurat do: \"Na mangolu do Ahu, ninna Tuhan i. Marsinggang tu jolongku sogot nasa na mangolu, jala nasa parsoara marhatopothon Debata!\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa ganup hita on, alusanta do Debata taringot tu dirinta be.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Onpe, unang be hita masiuhumuhuman! On ma tahe timbangi hamu: Unang ma binahen partuktuhan manang pargasipan tu dongan!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tangkas situtu do huboto marhitehite Tuhan Jesus: Na so adong na ramun hian; alai na gabe ramun do i di na manjujursa ramun.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai molo diarsahi ho donganmi ala sipanganon, ndang diparangehon ho be holong ni roha i. Unang ma mago donganmu binahen ni sipanganonmu, ai naung mate do Kristus humongkop ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Onpe, unang ma hona insak artamuna!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai ndada sipanganon manang siinumon harajaon ni Debata; hatigoran do dohot hadameon dohot las ni roha di bagasan Tondi Parbadia.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai molo dioloi ho Kristus disi, dihalomohon Debata do ho jala arga ho di jolma.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibahen i taeahi ma na tau padamehon jala pauliulihon hita sama hita!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Unang segai na niula ni Debata, binahen ni sipanganon. Saluhutna i ias do nian, alai gabe dae do i di halak, molo targasip ibana laho manganhonsa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tagonan, unang mangan juhut, unang minum anggur hita, unang ma taula manang dia pe, ia targasip donganmu disi.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ia adong pe haporseaonmu, di ho ma i di jolo ni Debata. Martua do na so ganggu be di na tinolopan ni rohana!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai molo ganggu roha ni halak laho manganhon, hona uhum do, ala so sian haporseaon. Ai nasa na so tubu sian haporseaon, i do dosa.",
      "type": "content"
    }
  ]
}