{
  "book": "Roma",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka parsantabian 1-16. II. Hata parujungan 17-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Hupasahat ma tu hamu ibotonta si Poibe, pangurupi di huria Kenkrea.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jangkon hamu ma nasida marhitehite Tuhan i, songon na tama di angka na badia, jala urupi hamu ma nasida di nasa ulaon, jumpa ringkot urupan. Ai naung gabe pangurupi nasida di torop halak, nang di ahu pe.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tabingku di si Priska dohot Akuila, angka donganku pangula di bagasan Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Diseahon nasida do hosanasida humongkop ahu; gabe ndada holan ahu mandok mauliate tu nasida, tung saluhut huria na sian sipelebegu do.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tabingku nang di punguan na di bagasnasida, Tabingku di si Epenetus, haholonganki, patumonaan ni huria ni Kristus di Asia.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tabingku di si Maria na mangkalojahon hamu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tabingku di si Andronikus dohot di si Junias, angka donganku samarga, donganku tarhurung; denggan do baritanasida di angka apostel jala na jumolo nasida di Kristus asa ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tabingku di si Ampliatus, na huhaholongi di bagasan Tuhan i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tabingku di si Urbanus, donganta di bagasan Kristus, songon i di si Stakis, haholonganki.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tabingku di si Apelles, naung tau nidapot di Kristus. Tabingku ma di angka dongan sabagas ni si Aristobulus.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tabingku di si Herodion, donganku samarga, Tabingku di dongan sajabu ni si Narkissus, angka na di bagasan Tuhan i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tabingku di si Tripena dohot Triposa, angka na olo loja humongkop Tuhan i. Tabingku di si Persis, haholongan i, naung olo loja situtu humongkop Tuhan i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tabingku di si Rupus, na pinillit ni Tuhan i, songon i di inangna, na songon ina di ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tabingku di si Asinkritus, Plegon, Hermes, Patrobas, Hermes, nang di angka dongan na rap dohot nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tabingku di si Polologus, si Julia, Nerius ro di ibotona i, di si Olimpas dohot di sude dongannasida na badia i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Masitabian ma hamu huhut masiummaan di bagasan habadiaon! Sahat ma tabi ni sude angka huria ni Kristus tu hamuna!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Huapoi ma hamu angka dongan: Jagahon hamu ma angka na mambingkasi parsalisian dohot pargasipan mangalo poda naung ginuruhonmuna, jala pasiding hamu ma nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai ndada Tuhanta Kristus dioloi nasida, butuhanasida do; jala dipaotooto nasida do angka na so umboto hajahaton, marhitehite hatanasida na uli jala na tabo di pinggol.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai nunga tarbarita pangoloionmuna tu saluhutna, i do halalas ni rohangku di hamuna; alai naeng ma di rohangku marbisuk tu na denggan hamu, polin pasidingkon na roa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai tibu ma rosahan ni Debata Pardame i sibolis i tutoru ni patmuna. Didongani asi ni roha ni Tuhanta Jesus ma hamuna!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Manongos tabi tu hamu si Timoteus, donganku pangula, songon i si Lucius, Jason, Sosipater, angka donganku samarga.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Mandok tabi di hamu di bagasan Tuhan i, ahu si Tertius na manurathon surat on.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Mandok tabi di hamu si Gayus na manamuei ahu ro di sandok huria i, songon i si Erastus hasahatan ni hepeng ni huta i, dohot si Kuartus dongan i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(Didongani asi ni roha ni Tuhanta Jesus Kristus ma hamu sudena! Amen.)",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai hasangapon ma di Debata na tuk margogoihon hamu, hombar tu barita na uli na hubaritahon dohot jamita ni Jesus Kristus. I ma hasimoon naung dipaullop, dung jolo ditabunihon sian na robi.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "I ma dipapatar nuaeng marhite sian surat ni angka panurirang mangihuthon tona ni Debata na manongtong i, jala dipabotohon tu saluhut bangso, asa dioloi be porsea.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Di Ibana, Parbisuk mamunjung i, ma hasangapon marhitehite Kristus ro di salelenglelengna! Amen.",
      "type": "content"
    }
  ]
}