{
  "book": "Roma",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tigor do uhum ni Debata 1-11. II. Songon i do nang tu Jahudi 12-16. III. Unang ma dipangasahon Jahudi hasurunganna 17-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dibahen i ndang dapot ondingan ho, ale jolma, sidabu uhum. Ai dirim do diuhumi ho, di na niuhumanmu donganmi. Ai suman tu na binahenna i do pambahenmi, ho na manguhumi i!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai taboto do: Hombar tu hasintongan do uhum ni Debata mangonai tu angka na mangulahon sisongon i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai dirimpu ho, ale, tarpasiding ho uhum ni Debata, anggo diuhumuhumi ho na mangula sisongon i, hape dohot do ho mambahensa?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung na hu do roham di denggan ni basana na godang i, di panganjuonna nang di lambas ni rohana? Ndang diboto ho, habasaon ni Debata naeng manogihon ho tu hamubaon ni roha?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai dibahen jogal ni roham na so olo muba i, dipagukguk ho do tu dirim rimas di ari hasosonggop ni rimas i, di na gabe patar uhum na tigor i dibahen Debata.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai baloshononna do tu ganup marguru tu na niulana b’e!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hangoluan na salelenglelengna do di angka na marbenget ni roha mangula na denggan, laho mangalului hasangapon, hamuliaon dohot hatongtongon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai rimas dohot muruk ma di angka na tongkar, ala pangoloi nasida di hageduhon, ndada di hasintongan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Na bernit dohot hatahuton ma tu roha ni nasa jolma na mangulahon hajahaton, tu halak Jahudi jumolo, dung i dohot do tu halak Junani.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai hasangapon, hamuliaon dohot dame tu ganup na mangulahon na denggan, tu halak Jahudi jumolo, dung i dohot do tu halak Junani.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai ndang siida rupa anggo Debata!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Ai angka na mardosa, so marpatik, mago do, nang so marpatik; jala angka na mardosa, ginomgoman ni patik, uhuman ni patik i do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai ndada na umbege patik i, pintor di roha ni Debata; angka na mangulahon patik i, i do pintoranna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai diulahon angka sipelebegu sian dirina do na pinangido ni patik i, atik pe so adong patik di nasida, asa gabe nasida sandiri ma songon patik di nasida, angka na so marpatik hian.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sian i ma tarida, paboa naung tarsurat ulaon patik i di bagasan rohanasida, laos mangkatindangkon do panggora ni rohanasida, angkup ni pingkiran ni rohanasida, angka na masisolsolan nang masiondian pe.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "I ma di ari sogot, di na ro Debata manguhumi nasa na buni na di jolma marhite Kristus Jesus, hombar tu na hubaritahon i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Na margoar Jahudi do anggo ho, patik i dipartanggulhon do jala Debata ditengahon ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Diboto ho do pinangidona i, jala tartimbang ho do na jadi dohot na so jadi, ala naung dipodai patik i ho.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tau do ho, didok roham, gabe partogi di na mapitung, panondang di angka na di bagasan na holom;",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "sipodai angka na hurang roha, pangajari di angka na metmet, ai di ho do rumang ni parbinotoan dohot hasintongan di bagasan patik i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Antong, ia na asing dipodai ho do, alai dirim ndang dipodai ho. Ditingtingkon ho do, na so jadi manangko, hape manangko do anggo ho!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Didok ho do: Unang mangalangkup; hape pangalangkup do ho! Na magigi do ho mida angka ajiajian, hape pandobo do ho di bagas joro!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dipangasahon ho do patik i, tong do dipalealea ho Debata marhite sian pangalaosim di patik i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Songon naung tarsurat i: \"Ala ni hamu do umbahen na marlea Goar ni Debata diida angka sipelebegu\".",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Hasea do nang parsunaton i, anggo diparangehon ho patik i; alai molo pangalaosi ho di patik i, gabe songon na so parsunaton ma i di ho.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Asa molo diradoti na so tarsunat i pangidoan ni patik i, nda rajumon ma dagingna na so tarsunat i doshon naung disunat?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi ho naung nampuna hata i dohot parsunaton i, anggo dilaosi ho patik i, uhumon ni na so tarsurat ma ho, anggo diradoti patik i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai ndada i tutu Jahudi na marrupahon hajahudion, jala ndada i tutu parsunaton na di daging.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai naeng ma Jahudi ibana di bagasan rohana; parsunaton i pe, naeng ma di bagasan roha hinorhon ni Tondi, unang hata ni patik; angka sisongon i ma dapotan pujipujian sian Debata, nda tung sian jolma.",
      "type": "content"
    }
  ]
}