{
  "book": "Roma",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pardosa do sude jolma 1-20. II. Sian asi ni roha do dipintori Debata angka na porsea 21-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa dia nama hasurungan ni Jahudi? Tu aha ma hasea parsunaton i?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sandok godang do i. Parjolo: Hasahatan ni angka pandok ni Debata do nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai beha nama, ia so porsea na deba? Tung tarbahen nasida na so porsea i ma manegai haburjuon ni Debata Sihaposan i?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dao ma i! On do tahe: Parsintong do ia Debata, alai pargabus do nasa jolma, songon na tarsurat i: \"Asa pintor ho di angka pandohanmu jala monang di panguhumonmi!\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai beha ma dohononta? Ia dipajongjong hageduhonta hatigoran ni Debata, nda na geduk ma Debata, molo dipalalu rimasna? Santabi di Debata!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dao ma i! Ai aut i, songon dia ma taruhum Debata portibi on?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai molo lam timbul hasintongan ni Debata binahen ni gabushu paganda hasangaponna boasa uhumon dope ahu songon pardosa?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nda tagonan ma taula na roa, asa ro na denggan, songon pandok ni na deba magarehei hita; songon i do hatanta, ninna. Patut ma antong hona uhum angka sisongon i!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Asa boha ma? Marhasurungan do hami? Ndangana, ai nunga hupatorang: Rap ginomgoman ni dosa do saluhutna, halak Jahudi nang halak Junani.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Hombar tu na tarsurat i: \"Ndang adong na tigor nanggo sada!\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "\"Ndang adong na marroha, na usouso di Debata.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "\"Saluhut nasida nunga manimbil, tung sange do nasida marroha mago; ndang adong sibahen na denggan nanggo sada.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "\"Tanoman na ngangang do aruarunasida, na paotootohon do dilanasida; bisa ni ulok dari do ditoru ni bibirnasida.\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "\"Gok burabura dohot hata podu pamangannasida.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "\"Hirtap do patnasida mandurushon mudar.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "\"Hamagoan dohot haporsuhon do di dalannasida.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "\"Ia dalan hadameon i ndang diboto.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "\"Ndang marhabiaran di Debata rohanasida.\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai taboto do: Tu na ginomgoman ni patik i do nasa hata ni patik i, asa mangkohom nasa jolma jala marutang tu Debata sandok manisia.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai ndang dapotan hatigoran jolma nanggo sada di adopan ni Debata, anggo sian na mangulahon patik i. Ai dihorhon patik i do panandaon di dosa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(II.) Alai nunga gabe patar nuaeng hatigoran ni Debata, so sian patik i, songon naung dihatindangkon patik i nang angka panurirang pe.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "I ma hatigoran ni Debata na marhitehite haporseaon di Jesus Kristus sahat tu saluhut angka na porsea.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai ndang adong imbar ni i: Tung saluhut do nasida mardosa jala ndang dapot pujion ni Debata nasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Gabe dipintori do nasida dalan basabasa binahen ni asi ni rohana hinorhon ni panobusion na di bagasan Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ibana do dipadiri Debata bahen habangsa parasian marhite sian haporseaon di mudarna i, asa dipapatar Debata disi hatigoranna, ala naung dibolus matana angka dosa najolo marhite lambas ni rohana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai naeng papataron ni Debata hatigoranna apala nuaeng, asa pintor Ibana jala dipintori na marhaporseaon di Jesus.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Asa adong dope sipangasahononhon? Nunga gotap anggo i! Binahen ni patik dia do? Binahen ni angka parulaon i do? Nda tung, binahen ni patik haporseaon i do.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Asa on do dijujur rohanta: Haporseaon i do mamintori jolma, ndada na mangulahon patik.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai holan Jahudi do nampuna Debata? Nda dohot sipelebegu i? I do antong; dohot do sipelebegu i!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai sada do Debata na mamintori na tarsunat sian haporseaonnasida, songon i nang na so tarsunat i, ala ni haporseaonnasida.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Asa na mangarumpakkon patik do hita binahen ni haporseaon i? Dao ma i! Na pajongjongkon patik i do hita.",
      "type": "content"
    }
  ]
}