{
  "book": "Roma",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Abraham do tiruan ni angka na porsea i",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Beha ma di rohanta? Aha ma jumpang si Abraham, amanta i, taringot tu daging.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai ia pintor si Abraham sian na niulana, adong ma sipangasahononna; alai nda tung maradophon Debata.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai nda on do didok Surat i: \"Na porsea do si Abraham di Debata, gabe i ma dirajumi bahen hatigoranna!\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Utang na so tarjua do upa sijaloon ni na mulaulaon, nda tung asi ni roha.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai haporseaon do rajumon gabe hatigoran anggo di jolma na so mangaradoti ulaon, asal porsea ibana di Sipintori na jahat.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Songon pandok ni si Daud, ai diparhatua do halak na gabe pintor dirajumi Debata, so sian parulaonna:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "\"Martua ma jolma, naung sinesaan pangalaosionna, naung hinungkupan dosana!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Martua ma halak, anggo so dijujur Tuhan i dosana tu ibana!\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ise antong diparhatua disi? Angka na marsunat do, manang dohot do angka na so marsunat? Ai nunga tadok: \"Dietong do haporseaon ni si Abraham gabe hatigoranna!\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai beha do antong dirajumi? Dung marsunat ibana, manang andorang so marsunat i? Andorang so marsunat dope!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Anggo parsunaton i, partinandaan do i, sumahaphon tu ibana hatigoranna ala ni haporseaonna andorang so marsunat dope, asa gabe ama ibana di saluhut angka na porsea na so marsunat i, asa nang tu nasida dirajumi hatigoran.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Huhut do ibana ama ni angka na marsunat; alai ndada asal tarsunat nasida, naeng ma ditiru haporseaon ni si Abraham, amanta i, andorang so marsunat dope.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai ndada marhite sian patik i ro bagabaga tu si Abraham nang tu pomparanna, na mandok: Ibana tumean portibi on; marhite sian hatigoran na sian haporseaon i do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai aut angka siradoti patik i gabe panean, ndang marguna haporseaon i, jadi pesan ma bagabaga i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai dihorhon patik i do rimas; alai anggo soada patik, laos so adong do pangalaosion.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen i sian haporseaon i do bagabaga i, asa sian asi ni roha do, ai naeng hot bagabaga i di sandok pomparanna i; ndada holan di dongan sapatik ni si Abraham, dohot do di donganna sahaporseaon, ai ama ni hita saluhutna do ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hombar tu na tarsurat i: \"Hupabangkit do ho gabe ama ni torop bangso!\" Di adopan ni Debata ma i, na hinaporseaanna Sipangolu angka na mate jala Sijou na so adong hian gabe adong.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Maralohon nasa pangkirimon do haporseaonna na mangkirim i, asa gabe ama ni torop bangso ibana, hombar tu hata i: \"Songon i ma sogot pomparanmu!\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang na olo gale haporseaonna i paidaida pamatangna na hira so marngolu be, ai nunga saratus taon ne’ umurna, nang paidaida si Sara, naung saep ladang i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ndang olo ganggu rohana tumadingkon haporseaon di bagabaga ni Debata; na lam tu toguna do tahe haporseaonna jala diparsangapi do Debata.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai pos situtu do rohana: Tuk do gogo ni Debata patupahon na pinarbagabagana i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ala ni i do umbahen na dirajumi i gabe hatigoranna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ndada ala ni ibana sambing, umbahen na tarsurat, naung dirajumi tu ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Hita pe, ditatap do disi, ai sirajumon do nang tu hita haporseaon di Ibana, na pahehehon Jesus Tuhanta i sian na mate.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai dipasahat do Ibana ala ni pangalaosionta i, jala dipangolu siala hatigoranta.",
      "type": "content"
    }
  ]
}