{
  "book": "Roma",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parbue ni hatigoran na sian haporseaon i 1-11. II. Sian si Adam do dosa dohot hamatean; hatigoran dohot hangoluan i sian Kristus 12-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa dung dipintori hita dalan haporseaon, mardame ma hita dohot Debata marhitehite Tuhanta Jesus Kristus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Laos marhitehite Ibana do saut masuk hita tu asi ni roha, hajongjonganta nuaeng dalan haporseaon, jala taparhatua do dirinta marningot hasangapon ni Debata na itahirim i i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai lumobi sian i dope, ai itahalashon do nang angka haporsuhon, ala taboto, dihorhon haporsuhon i do habengeton ni roha.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala dihorhon habengeton ni roha i do hatauon, jala hatauon i do mangkorhon pangkirimon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai ndang na murak hita bahenon ni pangkirimon i, ala nunga diusehon tubagasan rohanta holong ni roha ni Debata marhitehite Tondi Parbadia, naung nilehonna i tu hita.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai uju na parir dope hita, disi ma tongon mate Kristus humongkop angka parjahat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai maol mate halak humongkop partigor; adong do deba na barani mate humongkop na ulibasa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ia Debata, dipapatar do holong ni rohana i di hita, uju pardosa dope hita, ai disi do mate Kristus humongkop hita.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Asa lam malua ma hita sian rimas i nuaeng marhite sian Ibana, dung jolo dipintori hita di bagasan mudarna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai molo dipadenggan Ibana hita tu Debata hinorhon ni parmate ni Anakna i, uju musuna dope hita, nda lam paluaonna ma hita, angka naung pinadengganna i, dung mangolu Ibana?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Lumobi dope, tung itahalashon do Debata mangasahon Tuhanta Jesus Kristus, ai di bagasan Ibana do tajalo pardengganan i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dibahen i, songon na bongot dosa i tu portibi on marhite sian sada halak jala marhitehite dosa i ro hamatean, songon i sahat hamatean i tu saluhut jolma, ala sude nasida mardosa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai nunga di portibi on hian do dosa, nang andorang so ro dope patik i; alai ndang dijujur dosa, ia so adong patik.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai nunga manggomgomi hamatean i olat ni si Adam sahat ro di si Musa, nang so dos pardosaonnasida tu pangalaosion ni si Adam, sumansuman ni na naeng ro i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ndada sapangalaho pangalaosion i dohot basabasa i. Ai binahen ni pangalaosion ni na sada, marmatean na torop i; alai andul sumurung tu na torop i ma asi ni roha ni Debata dohot basabasa, na hinorhon ni parasirohaon ni na sada jolma Jesus Kristus.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia silehonlehon i asing do sian na binahen ni na sahalak na mardosa i, ai dihorhon uhum na sian na sahalak i do uhum hamagoan; alai hinorhon ni basabasa i do dipintori torop pangalaosi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai molo hamatean manggomgomi, binahen ni na sada ala ni pangalaosionna i, nda lam manggomgomi huhut mangolu marhitehite Jesus Kristus na sada i ma antong nasida, angka naung manjalo asi ni roha na tarlobi angkup ni basabasa, i ma hatigoran i?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Asa songon marhite sian pangalaosion ni na sahalak lalu uhum hamagoan tu saluhut jolma, songon i do marhite sian na Sada na mamintori sahat hatigoran hangoluan tu saluhut jolma.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai songon marhite sian hatoison ni sada jolma gabe torop tardapot mardosa, songon i ma marhite sian pangoloion ni na Sada i gabe torop dipintori.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai soluk ma bongot patik i pagandahon pangalaosion. Alai ganda pe dosa i, lam sumurung ma asi ni roha i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Asa songon na manggomgomi jolo dosa i mantat hamatean, songon i do nang asi ni roha i manggomgomi marhitehite hatigoran mangkorhon hangoluan na salelenglelengna marhite sian Jesus Kristus Tuhanta i.",
      "type": "content"
    }
  ]
}