{
  "book": "Roma",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Habadiaon dohot pangoloion tu Debata do mangihut tu hatigoran",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Antong, dia ma dohononta? Datdatanta ma mardosa, asa tung timbul asi ni roha?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dao ma i! Hita angka naung mate di dosa i, tung tarbahen hita dope mangolu di bagasan i?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Na so diboto hamu do on: Sude hita, nasa naung tardidi tubagasan Kristus Jesus, tubagasan hamateanna do hita tardidi?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Antong, naung tartanom do hita rap dohot Ibana marhitehite pandidion i tubagasan hamatean, asa marparange hita di bagasan ngolu na imbaru, songon Kristus naung hehe sian angka naung mate hinorhon ni hasangapon ni Amana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai anggo nunga sanghambona hita dohot Ibana, di na rap mate hita dohot Ibana i, suang songon i ma hita nang taringot tu haheheon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai taboto do: Nunga tarsilang hadirionta na buruk raphon Ibana, asa pinasohot daging pardosaon, asa unang be hita mangadop di dosa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai dung mate jolma, lias do ibana sian dosa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai molo naung mate hita rap dohot Kristus, dihaporseai rohanta, rap mangolu ma hita dohot Ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai taboto do, na so mate be Kristus, dung mulak mangolu sian na mate; ndang dirajai hamatean i be Ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai mate pe Ibana, sahali do i, ala ni dosa; ia mangolu nuaeng, di Debata do i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Suman tusi ma rajumi hamu dirimuna songon naung mate di dosa i, alai mangolu di Debata di bagasan Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Antong, unang ma dosa i mangarajai di bagasan dagingmuna na olo mate i, mangoloi hisapna!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala unang ma pasahat hamu angka ruasmuna tu dosa i, bahen sinjata ni hajahaton; tu Debata ma tahe pasahat hamu dirimuna songon angka naung pinangolu sian na mate; songon i nang ruasmuna, tu Debata ma i, bahen sinjata ni hatigoran!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai ndang rajaan ni dosa i be hamu, ai ndang digomgomi patik i hamu, tung asi ni roha i do.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Antong, beha nama? Mardosa ma hita, ala ginomgoman ni asi ni roha i, ndada ginomgoman ni patik i hita? Dao ma anggo i!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ndang diboto hamu on: Ia tusi dipasahat hamu dirimu gabe hatoban pangoloi, hatoban ni i do hamu angka na mangoloi: Manang hatoban ni dosa tu hamatean, manang pangoloi tu hatigoran.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai mauliate ma di Debata, ala salpu tingki pangadopanmuna di dosa i; gabe pangoloi hamu nuaeng sian nasa rohamuna di ruhut ni poda, naung sahat tu hamu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai dung malua hamu sian dosa i, gabe tunduk do hamu mangoloi hatigoran i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ruhut ni jolma ma huumpamahon ala ni hagaleon ni dagingmuna: Ai songon naung pinasahatmuna angka ruasmuna gabe pangoloi di hahodaron dohot di na so uhum, mangulahon na so uhum i; songon i ma pasahat hamu nuaeng angka ruasmuna tu hatigoran, laho pabadiahonsa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tutu nian, uju hatoban ni dosa hamu, malua do hamu sian hatigoran.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Antong, dia do parbuemuna disi? Angka na hinailahonmuna anggo nuaeng, ai hamatean do hapateanna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai nuaeng, dung malua hamu sian dosa i, dung gabe pangoloi di Debata hamu, adong do parbuemuna tu habadiaon; jala hangoluan na salelenglelengna do hapateanna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai upa tinuhor ni dosa do hamatean; alai basabasa ni Debata do hangoluan salelenglelengna marhitehite Kristus Jesus Tuhanta i.",
      "type": "content"
    }
  ]
}