{
  "book": "Roma",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Denggan do patik i, ai dihorhon panandaon di dosa 1-13. II. Parungkilon ni na denggan dohot na roa di bagasan hita 14-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Digomgomi patik i do jolma, saleleng ibana mangolu; diboto hamu do i, ale angka dongan, ai tu angka na umboto patik i do hatangkon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai hira naung niihot ni patik i do boruboru tu harajaanna, saleleng mangolu baoa i; alai anggo dung mate baoa i, malua ma boruboru i sian patik pardongansaripeon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asa pangalangkup do ibana goaron, ia tu baoa na asing ibana, tagan mangolu dope hamulianna. Alai anggo dung mate baoa i, malua do pardihutana sian patik i; ndang pangalangkup be ibana goaron, molo muli tu baoa na asing.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Songon i ma antong hamu, ale angka dongan: Nunga mate hamu di patik i marhitehite daging ni Kristus; asa na asing manggomgomi hamu, i ma Ibana naung hehe sian na mate, asa di Debata hita marparbue.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai andorang di bagasan daging i hita, margogo do angka hisap hadosaon i di bagasan angka ruasta dihorhon patik i, asa itaparbuehon hamatean.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai nunga disirang hita sian patik i, jala naung mate do hita di na maniop hita nasailaon, asa pangoloi hita marpangalaho na imbaru di bagasan Tondi, unang be marpangalaho na buruk di bagasan hata ni patik i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Antong, beha ma dohononta? Dosa do patik i? Dao ma i! Alai ndang na hutanda dosa i, anggo so marhite sian patik i, ai ndang na botoonku hahisapon i, aut unang didok patik i: \"Unang ho marhahisapon!\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Marbingkas sian patik i disungguli dosa i di bagasan ahu ragam ni hahisapon; ai songon na mate dope dosa, anggo so adong patik.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Mangolu do anggo ahu najolo so marpatik dope. Alai ro ma patik i, gabe mangolu ma dosa i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo ahu mate do, jadi gabe hamatean do hape di ahu patik i, sihorhon hangoluan nian.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai marbingkas sian i, dipaotooto jala dipamate dosa i do ahu marhitehite patik i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa na badia do patik i, badia do na tinonahon ni Debata, tigor jala denggan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Na beha do? Manjadi hamateanku do na denggan i? Dao ma i! Dosa i do tahe mangkorhon hamatean di ahu marhitehite na denggan, asa tandap dosa i jala patar jahatna na tarlobi i, marhite sian patik i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Ai taboto do, partondion do patik i; alai pardaging do anggo ahu jala targadis tu gomgoman ni dosa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai ndang hutolopi na hubahen i; ai na huhagigihon, i do huula, ndada na huhalomohon i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai ia huula na so hinalomohon ni rohangku, na manolopi ma ahu di hinadenggan ni patik i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Asa ndada ahu na mangulahonsa, tung dosa i do na mangingani ahu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai huboto do, ndang adong na denggan maringanan di bagasan ahu, mandok di bagasan dagingku. Ia hagioton dapot do nian di ahu; alai ndang dapot anggo na patupahon na denggan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai ndada huula na denggan, na pinarhagiot ni rohangku; na roa i, na so huhalomohon, i do huula.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai molo huula na so hinalomohon ni rohangku, ndang apala ahu mangulasa dosa i do tahe, na maringanan di bagasan ahu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Asa jumpang ahu songon aturan: Na roa do dapot di ahu, nang pe dipangido rohangku mangulahon na denggan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai dihalashon jolma parbagasan na di ahu do nian patik ni Debata.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai huida do patik na asing di bagasan angka ruas ni dagingku, na marmusu dompak patik na di bagasan rohangku; gabe dipatunduk do ahu tu gomgoman ni patik ni dosa, na di bagasan ruas ni dagingku.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "O’e, ahu jolma na dangol on! Ise ma paluahon ahu sian pamatang hamatean on?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Mauliate ma hudok tu Debata marhitehite Jesus Kristus Tuhanta i. Dibahen i, ahu sandiri mangoloi patik ni Debata di bagasan rohangku; alai mangihuthon daging i, patik ni dosa i do huoloi.",
      "type": "content"
    }
  ]
}