{
  "book": "Roma",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hasangapon ni na dapotan hatigoran",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Onpe, ndang na mangonai be uhum tu angka na di bagasan Kristus Jesus, angka na so marpangalaho marguru tu daging, na marguru tu tondi do.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai nunga dipalua patik ni tondi hangoluan na di bagasan Kristus Jesus do ahu sian patik ni dosa dohot hamatean.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai dung so margogo patik i, na pinagale ni daging i, disuru Debata do Anakna sandiri ala dosa i, marrupahon daging pardosaon i; gabe songon i ma dihonahon uhum tu dosa i, di bagasan daging i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Asa jumpang ma hatigoran na pinangido ni patik di hita, angka na mangihuthon Tondi i, ndang be anggo daging.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai pardagingon do diparrohahon angka na mangihuthon daging i; alai Tondi do diparrohahon angka na mangihuthon Tondi i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai hamatean do harohaon ni daging, alai hangoluan jala hadameon do anggo harohaon ni Tondi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hamusuon dompak Debata do harohaon ni daging; ndang olo unduk i di patik ni Debata, ai ndang tarbahensa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ndang tarhalomohon Debata angka parroha daging.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai anggo hamu, ndang be di bagasan daging i, di bagasan Tondi do, molo tung tutu Tondi ni Debata maringanan di bagasan hamu. Alai molo so Tondi ni Kristus di jolma, ndang Kristus nampuna ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai molo Kristus di bagasan hamu, mangolu do tondi ala ni hatigoran, nang pe mate pamatang ala ni dosa i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai molo maringanan di bagasan hamu Tondi ni na manungguli Jesus sian na mate, sandok pangoluon ni Ibana, naung manungguli Kristus Jesus i, ma nang pamatangmuna na mate i, hinorhon ni Tondina na mangingani hamu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Onpe, ale angka dongan, unang be hita mangadop di daging, marparange marguru tu daging!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai molo marguru tu daging hamu marparange, mate ma hamu; alai molo dipamate hamu parulaon ni pamatang marhitehite Tondi i, mangolu ma hamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai nasa na tinogihon ni Tondi ni Debata, angka i do anak ni Debata.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai ndang na dijalo hamu tondi hatoban, asa mangulahi mabiar, Tondi haanakon do dijalo hamu; mangasahon I do panjouonta: Abba, mandok: Ale Amang!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Laos Tondi i do mangkatindangkon di tondinta, paboa na tutu hita anak ni Debata.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai molo anak hita, dohot ma panean; panean di Debata, dongan panean ni Kristus; molo tung donganna hita di sitaonon, gabe donganna hita sogot nang di hasangapon.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai hurajumi angka sitaonon di hasiangan on, hira na so adong do martimbangkon hasangapon sipapataron tu hita sogot.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai malungun do nasa na tinompa i paimaimahon tingkina, asa dipapatar angka anak ni Debata.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai tu habusukon do dipatunduk na tinompa i; ndada sian lomona, tung binahen ni na patundukkonsa do.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Huhut mangkirim: Paluaonna ma nang na tinompa i sian pangadopan hamagoan, sahat tu haluaon hasangapon na di angka anak ni Debata.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai taboto do, sai tong dope rap marhoi jala mambebe nasa na tinompa i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Angkup ni i, nang hita angka naung manjalo patumonaan ni Tondi i, marhoihoi di bagasan rohanta, paimaimahon haanakon, asa disi marhaluaon pamatangta.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai tong dope mangkirim hita, angka naung malua. Alai molo niida na hinirim i, ndang pangkirimon be i dohonon; ai marhua hirimon, anggo dung diida mata!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai molo mangkirim hita di na so taida dope, marbenget ni roha ma hita paipaimahonsa.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai nang Tondi i, diurupi do hita di hagaleonta i; ai ndang taboto, manang aha na tama sipangidoonta, gabe diondihon Tondi i do hita marhitehite hata na hinoihon na so tangkas hinatahon.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai diboto Sitanda roha i do na pinarrohahon ni Tondi i, ai marguru tu lomo ni roha ni Debata do pangondihonna di angka na badia i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai taboto do, saluhutna do manumpak tu na denggan di angka na marholong ni roha di Debata, angka na jinouna sian tahina hian.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai angka na tinandana hian, i do ditodo, asa gabe tudos nasida tu pangalaho ni Anakna i, asa Ibana na parjolo tubu sian torop anggina.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala angka naung tinodona, i do dijou; jala na jinouna, i do dipintori; jala angka naung pinintoranna, i do dipasangap.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Onpe, aha ma dohononta disi? Molo Debata donganta, ise ma alonta?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ndang diolani Ibana Anakna sandiri, tung dipasahat do humongkop hita saluhutna tagamon ma so basabasahononna raphon Ibana saluhutna i tu hita?",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ise mangaluhon angka na pinillit ni Debata? Ai Debata do na mamintori.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ise do na mandabu uhum hamagoan? Nunga mate Kristus Jesus i, lobi tahe, naung mulak mangolu do; di siamun ni Debata do Ibana mangondihon hita.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dia manirang hita sian holong ni roha ni Kristus i? Haporsuhon do manang hagogotan, manang pangaleleon manang haraparon, manang parsaemaraon, manang mora, manang podang pe?",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Hombar tu na tarsurat i: \"Humongkop Ho do dibunui hami manipat ari; songon birubiru sipotongon do hami dirajumi.\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Alai andul do hamonanganta di saluhutna i, hinorhon ni na mangkaholongi hita.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ai gomos do ditiop rohangku: Ndang tarbahen sirang hita sian holong ni roha ni Debata, na di bagasan Kristus Jesus Tuhanta i: Manang bahenon ni hamatean manang hangoluan, nang bahenon ni angka surusuruan nang angka harajaon, nang na masa nuaeng, nang na masa sogot, nang angka hagogoon pe,",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "manang bahenon ni na di ginjang nang na di toru, ro di nasa na tinompa pe.",
      "type": "content"
    }
  ]
}