{
  "book": "Roma",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sian lomo di rohana do dipillit Debata bangso Jahudi najolo jala dijangkon nang angka sipelebegu",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Na sintong do hatangkon marhitehite Kristus, ndada gabus i, dihatindangkon rohangku huhut marhitehite Tondi Parbadia:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Marsak situtu do rohangku jala tongtong do margudompong.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai dipangido rohangku, naeng bali ahu sian adopan ni Kristus humongkop hahaanggingki, donganku sabangso mangihuthon partubu ni daging.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Bangso Israel do nasida. Di nasida do ruhut paramaon dohot hasangapon, nang parpadanan dohot parpatihon, nang pargamaon ro di angka bagabaga.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Di nasida do angka ompu i, sian nasida do haroroan ni Kristus mangihuthon pardagingonna; Ibana ma di ginjang ni saluhutna, Debata, na pinarsangapan salelenglelengna. Amen.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ndatung pesan hata ni Debata; ai ndada saluhut, na tubu sian Israel, goaron Israel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala ndada saluhut nasida anak dohonon, ala pomparan ni si Abraham. On do tahe: \"Sian si Isak do goaron pomparanmu!\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Lapatanna: Ndada anak ni daging dohonon anak ni Debata; angka anak na pinarbagabaga, i do dirajumi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai bagabaga do hata on: \"Suang songon on tingkina Ahu ro muse, jadi adong ma disi sada anak di si Sara!\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angkup ni i, si Rebekka pe, di na gabegabean ibana sian halak si Isak, ompunta i:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai andorang so tubu dope nasida, so diulahon dope na denggan manang na roa, naeng ma hot na tinahi ni Debata sian pamillitna sambing,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "ndada mangihuthon parulaonnasida; sian panjouonna sambing ma. Ai didok tu ibana: \"Sioloan ni na umbalga i do na ummetmet i!\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hombar tu na tarsurat: \"Huhaholongi do si Jakkob, alai huhasogohon do si Esau!\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Onpe, dia ma dohononta? Nda songon na geduk ma Debata? Dao ma i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai didok do tu si Musa: \"Martalup ni roha do Ahu di sitalupan ni rohangku, jala asi do rohangku di siasianku.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Asa guru di pangasii ni Debata do, ndada guru di na manuntun manang mamuspus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai songon on do didok surat i tu si Firaun: \"Apala tusi do ho husungguli, asa hupataridahon gogongku marhitehite ho, asa tarbarita Goarhu tu liat tano on.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Asa diasii Ibana do na naeng asianna, jala dipajogal do roha ni na, naeng pajogalonna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ra ro ma alusmu: Boasa manorui dope Ibana! Ai ise mangalo tahina?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Iale, jolma manisia; tung ise ma ho, na naeng manggaga Debata? Tung dohonon ni na ginana i ma mandok na manggana: Boasa songon i ahu bahenonmu?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai nda marhuaso sitopahudon laho patupahon sian na samansam tano liat deba ulaula tu na tama, na deba tu na lea?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai di na naeng pabotohonon ni Debata rimasna huhut patuduhon gogona, gabe marlambas ni roha godang Ibana manganju angka ulaula sirimasan i, angka naung pinadiri tu hamagoan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Songon i do dipapatar surung ni hasangaponna i maradophon angka ulaula siasian, angka na pinaturena i hian tu hasangapon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai dijou do hita, nang sian bangso Jahudi, nang sian angka sipelebegu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Songon na nidokna i di surat ni si Hosea: \"Bangsongku ma goaronku na so bangsongku hian, jala haholonganku do na so hinaholongan hian!\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "\"Jala dung nidok jolo tu nasida: Ndada hamu bangsongku, apala disi ma nasida goaron angka anak ni Debata Parngolu!\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai dijouhon si Jesaya do taringot tu bangso Israel: \"Nang pe na sarihit na di topilaut torop ni anak Israel, holan pasipasina i do malua.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai dipatulus jala dipaputus Tuhan i do hatana di tano on.\"",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Songon naung sinurirangkon ni si Jesaya: \"Aut unang ditinggalhon Tuhan Sebaot boni di hita, suman tu Sodom dohot Gumora do hita!\"",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Asa dia ma dohononta? On do: Angka parbegu na so mangeahi hatigoran, dapotsa do, i ma hatigoran na sian haporseaon.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai anggo Israel na mangeahi patik hatigoran i, ndang sahat tusi.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ala ni aha? Ala sian na mangulahon do (dilului), ndada sian haporseaon, gabe tartuktuk ma nasida di batu partuktuhan i,",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "hombar tu na tarsurat i: \"Hupeakhon do di Sion batu partuktuhan jala batu pargasipan; jala ndang sipailaon na porsea di Ibana.\"",
      "type": "content"
    }
  ]
}