{
  "book": "Imamat",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Tempat menyembelih dan mempersembahkan korban",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "TUHAN berfirman kepada Musa:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Berbicaralah kepada Harun dan kepada anak-anaknya dan kepada seluruh orang Israel, dan katakan kepada mereka: Inilah firman yang diperintahkan TUHAN:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Setiap orang dari kaum Israel yang menyembelih lembu atau domba atau kambing di dalam perkemahan atau di luarnya,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "tetapi tidak membawanya ke pintu Kemah Pertemuan, untuk dipersembahkan sebagai persembahan kepada TUHAN di depan Kemah Suci TUHAN, hal itu harus dihitungkan kepada orang itu sebagai hutang darah, karena ia telah menumpahkan darah, dan orang itu haruslah dilenyapkan dari tengah-tengah bangsanya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Maksudnya supaya orang Israel membawa korban sembelihan mereka, yang biasa dipersembahkan mereka di padang, kepada TUHAN ke pintu Kemah Pertemuan dengan menyerahkannya kepada imam, untuk dipersembahkan kepada TUHAN sebagai korban keselamatan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Imam harus menyiramkan darahnya pada mezbah TUHAN di depan pintu Kemah Pertemuan dan membakar lemaknya menjadi bau yang menyenangkan bagi TUHAN.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Janganlah mereka mempersembahkan lagi korban mereka kepada jin-jin, sebab menyembah jin-jin itu adalah zinah. Itulah yang harus menjadi ketetapan untuk selama-lamanya bagi mereka turun-temurun.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dan haruslah kaukatakan kepada mereka: Setiap orang dari kaum Israel atau dari orang asing yang tinggal di tengah-tengah mereka, yang mempersembahkan korban bakaran atau korban sembelihan,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "tetapi tidak membawanya ke pintu Kemah Pertemuan supaya dipersembahkan kepada TUHAN, maka orang itu haruslah dilenyapkan dari antara orang-orang sebangsanya.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Larangan tentang makan darah atau bangkai",
      "type": "title"
    },
    {
      "verse": 10,
      "text": "\"Setiap orang dari bangsa Israel dan dari orang asing yang tinggal di tengah-tengah mereka, yang makan darah apapun juga Aku sendiri akan menentang dia dan melenyapkan dia dari tengah-tengah bangsanya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Karena nyawa makhluk ada di dalam darahnya dan Aku telah memberikan darah itu kepadamu di atas mezbah untuk mengadakan pendamaian bagi nyawamu, karena darah mengadakan pendamaian dengan perantaraan nyawa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Itulah sebabnya Aku berfirman kepada orang Israel: Seorangpun di antaramu janganlah makan darah. Demikian juga orang asing yang tinggal di tengah-tengahmu tidak boleh makan darah.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Setiap orang dari orang Israel dan dari orang asing yang tinggal di tengah-tengahmu, yang menangkap dalam perburuan seekor binatang atau burung yang boleh dimakan, haruslah mencurahkan darahnya, lalu menimbunnya dengan tanah.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Karena darah itulah nyawa segala makhluk. Sebab itu Aku telah berfirman kepada orang Israel: Darah makhluk apapun janganlah kamu makan, karena darah itulah nyawa segala makhluk: setiap orang yang memakannya haruslah dilenyapkan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dan setiap orang yang makan bangkai atau sisa mangsa binatang buas, baik ia orang Israel asli maupun orang asing, haruslah mencuci pakaiannya, membasuh tubuhnya dengan air dan ia menjadi najis sampai matahari terbenam, barulah ia menjadi tahir.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tetapi jikalau ia tidak mencuci pakaiannya dan tidak membasuh tubuhnya, ia akan menanggung kesalahannya sendiri.\"",
      "type": "content"
    }
  ]
}