{
  "book": "Imamat",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Kudusnya para imam",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "TUHAN berfirman kepada Musa: \"Berbicaralah kepada para imam, anak-anak Harun, dan katakan kepada mereka: Seorang imam janganlah menajiskan diri dengan orang mati di antara orang-orang sebangsanya,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "kecuali kalau yang mati itu adalah kerabatnya yang terdekat, yakni: ibunya, ayahnya, anaknya laki-laki atau perempuan, saudaranya laki-laki,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "saudaranya perempuan, yang masih perawan dan dekat kepadanya karena belum mempunyai suami, dengan mereka itu bolehlah ia menajiskan diri.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sebagai suami janganlah ia menajiskan diri di antara orang-orang sebangsanya dan dengan demikian melanggar kekudusannya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Janganlah mereka menggundul sebagian kepalanya, dan janganlah mereka mencukur tepi janggutnya, dan janganlah mereka menggoresi kulit tubuhnya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Mereka itu harus kudus bagi Allahnya dan janganlah mereka melanggar kekudusan nama Allahnya, karena merekalah yang mempersembahkan segala korban api-apian TUHAN, santapan Allah mereka, dan karena itu haruslah mereka kudus.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Janganlah mereka mengambil seorang perempuan sundal atau perempuan yang sudah dirusak kesuciannya atau seorang perempuan yang telah diceraikan oleh suaminya, karena imam itu kudus bagi Allahnya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dan kamu harus menganggap dia kudus, karena dialah yang mempersembahkan santapan Allahmu. Ia harus kudus bagimu, sebab Aku, TUHAN, yang menguduskan kamu adalah kudus.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Apabila anak perempuan seorang imam membiarkan kehormatannya dilanggar dengan bersundal, maka ia melanggar kekudusan ayahnya, dan ia harus dibakar dengan api.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Imam yang terbesar di antara saudara-saudaranya, yang sudah diurapi dengan menuangkan minyak urapan di atas kepalanya dan yang ditahbiskan dengan mengenakan kepadanya segala pakaian kudus, janganlah membiarkan rambutnya terurai dan janganlah ia mencabik pakaiannya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Janganlah ia dekat kepada semua mayat, bahkan janganlah ia menajiskan diri dengan mayat ayahnya atau ibunya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Janganlah ia keluar dari tempat kudus, supaya jangan dilanggarnya kekudusan tempat kudus Allahnya, karena minyak urapan Allahnya, yang menandakan bahwa ia telah dikhususkan, ada di atas kepalanya; Akulah TUHAN.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia harus mengambil seorang perempuan yang masih perawan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Seorang janda atau perempuan yang telah diceraikan atau yang dirusak kesuciannya atau perempuan sundal, janganlah diambil, melainkan harus seorang perawan dari antara orang-orang sebangsanya,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "supaya jangan ia melanggar kekudusan keturunannya di antara orang-orang sebangsanya, sebab Akulah TUHAN, yang menguduskan dia.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "TUHAN berfirman kepada Musa:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "\"Katakanlah kepada Harun, begini: Setiap orang dari antara keturunanmu turun-temurun yang bercacat badannya, janganlah datang mendekat untuk mempersembahkan santapan Allahnya,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "karena setiap orang yang bercacat badannya tidak boleh datang mendekat: orang buta, orang timpang, orang yang bercacat mukanya, orang yang terlalu panjang anggotanya,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "orang yang patah kakinya atau tangannya,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "orang yang berbongkol atau yang kerdil badannya atau yang bular matanya, orang yang berkedal atau berkurap atau yang rusak buah pelirnya.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Setiap orang dari keturunan imam Harun, yang bercacat badannya, janganlah datang untuk mempersembahkan segala korban api-apian TUHAN; karena badannya bercacat janganlah ia datang dekat untuk mempersembahkan santapan Allahnya.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Mengenai santapan Allahnya, baik persembahan-persembahan maha kudus maupun persembahan-persembahan kudus boleh dimakannya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Hanya janganlah ia datang sampai ke tabir dan janganlah ia datang ke mezbah, karena badannya bercacat, supaya jangan dilanggarnya kekudusan seluruh tempat kudus-Ku, sebab Akulah TUHAN, yang menguduskan mereka.\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Demikianlah Musa menyampaikan firman itu kepada Harun serta anak-anaknya dan kepada semua orang Israel.",
      "type": "content"
    }
  ]
}