{
  "book": "Imamat",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Kudusnya kebaktian korban",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "TUHAN berfirman kepada Musa:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Katakanlah kepada Harun dan anak-anaknya, supaya mereka berlaku hati-hati terhadap persembahan-persembahan kudus yang dikuduskan orang Israel bagi-Ku, agar jangan mereka melanggar kekudusan nama-Ku yang kudus; Akulah TUHAN.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Katakanlah kepada mereka: Setiap orang di antara kamu turun-temurun, yakni dari antara segala keturunanmu yang datang mendekat kepada persembahan-persembahan kudus yang dikuduskan orang Israel bagi TUHAN, sedang ia dalam keadaan najis, maka orang itu akan dilenyapkan dari hadapan-Ku; Akulah TUHAN.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Seseorang dari keturunan Harun yang sakit kusta atau yang mengeluarkan lelehan, janganlah memakan persembahan-persembahan kudus, sebelum ia menjadi tahir; dan orang yang kena kepada sesuatu yang najis karena orang mati atau orang yang tertumpah maninya",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "atau orang yang kena kepada seekor binatang yang merayap yang menajiskan dia atau kepada salah seorang manusia yang menajiskan dia, dengan kenajisan apapun ia menjadi najis,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "orang yang kena kepada yang demikian itu menjadi najis sampai matahari terbenam dan janganlah ia makan dari persembahan-persembahan kudus, sebelum ia membasuh tubuhnya dengan air.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sesudah matahari terbenam, barulah ia menjadi tahir dan sesudah itu bolehlah ia makan dari persembahan-persembahan kudus itu, karena itulah yang menjadi makanannya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Janganlah ia makan bangkai atau sisa mangsa binatang buas, supaya jangan ia menjadi najis karenanya; Akulah TUHAN.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dan mereka harus tetap berpegang pada kewajibannya terhadap Aku, supaya dalam hal itu jangan mereka mendatangkan dosa kepada dirinya dan mati oleh karenanya, karena mereka telah melanggar kekudusan kewajiban itu; Akulah TUHAN, yang menguduskan mereka.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Setiap orang awam janganlah memakan persembahan kudus; demikian juga pendatang yang tinggal pada imam ataupun orang upahan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tetapi apabila seseorang telah dibeli oleh imam dengan uangnya menjadi budak beliannya, maka orang itu boleh turut memakannya, demikian juga mereka yang lahir di rumahnya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Apabila anak perempuan imam bersuamikan orang awam, janganlah ia makan persembahan khusus dari persembahan-persembahan kudus.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tetapi apabila perempuan itu menjadi janda atau diceraikan, dan ia tidak mempunyai anak, dan telah kembali ke rumah ayahnya seperti waktu ia masih gadis, maka ia boleh makan dari makanan ayahnya; tetapi setiap orang awam janganlah memakannya.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Apabila seseorang dengan tidak sengaja memakan persembahan kudus, ia harus memberi gantinya kepada imam dengan menambah seperlima.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Janganlah pada imam melanggar kekudusan persembahan-persembahan kudus orang Israel yang telah dikhususkan bagi TUHAN,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "karena dengan demikian mereka mendatangkan kepada orang Israel kesalahan yang harus ditebus, apabila mereka memakan persembahan-persembahan kudus mereka, sebab Akulah TUHAN, yang menguduskan mereka.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "TUHAN berfirman kepada Musa:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "\"Berbicaralah kepada Harun serta anak-anaknya dan kepada semua orang Israel dan katakan kepada mereka: Siapapun dari umat Israel dan dari orang asing di antara orang Israel yang mempersembahkan persembahannya, baik berupa sesuatu persembahan nazar maupun berupa sesuatu persembahan sukarela, yang hendak dipersembahkan mereka kepada TUHAN sebagai korban bakaran,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "maka supaya TUHAN berkenan akan kamu, haruslah persembahan itu tidak bercela dari lembu jantan, domba atau kambing.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Segala yang bercacat badannya janganlah kamu persembahkan, karena dengan itu TUHAN tidak berkenan akan kamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Juga apabila seseorang mempersembahkan kepada TUHAN korban keselamatan sebagai pembayar nazar khusus atau sebagai korban sukarela dari lembu atau kambing domba, maka korban itu haruslah yang tidak bercela, supaya TUHAN berkenan akan dia, janganlah badannya bercacat sedikitpun.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Binatang yang buta atau yang patah tulang, yang luka atau yang berbisul, yang berkedal atau yang berkurap, semuanya itu janganlah kamu persembahkan kepada TUHAN dan binatang yang demikian janganlah kamu taruh sebagai korban api-apian bagi TUHAN ke atas mezbah.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tetapi seekor lembu atau domba yang terlalu panjang atau terlalu pendek anggotanya bolehlah kaupersembahkan sebagai korban sukarela, tetapi sebagai korban nazar TUHAN tidak akan berkenan akan binatang itu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tetapi binatang yang buah pelirnya terjepit, ditumbuk, direnggut atau dikerat, janganlah kamu persembahkan kepada TUHAN; janganlah kamu berbuat demikian di negerimu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Juga dari tangan orang asing janganlah kamu persembahkan sesuatu dari semuanya itu sebagai santapan Allahmu, karena semuanya itu telah rusak dan bercacat badannya; TUHAN tidak akan berkenan akan kamu karena persembahan-persembahan itu.\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "TUHAN berfirman kepada Musa:",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "\"Apabila seekor anak lembu atau anak domba atau anak kambing dilahirkan, maka haruslah itu tinggal tujuh hari lamanya dengan induknya, tetapi sejak hari kedelapan dan seterusnya TUHAN berkenan akan binatang itu kalau dipersembahkan berupa korban api-apian bagi-Nya.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Seekor lembu atau kambing atau domba janganlah kamu sembelih bersama dengan anaknya pada satu hari juga.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dan apabila kamu menyembelih korban syukur bagi TUHAN, kamu harus menyembelihnya sedemikian, hingga TUHAN berkenan akan kamu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Pada hari itu juga korban itu harus dimakan; janganlah kamu tinggalkan apa-apa dari padanya sampai pagi; Akulah TUHAN.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dengan demikian kamu harus berpegang pada perintah-Ku dan melakukannya; Akulah TUHAN.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Janganlah melanggar kekudusan nama-Ku yang kudus, supaya Aku dikuduskan di tengah-tengah orang Israel, sebab Akulah TUHAN, yang menguduskan kamu,",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "yang membawa kamu keluar dari tanah Mesir, supaya Aku menjadi Allahmu; Akulah TUHAN.\"",
      "type": "content"
    }
  ]
}