{
  "book": "Imamat",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Hari-hari raya",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "TUHAN berfirman kepada Musa:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Berbicaralah kepada orang Israel dan katakan kepada mereka: Hari-hari raya yang ditetapkan TUHAN yang harus kamu maklumkan sebagai waktu pertemuan kudus, waktu perayaan yang Kutetapkan, adalah yang berikut.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Enam hari lamanya boleh dilakukan pekerjaan, tetapi pada hari yang ketujuh haruslah ada sabat, hari perhentian penuh, yakni hari pertemuan kudus; janganlah kamu melakukan sesuatu pekerjaan; itulah sabat bagi TUHAN di segala tempat kediamanmu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Inilah hari-hari raya yang ditetapkan TUHAN, hari-hari pertemuan kudus, yang harus kamu maklumkan masing-masing pada waktunya yang tetap.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dalam bulan yang pertama, pada tanggal empat belas bulan itu, pada waktu senja, ada Paskah bagi TUHAN.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dan pada hari yang kelima belas bulan itu ada hari raya Roti Tidak Beragi bagi TUHAN; tujuh hari lamanya kamu harus makan roti yang tidak beragi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pada hari yang pertama kamu harus mengadakan pertemuan kudus, janganlah kamu melakukan sesuatu pekerjaan berat.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kamu harus mempersembahkan korban api-apian kepada TUHAN tujuh hari lamanya; pada hari yang ketujuh haruslah ada pertemuan kudus, janganlah kamu melakukan sesuatu pekerjaan berat.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "TUHAN berfirman kepada Musa:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "\"Berbicaralah kepada orang Israel dan katakan kepada mereka: Apabila kamu sampai ke negeri yang akan Kuberikan kepadamu, dan kamu menuai hasilnya, maka kamu harus membawa seberkas hasil pertama dari penuaianmu kepada imam,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "dan imam itu haruslah mengunjukkan berkas itu di hadapan TUHAN, supaya TUHAN berkenan akan kamu. Imam harus mengunjukkannya pada hari sesudah sabat itu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Pada hari kamu mengunjukkan berkas itu kamu harus mempersembahkan seekor domba berumur setahun yang tidak bercela, sebagai korban bakaran bagi TUHAN,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "serta dengan korban sajiannya dari dua persepuluh efa tepung yang terbaik, diolah dengan minyak, sebagai korban api-apian bagi TUHAN yakni bau yang menyenangkan, serta dengan korban curahannya dari seperempat hin anggur.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sampai pada hari itu juga janganlah kamu makan roti, atau bertih gandum atau gandum baru, sampai kamu telah membawa persembahan Allahmu; itulah suatu ketetapan untuk selama-lamanya bagi kamu turun-temurun di segala tempat kediamanmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Kemudian kamu harus menghitung, mulai dari hari sesudah sabat itu, yaitu waktu kamu membawa berkas persembahan unjukan, harus ada genap tujuh minggu;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "sampai pada hari sesudah sabat yang ketujuh kamu harus hitung lima puluh hari; lalu kamu harus mempersembahkan korban sajian yang baru kepada TUHAN.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dari tempat kediamanmu kamu harus membawa dua buah roti unjukan yang harus dibuat dari dua persepuluh efa tepung yang terbaik dan yang dibakar sesudah dicampur dengan ragi sebagai hulu hasil bagi TUHAN.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Beserta roti itu kamu harus mempersembahkan tujuh ekor domba berumur setahun yang tidak bercela dan seekor lembu jantan muda dan dua ekor domba jantan; semuanya itu haruslah menjadi korban bakaran bagi TUHAN, serta dengan korban sajiannya dan korban-korban curahannya, suatu korban api-apian yang baunya menyenangkan bagi TUHAN.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Kemudian kamu harus mempersembahkan seekor kambing jantan sebagai korban penghapus dosa, dan dua ekor domba yang berumur setahun sebagai korban keselamatan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Imam harus mengunjukkan semuanya beserta roti hulu hasil itu sebagai persembahan unjukan di hadapan TUHAN, beserta kedua ekor domba itu. Semuanya itu haruslah menjadi persembahan kudus bagi TUHAN dan adalah bagian imam.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Pada hari itu juga kamu harus mengumumkan hari raya dan kamu harus mengadakan pertemuan kudus, janganlah kamu melakukan sesuatu pekerjaan berat; itulah suatu ketetapan untuk selama-lamanya di segala tempat kediamanmu turun-temurun.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Pada waktu kamu menuai hasil tanahmu, janganlah kausabit ladangmu habis-habis sampai ke tepinya dan janganlah kaupungut apa yang ketinggalan dari penuaianmu, semuanya itu harus kautinggalkan bagi orang miskin dan bagi orang asing; Akulah TUHAN, Allahmu.\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "TUHAN berfirman kepada Musa:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "\"Katakanlah kepada orang Israel, begini: Dalam bulan yang ketujuh, pada tanggal satu bulan itu, kamu harus mengadakan hari perhentian penuh yang diperingati dengan meniup serunai, yakni hari pertemuan kudus.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Janganlah kamu melakukan sesuatu pekerjaan berat dan kamu harus mempersembahkan korban api-apian kepada TUHAN.\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "TUHAN berfirman kepada Musa:",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "\"Akan tetapi pada tanggal sepuluh bulan yang ketujuh itu ada hari Pendamaian; kamu harus mengadakan pertemuan kudus dan harus merendahkan diri dengan berpuasa dan mempersembahkan korban api-apian kepada TUHAN.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Pada hari itu janganlah kamu melakukan sesuatu pekerjaan; itulah hari Pendamaian untuk mengadakan pendamaian bagimu di hadapan TUHAN, Allahmu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Karena setiap orang yang pada hari itu tidak merendahkan diri dengan berpuasa, haruslah dilenyapkan dari antara orang-orang sebangsanya.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Setiap orang yang melakukan sesuatu pekerjaan pada hari itu, orang itu akan Kubinasakan dari tengah-tengah bangsanya.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Janganlah kamu melakukan sesuatu pekerjaan; itulah suatu ketetapan untuk selama-lamanya bagimu turun-temurun di segala tempat kediamanmu.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Itu harus menjadi suatu sabat, hari perhentian penuh bagimu, dan kamu harus merendahkan diri dengan berpuasa. Mulai pada malam tanggal sembilan bulan itu, dari matahari terbenam sampai matahari terbenam, kamu harus merayakan sabatmu.\"",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "TUHAN berfirman kepada Musa:",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "\"Katakanlah kepada orang Israel, begini: Pada hari yang kelima belas bulan yang ketujuh itu ada hari raya Pondok Daun bagi TUHAN tujuh hari lamanya.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Pada hari yang pertama haruslah ada pertemuan kudus, janganlah kamu melakukan sesuatu pekerjaan berat.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Tujuh hari lamanya kamu harus mempersembahkan korban api-apian kepada TUHAN, dan pada hari yang kedelapan kamu harus mengadakan pertemuan kudus dan mempersembahkan korban api-apian kepada TUHAN. Itulah hari raya perkumpulan, janganlah kamu melakukan sesuatu pekerjaan berat.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Itulah hari-hari raya yang ditetapkan TUHAN, yang harus kamu maklumkan sebagai hari pertemuan kudus untuk mempersembahkan korban api-apian kepada TUHAN, yaitu korban bakaran dan korban sajian, korban sembelihan dan korban-korban curahan, setiap hari sebanyak yang ditetapkan untuk hari itu,",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "belum termasuk hari-hari Sabat TUHAN dan belum termasuk persembahan-persembahanmu atau segala korban nazarmu atau segala korban sukarelamu, yang kamu hendak persembahkan kepada TUHAN.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Akan tetapi pada hari yang kelima belas bulan yang ketujuh itu pada waktu mengumpulkan hasil tanahmu, kamu harus mengadakan perayaan bagi TUHAN tujuh hari lamanya; pada hari yang pertama haruslah ada perhentian penuh dan juga pada hari yang kedelapan harus ada perhentian penuh.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Pada hari yang pertama kamu harus mengambil buah-buah dari pohon-pohon yang elok, pelepah-pelepah pohon-pohon korma, ranting-ranting dari pohon-pohon yang rimbun dan dari pohon-pohon gandarusa dan kamu harus bersukaria di hadapan TUHAN, Allahmu, tujuh hari lamanya.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Kamu harus merayakannya sebagai perayaan bagi TUHAN tujuh hari lamanya dalam setahun; itulah suatu ketetapan untuk selama-lamanya bagimu turun-temurun. Dalam bulan yang ketujuh kamu harus merayakannya.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Di dalam pondok-pondok daun kamu harus tinggal tujuh hari lamanya, setiap orang asli di Israel haruslah tinggal di dalam pondok-pondok daun,",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "supaya diketahui oleh keturunanmu, bahwa Aku telah menyuruh orang Israel tinggal di dalam pondok-pondok selama Aku menuntun mereka sesudah keluar dari tanah Mesir, Akulah TUHAN, Allahmu.\"",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Demikianlah Musa menyampaikan kepada orang Israel firman tentang hari-hari raya yang ditetapkan TUHAN.",
      "type": "content"
    }
  ]
}