{
  "book": "Imamat",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Korban penebus salah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "\"Inilah hukum tentang korban penebus salah. Korban itu ialah persembahan maha kudus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di tempat orang menyembelih korban bakaran, di situlah harus disembelih korban penebus salah, dan darahnya haruslah disiramkan pada mezbah itu sekelilingnya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Segala lemak dari korban itu haruslah dipersembahkan, yakni ekornya yang berlemak dan lemak yang menutupi isi perut,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "dan lagi kedua buah pinggang dan lemak yang melekat padanya, yang ada pada pinggang, dan umbai hati yang harus dipisahkan beserta buah pinggang itu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Haruslah imam membakar semuanya itu di atas mezbah sebagai korban api-apian bagi TUHAN; itulah korban penebus salah.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Setiap laki-laki di antara para imam haruslah memakannya; haruslah itu dimakan di suatu tempat yang kudus; itulah bagian maha kudus.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Seperti halnya dengan korban penghapus dosa, demikian juga halnya dengan korban penebus salah; satu hukum berlaku atas keduanya: imam yang mengadakan pendamaian dengan korban itu, bagi dialah korban itu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Imam yang mempersembahkan korban bakaran seseorang, bagi dia juga kulit korban bakaran yang dipersembahkannya itu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tiap-tiap korban sajian yang dibakar di dalam pembakaran roti, dan segala yang diolah di dalam wajan dan di atas panggangan adalah bagi imam yang mempersembahkannya.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tiap-tiap korban sajian yang diolah dengan minyak atau yang kering adalah bagi semua anak-anak Harun, semuanya dapat bagian.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Korban keselamatan",
      "type": "title"
    },
    {
      "verse": 11,
      "text": "\"Inilah hukum tentang korban keselamatan, yang harus dipersembahkan orang kepada TUHAN.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jikalau ia mempersembahkannya untuk memberi syukur, haruslah beserta korban syukur itu dipersembahkannya roti bundar yang tidak beragi yang diolah dengan minyak, dan roti tipis yang tidak beragi yang diolesi dengan minyak, serta roti bundar dari tepung yang terbaik yang teraduk, yang diolah dengan minyak.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia harus mempersembahkan persembahannya itu beserta dengan roti bundar yang beragi, di samping korban syukur yang menjadi korban keselamatannya.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dan dari padanya, yakni dari setiap bagian persembahan itu haruslah dipersembahkannya satu roti sebagai persembahan khusus bagi TUHAN. Persembahan itu adalah bagian imam yang menyiramkan darah korban keselamatan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dan daging korban syukur yang menjadi korban keselamatannya itu haruslah dimakan pada hari dipersembahkannya itu. Sedikitpun dari padanya janganlah ditinggalkan sampai pagi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jikalau korban sembelihan yang dipersembahkan itu merupakan korban nazar atau korban sukarela, haruslah itu dimakan pada hari mempersembahkannya dan yang selebihnya boleh juga dimakan pada keesokan harinya.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tetapi apa yang masih tinggal dari daging korban sembelihan itu sampai hari yang ketiga, haruslah dibakar habis dengan api.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Karena jikalau pada hari yang ketiga masih dimakan dari daging korban keselamatan itu, maka TUHAN tidak berkenan akan orang yang mempersembahkannya dan korban itu dianggap batal baginya, bahkan menjadi sesuatu yang jijik, dan orang yang memakannya harus menanggung kesalahannya sendiri.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Bila daging itu kena kepada sesuatu yang najis, janganlah dimakan, tetapi haruslah dibakar habis dengan api. Tiap-tiap orang yang tahir boleh memakan dari daging korban itu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tetapi seseorang yang memakan daging dari korban keselamatan yang untuk TUHAN, sedang ia dalam keadaan najis, haruslah nyawa orang itu dilenyapkan dari antara bangsanya.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dan apabila seseorang kena kepada sesuatu yang najis, yakni kepada kenajisan berasal dari manusia, atau kepada hewan yang najis atau kepada setiap binatang yang merayap yang najis, lalu memakan dari pada daging korban keselamatan yang untuk TUHAN, maka haruslah nyawa orang itu dilenyapkan dari antara bangsanya.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Larangan memakan lemak dan darah",
      "type": "title"
    },
    {
      "verse": 22,
      "text": "TUHAN berfirman kepada Musa:",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "\"Katakanlah kepada orang Israel: Segala lemak dari lembu, domba ataupun kambing janganlah kamu makan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Lemak bangkai atau lemak binatang yang mati diterkam boleh dipergunakan untuk segala keperluan, tetapi jangan sekali-kali kamu memakannya.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Karena setiap orang yang memakan lemak dari hewan yang dipergunakan untuk mempersembahkan korban api-apian bagi TUHAN, nyawa orang yang memakan itu, haruslah dilenyapkan dari antara bangsanya.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Demikian juga janganlah kamu memakan darah apapun di segala tempat kediamanmu, baik darah burung-burung ataupun darah hewan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Setiap orang yang memakan darah apapun, nyawa orang itu haruslah dilenyapkan dari antara bangsanya.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Bagian imam dari pada segala korban keselamatan",
      "type": "title"
    },
    {
      "verse": 28,
      "text": "TUHAN berfirman kepada Musa, demikian:",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "\"Katakanlah kepada orang Israel: Orang yang mempersembahkan korban keselamatannya kepada TUHAN, haruslah membawa kepada TUHAN sebagian dari korban keselamatannya itu sebagai persembahannya.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dengan tangannya sendirilah harus ia membawa segala korban api-apian TUHAN; adapun lemaknya, haruslah dibawanya beserta dadanya, supaya dadanya itu diunjukkan sebagai persembahan unjukan di hadapan TUHAN.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Lalu haruslah imam membakar lemaknya di atas mezbah, tetapi dadanya itu adalah bagian Harun dan anak-anaknya.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Paha kanannya harus kamu serahkan kepada imam sebagai persembahan khusus dari segala korban keselamatanmu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Siapa dari antara anak-anak Harun yang mempersembahkan darah dan lemak korban keselamatan, maka dialah yang harus mendapat paha kanan itu sebagai bagiannya.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Karena dada persembahan unjukan dan paha persembahan khusus telah Kuambil dari orang Israel dari segala korban keselamatan mereka dan telah Kuberikan kepada imam Harun, dan kepada anak-anaknya; itulah suatu ketetapan yang berlaku bagi orang Israel untuk selamanya.\"",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Itulah bagian Harun dan bagian anak-anaknya dari segala korban api-apian TUHAN pada hari mereka itu disuruh datang untuk memegang jabatan imam bagi TUHAN;",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "itulah yang harus diserahkan menurut perintah TUHAN dari pihak Israel kepada mereka pada hari mereka itu diurapi-Nya; itulah suatu ketetapan untuk selamanya bagi mereka turun-temurun.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Itulah hukum tentang korban bakaran, korban sajian, korban penghapus dosa, korban penebus salah, persembahan pentahbisan dan korban keselamatan,",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "yang diperintahkan TUHAN kepada Musa di atas gunung Sinai pada hari TUHAN memerintahkan kepada orang Israel mempersembahkan persembahan mereka kepada TUHAN di padang gurun Sinai.",
      "type": "content"
    }
  ]
}