{
  "book": "Yosua",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Daftar raja-raja yang kalah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Inilah raja-raja negeri yang dikalahkan oleh orang Israel dan yang negerinya diduduki mereka di seberang Yordan ke arah matahari terbit, dari sungai Arnon sampai gunung Hermon, serta seluruh Araba-Yordan ke arah timur:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "yakni Sihon, raja orang Amori, yang diam di Hesybon, yang memerintah atas suatu daerah dari Aroer, yang letaknya di tepi sungai Arnon, pada pertengahan sungai itu, ditambah setengah Gilead, sampai sungai Yabok, batas daerah bani Amon,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "dan atas Araba-Yordan sampai sebelah timur danau Kinerot dan sampai sebelah timur Laut Araba, yakni Laut Asin, ke arah Bet-Yesimot dan ke arah selatan sampai kaki lereng-lereng gunung Pisga.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Selanjutnya daerah Og, raja Basan, seorang dari sisa-sisa orang Refaim. Raja ini diam di Asytarot dan di Edrei,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "dan memerintah atas gunung Hermon, atas Salkha dan atas seluruh Basan sampai daerah orang Gesur dan orang Maakha dan atas setengah Gilead, sampai daerah Sihon, raja Hesybon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Musa, hamba TUHAN itu, beserta orang Israel, telah mengalahkan mereka, dan Musa, hamba TUHAN itu, telah memberikan daerah itu kepada orang Ruben, orang Gad dan suku Manasye yang setengah itu, menjadi milik mereka.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Inilah raja negeri yang dikalahkan oleh Yosua dan oleh orang Israel di sebelah barat sungai Yordan, dari Baal-Gad di lembah gunung Libanon sampai Pegunungan Gundul, yang mendaki ke arah Seir--negeri ini diberikan Yosua kepada suku-suku Israel menjadi miliknya, menurut pembagiannya,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "di Pegunungan, di Daerah Bukit, di Araba-Yordan, di Lereng Gunung, di Padang Gurun dan di Tanah Negeb, yakni di negeri orang Het, orang Amori, orang Kanaan, orang Feris, orang Hewi dan orang Yebus--:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Raja negeri Yerikho, satu; raja negeri Ai, di sebelah Betel, satu;",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "raja negeri Yerusalem, satu; raja negeri Hebron, satu;",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "raja negeri Yarmut, satu; raja negeri Lakhis, satu;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "raja negeri Eglon, satu; raja negeri Gezer, satu;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "raja negeri Debir, satu; raja negeri Geder, satu;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "raja negeri Horma, satu; raja negeri Arad, satu;",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "raja negeri Libna, satu; raja negeri Adulam, satu;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "raja negeri Makeda, satu; raja negeri Betel, satu;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "raja negeri Tapuah, satu; raja negeri Hefer, satu;",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "raja negeri Afek, satu; raja negeri Lasaron, satu;",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "raja negeri Madon, satu; raja negeri Hazor, satu;",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "raja negeri Simron Meron, satu; raja negeri Akhsaf, satu;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "raja negeri Taanakh, satu; raja negeri Megido, satu;",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "raja negeri Kedesh, satu; raja negeri Yokneam di dekat gunung Karmel, satu;",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "raja negeri Dor di tanah bukit Dor, satu; raja negeri Goyim di Galilea, satu;",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "raja negeri Tirza, satu; jadi jumlah semua raja itu, tiga puluh satu orang.",
      "type": "content"
    }
  ]
}