{
  "book": "Yosua",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Daerah-daerah yang belum direbut",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Setelah Yosua menjadi tua dan lanjut umurnya, berfirmanlah TUHAN kepadanya: \"Engkau telah tua dan lanjut umur, dan dari negeri ini masih amat banyak yang belum diduduki.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Inilah negeri yang tertinggal: segenap wilayah orang Filistin dan seluruh negeri orang Gesur,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "mulai dari sungai Sikhor di sebelah timur Mesir sampai ke daerah Ekron ke arah utara--semuanya itu terhitung tanah orang Kanaan--;ada lima raja kota orang Filistin, yakni di Gaza, di Asdod, di Askelon, di Gat dan di Ekron--;dan orang Awi",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "di sebelah selatan; seluruh negeri orang Kanaan dan Meara, kepunyaan orang Sidon, sampai ke Afek, sampai ke daerah orang Amori;",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "selanjutnya negeri orang Gebal dan seluruh gunung Libanon di sebelah matahari terbit, mulai dari Baal-Gad di kaki gunung Hermon sampai ke jalan yang menuju ke Hamat;",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "semua orang yang diam di pegunungan, mulai dari gunung Libanon sampai ke Misrefot-Maim; semua orang Sidon. Aku sendiri akan menghalau mereka dari depan orang Israel; hanya undikanlah dahulu negeri itu di antara orang Israel menjadi milik pusaka mereka, seperti yang Kuperintahkan kepadamu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Oleh sebab itu, bagikanlah negeri ini kepada suku yang sembilan itu dan kepada suku Manasye yang setengah itu menjadi milik pusaka mereka.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pembagian tanah yang di seberang sungai Yordan",
      "type": "title"
    },
    {
      "verse": 8,
      "text": "Bersama-sama dengan suku Manasye yang setengah lagi, orang Ruben dan orang Gad telah menerima milik pusaka mereka, yang telah diberikan Musa kepada mereka di sebelah timur sungai Yordan, seperti yang ditentukan Musa, hamba TUHAN itu, kepada mereka,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "yakni mulai dari Aroer, yang di tepi sungai Arnon, kota pada pertengahan sungai itu, dan seluruh dataran tinggi, dari Medeba sampai ke Dibon;",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "dan segala kota Sihon, raja orang Amori, yang berkerajaan di Hesybon, sampai ke daerah orang Amon;",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "selanjutnya Gilead dan daerah orang Gesur dan orang Maakha, serta seluruh gunung Hermon dan seluruh tanah Basan sampai ke Salkha,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "seluruh kerajaan Og di Basan, yang memerintah di Asytarot dan Edrei, dialah yang tinggal hidup dari sisa-sisa orang Refaim yang telah dikalahkan dan dihalau oleh Musa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tetapi orang Israel tidak menghalau orang Gesur dan orang Maakha itu, sehingga Gesur dan Maakha masih tetap diam di tengah-tengah Israel sampai sekarang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hanya kepada suku Lewi tidak diberikan milik pusaka: yang menjadi milik pusakanya ialah TUHAN, Allah Israel, seperti yang dijanjikan-Nya kepada mereka.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Kepada suku bani Ruben, menurut kaum-kaum mereka, telah diberikan Musa bagian ini:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "daerah kepunyaan mereka mulai dari Aroer yang di tepi sungai Arnon, kota pada pertengahan sungai itu, dan seluruh dataran tinggi dekat Medeba;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hesybon dan segala kotanya, yang di dataran tinggi, yakni Dibon, Bamot-Baal, Bet-Baal-Meon,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Yahas, Kedemot, Mefaat,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Kiryataim, Sibma, Zeret-Hasahar di atas gunung di lembah itu,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Bet-Peor, lereng-lereng gunung Pisga, Bet-Yesimot,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "selanjutnya segala kota di dataran tinggi itu dan seluruh kerajaan Sihon, raja orang Amori, yang memerintah di Hesybon, yang dikalahkan oleh Musa; bersama-sama dia juga dikalahkannya raja-raja Midian, yakni Ewi, Rekem, Zur, Hur dan Reba, raja-raja bawahan Sihon, penduduk negeri itu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Juga Bileam bin Beor, juru tenung itu, telah dibunuh oleh orang Israel dengan pedang, beserta orang-orang yang telah mati tertikam oleh mereka.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi batas daerah bani Ruben ialah sungai Yordan dengan daerah pinggirnya. Itulah milik pusaka bani Ruben menurut kaum-kaum mereka, yakni kota-kota dengan desa-desanya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Kepada suku Gad, yakni kepada bani Gad menurut kaum-kaum mereka, telah diberikan Musa bagian ini:",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "daerah kepunyaan mereka ialah Yaezer dan segala kota negeri Gilead, serta setengah negeri orang Amon sampai ke Aroer, yang di sebelah timur Raba,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "yakni mulai dari Hesybon sampai ke Ramat-Mizpa dan Betonim, dan dari Mahanaim sampai ke daerah Debir;",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "dan di lembah: Bet-Haram, Bet-Nimra, Sukot dan Zafon, sisa kerajaan Sihon, raja Hesybon; sungai Yordan dengan daerah pinggirnya, sampai ke ujung danau Kineret, di sebelah timur sungai Yordan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Itulah milik pusaka bani Gad menurut kaum-kaum mereka, yakni kota-kota dengan desa-desanya.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Kepada suku Manasye yang setengah itu, yakni kepada puak bani Manasye yang setengah itu, menurut kaum-kaum mereka, telah diberikan Musa bagian ini:",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "daerah mereka mulai dari Mahanaim: seluruh Basan, seluruh kerajaan Og, raja Basan, dan segenap Hawot-Yair, yang di Basan itu, enam puluh kota banyaknya;",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "selanjutnya setengah Gilead, Asytarot dan Edrei, kota-kota kerajaan Og di Basan, menjadi bagian bani Makhir, anak Manasye, yaitu bagian setengah bani Makhir menurut kaum-kaum mereka.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Itulah semuanya yang dibagikan Musa sebagai milik pusaka di dataran Moab di sebelah timur sungai Yordan dekat Yerikho.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Tetapi kepada suku Lewi Musa tidak memberikan milik pusaka: TUHAN, Allah Israel, Dialah yang menjadi milik pusaka mereka, seperti yang dijanjikan-Nya kepada mereka.",
      "type": "content"
    }
  ]
}