{
  "book": "Yosua",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Kota-kota orang Lewi",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Kemudian datanglah para kepala kaum keluarga orang Lewi menghadap imam Eleazar, menghadap Yosua bin Nun, dan menghadap para kepala kaum keluarga di antara suku-suku orang Israel",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "dan berkata kepada mereka di Silo di tanah Kanaan, demikian: \"TUHAN telah memerintahkan dengan perantaraan Musa, supaya diberikan kepada kami kota-kota untuk didiami dan tanah-tanah penggembalaannya untuk ternak kami.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lalu orang Israel memberikan dari milik pusaka mereka kota-kota yang berikut dengan tanah-tanah penggembalaannya kepada orang Lewi, seperti yang dititahkan TUHAN.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Lalu keluarlah undian bagi kaum-kaum orang Kehat. Maka di antara orang Lewi anak-anak imam Harun, mendapat dengan undian tiga belas kota dari suku Yehuda, dari suku Simeon dan dari suku Benyamin.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Kaum-kaum yang lain di antara keturunan Kehat mendapat dengan undian sepuluh kota dari kaum-kaum suku Efraim, dari suku Dan dan dari suku Manasye yang setengah itu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Keturunan Gerson mendapat dengan undian tiga belas kota dari kaum-kaum suku Isakhar, dari suku Asyer, dari suku Naftali dan dari setengah suku Manasye yang di Basan itu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Keturunan Merari mendapat dengan undian dua belas kota menurut kaum-kaum mereka, dari suku Ruben, dari suku Gad dan dari suku Zebulon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Demikianlah diberikan orang Israel kota-kota tadi dengan tanah-tanah penggembalaannya kepada orang Lewi dengan undian seperti yang diperintahkan TUHAN dengan perantaraan Musa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dari suku bani Yehuda dan dari suku bani Simeon diberikan mereka kota-kota yang berikut, yang disebutkan namanya di sini:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "kepada anak-anak Harun yang dari kaum-kaum orang Kehat yang termasuk bani Lewi, karena bagi merekalah undian yang pertama,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "kepada mereka diberikan Kiryat-Arba, itulah Hebron--Arba inilah bapa suku Enak--di pegunungan Yehuda, dan tanah-tanah penggembalaan di sekelilingnya;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "tetapi tanah ladang kota tadi dengan desa-desanya telah diberikan mereka kepada Kaleb bin Yefune menjadi miliknya.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Kepada anak-anak imam Harun, diberikan mereka Hebron, kota perlindungan untuk pembunuh, dan tanah-tanah penggembalaan kota itu, Libna dengan tanah-tanah penggembalaannya,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Yatir dengan tanah-tanah penggembalaannya, Estemoa dengan tanah-tanah penggembalaannya,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Holon dengan tanah-tanah penggembalaannya, Debir dengan tanah-tanah penggembalaannya,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ain dengan tanah-tanah penggembalaannya, Yuta dengan tanah-tanah penggembalaannya dan Bet-Semes dengan tanah-tanah penggembalaannya: sembilan kota dari kedua suku itu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dan dari suku Benyamin: Gibeon dengan tanah-tanah penggembalaannya, Geba dengan tanah-tanah penggembalaannya,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Anatot dengan tanah-tanah penggembalaannya dan Almon dengan tanah-tanah penggembalaannya: empat kota.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Seluruhnya kota-kota kepunyaan anak-anak Harun, para imam itu, ada tiga belas kota dengan tanah-tanah penggembalaannya.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Kaum-kaum keturunan Kehat, yakni orang Lewi yang masih tinggal dari antara keturunan Kehat, mendapat kota-kota yang dengan undian kepada mereka dari suku Efraim.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Kepada mereka diberikan Sikhem, kota perlindungan untuk pembunuh, dengan tanah-tanah penggembalaannya, di pegunungan Efraim, Gezer dengan tanah-tanah penggembalaannya,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Kibzaim dengan tanah-tanah penggembalaannya dan Bet-Horon dengan tanah-tanah penggembalaannya: empat kota.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dan dari suku Dan: Elteke dengan tanah-tanah penggembalaannya, Gibeton dengan tanah-tanah penggembalaannya,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ayalon dengan tanah-tanah penggembalaannya dan Gat-Rimon dengan tanah-tanah penggembalaannya: empat kota.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dan dari suku Manasye yang setengah itu: Taanakh dengan tanah-tanah penggembalaannya dan Gat-Rimon dengan tanah-tanah penggembalaannya: dua kota.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Seluruhnya kota-kota itu ada sepuluh, dengan tanah-tanah penggembalaannya, ditentukan bagi kaum-kaum yang masih tinggal dari antara keturunan Kehat.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Bani Gerson dari kaum-kaum orang Lewi mendapat dari suku Manasye yang setengah lagi: Golan, kota perlindungan untuk pembunuh, di Basan, dengan tanah-tanah penggembalaannya, dan Beestera dengan tanah-tanah penggembalaannya: dua kota.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dan dari suku Isakhar: Kisyon dengan tanah-tanah penggembalaannya, Dobrat dengan tanah-tanah penggembalaannya,",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Yarmut dengan tanah-tanah penggembalaannya, dan En-Ganim dengan tanah-tanah penggembalaannya: empat kota.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dan dari suku Asyer: Misal dengan tanah-tanah penggembalaannya, Abdon dengan tanah-tanah penggembalaannya,",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Helkat dengan tanah-tanah penggembalaannya dan Rehob dengan tanah-tanah penggembalaannya: empat kota.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dan dari suku Naftali: Kedesh, kota perlindungan untuk pembunuh, di Galilea, dengan tanah-tanah penggembalaannya, Hamot-Dor dengan tanah-tanah penggembalaannya dan Kartan dengan tanah-tanah penggembalaannya: tiga kota.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Seluruhnya kota-kota kepunyaan orang Gerson menurut kaum-kaum mereka ada tiga belas kota dengan tanah-tanah penggembalaannya.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Kaum-kaum keturunan Merari, orang Lewi yang masih tinggal, mendapat dari suku Zebulon: Yokneam dengan tanah-tanah penggembalaannya, Karta dengan tanah-tanah penggembalaannya,",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dimna dengan tanah-tanah penggembalaannya dan Nahalal dengan tanah-tanah penggembalaannya: empat kota.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dan dari suku Ruben: Bezer dengan tanah-tanah penggembalaannya, Yahas dengan tanah-tanah penggembalaannya,",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Kedemot dengan tanah-tanah penggembalaannya dan Mefaat dengan tanah-tanah penggembalaannya: empat kota.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dan dari suku Gad: Ramot, kota perlindungan untuk pembunuh, di Gilead, dengan tanah-tanah penggembalaannya, Mahanaim dengan tanah-tanah penggembalaannya,",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Hesybon dengan tanah-tanah penggembalaannya dan Yaezer dengan tanah-tanah penggembalaannya: seluruhnya kota-kota itu ada empat.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Seluruhnya kota-kota itu ditentukan bagi keturunan Merari menurut kaum-kaum mereka, yakni yang masih tinggal dari kaum-kaum orang Lewi. Bagian undian mereka ada dua belas kota.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Seluruhnya kota-kota orang Lewi di tengah-tengah milik orang Israel ada empat puluh delapan kota dengan tanah-tanah penggembalaannya.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Kota-kota itu masing-masing ada tanah-tanah penggembalaannya di sekelilingnya, demikianlah kota-kota tadi seluruhnya.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Keamanan di negeri yang dijanjikan TUHAN",
      "type": "title"
    },
    {
      "verse": 43,
      "text": "Jadi seluruh negeri itu diberikan TUHAN kepada orang Israel, yakni negeri yang dijanjikan-Nya dengan bersumpah untuk diberikan kepada nenek moyang mereka. Mereka menduduki negeri itu dan menetap di sana.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Dan TUHAN mengaruniakan kepada mereka keamanan ke segala penjuru, tepat seperti yang dijanjikan-Nya dengan bersumpah kepada nenek moyang mereka. Tidak ada seorangpun dari semua musuhnya yang tahan berdiri menghadapi mereka; semua musuhnya diserahkan TUHAN kepada mereka.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Dari segala yang baik yang dijanjikan TUHAN kepada kaum Israel, tidak ada yang tidak dipenuhi; semuanya terpenuhi.",
      "type": "content"
    }
  ]
}