{
  "book": "Wahyu",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tabi ni si Johannes tu huria na pitu i 1-8. II. Anak ni jolma i di tongatonga ni pitu parpalitoan 9-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma pangungkapon ni Jesus Kristus, na nilehon ni Debata tu Ibana, asa tu angka naposona patuduhononna na naeng masa tibu, gabe saut dipatuduhon, ai ditongos do marhite sian surusuruanna tu naposona, Johannes.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dihatindangkon ibana do hata ni Debata dohot panindangion taringot tu Jesus Kristus: Nasa na niidana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Martua ma na manjaha ro di angka na umbege hata panurirangon on, angka siradoti na tarsurat dison; ai jonok do ari i!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ahu surat ni si Johannes mandapothon na pitu huria na di Asia: Asi ni roha ma di hamu dohot dame sian Ibana na mangolu i, naung mangolu hian jala na naeng ro, nang sian na pitu Tondi na di adopan ni habangsana,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "nang sian Jesus Kristus, Sitindangi haposan i, na parjolo tubu sian angka naung mate, Sigomgom angka raja ni tano on! Ibana do mangkaholongi hita jala dipalua hita sian dosanta marhitehite mudarna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dijadihon do hita gabe harajaon hamalimon di Debata, Amana i: Di Ibana ma hasangapon dohot hagogoon ro di salelenglelengna! Amen.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ida ma, na ro ma Ibana di bagasan ombun! Idaon ni nasa mata do Ibana, nang angka naung manullang Ibana, gabe mangangguhi be ma saluhut bangso ni tano on mida Ibana. I ma tutu. Amen.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ahu do Bonana jala Ujungna, ninna Tuhan Debata, Debata nuaeng, Debata naung adong hian, na naeng ro i, Sigomgom saluhutna!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Ahu Johannes, donganmuna jala rap dohot hamu partohap di haporsuhon dohot di harajaon nang di habengeton na di bagasan Jesus; di pulo na margoar Patmos do ahu uju i, ala ni hata ni Debata dohot ala ni pangkatindangkon di Jesus.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Naung di bagasan ari ni Tuhan i do ahu di bagasan tondi, gabe hubege di pudingku soara na gogo, suman tu soara ni sarune.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "On do didok: Surathon ma na niidam tu sada buku jala tongos ma i tu na pitu huria, i ma Epesus, Smirna, Pergamos, Tiatira, Sardes, Piladelpia dohot Laodikea!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Gabe humusor ma ahu marnida Parsoara, naung mangkatai i dohot ahu. Jadi dung humusor ahu, huida ma pitu parpalitoan sere.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi di tongatonga ni angka parpalitoan i huida ma na suman tu Anak ni jolma, na marsampesampe jala marhohos sere di pamatangna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Mamontar do simanjujungna ro di obukna, bontar songon hapas, saksak songon hapur; jala songon nala ni api do ia matana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ianggo patna songon haksa na nilala di bagasan pamurunan, ia soarana songon parhasak ni aek godang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ditiop do pitu bintang di tanganna siamun, jadi ruar do sian pamanganna podang siduababa na tajom; songon mata ni ari na maringaringar do ia sondang ni bohina.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Disi huida Ibana, tinggang do ahu tujolo ni totna, songon naung mate; gabe diampehon Ibana ma tanganna siamun tu ahu, huhut ma didok: Unang ho mabiar, ai Ahu do Parjolo jala Parpudi!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ahu do Siparngolu; naung mate do Ahu najolo, gabe mangolu antong ro di salelenglelengna; di Ahu do anak hinsu ni hamatean dohot banua toru!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Onpe, surathon ma na niida ni matami, i ma na masa nuaeng ro di na naeng masa, dung salpu on:",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Hahomion ni bintang na pitu, angka na niidam di siamunhu, dohot parpalitoan sere na pitu i: Ia bintang na pitu i, angka suruan ni na pitu huria do i, ia parpalitoan na pitu i, i ma na pitu huria i.",
      "type": "content"
    }
  ]
}