{
  "book": "Wahyu",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Buku, sibonduton ni si Johannes 1-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i huida ma surusuruan na asing na gogo, tuat sian banua ginjang; na maruloshon ombun, halibutongan do di atas uluna, songon mata ni ari do bohina, ia patna songon tiang api do.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ditiop do di tanganna buku sada na metmet, naung binungka; diojakkon do patna siamun tu laut, ia patna hambirang tu tano.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Gogo ma soarana manjoujou songon singa na maungaung; jadi di na manjoujou i ibana, mangkuling ma pitu ronggur.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung mangkuling ronggur na pitu i, naeng manurat ahu; jadi hubege ma soara sian banua ginjang na mandok: Sahapi ma na hinatahon ni ronggur na pitu i; unang ma surathon!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dipatoltol surusuruan, na huida jongjong di atas laut dohot tano, ma tanganna siamun dompak ginjang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi manolon ma ibana tu Debata na mangolu ro di salelenglelengna, naung tumompa langit dohot isina, tano padohot isina, nang laut ro di na dibagasanna, paboa na so masa be na paginjangkon tingki:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung di ari ni soara ni surusuruan na papituhon, di na naeng paluonna sarune i, disi ma patuluson hahomion ni Debata, songon naung binaritahonna i tu angka naposona, i ma angka panurirang i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia soara, naung hubege hian sian banua ginjang, mangulahi mangkulingi ahu, ninna ma: Laho ma, jalo ma buku naung binungka i, na di tangan ni surusuruan, na jongjong di atas laut dohot tano!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i hutopot ma surusuruan i, hudokkon ma ibana, mangalehon buku i tu ahu. Jadi didok ma: Na, pangan ma; gabe paet ma i di butuham, alai tonggi songon situak ni loba anggo di pamanganmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi hujalo ma buku i sian tangan ni surusuruan i jala hupangan, gabe tonggi ma i di bagasan pamanganku songon situak ni Loba; jadi dung hubondut, gabe paet do i dihilala butuhangku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala angka didok ma tu ahu: Ingkon ulahanmu dope manurirangi dompak angka marga dohot bangso dohot hata, nang dompak torop raja.",
      "type": "content"
    }
  ]
}