{
  "book": "Wahyu",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Disuhat do bagas joro. Tarbunu do dua sitindangi, gabe mulak mangolu 1-14. II. Sarune na papituhon 15-19",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dilehon ma tu ahu arung sada songon tungkot, huhut ma didok: Hehe ma ho, suhati ma joro ni Debata ro di langgatan i, nang angka na marsomba disi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Laosi ma ia alaman parduru ni joro i, unang suhati anggo i; ai nunga dipasahat i tu angka parbegu: Padegedegeonnasida do huta na badia i, leleng ni opatpulu dua bulan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i lehononku ma tu na dua sitindangingku, asa manurirangi nasida, maruloshon hori, leleng ni saribu duaratus onompulu ari.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nasida ma na dua hau jetun jala na dua parpalitoan, angka na jongjong di adopan ni Tuhan ni tano i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia adong na naeng manjahati nasida, rungkar ma api sian pamangannasida, mangallang musunasida; ia adong na naeng manjahati nasida, ingkon songon i do ibana mate.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Na marhuaso do nasida mangkinsu langit, asa unang ro udan di angka ari panurirangonnasida; jadi na marhuaso do nasida, paimbarhon angka aek gabe mudar, jala mangkonahon nasa haporsuhon tu tano i, manang beha pe jotjotna di rohanasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Anggo dung dipatulus nasida panindangionnasida, nangkok ma binatang i sian banua toru marmusu dompak nasida; taluhononna ma nasida jala pusaonna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Peak ma bangkenasida di alaman ni huta na balga i; ia goarna partondion Sodom dohot Misir, ai disi do naung tarpajal nang Tuhannasida i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i paberengberengon ni halak sian angka bangso dohot marga dohot hata dohot houm ma bangkenasida tonga opat ari lelengna: Ndang diloas tartanom bangkenasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Marlas ni roha ma angka pangisi ni tano i mida nasida jala mariaia, pola masitongosan silua sama nasida, ala naung dipaporsukporsuk panurirang na dua i angka pangisi ni tano i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dung salpu tonga opat ari, songgop ma tu nasida tondi hangoluan na sian Debata, gabe diojakkon ma patnasida, jadi lalu ma hatahuton godang tu angka na marnida nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala dibege nasida ma soara na gogo sian banua ginjang, na mandok tu nasida: Manaek ma hamu tuson! Dung i manaek ma nasida di bagasan ombun tu banua ginjang, dipanotnoti angka musunasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi di na sangombas i masa ma lalo bolon, marumpak ma saparsampulu ni huta i, mate ma di lalo i pitu ribu jolma, gabe mabiar ma angka na tading i, dipasangap ma Debata na di banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nunga salpu jea na paduahon; tibu ma ro jea na patoluhon!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Dung i dipalu surusuruan na papituhon ma sarunena; jadi masa ma soara na gogo di banua ginjang, angka dipandok: Nunga sahat tu Tuhanta i dohot tu Kristusna i harajaon ni hasiangan on; bangkit Raja ma Ibana ro di salelenglelengna!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia sintua na duapulu opat na di adopan ni Debata, angka na masihunduli habangsana be, dipatungkap ma bohinasida huhut disomba ma Debata.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ninna nasida ma: Na mandok mauliate do hami tu Ho, ale Tuhan Debata, Sigomgom saluhutna, na mangolu nuaeng nang najolo, ala naung dialithon Ho hagogoonmu na balga i, jala ala naung bangkit Raja Ho!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Nunga tarrimas angka bangso, gabe ro ma rimasmu, dapot ma tingki ni angka naung mate asa niuhuman, huhut mangalehon upa tu angka naposom, i ma angka panurirang i dohot angka na badia, angka na mangkabiari Goarmu, angka na metmet ro di angka na balga, huhut mangago angka na mangago tano i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i tarungkap ma joro ni Debata na di banua ginjang i, gabe tarida ma poti parpadananna di jorona i, jadi masa ma angka hilap dohot soara, ronggur dohot lalo, nang ambolas na balga.",
      "type": "content"
    }
  ]
}