{
  "book": "Wahyu",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sada boruboru na naeng mangintubu 1-6. II. Naga na tinaluhon ni surusuruan Mikhael 7-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i tarida ma partinandaan na balga di langit: I ma sada boruboru, na maruloshon mata ni ari, bulan i do ditoru ni patna, sampuludua bintang do tumpal ni uluna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Na gabegabean do ibana, jala mangangguhi, ai pambebeonna do tongon jala mangae laho mangintubu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i tarida ma partinandaan na asing di langit, i ma sada naga na bolon songon api; pitu do uluna, sampulu tandukna, pitu tumpal harajaon di angka uluna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi disarat ihurna i sapartolu ni angka bintang na di langit i, gabe didabu tu tano i. Jadi jongjong ma naga i di jolo ni boruboru, na naeng mangintubu, asa bondutonna posoposona, dung tubu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ditubuhon ma posoposo baoa, na naeng marmahanhon sogot nasa bangso marhitehite tungkot bosi. Jadi tarhinsat ma anakna i tu adopan ni Debata dohot tu habangsana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Na maporus do boruboru i tu halongonan, tu ingananna na pinarade ni Debata, asa disi dipatureture leleng ni saribu duaratus onompulu ari.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Dung i masa ma hamusuon di banua ginjang, martongtang ma Mikhael rap dohot angka surusuruanna dompak naga i. Marmusu ma nang naga i rap dohot angka surusuruanna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ndang manahan nasida; ndang be dapot inganannasida di banua ginjang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dipabali ma naga na balga i, ulok na robi i, na margoar sibolis dohot setan, na paotootohon liat portibi on, dipabali ma ibana tu tano i, dipabali ma nang angka surusuruanna raphon ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i hubege ma soara na gogo di banua ginjang, na mandok: Nunga sahat nuaeng haluaon dohot hagogoon dohot harajaon ni Debatanta dohot hamuliaon ni Kristusna; ai nunga dipabali pangasung i, na mangasungi angka hahaangginta arian dohot borngin di jolo ni Debata.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga ditaluhon nasida ibana hinorhon ni mudar ni Birubiru i dohot hinorhon ni hata na hinatindangkonnasida; ndang diparhamaol nasida hosanasida rasirasa mate.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen i marlas ni roha ma hamu, angka banua ginjang dohot pangisina! Marjea ma tano i dohot laut, ai nunga tuat sibolis i tu hamu, marrimas situtu; ai diboto, otik nama tingkina!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai dung diida naga i, naung bali ibana tu tano, dilele ma boruboru na tumubuhon anak i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Gabe dilehon ma tu boruboru i dua habonghabong ni pidong raja ualu na balga i, asa habang tu ingananna di halongonan, asa disi dipatureture sangombas dohot dua ngombas dohot satonga ombas, holang sian adopan ni ulok i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia ulok i, dibursikkon do sian babana aek na sabatang aek sian pudi ni boruboru i, anggiat diauphon batang aek i ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai diurupi tano i ma boruboru i, ai dipangangang tano i do babana, dibondut do batang aek, na binursikkon ni naga i sian babana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi tarrimas ma naga i mida boruboru i, gabe laho ma ibana marmusu dompak angka pomparanna na tading i, angka na mangaradoti patik ni Debata jala marsihohot di panindangion ni Jesus. Jala didapothon ma tu pasir ni laut.",
      "type": "content"
    }
  ]
}