{
  "book": "Wahyu",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Binatang na martanduk sampulu 1-10. II. Binatang na martanduk dua 11-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i huida ma ruar sian laut i sada binatang: Sampulu do tandukna, pitu uluna; diatas ni angka tandukna adong ma sampulu tumpal, jadi angka goar panginsahion do di angka uluna i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Suman tu babiat do binatang i huida, patna songon pat ni gompul, babana songon baba ni singa; jadi dilehon naga i ma tu ibana gogona nang habangsana dohot sahala godang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i huida ma sian angka uluna sada naung hona tagil, sihamatehononna hian; hape gabe malum do bugangna hamatean i. Jadi longang ma liat portibi on paidaida binatang i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Gabe disomba nasida ma naga i, ala ibana mangalehon sahala tu binatang i; laos disomba ma binatang i, angka ninna ma: Ise ma tudos tu binatang i; ise tarbahen marmusu dompak ibana?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dilehon ma tu ibana soara mangkatahon hata na balga dohot panginsahion, jala dilehon tu ibana huaso mangulahonsa leleng ni opatpulu dua bulan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Gabe dibungka ma pamanganna manginsahi Debata, manginsahi Goarna dohot jorona, ro di angka na maringanan di banua ginjang.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dilehon ma tu ibana huaso, marmusu dompak angka na badia ro di na manaluhon nasida; laos dilehon tu ibana sahala manggomgomi saluhut marga dohot houm dohot hata dohot bangso.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sombaon ni saluhut pangisi ni tano on ma ibana, nasa na so tarsurat goarna olat ni haoojak ni hasiangan on di buku hangoluan ni Birubiru naung tarbunu i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ganup na marpinggol, ditangihon ma!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nasa na martaban, ingkon tartaban do; nasa na mambunu dohot podang, ingkon mate bunuon ni podang! Disi ma jumpang habengeton dohot haporseaon ni angka na badia!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i huida ma binatang na asing ruar sian tano i: Dua do tandukna, songon tanduk ni birubiru; songon hata ni naga i do ia hatana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Diulahon do nasa huaso ni binatang na parjolo i di jolona. Disuru do tano i dohot pangisina sumomba binatang na parjolo i, nampuna bugang hamatean naung gabe malum i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Diula do tanda angka na balga, pola dipatuat do api sian langit tu tano di jolo ni jolma.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dililuhon do angka na maringanan di tano i hinorhon ni angka tanda, naung dilehon tu ibana, sipatupaonna di jolo ni binatang i, ai didokkon do angka na maringanan di tano i paulihon gombaran di binatang, naung mabugang najolo binahen ni podang, gabe mangolu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Laos dilehon do huaso tu ibana, mangalehon hosa tu gombaran ni binatang i, gabe marsoara do gombaran ni binatang i, jala mambahen mate nasa na so sumomba gombaran ni binatang i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi disuru ma saluhutna, na metmet nang na magodang, na mora nang na pogos, anak mata nang hatoban, mambahen partinandaan tu tangannasida siamun manang tu pardompahannasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Asa unang tarbahen halak manuhor manang manggadis, anggo so di ibana partinandaan i, i ma goar ni binatang i manang bilangan ni goarna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dison do habisuhon! Dirajumi na marroha ma bilangan ni binatang i, ai bilangan ni jolma do i. Onomratus onompulu onom do bilangan i.",
      "type": "content"
    }
  ]
}