{
  "book": "Wahyu",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Na 144 ribu na di dolok Sion 1-5. II. Boaboa ni tolu surusuruan 6-13. III. Tingki gotilon 14-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i hubereng: Jongjong ma Birubiru i di dolok Sion, adong ma donganna saratus opatpulu opat ribu, angka naung tarsurat Goarna dohot Goar ni Amana di pardompahannasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi hubege ma soara sian banua ginjang songon parhasak ni aek godang jala songon parlatas ni ronggur na gogo; ia soara na hubege i, suman nang tu parhasapion ni angka parhasapi, angka na mamalu hasapina.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Diendehon nasida do ende na imbaru di jolo ni habangsa i dohot di jolo ni parngolu na opat i nang angka sintua i. Ndang targuruhon manang ise ende i, nda holan na saratus opatpulu opat ribu, angka naung ditobus sian tano i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "I ma angka na so pasaorhon dirina tu boruboru, angka na marbaju do nasida; diihuthon nasida do Birubiru i, manang tudia pe i laho. Nasida do angka na tartobus sian hajolmaon, patumonaan di Debata dohot di Birubiru i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang adong jumpang gabus di pamangannasida; ndang adong agia aha lindangnasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i huida ma surusuruan na asing habang martongatonga langit, na umpeop barita na uli sisalelenglelengna, sibaritahononna tu angka pangisi ni tano i, tu saluhut bangso dohot marga dohot hata dohot houm.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Gogo ma soarana mandok: Habiari hamu ma Debata jala pasangap Ibana, ai nunga dapot tingki ni panguhumonna! Somba hamu ma Ibana, Sitompa langit dohot tano dohot laut ro di angka mual aek!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i mangihut ma surusuruan na asing, na mandok: Nunga pesan, nunga pesan Babel na balga, na painumhon anggur harimason ni parmainanonna tu saluhut bangso.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Mangihut ma tu nasida surusuruan na patoluhon, na marsoara na gogo mandok: Molo adong halak na sumomba binatang i dohot gombaranna jala na manjalo partinandaan i tu bohina manang tu tanganna:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon minum do ibana sian anggur harimason ni Debata, naung polin dipadiri tu panginuman ni rimasna, jala sipaporsukporsuhon do ibana di bagasan api dohot barerang diadopan ni angka surusuruan na badia i dohot di adopan ni Birubiru i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Manaek ma timus ni haporsuhonnasida ro di salelenglelengna; ndang dapot paradianan arian nang borngin angka na marsomba tu binatang i dohot tu gombaranna, ro di angka naung manjalo partinandaan ni goarna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Disi ma jumpang habengeton ni angka na badia, angka na mangaradoti patik ni Debata dohot haporseaon di Jesus.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi hubege ma soara sian banua ginjang na mandok: Surathon ma: Martua ma angka na mate di bagasan Tuhan i, olat ni on! Tutu, didok Tondi i, mansohot ma nasida sian parungkilonnasida, ai na mangihut ma tu nasida niulanasida i!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Dung i hubereng ma: Adong ma ombun sada na bontar, jadi hundul ma di atas ombun i sahalak na suman tu anak ni jolma, na martumpal sere di uluna, jadi sasabi na tajom di tanganna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ruar ma surusuruan na asing sian joro i, na marsoara na gogo manjouhon tu na hundul di atas ombun i: Suruhon ma sasabim jala sabihon, ai nunga dapot tingki gotilon, ai nunga masak situtu sigotilon na di tano i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Gabe didabu na hundul di atas ombun i ma sasabina tu tano i, jadi disabi ma tano i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Laos ruar ma surusuruan na asing sian joro na di banua ginjang i; dohot do ibana maniop sasabi na tajom.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Gabe ruar ma sian langgatan i surusuruan na asing, na marhuaso taringot tu api, jadi marsoara na gogo ma ibana manjoujou dompak sitiop sasabi na tajom i, didok ma: Suruhon ma sasabim na tajom i, gotili ma angka parbue ni hau anggur na di tano i, ai nunga malamun parbuena!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi didabu surusuruan i ma sasabina tu tano i, digotili ma hau anggur ni tano i, didabu ma tubagasan pangilangan harimason na bolon na di Debata.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dibalian ni huta i ma didegei pangilangan i, gabe puas ma mudar sian pangilangan i sahat ro di kongkang ni angka hoda, duaratus paal daona.",
      "type": "content"
    }
  ]
}