{
  "book": "Wahyu",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende ni angka naung monang 1-4. II. Pitu saoan pangarimasan 5-8",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i huida ma di banua ginjang tanda na asing na balga jala halongangan: Adong ma pitu surusuruan, na umpeop pitu haporsuhon na parpudi; ai di bagasan i do marujung rimas ni Debata.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi huida ma laut sada songon sorminan, na marsaor api; na jongjong do di topi laut sorminan i angka naung monang maralohon binatang i nang taringot tu gombaranna dohot bilangan ni goarna, ditiop do angka hasapi ni Debata.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi diendehon nasida ma ende ni Musa, naposo ni Debata, dohot ende ni Birubiru i, angka ninna ma: Na balga jala halongangan do angka ulaonmu, ale Tuhan Debata. Sigomgom saluhutna; na tigor jala na sintong do angka dalanmu, ale Raja ni angka bangso!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung ise ma na so mangkabiari Ho, ale Tuhan, dohot pasangaphon Goarmu? Ai sasada Ho do na badia; ai na ro ma saluhut bangso marsomba tu jolom, ai nunga gabe patar angka panguhummu na tigor i!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Dung i huida ma, mungkap ma joro ni undungundung panindangion na di banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ruar ma sian joro i na pitu surusuruan na umpeop haporsuhon na pitu i; haen na ias na marlinanglinang do diuloshon nasida, jala marhohos sere di pamatangna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Gabe dilehon sada sian na opat parngolu i ma tu na pitu surusuruan i pitu saoan sere, angka na gok rimas ni Debata, na mangolu ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi gok timus ma joro i, dibahen hasangapon ni Debata dohot hagogoonna; ndang tarbahen manang ise mambongoti joro i, paima marujung na pitu haporsuhon, sipatupaon ni surusuruan na pitu i.",
      "type": "content"
    }
  ]
}