{
  "book": "Wahyu",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Saoan na pitu i 1-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i hubege ma soara na gogo sian joro i, na mandok tu surusuruan na pitu i: Borhat ma hamu, usehon hamu ma saoan na pitu i, inganan ni rimas ni Debata, tu tano i!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Gabe borhat ma na parjolo, diusehon ma saoanna tu tano i. Jadi masa ma baro na roa jala na jahat di jolma, angka naung manjalo partinandaan ni binatang i, jala naung marsomba tu gombaranna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i diusehon na paduahon ma saoanna tu laut, jadi gabe mudar ma i songon mudar ni na mate; laos mate ma nasa na marhosa di laut.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i diusehon na patoluhon ma saoanna tu angka batang aek dohot tu angka mual aek; laos gabe mudar ma angka i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi hubege ma soara ni surusuruan, sigomgom angka aek, mandok: Na tigor do Ho, na mangolu i nuaeng nang najolo, na badia do Ho, ala songon i panguhumonmu!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai didurushon nasida do mudar ni angka na badia dohot angka panurirang, gabe mudar do dipainumhon Ho tu nasida; patut ma i di nasida!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi hubege ma langgatan i mandok: Olo, ale Tuhan Debata, Sigomgom saluhutna; na sintong jala na tigor do angka uhummu!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i diusehon na paopathon ma saoanna tu mata ni ari, jadi dilehon ma tu mata ni ari huaso mamosohi angka jolma marhitehite api.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Gabe mosok situtu ma angka jolma, jala diinsahi nasida do Debata na marhuaso manongos angka haporsuhon i, laos so dipauba nasida rohanasida pasangaphon Debata.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i diusehon na palimahon ma saoanna tu habangsa ni binatang i, gabe mangkolom ma harajaonna. Jadi dihaharati nasida do angka dilanasida dibahen hansitna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Gabe diinsahi nasida ma Debata Parbanua ginjang i, dibahen hansit ni baro na niaenasida; laos so dipauba rohanasida, manadingkon angka ulaonnasida nian.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i diusehon na paonomhon ma saoanna tu batang aek Euprat na balga i. Jadi marsik ma aekna, asa pinarade dalan ni angka raja na sian habinsaran ni mata ni ari.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i huida ma tolu tondi na hodar songon tohuk, ruar sian baba ni naga i dohot sian baba ni binatang i, songon i sian baba ni panurirang pargapgap i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai tondi ni angka sibolis do i, na mambahen angka tanda i; angka na borhat tumopot angka raja ni liat portibi on, laho papunguhon nasida tu hamusuon na di ari na bolon i, ari ni Debata, Sigomgom saluhutna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ida ma, na ro ma Ahu songon panangko! Martua ma na dungo jala na mangaramoti abitna, asa hobas, asa unang marsaemara ibana mardalan, gabe tarida hailaonna!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dipaluhut ma nasida tu sada inganan, na margoar Armagedon, ia di hata Heber.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i diusehon na papituhon ma saoanna tu aoangaoang. Jadi ro ma soara na gogo sian joro i, sian habangsa i, na mandok: Nunga saut!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i masa ma angka hilap dohot soara dohot ronggur, masa ma dohot lalo bolon, songon na so dung masa, olat ni dung adong jolma di tano i, lalo na sai bolon i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi mabola ma huta na bolon i, gabe tolu ponggol; marrumpahan ma ia huta ni angka bangso. Jadi diingot Debata ma Babel na balga i, mangalehon tu ibana panginuman na gok anggur pangarimasan dohot hamuruhonna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Gabe maporus ma saluhut angka pulo, jadi angka dolok ndang adong jumpang be.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala madabu ma ambolas na balga, na sahat i dokdokna, sian langit tu angka jolma; gabe diinsahi angka jolma i do Debata dibahen porsuk ni ambolas i, ai balga situtu do bernit ni haporsuhon i.",
      "type": "content"
    }
  ]
}