{
  "book": "Wahyu",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Uhum na tu Babel dohot tu binatang i 1-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma sada sian na pitu surusuruan, na umpeop saoan na pitu i, mangkatai dohot ahu, didok ma: Ro ma, hupatuduhon ma tu ho uhum na tu boruboru na jahat, na balga, na hundul di topi ni angka aek godang!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Donganna marmainan do angka raja na di tano i, jala naung gabe mabuk do pangisi ni tano i dibahen anggur parmainanonna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi diluahon ma ahu di bagasan tondi tu halongonan. Jadi huida ma sada boruboru hundul di atas binatang na rara, na gok goar panginsahion, pitu do uluna, sampulu tandukna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Haen na rara dohot haen hasumba do abit ni boruboru i, na nilampisan dohot sere nang mata intan dohot mutiha; ditiop do di tanganna panginuman sere na gok hagigian dohot hahodaron sian parmainanonna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Na tarsurat do di pardompahanna goar hahomion: Babel na balga, ina ni angka parmainan dohot angka hagigian na di tano on.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi huida boruboru i mabuk, dibahen mudar ni angka na badia dohot mudar ni angka sitindangi ni Jesus, gabe longang situtu ma rohangku marnidasa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Gabe didok surusuruan i ma mandok ahu: Boasa longang roham? Hupaboa ma tu ho hahomion ni boruboru on dohot binatang na mangusung ibana, na marulu pitu jala martanduk sampulu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia binatang na niidami, na mangolu do i najolo, ndang mangolu be nuaeng, na nangkok ma i muse sian banua toru, asa laho tumopot hamagoan. Gabe longang ma roha ni pangisi ni tano on, nasa na so tarsurat goarna di buku hangoluan na sian mula ni hasiangan on, di na idaonnasida binatang i, naung mangolu najolo jala ndang mangolu be nuaeng, gabe ro muse.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "On do lapatanna na marhabisuhon: Na pitu ulu, i ma pitu dolok, na hinundulan ni boruboru i, jala pitu raja do i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga pesan na lima, disi dope na sada, ndang dope ro na sada nari; jala dung ro, satongkin sambing ibana mian.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia binatang na mangolu najolo, gabe ndang mangolu be, i do na paualuhon; laos sian na pitu ondeng do ibana, jadi na laho tumopot hamagoan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia na sampulu tanduk na niidami, sampulu raja do i, na so manjalo dope harajaon, alai jaloonnasida do huaso mangarajai sangombas, rap dohot binatang i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Saroha ma nasida, lehononnasida do gogo dohot huasonasida tu binatang i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Na marmusu ma nasida dompak Birubiru i, gabe taluhonon ni Birubiru i ma nasida, ala Ibana Tuhan ni angka tuan jala Raja ni angka raja; ia angka donganna, i ma angka na tarjou, angka na tarpillit jala haposan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i didok ma tu ahu: Ia angka aek na niidami, inganan ni boruboru na jahat i, i ma angka bangso, angka punguan bolon, angka marga dohot hata.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia tanduk na sampulu, na niidami, dohot binatang i, hosomannasida ma boruboru na jahat i, lungunan ma bahenonnasida ibana jala marsaemara, allangonnasida ma sibukna, jala tutungonnasida ma ibana tu api.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai dipahehe Debata do rohanasida pasauthon tahina hian, mangulahon hasadaon ni roha, mangalehon harajaonnasida tu binatang i, paima saut angka hata ni Debata.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia boruboru na niidami, i ma huta na balga, na mangarajai angka raja na di tano on.",
      "type": "content"
    }
  ]
}