{
  "book": "Wahyu",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Halelengse ni huta Babel 1-8. II. Angguhangguk ni angka na mangandungi huta i 9-19. III. Las ni roha na di banua ginjang 20-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung salpu i, huida ma surusuruan na asing tuat sian banua ginjang, na marhuaso godang, gabe tiur ma tano i dibahen hasangaponna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Gogo ma soarana manjoujouhon: Nunga pesan, nunga pesan Babel na balga i, gabe inganan ni angka sibolis jala hurungan ni nasa tondi na hodar jala huruhuruan ni nasa pidong na ronsam, angka hagigian.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai naung minum do saluhut bangso sian anggur pangarimasan na sian parmainanonna, jala donganna, marmainan do angka raja na di tano on; naung gabe mamora do angka partigatiga ni tano on binahen ni hagogoon ni hageduhonna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i hubege ma soara na asing sian banua ginjang, na mandok: Laho ma hamu, ale bangsongku, ruar sian i, asa unang partohap hamu di angka dosana, unang dohot hamu manjalo di haporsuhonna i!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai nunga sahat ro di banua ginjang angka dosana; nunga marningot Debata di angka hajahatonna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Baloshon hamu tu ibana songon naung binahenna i, silompit ma bahen hamu marguru tu angka ulaonna; silompit dua ma tahuhon hamu di ibana tu panginuman na sinaorhonna i!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Manang sadia hasangapon dohot pargadombuson na niaithonna tu dirina, na sai godang haporsuhon dohot arsak ni roha ma lehon hamu tu ibana? Ai didok ibana di bagasan rohana: Na hundul do ahu mangarajai, ndang na mabalu ahu, na so tupa idaonku arsak ni roha.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen i, di bagasan na sadari ma songgop tu ibana angka haporsuhon: Hamatean dohot andung dohot haraparon; dung i tutungon ma ibana tu api. Ai na gogo do Tuhan Debata, na manguhum ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Angka raja na di tano on, angka donganna marmainan jala margadombus, i ma mananangisi jala mangandungi ibana, di na idaonnasida timus ni panutunganna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Na mandaodao nama nasida jongjong dibahen biarnasida mida parniahapanna i; ia hatanasida: Na marjea, na marjea do ho, huta na balga, huta Babel na togu i, ai di bagasan na sajom do lalu uhum na tu ho!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tangis ma angka partigatiga ni tano on, angka naung marsak mida ibana, ala so adong be na manuhor boniaganasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "I ma angka boniaga sere dohot perak, mata intan, mutiha, haen na bontar, hasumba, surta, abit na rara dohot nasa na hushus ro di ragam ni ulaula na sian gading, sian hau na arga, sian haksa, bosi dohot batu marmar,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "angkup ni i ulu mamis dohot miak na hushus, pamurpuri dohot mir dohot haminjon, anggur, miak, itak, eme, horbo, birubiru, hoda, hureta, hatoban ro di hosa ni jolma.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nunga munsat sian ho parbue ni hau na hinasolohon ni roham; nunga mago sian ho nasa na uli jala na tiur berengon, na so tupa be jumpang angka i!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Angka na martigatigahon sisongon i, angka naung gabe mamora binahenna i, jongjong mandaodao dibahen biarnasida mida parniahapanna, tumatangis jala mangangguhi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ninna nasida ma: Na marjea, na marjea do ho, huta na balga, na marabithon abit na bontar dohot na rara dohot hasumba, na nilampisan dohot sere nang mata intan ro di mutiha, ai di bagasan sajom do gabe suda hamoraon na songon i!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Na jongjong mandaodao ma saluhut juaramudi dohot angka na marparau mangkoris topilaut dohot anak parau ro di saluhut na marulaon di laut.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi manjoujou ma nasida marnida timus ni pamurunanna, ninna ma: Dia na tudos tu huta na balga i?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Gabe dipirpirhon nasida ma orbuk tu ulunasida, jala manjoujou ma nasida huhut tumatangis jala mangangguhi, angka ninna ma: Na marjea, na marjea do ho, huta na balga i; binahenna i do gabe mamora saluhut na marparau dilaut marhite sian hamoraonna, ai di bagasan sajom do dipanepnep!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Halashon ma i, ale banua ginjang, dohot hamu, angka na badia ro di angka apostel nang panurirang; ai nunga diluluhon Debata hamu tu ibana!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dihindat sada surusuruan na gogo ma sada batu na salosung na bolon, didabu ma i tu laut, huhut ma didok: Songon i sahali mandanggurhon, bolongkononhon ma huta Babel na balga i, gabe ndang jumpang be!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Na so tupa be tarbege di bagasan ho soara ni angka parhasapi dohot siparende dohot partulila dohot parsarune; ndang jumpang be di bagasan ho nanggo sada ragam ni siula hapandean; jala ndang be tarbege di bagasan ho pangkuling ni panduda.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Na so tupa be marsinondang di bagasan ho nanggo palito sada, ndang tagamon tarbege be di bagasan ho soara ni pangoli dohot oroan, ai naung dirajai angka partigatigamu do tano on, jala marhitehite hadatuonmu do gabe lilu angka bangso.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Na jumpang do di bagasan huta i mudar ni angka panurirang dohot angka na badia, ro di mudar ni saluhut naung tarseat di tano on.",
      "type": "content"
    }
  ]
}