{
  "book": "Wahyu",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende pujipujian di tigor ni uhum ni Debata 1-4. II. Ari raya hasampuran ni Birubiru i 5-10. III. Hataridaan dohot hamonangan ni Kristus 11-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung salpu i, hubege ma di banua ginjang soara na gogo songon sian torop halak, na mandok: Halleluya! Rimpun di Debatanta do haluaon dohot hasangapon dohot hagogoon!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai na sintong jala na tigor do angka uhumna, ai nunga diuhumi Ibana boruboru na jahat, na balga i, naung mangago tano on binahen ni parmainanonna, jala diluluhon Ibana do mudar ni naposona sian tanganna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i didok nasida ma paduahalihon: Halleluya! Na manaek do timusna ro di salelenglelengna!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala manungkap ma sintua na duapulu opat i ro di parngolu na opat i laho sumomba Debata, na hundul di habangsa i, angka ninna ma: Amen! Halleluya!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Jadi ruar ma sada soara sian habangsa i na mandok: Puji hamu ma Debatanta, hamu saluhut naposona, na mangkabiari Ibana, angka na metmet nang angka na balga!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i hubege ma songon soara ni natorop situtu, songon soara ni aek godang, songon soara ni angka ronggur na gogo, na mandok: Halleluya! Ai nunga mangarajai Tuhan Debatanta, Sigomgom saluhutna!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Marlas ni roha ma hita jala mariaia, jala talehon ma tu Ibana hasangapon, ai nunga jumpang hasampuran raya ni Birubiru i; nunga hobas soripadana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nunga dilehon tu ibana abit na saksak jala na ias sialithononna. Ia abit na saksak i, i ma hapintoron ni angka na badia.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Laos didok ma tu ahu: Surathon ma: Martua do angka na jinou tu panganon ujuan ni Birubiru i! Jala didok do tu ahu: On do angka hata na sintong na sian Debata!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi manungkap ma ahu tujolo ni patna, sumomba ibana, gabe didok ma tu ahu: Unang ma songon i! Donganmu naposo do ahu jala dongan ni angka hahaanggim, angka naung manjalo panindangion sian Jesus. Debata do sisombaonmu! Ai panindangion taringot tu Jesus i do tondi panurirangon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) Dung i huida ma mungkap banua ginjang, tarida ma disi sada hoda sihapaspili; ia na hundul di ginjangna margoar Haposan jala Parsintong. Marhatigoran do Ibana manguhum jala marporang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai songon nala ni api do anggo matana, torop do tumpal harajaon di uluna; adong do Goarna tarsurat, na so binoto ni manang ise, ia so holan Ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Diuloshon do abit na tinubar tu mudar, didok do Goarna: Hata ni Debata.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Mangihut do tu Ibana angka parangan na di banua ginjang, angka na mangkunduli hoda sihapaspili; haen na saksak jala na ias do abitnasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Na ruar do podang na tajom sian pamanganna, asa i tampulhononna tu angka bangso. Parmahanonna ma nasida dohot tungkot bosi, jala Ibana do mandege pangilangan ni anggur pangarimasan ni muruk ni Debata, Sigomgom saluhutna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Na tarsurat do Goarna di ulosna nang di gontingna: Raja ni angka raja jala Tuhan ni angka tuan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i huida ma sada surusuruan jongjong di bagasan mata ni ari, na manjoujou marsoara na gogo, didok ma tu saluhut pidong angka na habang martongatonga langit: Ro ma hamu, marpungu ma hamu tu panganon na balga, na pinarade ni Debata!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Naeng ma allangonmu sibuk ni angka raja dohot sibuk ni angka induk dohot sibuk ni angka pargogo dohot sibuk ni angka hoda ro di na hundul di ginjangna, sibuk ni angka anak mata dohot hatoban, nang na metmet nang na balga!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi huida ma binatang i dohot angka raja ni tano on ro di angka parangannasida, nunga marluhut laho marmusu dompak na hundul di atas hoda i nang dompak angka paranganna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Gabe tartangkup ma binatang i rap dohot panurirang pargapgap i, naung mambahen angka tanda di jolona, parhiteanna paotootohon angka na manjalo partinandaan ni binatang i ro di angka na sumomba gombaranna. Mangolu do na dua i didabu tu laut api na marsigorgor mardongan barerang.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia angka na tading i dipusa do dohot podang na ruar sian pamangan ni na mangkunduli hoda i, gabe butong ma saluhut pidong dibahen sibuknasida.",
      "type": "content"
    }
  ]
}