{
  "book": "Wahyu",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Surat ni Kristus tu angka huria: Epesus 1-7. II. Smirna 8-11. Pergamos 12-17. III. Tiatira 18-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Surathon ma tu suruan ni huria Epesus: On do hata ni na maniop bintang na pitu i di siamunna, na mardalan di holangholang ni parpalitoan na pitu i:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Huboto do angka ulaonmu dohot parungkilonmu ro di habengetonmu; na so tarpataontaon ho angka parjahat. Diunjuni ho do angka na mandok, apostel nasida, hape ndang na tutu; pargapgap do nasida jumpang ho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Na marbenget ni roha do ho, na marsitaonon do ho ala ni Goarhu; ndang marnaloja ho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai adong do pangkurangi ni rohangku di ho, i ma naung tinadingkonmu holong ni roham na di mulana i!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Onpe, parateatehon ma hatinggalanmi; pauba ma roham, ulahon ma angka ulaonmu na parjolo i! Ia so i, ro ma Ahu mandapothon ho, manunggalingkon parpalitoanmi sian ingananna, anggo so dipauba ho roham.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai on do tutu hasurunganmu: Dihasogohon ho do ulaon ni halak Nikolaus; Ahu pe, huhasogohon do i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ditangihon na marpinggol ma na nidok ni Tondi i tu angka huria: Na monang i ma bahenonku manganhon parbue ni hau hangoluan, na di Paradaiso ni Debata!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Surathon ma tu suruan ni huria Smirna: On do hata ni Parjolo huhut Parpudi, naung mate najolo gabe mangolu:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Huboto do haporsuhonmu dohot hapogosonmu, alai na mora do ho; huboto nang panginsahion ni angka na mandok: Jahudi nasida; hape ndang na tutu, punguan ni sibolis do nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Unang habiarhon angka haporsuhon na naeng ro! Dabuon ni sibolis ma deba sian hamu tubagasan hurungan, asa tarunjun hamu, gabe tarsosak ma hamu sampulu ari lelengna. Sai burju ma ho rasirasa mate; dung i lehononku ma tu ho tumpal hangoluan i!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ditangihon na marpinggol ma na nidok ni Tondi i tu angka huria: Ndang mahua na monang i bahenon ni hamatean na paduahon i!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Surathon ma tu suruan ni huria Pergamos: On do hata ni na maniop podang siduababa na tajom i:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Huboto do ingananmu mardonokkon habangsa ni sibolis i, jadi na marsihohot do ho di Goarhu, ndang disoadahon ho haporseaon di Ahu, nang uju di angka ari ni Antipas, sitindangingku haposan i, gabe dipusa do ibana di tongatongamuna, di inganan ni sibolis i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai adong do saotik pangkurangi ni rohangku di ho: Na adong do di tongatongamuna angka na mangoloi poda ni Bileam, na mangajari si Balas mambahen gasip di jolo ni halak Israel, i ma na manganhon na pinelehon tu begu dohot na marmainan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Suang songon i adong di tongatongamu angka na marsitiopan tu poda ni halak Nikolaus.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Pauba ma roham! Ia so i, magira ma Ahu ro marmusu dompak nasida marhitehite podang ni pamanganku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ditangihon na marpinggol ma na nidok ni Tondi i tu angka huria: Tu na monang i ma lehononku sipanganon manna na buni i, jala lehononku tu ibana batu na saksak dohot goar na imbaru na sinurat tu atas batu i, na so binoto ni manang ise, ia so holan na manjalosa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Surathon ma tu suruan ni huria Tiatira: On do hata ni Anak ni Debata, na marmata songon nala ni api, jala patna tudos tu haksa:",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Huboto do angka ulaonmu dohot holong ni roham dohot haporseaonmu ro di pangkobasionmu, nang benget ni roham; huboto, gumodang do ulaonku parpudi sian angka na parjolo i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai on do pangkurangi ni rohangku di ho: Dipasombu ho do boru Izebel, na mandok, panurirang ibana, gabe diajari jala dililuhon do angka naposongku, asa marmainan nasida jala manganhon na pinelehon tu begu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nunga hupaganjang nian arina, asa paubaonna rohana; alai ndang olo ibana paubahon rohana tumadingkon parmainanonna i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dabuonku ma ibana tubagasan parsahiton, songon i angka donganna pangalangkup tubagasan haporsuhon godang, ia so dipauba rohana tumadingkon niulana i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Laos ragehononku ma angka anakkonna asa mate, asa diboto saluhut huria; Ahu do sidodo ateate dohot roha; jala lehononku tu ganup hamu hombar tu na niulana be.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai tu hamu, angka na tading di Tiatira, tu nasa na so umpeop poda ondeng, angka na so umboto hahomion ni sibolis i, songon na nidoknasida, tu hamu do hudok: Ndang be ampehononku pandokdohi na asing tu hamu:",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Asal ma ditiop hamu na di hamu i, paima ro Ahu!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Di na monang i, anggo diradoti ulaonku sahat ro di ujung, lehononku ma huaso manggomgomi angka parbegu:",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Parmahanonna ma nasida marhitehite tungkot bosi, mangarosak nasida hira hudon tano, songon naung hujalo sian Damang.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Lehononku ma tu ibana bintang sipaias.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ditangihon na marpinggol ma na nidok ni Tondi i tu angka huria!",
      "type": "content"
    }
  ]
}