{
  "book": "Wahyu",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tarihot sibolis i, saribu taon lelengna. Harajaon sisaribu taon 1-10. II. Uhum parpudi 11-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i huida ma sada surusuruan tuat sian banua ginjang, na maniop anak hinsu ni banua toru, jala rante na balga do di tanganna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ditangkup ma naga i, ulok na robi i, i ma sibolis jala setan, gabe dirante ma ibana leleng ni saribu taon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Laos didabu ma ibana tu banua toru, jala dihinsu jadi disahap tu atasna, unang be dililuhon angka bangso, paima salpu na saribu taon i. Dung salpu i, ingkon paluaon ibana sangombas na jempek.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i huida ma angka habangsa, angka dihunduli ma, dilehon ma tu nasida panguhumon; angkup ni i huida ma tondi ni angka na binunu ala ni panindangion di Jesus dohot ala ni hata ni Debata, i ma angka na so marsomba tu binatang i nang tu gombaranna, jala angka na so manjalo partinandaan i tu pardompahannasida pe. Na mangolu do nasida jala mangarajai rap dohot Kristus leleng ni saribu taon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia na mate, angka na asing, ndang mulak mangolu, paima salpu na saribu taon i. I ma haheheon parjolo!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Na martua jala na badia do halak na martohap di haheheon na parjolo i; ndang marhuaso hamatean paduahon mangago nasida; na gabe malim ni Debata dohot Kristus do nasida, jala mangarajai rap dohot Ibana leleng ni na saribu taon i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung salpu na saribu taon i, malua ma sibolis i sian hurunganna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ruar ma ibana mangaliluhon angka bangso di na ualu desa ni tano on, i ma Gog dohot Magog, papunguhon nasida tu parmusuon; na sarihit na di laut do bilangannasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala nangkok ma nasida tu adaran ni tano i, dihaliangi ma parsaroan ni angka na badia dohot huta na hinaholongan i, gabe madabu ma api sian banua ginjang; i do mangallang nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi didabu ma sibolis i, na mangaliluhon nasida, tu laut api dohot barerang, tu inganan ni binatang dohot panurirang pargapgap i, asa dipaporsukporsuk arian dohot borngin, ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i huida ma sada habangsa na balga, na bontar dohot na hundul di atasna: Na maporus do tano dohot langit maradophon bohina, so adong be jumpang inganannasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i huida ma angka naung mate i, angka na metmet nang angka na balga, jongjong di jolo ni habangsa i; jadi diungkap ma angka buku. Dung i diungkap ma sada buku na asing, i ma buku hangoluan, gabe diuhumi ma angka na mate i marguru tu na tarsurat di bagasan angka buku i, hombar tu na niulanasida be.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i dilehon laut i ma angka na mate na disini, dilehon nang hamatean dohot banua toru i ma angka na mate na tiniopna, gabe diuhumi ma ganup, marguru tu na niulana be.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i didabu ma hamatean dohot banua toru tubagasan laut api i. I ma hamatean na paduahon; laut api i do i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Manang ise na so jumpang tarsurat di buku hangoluan i, i ma didabu tubagasan laut api i.",
      "type": "content"
    }
  ]
}