{
  "book": "Wahyu",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Banua ginjang dohot tano na imbaru 1-8. II. Jerusalem na imbaru 9-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i huida ma banua ginjang na imbaru dohot tano na imbaru, ai nunga salpu banua ginjang na parjolo dohot tano na parjolo i; laut i pe ndang adong be.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala huida ma huta na badia i tuat sian banua ginjang sian Debata, i ma Jerusalem na imbaru, na pinature songon oroan na sinanggulan mandapothon harajaanna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi hubege ma soara na gogo sian habangsa i, na mandok: On do joro ni Debata di tongatonga ni angka jolma; na maringanan ma Ibana di tongatonganasida, jala nasida ma bangsona, jala Debata sandiri saor tu nasida!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi apusan ni Debata ma nasa iluilunasida sian matanasida: Ndang adong be hamatean nang arsak ni roha; nang angguhangguk, nang na hansit, ndang disi be; ai nunga salpu na parjolo i!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i didok na hundul di habangsa i ma: Ida ma, saluhutna do hupaimbaru! Jadi didok ma: Surathon ma i, ai haposan do angka hata on jala na sintong!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Laos didok ma tu ahu: Nunga saut! Ahu do Parjolo jala Parpudi, Bonana jala Ujungna. Lehononku ma tu na mauas sian mual aek hangoluan i, so pola tuhoron!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Teanon ni na monang i ma saluhutna; jala Ahu gabe Debatana, ibana gabe anakku!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai angka na mandele jala na so porsea jala angka na ramun ro di angka pamunu dohot parmainan dohot angka na sumomba ajiajian ro di saluhut pargabus manjalo tohapna di laut na gor api dohot barerang, i ma hamatean na paduahon i!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i ro ma sada sian na pitu surusuruan i, naung maniop saoan na pitu, angka na marisi haporsuhon parpudi na pitu i, didok ma mandok ahu: Ro ma tuson; hupatuduhon ma tu ho oroan i, soripada ni Birubiru i!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi diboan ma ahu di bagasan tondi tu dolok na balga jala na timbo, dipatuduhon ma tu ahu huta na badia, i ma Jerusalem, tuat sian banua ginjang, sian Debata.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hasangapon sian Debata do di huta i. Ia sondangna tudos do tu mata intan na ummarga, songon batu Jaspis na marhillong.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Balga jala timbo do parik ni huta i, sampuludua do harbanganna; sampuludua surusuruan do di atas harbanganna; ia goar angka na sinuratan disi, i ma goar ni marga Israel na sampuludua i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tolu harbangan sian habinsaran, tolu sian utara, tolu sian dangsina, tolu sian hasundutan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sampuludua do batu ojahan ni parik ni huta i; disi do na sampuludua goar ni na sampuludua apostel ni Birubiru i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ditiop na mangkatai dohot ahu do sada tungkot sere, asa suhatonna huta i dohot angka harbanganna ro di parikna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Na maropatsuhi do hapeahan ni huta i, dos do bohangna dohot unjurna. Jadi disuhat ma huta i marhitehite tungkot i; dapot ma saribu limaratus paal: Dos do unjurna dohot bohangna dohot timbona.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Laos disuhat ma parikna, saratus opatpulu opat asta; suhatsuhat ni jolma do na di surusuruan i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sian batu Jaspis do parik i dipauli, jala sere na pinapita do huta i songon sorminan na tio.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dipajeges do angka ojahan ni parik ni huta i marhitehite ragam ni batu na arga: Ia ojahan na parjolo batu Jaspis do, ia na paduahon Sapir, na patoluhon Kalkedon, na paopathon batu Samarados.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia na palimahon batu Sardonik, na paonomhon Sardion, na papituhon Krisopras, na paualuhon Berillos, na pasiahon Topasion, na pasampuluhan Krisopras, na pasampulusadahon Hiakintos, na pasampuluduahon batu Ametistos.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia na sampuludua harbangan i sampuludua mutiha do; ganup harbangan sian sada mutiha. Ia alaman ni huta i sere na ias do, songon sorminan na tio.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ndang adong huida joro di bagasan huta i, ai Tuhan Debata, Sigomgom saluhutna, do jorona rap dohot Birubiru i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ndang ringkot di huta i mata ni ari manang bulan, asa sondanganna; ai hasangapon ni Debata do patiurhonsa, Birubiru i do panondangna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Na mardalani ma angka bangso di bagasan sondangna; boanon ni angka raja ni tano on ma hasangaponnasida tusi.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ndang na hinsu harbanganna manipat ari, ai ndang masa disi borngin.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi boanonnasida ma hasangapon dohot hamuliaon ni angka bangso tubagasan huta i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Na so tupa masuk tu huta i nasa na ramun, nang siula hagigian dohot gabus, nda holan angka naung tarsurat di buku hangoluan na di Birubiru i.",
      "type": "content"
    }
  ]
}