{
  "book": "Wahyu",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Batang aek dohot hau hangoluan. Parsaoran dohot Debata 1-5. II. Sipaingot parujungan 6-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipatuduhon ma tu ahu batang aek hangoluan na tio songon sorminan, na ruar sian habangsa ni Debata dohot Birubiru i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di tongatonga ni alamanna dohot di batang aek i angkupangkup adong hau hangoluan, na marparbue sampuludua hali, na mangalehon parbuena ganup bulan; ia bulung ni hau i gabe hahisaron ni angka bangso.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ndang adong be na hona bura. Disi do habangsa ni Debata dohot Birubiru i; angka naposona i ma marhalado di Jolona.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Idaonnasida do Bohina; di pardompahannasida do Goarna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang masa be disi borngin, ndang ringkot be di nasida palito manang sondang ni mata ni ari, ai sondangan ni Tuhan Debata do nasida, jala na mangarajai do nasida salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i didok ma mandok ahu: Haposan do angka hata on jala na sintong; disuru Tuhan Debata, nampuna tondi ni angka panurirang, do surusuruanna, patuduhon tu angka naposona angka na naeng masa tibu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ida ma, gira do Ahu ro! Martua ma na mangaradoti angka hata panurirangon na di bagasan buku on!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ahu, Johannes, do marnida jala umbege angka on. Jadi dung hubege jala huida, manungkap ma ahu marsomba tujolo ni pat ni surusuruan, na patuduhon angka i tu ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi didok ma mandok ahu: Unang ma songon i! Donganmu naposo do ahu jala dongan ni angka hahaanggim, dongan ni angka panurirang dohot angka na mangaradoti hata ni buku on. Debata ma somba!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i didok ma mandok ahu: Unang sahapi angka hata panurirangon ni buku on, ai jonok ma tingkina!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tong ma didatdati siula hajahaton mangulahon hajahaton; tong ma diramuni na ramun i dirina; tong ma diulahon na tigor i hatigoran; tong ma diparbadiai na badia i dirina!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ida ma, gira ma Ahu ro! Boanonku ma upa silehonon tu ganup, hombar tu na niulana!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ahu do Mulana jala Punsuna, Parjolo jala Parpudi, Bonana jala Ujungna!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Martua ma angka na mamburi abitnasida, asa marhuaso nasida marjambar di hau hangoluan i jala masuk sian angka harbangan tubagasan huta i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dibalian ma angka biang dohot angka siulahon rasun dohot angka parmainan dohot pamunu dohot sioloi na so Debata, ro di nasa na mangkaholongi jala na mangulahon gabus.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ahu, Jesus, marsuru surusuruanku, mangkatindangkon tu hamu angka on, mandapothon angka huria i. Ahu do urat dohot marga ni Daud, bintang sipaias na marsinondang i!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi didok Tondi dohot oroan i: Ro ma Ho! Laos dohonon ni na umbegesa: Ro ma Ho! Sai ro ma na mauas; dijalo na giot roha i ma aek hangoluan i, dalan basabasa!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ahu mangkatindangkon di ganup, na umbege angka hata panurirangon ni surat on: Ia adong na manambai tusi, tambaan ni Debata ma tu ibana angka haporsuhon, na tarsurat di bagasan buku on.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi molo adong na mamuati angka hata ni buku panurirangon on, buatan ni Debata ma tohapna na di hau hangoluan dohot di huta na badia i, angka na tarsurat di bagasan buku on.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Didok Ibana na mangkatindangkon on; Olo, na ro ma Ahu tibu! Amen; ro ma Ho, ale Tuhan Jesus!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Didongani asi ni roha ni Tuhan Jesus ma angka na badia!",
      "type": "content"
    }
  ]
}