{
  "book": "Wahyu",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sardes 1-6. II. Piladelpia 7-13. III. Laodikea 14-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Surathon ma tu suruan ni huria Sardes: On do hata ni Partondi na pitu na sian Debata jala Parbintang na pitu: Huboto do angka ulaonmu; na targoar do ho mangolu, hape na mate do!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tarsunggul ma ho jala patogu ma donganmu na tading i, angka na naeng mate. Ai ndang jumpang Ahu di angka ulaonmu, naung gok di jolo ni Debatangku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Antong, ingot ma, manang songon dia na jinalom dohot na binegem; i ma radoti jala pauba roham! Dibahen i, molo so tarsunggul ho, ro ma Ahu songon panangko; na so jadi botoonmu sadiharina Ahu ro manopot ho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai adong do di Sardes otik goar ni halak, angka na so mangaramuni abitna; nasida ma mardalan sogot rap dohot Ahu marabit na saksak, ai na tau do nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Songon i ma uloshononhon abit na saksak tu na monang i; na so tupa be sesaonku goarna sian buku hangoluan i, hatindangkononku ma goarna di jolo ni Damang nang angka surusuruanna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ditangihon na marpinggol ma na nidok ni Tondi i tu angka huria!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Surathon ma tu suruan ni huria Piladelpia: On do hata ni Nabadia jala Nasintong, na umpeop anak hinsu ni Daud, na mangungkap so adong na mangkinsu, jala na mangkinsu so adong na mangungkap:",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Huboto do angka ulaonmu. Antong, nunga hupadiri di jolom pintu naung mungkap, na so bolas hinsuon ni manang ise. Ai otik pe gogom, diradoti ho do hatangku; ndang disoadahon ho Goarhu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Huboan ma halak sian punguan ni sibolis, angka na mandok, Jahudi nasida, hape ndang na tutu, pargabus do nasida: Bahenonku ma nasida ro marsomba tujolo ni patmu, botoonnasida do, naung huhaholongi ho!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai diradoti ho do hata habengeton na sian Ahu; Ahu pe, ramotanku ma ho di ari pangunjunan na naeng ro tu liat portibi on, mangunjuni angka na mangingani tano on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Magira ma Ahu ro. Tiop ma na di ho, unang adong na mambuat tumpalmi!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Bahenonku ma na monang i gabe tiang di joro ni Debatangku; na so tupa be ibana ruar sian i, jala surathononku ma tu ibana Goar ni Debatangku dohot goar ni huta ni Debatangku, i ma Jerusalem na imbaru i, na tuat sian banua ginjang sian Debatangku, nang Goarhu na imbaru i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ditangihon na marpinggol ma na nidok ni Tondi i tu angka huria!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Surathon ma tu suruan ni huria Laodikea: On do hata ni si Amen, Sitindangi haposan jala na sintong, mula ni na tinompa ni Debata:",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Huboto do angka ulaonmu: Na so haru ngali, na so haru las ho; aut ni haru ngali ma ho manang las nian!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai dibahen na danggoldanggol sisilon ho, so haru ngali, so haru las, utahononku ma ho sian pamanganku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai didok ho: Na mora do ahu jala paradongan, ndang hurangan ahu. Ndang diboto ho, na parir do ho hape jala na dangol, na pogos, na mapitung jala na marsaemara.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Huapoi ma ho, manuhor sian Ahu sere naung pinapita ni api, anggiat tutu mamora ho, nang abit na saksak siuloshononmu, unang patar hailaonmu di parsaemaraonmi, nang miak mamiahi matami, asa marnida ho!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai nasa na huhaholongi, angka i do hupinsang jala huajar. Antong, haringkothon ma na paubahon roha!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ida ma, na jongjong do Ahu di jolo pintu i manuktuhi; ia adong na tumangihon soarangku dohot mangungkap pintu i, bongot ma Ahu tu ibana, mangan ma Ahu rap dohot ibana, jala ibana rap dohot Ahu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Padirionku ma tu na monang i hundulan di habangsangku rap dohot Ahu; songon Ahu, dung monang, hundul rap dohot Damang di habangsana i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ditangihon na marpinggol ma na nidok ni Tondi i tu angka huria!",
      "type": "content"
    }
  ]
}