{
  "book": "Wahyu",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamuliaon ni Debata Ama di banua ginjang, ro di habangsana 1-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung salpu i, hubereng ma, jadi ida ma, ungkap do sada pintu di banua ginjang, jadi mangkuling ma soara, naung hubege mangkatai dohot ahu di mulana i, songon soara ni sarune, didok ma: Nangkok ma ho tuson, asa hupatuduhon tu ho na naeng masa, dung salpu angka ari on.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi mamintor di bagasan tondi ma ahu: Adong ma habangsa sada di banua ginjang, jadi adong do na mangkunduli habangsa i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia na hundul i, songon mata intan Jaspis dohot Sardion do idaon rupana; dihaliangi halibutongan do habangsa i, na songon mata intan Samara rupana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Humaliang habangsa i adong ma duapulu opat habangsa, juguhan ni duapulu opat sintua, angka parabit na saksak jala martumpal sere di ulunasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Na ruar do sian habangsa i angka hilap dohot soara na mardoromdorom dohot ronggur; galak do pitu parpalitoan api di jolo ni habangsa i, i ma na pitu Tondi ni Debata.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Di jolo ni habangsa i adong ma songon laut sorminan, suman tu kristal (galas), jala di parsitongaan ni habangsa i dohot humaliang habangsa i adong ma opat parngolu, angka na marmata torop, di jolo nang di pudi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia parngolu parjolo suman do tu singa, ia parngolu paduahon suman tu jonggi, ia na patoluhon marbohi songon jolma, ia na paopathon suman tu pidong raja ualu na habang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Adong di ganup parngolu na opat i onom habonghabongna be, na marmata do nasida humaliang dohot di bagasan; ndang maradian nasida arian dohot borngin, mandok: Na badia, na badia, na badia do Tuhan Debata, Sigomgom saluhutna, naung adong hian, Siparngolu i, na naeng ro!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Disi dilehon angka parngolu i hasangapon dohot hamuliaon dohot hamauliateon tu Ibana, na hundul di habangsa i, na mangolu ro di salelenglelengna,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "jalo ma manungkap sintua na duapulu opat i di jolo ni na hundul di habangsa i, disomba ma Parngolu sisalelenglelengna i, dipeakkon ma tumpalnasida tujolo ni habangsa i, huhut ma didok:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ale Tuhan Debatanami, na tama do Ho manjalo hasangapon dohot hamuliaon dohot hagogoon, ai ditompa Ho do saluhutna; hinorhon ni lomo ni roham do, umbahen manjadi angka i jala tartompa!",
      "type": "content"
    }
  ]
}