{
  "book": "Wahyu",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dijalo Birubiru i buku na marsahap i 1-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i huida ma di tangan siamun ni na hundul di habangsa i sada buku, naung sinuratan sian bagasan nang sian duru, naung sinahap dohot pitu sahap.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi huida ma sada surusuruan na marsahala, na marsoara na gogo mamaritahon: Ise do na tau mangungkap buku i jala mangkarhari angka sahapna i?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai ndang adong manang ise di banua ginjang nang di tano nang di toru ni tano, na tarbahen mangungkap buku i manang marnida tubagasan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Gabe tangis situtu do ahu, ala so adong jumpang agia ise, na tau mangungkap buku i nang marnida tubagasan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i didok sada sian angka sintua i ma mandok ahu: Unang ho tangis; nunga monang Singa i, na sian marga Juda, urat ni si Daud, laho mangungkap buku i dohot sahapna na pitu i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi di parsitongaan ni habangsa i, di tongatonga ni na opat parngolu dohot angka sintua i, huida jongjong sada Birubiru, songon naung tarbunu, pitu do tandukna jala pitu matana, i ma na pitu Tondi ni Debata, na sinuruna tu liat tano on.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ro ma Ibana, dijalo ma buku i sian tangan siamun ni na hundul di habangsa i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Asa dung dijalo buku i, manungkap ma na opat parngolu i dohot na duapulu opat sintua i di jolo ni Birubiru i; ganup nasida maniop sada hasapi dohot sada saoan sere gok angka na hushus, i ma tangiang ni angka na badia.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Diendehon nasida ende na imbaru, ninna ma: Na tama do Ho manjalo buku i jala mangungkap angka sahapna, ai naung tarbunu do Ho jala marhitehite mudarmu ditobus Ho do tu Debata jolma sian saluhut marga, hata, houm dohot bangso.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala dijadihon Ho do nasida gabe harajaon hamalimon di Debatanta, asa manggomgomi nasida di atas tano i!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i mamereng ma ma ahu, gabe hubege ma songon soara ni torop surusuruan humaliang habangsa i, nang soara ni angka parngolu i dohot angka sintua i; ia toropnasida marloksaloksa jala marriburibu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marsoara na gogo nasida mandok: Na tama do Birubiru naung tarbunu i manjalo hagogoon dohot hamoraon dohot hapistaran dohot sahala dohot hamuliaon dohot hasangapon dohot pujipujian!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Gabe hubege ma soara ni nasa na tinompa, angka na di banua ginjang, di tano, ditoru ni tano ro di na di laut, tung saluhutna na di bagasan angka i mandok: Pujipujian dohot hamuliaon dohot hasangapon dohot hagogoon ro di salelenglelengna ma di Ibana, na hundul di habangsa i dohot di Birubiru i!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi didok na opat parngolu i ma: Amen! Laos manungkap ma angka sintua i huhut marsomba.",
      "type": "content"
    }
  ]
}