{
  "book": "Wahyu",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Diharhari Birubiru i do onom sahap sian na pitu i 1-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i huida ma, diungkap Birubiru i ma sada sahap sian na pitu i, jadi hubege ma sada sian parngolu na opat i marsoara songon ronggur mandok: Ro ma ho!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i hubereng, jadi adong ma hoda sihapaspili; na marsior do na mangkunduli hoda i, dilehon do tu ibana tumpal, laos borhat do ibana marhamonangan, asa monang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dung diungkap sahap paduahon, hubege ma parngolu paduahon mandok: Ro ma ho!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ruar ma hoda na asing, na rara songon api; dilehon ma tu na mangkunduli hoda i huaso mambuat dame sian tano on, asa masiseatan, laos dilehon ma podang na balga tu ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung diungkap sahap patoluhon, hubege ma soara ni parngolu patoluhon mandok: Ro ma ho! Jadi huida, adong ma hoda sada na birong; ditiop na mangkunduli hoda i do sada dasing di tanganna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi hubege do songon soara di tongatonga ni na opat parngolu i mandok: Sasolup eme sahupang, jala tolu solup eme na rara sahupang; ia miak dohot anggur, unang hahua!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dung diungkap sahap paopathon, hubege ma soara ni parngolupaopathon mandok: Ro ma ho!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi hubereng, gabe adong ma hoda sada silansat; ia goar ni na mangkunduli hoda i, hamatean do, jala mangihut do tu ibana banua toru; jadi dilehon do di nasida huaso tu saparopat ni pangisi ni tano on, mamusa nasida marhitehite podang dohot haleon dohot hamatean hian nang marhitehite binatang angka na di tano on.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dung diungkap sahap palimahon, huida ma ditoru ni langgatan i tondi ni angka naung sineat, ala ni hata ni Debata dohot ala ni pangkatindangkonnasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Na marsoara na gogo do nasida manjoujou, angka ninna ma: Sadia leleng nari, ale Tuhan na badia jala na sintong, asa manguhumi Ho jala mangaluluhon mudarnami tu angka na mangingani tano i?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Gabe dilehon ma tu ganup nasida abit na saksak, jadi didokkon ma nasida maimaima sangombas nari, paima tumpu nang angka dongannasida naposo, angka hahaangginasida, angka sipusaon dope songon nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi huida, dung diungkap sahap paonomhon: Masa ma lalo bolon, gabe mamirong ma mata ni ari songon harung hori, jadi sandok bulan i songon mudar.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala mardekdehan ma bintang angka na di langit i tu tano, songon di hau antajau, na mameuthon parbuena, ia jumpa hinutur ni alogo na gogo.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dibalun ma langit i songon surat na binalun, meret ma nasa dolok dohot pulo sian inganannasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Gabe martabuni ma angka raja ni tano on dohot angka na sangap, angka induk ni soldadu, angka na mora dohot angka na gogo, angka anak somang nang angka anak mata: Martabuni be ma tu angka liang dohot batu na di dolok.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Gabe didok nasida ma tu angka dolok dohot batu: Tinggang i jala hungkupi hamu ma hami maradophon bohi ni na hundul di habangsa i dohot maradophon rimas ni Birubiru i!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai nunga ro ari ni rimasnasida na balga i; tung ise tartahan i?",
      "type": "content"
    }
  ]
}