{
  "book": "Wahyu",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka na tarsahap 1-8. II. Angka na tinobus sian saluhut bangso 9-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung salpu i, huida ma opat surusuruan jongjong di na opat desa ni tano i, angka na maniop na opat alogo ni tano i, asa unang mangombus alogo di tano, nang di laut nang tu sada hau pe.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i huida ma surusuruan na asing hehe sian habinsaran ni mata ni ari, na maniop sahap ni Debata na mangolu, jadi balga ma soarana manjouhon dompak surusuruan na opat i, angka naung manjalo sahala mangago tano dohot laut.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ninna ma: Unang ma ago hamu tano nang laut nang angka hau, paima husahapi hami angka naposo ni Debatanta di bohinasida be!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Laos hubege do bilangan ni angka na tarsahap i: Saratus opatpulu opat ribu sian saluhut marga ni halak Israel:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sian marga Juda sampuludua ribu angka na tarsahap, sian marga Ruben sampuludua ribu, sian marga Gad sampuludua ribu,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "sian marga Aser sampuludua ribu, sian marga Naptali sampuludua ribu, sian marga Manasse sampuludua ribu,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "sian marga Simeon sampuludua ribu, sian marga Lepi sampuludua ribu, sian marga Isasar sampuludua ribu,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "sian marga Zebulon sampuludua ribu, sian marga Josep sampuludua ribu, sian marga Benjamin sampuludua ribu angka na tarsahap.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung salpu i, adong ma hubereng mansai torop, na so dapot bilangan ni jolma, sian nasa bangso, marga dohot houm dohot hata, angka na jongjong diadopan ni habangsa i dohot di adopan ni Birubiru i, angka na maruloshon abit na saksak jala na maniop maremare di tangannasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Gogo ma soaranasida manjoujou, angka ninna ma: Tua ma di Debatanta, na mangkunduli habangsa i, dohot di Birubiru i!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi jongjong ma saluhut surusuruan i humaliang habangsa i dohot humaliang angka sintua i dohot parngolu na opat i, dung i manungkap ma nasida di jolo ni habangsa i huhut marsomba tu Debata.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ninna nasida ma: Amen! Pujipujian dohot hasangapon dohot hapistaran dohot hamauliateon dohot hagogoon dohot hatoguon ma di Debatanta ro di salelenglelengna! Amen.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i mangalusi ma sada sian angka sintua, didok ma mandok ahu: Ise do angka i; jala sian dia do ro angka na maruloshon abit na saksak i?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi hudok ma mandok ibana: Ale tuanku, ho do umbotosa. Gabe didok ma tu ahu: I ma angka naung ro sian haporsuhon godang; nunga diburi nasida abitnasida jala dipasaksak di bagasan mudar ni Birubiru i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ala ni i sai di jolo ni habangsa ni Debata do nasida, mangoloi Ibana arian dohot borngin di bagasan jorona i, jala Ibana, na mangkunduli habangsa i, ma paulihon inganan di atasnasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ndang be male nasida, ndang be mauas, ndang be ditinggang las ni ari nasida, manang dia na mohop pe.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai parmahanon ni Birubiru na di parsitongaan ni habangsa i do nasida jadi togihononna ma nasida tu angka mual aek hangoluan, jadi apusan ni Debata nasa iluilu sian matanasida.",
      "type": "content"
    }
  ]
}