{
  "book": "Wahyu",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tarungkap sahap na papituhon 1-5. II. Pitu surusuruan na marsarune 6-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung diungkap sahap na papituhon i, hohom ma angka na di banua ginjang i, arga satonga jom lelengna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i huida ma na pitu surusuruan, na jongjong di adopan ni Debata, jadi dilehon ma tu nasida pitu sarune.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ro ma surusuruan na asing, jongjong tondongkon langgatan pamelean i, ditiop ma pardaupaan sere, gabe dilehon ma tu ibana godang daupa, asa lehononna i tu atas langgatan sere na di jolo ni habangsa i, manambai tangiang ni saluhut angka na badia.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Gabe manaek ma timus ni daupa i, tamba ni tangiang ni angka na badia i, sian tangan ni surusuruan i tujolo ni Debata.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dibuat surusuruan i ma pardaupaan i, digohi ma i dohot api na sian langgatan i, didabu ma i tu tano i, gabe masa ma angka ronggur dohot soara na mardoromdorom, angka hilap dohot lalo.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Jadi marhobas ma na pitu surusuruan, na maniop sarune na pitu i, asa dipalu sarunena be.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Gabe dipalu na parjolo i ma sarunena, jadi masa ma ambolas dohot api saor mudar didabu tu tano i, gabe mosok ma sapartolu ni tano i, mosok ma dohot sapartolu ni angka hau, mosok ma nang saluhut duhutduhut na rata i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dipalu surusuruan na paduahon ma sarunena, gabe didabu ma api tu laut songon dolok na balga na marsigorgor, gabe mudar ma sapartolu ni laut i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Laos mate ma sapartolu ni angka na tinompa na mangolu di laut, rendep ma sapartolu ni angka parau.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dipalu surusuruan na patoluhon ma sarunena, gabe madabu ma sian langit sada bintang na balga, na marsigorgor songon palito, laos ditinggang ma sapartolu ni angka batang aek dohot mual.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Apsintos (hapaeton) do goar ni bintang i; jadi gabe paet do sapartolu ni aek i, laos mate do torop halak dibahen aek i, naung gabe paet.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dipalu surusuruan na paopathon ma sarunena, gabe hona pungkul ma sapartolu ni mata ni ari dohot sapartolu ni bulan dohot sapartolu ni angka bintang, gabe mangkolom ma na sapartolu i, laos so marsinondang be na sapartolu i arianna, borngin i pe songon i do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i hubereng, jadi hubege ma sada pidong raja ualu habang martongatonga langit; marsoara na gogo do ibana mandok: Marjea, marjea, marjea ma angka na mangingani tano i, horhonon ni soara na tading i dope, i ma sarune ni surusuruan na tolu nari, angka na naeng marsarune dope!",
      "type": "content"
    }
  ]
}