{
  "book": "Wahyu",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sarune na palimahon dohot 1-12. II. Na paonomhon 13-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipalu surusuruan na palimahon ma sarunena. Gabe huida ma bintang sada madabu sian langit tu tano i, jadi dilehon ma tu ibana anak hinsu ni ruang parbanua toru.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Gabe diungkap ma ruang parbanua toru i, jadi manaek ma timus sian ruang i songon timus ni pamurunan na balga, gabe mangkolom ma mata ni ari ro di parlangitan, dibahen timus na sian ruang i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi marruaran ma angka sihapor sian timus i tu tano i, dung i dilehon ma tu nasida huaso songon huaso ni hala di tano on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dipaksa ma nasida, unang disegai duhutduhut ni tano i, manang angka na rata, manang agia sada hau, ia so holan jolma, angka na so marsahap di pardompahanna sian Debata.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dipaksa do nasida, unang mamusa; sipaporsukporsuhonna do jolma i lima bulan lelengna. Ia porsukna suman tu pangonai ni hala, jumpa didoit jolma.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Luluan ni jolma ma hamatean di angka ari i, alai ndang jumpangsa; mangido do rohanasida, naeng mate nian, alai maporus do hamatean i sian nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia rupa ni angka sihapor i suman do tu hoda, naung hobas tu parmusuon; ia di ulunasida dijujung do tumpal songon sere. Ia bohinasida songon bohi ni jolma do idaon;",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "ia obuknasida songon obuk ni boruboru, jala iponnasida songon ipon ni singa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Marbajubaju do nasida suman tu bajubaju bosi; ia pangkuling ni habonghabongnasida songon soara ni torop hureta na tinait ni hoda, na marlojong tu tongtangan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Marihur nasida songon ihur ni hala na marsorop; laos di bagasan ihurnasida do huasonasida, i ma na mangago angka jolma, leleng ni lima bulan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia raja na manggomgom nasida, surusuruan sada sian banua toru, na margoar Abdon di hata Heber; ia di hata Junani Apollion do goarna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga salpu jea na parjolo; ida ma, na ro ma jea dua nari, dung salpu on!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Dung i dipalu surusuruan na paonomhon na sarunena. Jadi hubege ma sada soara sian na opat suhi ni langgatan sere na di jolo ni Debata.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "On do hatana tu surusuruan paonomhon na marsarune i: Harhari ma surusuruan na opat na tambat di topi ni batang aek Euprat na balga i!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi malua ma surusuruan na opat i, angka naung pinarade, asa hobas di ombasna, di arina, di bulanna, di taonna, laho mambunu sapartolu ni hajolmaon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia torop ni angka parporang na mangkunduli hoda, dua loksa hali loksa do; hubege do bilangannasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Songon on do huida di bagasan tondingku angka hoda nang angka na mangkundulisa: Dialithon do angka bajubaju partahanan na songon api deba, na deba angka na rara, na deba angka na gorsing songon barerang. Ia ulu ni angka hodanasida songon ulu ni singa; na puas do sian babanasida api mardongan timus dohot barerang.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hinorhon ni haporsuhon na tolu i tarbunu do sapartolu ni hajolmaon, i ma hinorhon ni api dohot timus dohot barerang, angka na puas sian babanasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai di bagasan angka babanasida dohot ihurnasida do gogo ni angka hoda i, ai suman tu ulok do angka ihurnasida, angka na marulu; marhitehite i do nasida mangago.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Anggo angka jolma na tading, na so binunu ni angka haporsuhon i, laos so dipauba do rohanasida, tumadingkon niula ni tangannasida, asa unang be nian marsomba nasida tu sibolis manang tu ajiajian, angka na sian sere, sian perak, tombaga, hau dohot batu, angka na so tarbahen marnida manang marbinege manang mardalan pe.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ndang dipauba nasida rohanasida tumadingkon pamunuon nang na pauli rasun nang parmainanon ro di panangkoon.",
      "type": "content"
    }
  ]
}