{
  "book": "Habakuk",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "A prayer of Habakkuk the prophet. On shigionoth.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "LORD, I have heard of your fame; I stand in awe of your deeds, O LORD. Renew them in our day, in our time make them known; in wrath remember mercy.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "God came from Teman, the Holy One from Mount Paran. Selah His glory covered the heavens and his praise filled the earth.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "His splendour was like the sunrise; rays flashed from his hand, where his power was hidden.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Plague went before him; pestilence followed his steps.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "He stood, and shook the earth; he looked, and made the nations tremble. The ancient mountains crumbled and the age-old hills collapsed. His ways are eternal.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "I saw the tents of Cushan in distress, the dwellings of Midian in anguish.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Were you angry with the rivers, O LORD? Was your wrath against the streams? Did you rage against the sea when you rode with your horses and your victorious chariots?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "You uncovered your bow, you called for many arrows. Selah You split the earth with rivers;",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "the mountains saw you and writhed. Torrents of water swept by; the deep roared and lifted its waves on high.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sun and moon stood still in the heavens at the glint of your flying arrows, at the lightning of your flashing spear.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "In wrath you strode through the earth and in anger you threshed the nations.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "You came out to deliver your people, to save your anointed one. You crushed the leader of the land of wickedness, you stripped him from head to foot. Selah",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "With his own spear you pierced his head when his warriors stormed out to scatter us, gloating as though about to devour the wretched who were in hiding.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "You trampled the sea with your horses, churning the great waters.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "I heard and my heart pounded, my lips quivered at the sound; decay crept into my bones, and my legs trembled. Yet I will wait patiently for the day of calamity to come on the nation invading us.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Though the fig-tree does not bud and there are no grapes on the vines, though the olive crop fails and the fields produce no food, though there are no sheep in the pen and no cattle in the stalls,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "yet I will rejoice in the LORD, I will be joyful in God my Saviour.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "The Sovereign LORD is my strength; he makes my feet like the feet of a deer, he enables me to go on the heights. For the director of music. On my stringed instruments.",
      "type": "content"
    }
  ]
}