{
  "book": "2 Yohanes",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tabi di ina na porsea dohot di anakkonna 1-3. II. Las ni roha ni apostel i mida nasida 4-6. III. Sijagaon do angka parpoda haliluon 7-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat ni sintua i mandapothon ina soripada, naung pinillit, nang mandapothon angka anakkonna, angka na huhaholongi situtu; jala ndada holan ahu, dohot do saluhut naung tumanda hasintongan i,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "ala ni hasintongan, na mian di bagasan hita, jala na mandongani hita ro di salelenglelengna:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Didongani asi ni roha, talup ni roha dohot dame ma hita, sian Debata Ama dohot sian Jesus Kristus, Anak ni Ama i, marhitehite hasintongan dohot haholongon!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Mansai tarhilas do rohangku, ala jumpang ahu anakkonmu deba, angka na mamarangehon hasintongan, marguru tu patik naung tajalo sian Ama i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Na mangido ma ahu nuaeng tu ho, ale inang soripada, ndada songon patik na imbaru na sinurathon tu ho, na di hita sian mulana, i do: Naeng masihaholongan hita.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala on do holong ni roha i; naeng parangehononta patikna. I do patik siparangehononmuna, songon naung binegemuna sian mulana i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(III.) Ai nunga borhat torop siulahon sipaotooto tu portibi on, angka na so marhatopothon Jesus Kristus ro di bagasan daging. I ma na paotootohon, jala i do Antikristus i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Matahon hamu ma dirimuna, asa unang mago sian hamu naung niulamuna; naeng ma upa na gok jaloonmuna!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ganup na mangalaosi na so mian di bagasan poda ni Kristus, ndang partohap i di Debata. Na mian di bagasan poda, i do partohap di Ama i dohot di Anak i!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Molo ro halak tu hamu, na so mamboan poda on, unang ma jangkon hamu ibana tu jabu, unang ma tabi hamu!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Gari na mangalehon tabi tu ibana, saor do tu angka ulaonna na jahat i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Godang do nian sisurathononku tu hamu; alai ndang une roha, anggo marhitehite harotas dohot tinta; alai dihirim rohangku, ahu ro mandapothon hamu, asa mangkatai hita adop bohi be, asa gok halalas ni rohanta.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Na manongos tabi tu ho angka anakkon ni anggim, na tarpillit i.",
      "type": "content"
    }
  ]
}