{
  "book": "Ratapan",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I  am  the man  who  has seen affliction by the rod of His wrath.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "He has led me and made  me  walk  In  darkness and not  in  light.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Surely He has turned His hand against me Time and time again throughout the day.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "He has aged my flesh and my skin, And broken my bones.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "He has besieged me And surrounded  me  with bitterness and woe.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "He has set me in dark places Like the dead of long ago.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "He has hedged me in so that I cannot get out; He has made my chain heavy.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Even when I cry and shout, He shuts out my prayer.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "He has blocked my ways with hewn stone; He has made my paths crooked.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "He  has been  to me a bear lying in wait,  Like  a lion in ambush.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "He has turned aside my ways and torn me in pieces; He has made me desolate.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "He has bent His bow And set me up as a target for the arrow.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "He has caused the arrows of His quiver To pierce my loins.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "I have become the ridicule of all my people––Their taunting song all the day.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "He has filled me with bitterness, He has made me drink wormwood.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "He has also broken my teeth with gravel, And covered me with ashes.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "You have moved my soul far from peace; I have forgotten prosperity.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "And I said, \"My strength and my hope Have perished from the LORD.\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Remember my affliction and roaming, The wormwood and the gall.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "My soul still remembers And sinks within me.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "This I recall to my mind, Therefore I have hope.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": " Through  the LORD’S mercies we are not consumed, Because His compassions fail not.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": " They are  new every morning; Great  is  Your faithfulness.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "\"The LORD  is  my portion,\" says my soul, \"Therefore I hope in Him!\"",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "The LORD  is  good to those who wait for Him, To the soul  who  seeks Him.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": " It is  good that  one  should hope and wait quietly For the salvation of the LORD.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": " It is  good for a man to bear The yoke in his youth.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Let him sit alone and keep silent, Because  God  has laid  it  on him;",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Let him put his mouth in the dust––There may yet be hope.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Let him give  his  cheek to the one who strikes him,  And  be full of reproach.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "For the Lord will not cast off forever.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Though He causes grief, Yet He will show compassion According to the multitude of His mercies.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "For He does not afflict willingly, Nor grieve the children of men.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "To crush under one’s feet All the prisoners of the earth,",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "To turn aside the justice  due  a man Before the face of the Most High,",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Or subvert a man in his cause––The Lord does not approve.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Who  is  he  who  speaks and it comes to pass,  When  the Lord has not commanded  it ?",
      "type": "content"
    },
    {
      "verse": 38,
      "text": " Is it  not from the mouth of the Most High That woe and well–being proceed?",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Why should a living man complain, A man for the punishment of his sins?",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Let us search out and examine our ways, And turn back to the LORD;",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Let us lift our hearts and hands To God in heaven.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "We have transgressed and rebelled; You have not pardoned.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "You have covered  Yourself  with anger And pursued us; You have slain  and  not pitied.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "You have covered Yourself with a cloud, That prayer should not pass through.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "You have made us an offscouring and refuse In the midst of the peoples.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "All our enemies Have opened their mouths against us.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Fear and a snare have come upon us, Desolation and destruction.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "My eyes overflow with rivers of water For the destruction of the daughter of my people.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "My eyes flow and do not cease, Without interruption,",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Till the LORD from heaven Looks down and sees.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "My eyes bring suffering to my soul Because of all the daughters of my city.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "My enemies without cause Hunted me down like a bird.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "They silenced my life in the pit And threw stones at me.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "The waters flowed over my head; I said, \"I am cut off!\"",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "I called on Your name, O LORD, From the lowest pit.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "You have heard my voice: \"Do not hide Your ear From my sighing, from my cry for help.\"",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "You drew near on the day I called on You, And said, \"Do not fear!\"",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "O Lord, You have pleaded the case for my soul; You have redeemed my life.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "O LORD, You have seen  how  I am wronged; Judge my case.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "You have seen all their vengeance, All their schemes against me.",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "You have heard their reproach, O LORD, All their schemes against me,",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "The lips of my enemies And their whispering against me all the day.",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Look at their sitting down and their rising up; I  am  their taunting song.",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "Repay them, O LORD, According to the work of their hands.",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "Give them a veiled heart; Your curse  be  upon them!",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "In Your anger, Pursue and destroy them From under the heavens of the LORD.",
      "type": "content"
    }
  ]
}