{
  "book": "Daniel",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "seperti dahulu aku juga mendampinginya untuk menguatkan dan menyokongnya, yakni pada tahun pertama pemerintahan Darius, orang Media itu.\"",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Raja negeri Utara dan raja negeri Selatan",
      "type": "title"
    },
    {
      "verse": 2,
      "text": "\"Oleh sebab itu, aku akan memberitahukan kepadamu hal yang benar. Sesungguhnya, tiga raja lagi akan muncul di negeri Persia, dan yang keempat akan mendapat kekayaan yang lebih besar dari mereka semua, dan apabila ia telah menjadi kuat karena kekayaannya, ia akan berusaha sekuat-kuatnya untuk melawan kerajaan Yunani.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Kemudian akan muncul seorang raja yang gagah perkasa, yang akan memerintah dengan kekuasaan yang besar dan akan berbuat sekehendaknya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tetapi baru saja ia muncul, maka kerajaannya akan pecah dan terbagi-bagi menurut keempat mata angin dari langit, jatuh bukan kepada keturunannya, dan tanpa kekuasaan seperti yang dipunyainya; sebab kerajaannya akan runtuh dan menjadi milik orang-orang yang lain dari pada orang-orang ini.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Maka raja negeri Selatan akan menjadi kuat; tetapi salah seorang dari panglima-panglimanya akan menjadi lebih kuat dari padanya dan orang ini memerintah, lalu kekuasaannya akan menjadi kekuasaan yang besar.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Beberapa tahun kemudian keduanya akan bersekutu: puteri raja negeri Selatan akan datang kepada raja negeri Utara untuk mengadakan persetujuan. Tetapi puteri itu tidak berhasil, juga keturunannya tidak dapat bertahan: puteri itu akan diserahkan, demikian pula orang-orang yang mengantarnya, anak yang dilahirkannya dan orang yang mengawininya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dan pada waktu itu akan tumbuh suatu tunas yang seakar dengan puteri itu menggantikan orang itu, dan orang ini akan bergerak maju melawan tentara raja negeri Utara dan memasuki kota bentengnya, dan ia akan bertindak terhadap mereka dan ia akan berkuasa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Bahkan dewa-dewa mereka dan patung-patung tuangan mereka dan barang-barang mereka yang berharga dari perak dan emas akan diangkutnya sebagai jarahan ke Mesir, lalu beberapa tahun lamanya ia akan berhenti berperang melawan raja negeri Utara.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Kemudian raja ini akan memasuki kerajaan raja negeri Selatan, tetapi kemudian pulang ke negerinya sendiri.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Kemudian anak-anaknya akan bersiap untuk berperang, dan akan mengerahkan sejumlah tentara yang besar, lalu salah seorang dari mereka itu akan bergerak maju melawan dia, menggenangi dan meliputi semuanya seperti air bah; dan pada serbuan yang kedua kalinya ia akan sampai ke benteng musuhnya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Maka menggeramlah raja negeri Selatan itu, lalu maju berperang melawan raja negeri Utara, yang telah mengerahkan sejumlah tentara besar, dan tentara besar itu akan jatuh ke tangan musuhnya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Setelah tentara besar itu dihancurkannya, maka hatinya akan bermegah; walaupun ia telah menewaskan berlaksa-laksa orang, ia tidak akan mempunyai kekuatan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lalu untuk kedua kalinya raja negeri Utara itu akan mengerahkan sejumlah tentara besar, lebih besar dari yang pertama, dan beberapa tahun kemudian, ia akan bergerak maju melawan dia dengan tentara yang besar dan dengan banyak perlengkapan perang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Pada waktu itu banyak orang akan bangkit melawan raja negeri Selatan; juga orang-orang yang lalim dari bangsamu akan membesarkan diri, sehingga penglihatan itu menjadi kenyataan, tetapi mereka akan tergelincir.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Maka raja negeri Utara itu akan datang, mendirikan kubu pengepungan dan merebut kota yang berbenteng; dan tentara negeri Selatan tidak akan dapat bertahan, juga pasukan-pasukan pilihannya sekalipun, ya, tidak ada kekuatan apapun yang dapat bertahan,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "sehingga raja yang menyerangnya akan berbuat sekehendak hati, dan tidak ada seorangpun yang dapat bertahan menghadapinya; ia akan menduduki Tanah Permai dan seluruhnya akan ada dalam kekuasaannya.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Kemudian ia akan berusaha untuk menguasai seluruh kerajaan orang yang lain itu: ia akan mengadakan persetujuan dengan dia, dan seorang puterinya diberikannya kepadanya untuk menghancurkan kerajaan itu, tetapi maksudnya itu tidak akan berhasil dan tidak akan menguntungkannya.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Lalu ia akan memalingkan mukanya ke tanah-tanah pesisir dan banyak yang direbutnya; tetapi seorang panglima akan menghentikan penghinaannya itu, bahkan akan mengembalikan penghinaan itu kepadanya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sesudah itu ia akan memalingkan mukanya ke kota-kota benteng di negerinya sendiri; tetapi ia akan tergelincir dan jatuh dan tidak akan ditemukan lagi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Menggantikan dia akan muncul seorang yang menyuruh seorang pemungut pajak menjalani bagian yang terindah dari kerajaan itu, tetapi beberapa hari kemudian ia akan dibinasakan, bukan oleh kemarahan atau oleh peperangan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Menggantikan dia akan muncul seorang yang hina, yang tidak memperoleh martabat raja; tetapi dengan tak disangka-sangka ia akan datang merebut kedudukan raja dengan perbuatan-perbuatan licin.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Seluruh tentara yang datang melanda akan dihanyutkan di hadapannya dan dihancurkan, bahkan juga seorang raja Perjanjian.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dan dari saat diadakan persekutuan dengan dia, ia akan berlaku curang, dan ia akan maju serta menjadi berkuasa, meskipun sedikit orang-orangnya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dengan tak disangka-sangka ia akan memasuki daerah-daerah yang paling subur dari negeri itu, dan melakukan apa yang belum pernah dilakukan oleh para bapa dan nenek moyangnya, yakni menghamburkan rampasan dan jarahan dan harta di antara orang-orangnya; juga terhadap tempat-tempat yang berbenteng ia membuat siasat, tetapi hanya untuk sementara waktu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Kekuatan dan keberaniannya akan ditujukannya melawan raja negeri Selatan dengan memakai tentara yang besar; dan walaupun raja negeri Selatan itu akan bersiap untuk berperang dengan tentara yang amat besar dan kuat, ia tidak akan dapat bertahan, sebab akan diadakan siasat terhadap dia,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "dan orang-orang yang makan dari santapannya akan meruntuhkannya: tentaranya akan hanyut dan banyak orangnya yang tewas dibunuh.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dan kedua raja itu bermaksud jahat, dan sedang mereka duduk bersama-sama pada satu meja, mereka akan saling membohongi; tetapi hal itu tidak akan berhasil, sebab akhir zaman itu belum mencapai waktu yang ditetapkan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Kemudian ia akan pulang ke negerinya dengan banyak harta, dan hatinya bermaksud menentang Perjanjian Kudus; dan itu dilakukannya, lalu pulang ke negerinya.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Pada waktu yang ditetapkan ia akan memasuki pula negeri Selatan, tetapi kali yang kedua ini tidak akan sama dengan yang pertama,",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "karena akan datang kapal-kapal orang Kitim melawan dia, sehingga hilanglah keberaniannya. Lalu pulanglah ia dengan hati mendendam terhadap Perjanjian Kudus dan ia akan bertindak: setelah pulang kembali, ia akan menujukan perhatiannya kepada mereka yang meninggalkan Perjanjian Kudus.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tentaranya akan muncul, mereka akan menajiskan tempat kudus, benteng itu, menghapuskan korban sehari-hari dan menegakkan kekejian yang membinasakan.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dan orang-orang yang berlaku fasik terhadap Perjanjian akan dibujuknya sampai murtad dengan kata-kata licin; tetapi umat yang mengenal Allahnya akan tetap kuat dan akan bertindak.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dan orang-orang bijaksana di antara umat itu akan membuat banyak orang mengerti, tetapi untuk beberapa waktu lamanya mereka akan jatuh oleh karena pedang dan api, oleh karena ditawan dan dirampas.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Sementara jatuh, mereka akan mendapat pertolongan sedikit, dan banyak orang akan menggabungkan diri kepada mereka secara berpura-pura.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Sebagian dari orang-orang bijaksana itu akan jatuh, supaya dengan demikian diadakan pengujian, penyaringan dan pemurnian di antara mereka, sampai pada akhir zaman; sebab akhir zaman itu belum mencapai waktu yang telah ditetapkan.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Raja itu akan berbuat sekehendak hati; ia akan meninggikan dan membesarkan dirinya terhadap setiap allah. Juga terhadap Allah yang mengatasi segala allah ia akan mengucapkan kata-kata yang tak senonoh sama sekali, dan ia akan beruntung sampai akhir murka itu; sebab apa yang telah ditetapkan akan terjadi.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Juga para allah nenek moyangnya tidak akan diindahkannya; baik pujaan orang-orang perempuan maupun allah manapun juga tidak akan diindahkannya, sebab terhadap semuanya itu ia akan membesarkan diri.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Tetapi sebagai ganti semuanya itu ia akan menghormati dewa benteng-benteng: dewa yang tidak dikenal oleh nenek moyangnya akan dihormatinya dengan membawa emas dan perak dan permata dan barang-barang yang berharga.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dan ia akan bertindak terhadap benteng-benteng yang diperkuat dengan pertolongan dewa asing itu. Siapa yang mengakui dewa ini akan dilimpahi kehormatan; ia akan membuat mereka menjadi berkuasa atas banyak orang dan kepada mereka akan dibagikannya tanah sebagai upah.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Tetapi pada akhir zaman raja negeri Selatan akan berperang dengan dia, dan raja negeri Utara itu akan menyerbunya dengan kereta dan orang-orang berkuda dan dengan banyak kapal; dan ia akan memasuki negeri-negeri, dan menggenangi dan meliputi semuanya seperti air bah.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Juga Tanah Permai akan dimasukinya, dan banyak orang akan jatuh; tetapi dari tangannya akan terluput tanah Edom, tanah Moab dan bagian yang penting dari bani Amon.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Ia akan menjangkau negeri-negeri, dan negeri Mesir tidak akan terluput.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Ia akan menguasai harta benda emas dan perak dan segala barang berharga negeri Mesir, dan orang Libia serta orang Etiopia akan mengikuti dia.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Tetapi kabar-kabar dari sebelah timur dan dari sebelah utara akan mengejutkan hatinya, sehingga ia akan keluar dengan kegeraman yang besar untuk memusnahkan dan membinasakan banyak orang.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Ia akan mendirikan kemah kebesarannya di antara laut dan gunung Permai yang kudus itu, tetapi kemudian ia akan menemui ajalnya dan tidak ada seorangpun yang menolongnya.\"",
      "type": "content"
    }
  ]
}