{
  "book": "Daniel",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Keempat binatang dan anak manusia",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada tahun pertama pemerintahan Belsyazar, raja Babel, bermimpilah Daniel dan mendapat penglihatan-penglihatan di tempat tidurnya. Lalu dituliskannya mimpi itu, dan inilah garis besarnya:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Berkatalah Daniel, demikian: \"Pada malam hari aku mendapat penglihatan, tampak keempat angin dari langit mengguncangkan laut besar,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "dan empat binatang besar naik dari dalam laut, yang satu berbeda dengan yang lain.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Yang pertama rupanya seperti seekor singa, dan mempunyai sayap burung rajawali; aku terus melihatnya sampai sayapnya tercabut dan ia terangkat dari tanah dan ditegakkan pada dua kaki seperti manusia, dan kepadanya diberikan hati manusia.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dan tampak ada seekor binatang yang lain, yang kedua, rupanya seperti beruang; ia berdiri pada sisinya yang sebelah, dan tiga tulang rusuk masih ada di dalam mulutnya di antara giginya. Dan demikianlah dikatakan kepadanya: Ayo, makanlah daging banyak-banyak.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kemudian aku melihat, tampak seekor binatang yang lain, rupanya seperti macan tutul; ada empat sayap burung pada punggungnya, lagipula binatang itu berkepala empat, dan kepadanya diberikan kekuasaan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Kemudian aku melihat dalam penglihatan malam itu, tampak seekor binatang yang keempat, yang menakutkan dan mendahsyatkan, dan ia sangat kuat. Ia bergigi besar dari besi; ia melahap dan meremukkan, dan sisanya diinjak-injaknya dengan kakinya; ia berbeda dengan segala binatang yang terdahulu; lagipula ia bertanduk sepuluh.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sementara aku memperhatikan tanduk-tanduk itu, tampak tumbuh di antaranya suatu tanduk lain yang kecil, sehingga tiga dari tanduk-tanduk yang dahulu itu tercabut; dan pada tanduk itu tampak ada mata seperti mata manusia dan mulut yang menyombong.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sementara aku terus melihat, takhta-takhta diletakkan, lalu duduklah Yang Lanjut Usianya; pakaian-Nya putih seperti salju dan rambut-Nya bersih seperti bulu domba; kursi-Nya dari nyala api dengan roda-rodanya dari api yang berkobar-kobar;",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "suatu sungai api timbul dan mengalir dari hadapan-Nya; seribu kali beribu-ribu melayani Dia, dan selaksa kali berlaksa-laksa berdiri di hadapan-Nya. Lalu duduklah Majelis Pengadilan dan dibukalah Kitab-kitab.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Aku terus melihatnya, karena perkataan sombong yang diucapkan tanduk itu; aku terus melihatnya, sampai binatang itu dibunuh, tubuhnya dibinasakan dan diserahkan ke dalam api yang membakar.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Juga kekuasaan binatang-binatang yang lain dicabut, dan jangka hidup mereka ditentukan sampai pada waktu dan saatnya.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Aku terus melihat dalam penglihatan malam itu, tampak datang dengan awan-awan dari langit seorang seperti anak manusia; datanglah ia kepada Yang Lanjut Usianya itu, dan ia dibawa ke hadapan-Nya.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lalu diberikan kepadanya kekuasaan dan kemuliaan dan kekuasaan sebagai raja, maka orang-orang dari segala bangsa, suku bangsa dan bahasa mengabdi kepadanya. Kekuasaannya ialah kekuasaan yang kekal, yang tidak akan lenyap, dan kerajaannya ialah kerajaan yang tidak akan musnah.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Maka aku, Daniel, terharu karena hal itu, dan penglihatan-penglihatan yang kulihat itu menggelisahkan aku.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Lalu kudekati salah seorang dari mereka yang berdiri di sana dan kuminta penjelasan tentang semuanya itu. Maka berkatalah ia kepadaku dan diberitahukannyalah kepadaku maknanya:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Binatang-binatang besar yang empat ekor itu ialah empat raja yang akan muncul dari dalam bumi;",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "sesudah itu orang-orang kudus milik Yang Mahatinggi akan menerima pemerintahan, dan mereka akan memegang pemerintahan itu sampai selama-lamanya, bahkan kekal selama-lamanya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Lalu aku ingin mendapat penjelasan tentang binatang yang keempat itu, yang berbeda dengan segala binatang yang lain, yang sangat menakutkan, dengan gigi besinya dan kuku tembaganya, yang melahap dan meremukkan dan menginjak-injak sisanya dengan kakinya;",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "dan tentang kesepuluh tanduk yang ada pada kepalanya, dan tentang tanduk yang lain, yakni tanduk yang mempunyai mata dan yang mempunyai mulut yang menyombong, yang tumbuh sehingga patahlah tiga tanduk, dan yang lebih besar rupanya dari tanduk-tanduk yang lain.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dan aku melihat tanduk itu berperang melawan orang-orang kudus dan mengalahkan mereka,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "sampai Yang Lanjut Usianya itu datang dan keadilan diberikan kepada orang-orang kudus milik Yang Mahatinggi dan waktunya datang orang-orang kudus itu memegang pemerintahan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Maka demikianlah katanya: Binatang yang keempat itu ialah kerajaan yang keempat yang akan ada di bumi, yang akan berbeda dengan segala kerajaan dan akan menelan seluruh bumi, menginjak-injaknya dan meremukkannya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Kesepuluh tanduk itu ialah kesepuluh raja yang muncul dari kerajaan itu. Sesudah mereka, akan muncul seorang raja; dia berbeda dengan raja-raja yang dahulu dan akan merendahkan tiga raja.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ia akan mengucapkan perkataan yang menentang Yang Mahatinggi, dan akan menganiaya orang-orang kudus milik Yang Mahatinggi; ia berusaha untuk mengubah waktu dan hukum, dan mereka akan diserahkan ke dalam tangannya selama satu masa dan dua masa dan setengah masa.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Lalu Majelis Pengadilan akan duduk, dan kekuasaan akan dicabut dari padanya untuk dimusnahkan dan dihancurkan sampai lenyap.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Maka pemerintahan, kekuasaan dan kebesaran dari kerajaan-kerajaan di bawah semesta langit akan diberikan kepada orang-orang kudus, umat Yang Mahatinggi: pemerintahan mereka adalah pemerintahan yang kekal, dan segala kekuasaan akan mengabdi dan patuh kepada mereka.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Sekianlah berita itu. Adapun aku, Daniel, pikiran-pikiranku sangat menggelisahkan aku, sehingga aku menjadi pucat; dan aku menyimpan hal itu dalam ingatanku.\"",
      "type": "content"
    }
  ]
}