{
  "book": "Daniel",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Domba jantan dan kambing jantan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada tahun yang ketiga pemerintahan raja Belsyazar, nampaklah kepadaku, Daniel, suatu penglihatan sesudah yang tampak kepadaku dahulu itu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Aku melihat dalam penglihatan itu, dan sementara aku melihat, aku berada di puri Susan, yang ada di wilayah Elam, dan aku melihat dalam penglihatan itu, bahwa aku sedang di tepi sungai Ulai.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Aku mengangkat mukaku dan melihat, tampak seekor domba jantan berdiri di depan sungai itu; tanduknya dua dan kedua tanduk itu tinggi, tetapi yang satu lebih tinggi dari yang lain, dan yang tinggi itu tumbuh terakhir.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Aku melihat domba jantan itu menanduk ke barat, ke utara dan ke selatan, dan tidak ada seekor binatangpun yang tahan menghadapi dia, dan tidak ada yang dapat membebaskan dari kuasanya; ia berbuat sekehendak hatinya dan membesarkan diri.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tetapi sementara aku memperhatikannya, tampak seekor kambing jantan datang dari sebelah barat, yang melintasi seluruh bumi tanpa menginjak tanah; dan kambing jantan itu mempunyai satu tanduk yang aneh di antara kedua matanya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia datang pada domba jantan yang dua tanduknya dan yang kulihat berdiri di depan sungai itu, lalu menyerangnya dengan keganasan yang hebat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Aku melihatnya mendekati domba jantan itu; ia menggeram, lalu ditanduknya domba jantan itu, dipatahkannya kedua tanduknya, dan domba jantan itu tidak berdaya untuk tahan menghadapi dia; dihempaskannya dia ke bumi, diinjak-injaknya, dan tidak ada yang melepaskan domba jantan itu dari kuasanya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kambing jantan itu sangat membesarkan dirinya, tetapi ketika ia sampai pada puncak kuasanya, patahlah tanduk yang besar itu, lalu pada tempatnya tumbuh empat tanduk yang aneh, sejajar dengan keempat mata angin yang dari langit.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Maka dari salah satu tanduk itu muncul suatu tanduk kecil, yang menjadi sangat besar ke arah selatan, ke arah timur dan ke arah Tanah Permai.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia menjadi besar, bahkan sampai kepada bala tentara langit, dan dari bala tentara itu, dari bintang-bintang, dijatuhkannya beberapa ke bumi, dan diinjak-injaknya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Bahkan terhadap Panglima bala tentara itupun ia membesarkan dirinya, dan dari pada-Nya diambilnya korban persembahan sehari-hari, dan tempat-Nya yang kudus dirobohkannya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Suatu kebaktian diadakan secara fasik menggantikan korban sehari-hari, kebenaran dihempaskannya ke bumi, dan apapun yang dibuatnya, semuanya berhasil.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Kemudian kudengar seorang kudus berbicara, dan seorang kudus lain berkata kepada yang berbicara itu: \"Sampai berapa lama berlaku penglihatan ini, yakni korban sehari-hari dan kefasikan yang membinasakan, tempat kudus yang diserahkan dan bala tentara yang diinjak-injak?\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Maka ia menjawab: \"Sampai lewat dua ribu tiga ratus petang dan pagi, lalu tempat kudus itu akan dipulihkan dalam keadaan yang wajar.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sedang aku, Daniel, melihat penglihatan itu dan berusaha memahaminya, maka tampaklah seorang berdiri di depanku, yang rupanya seperti seorang laki-laki;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "dan aku mendengar dari tengah sungai Ulai itu suara manusia yang berseru: \"Gabriel, buatlah orang ini memahami penglihatan itu!\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Lalu datanglah ia ke tempat aku berdiri, dan ketika ia datang, terkejutlah aku dan jatuh tertelungkup, lalu ia berkata kepadaku: \"Pahamilah, anak manusia, bahwa penglihatan itu mengenai akhir masa!\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sementara ia berbicara dengan aku, jatuh pingsanlah aku tertelungkup ke tanah; tetapi ia menyentuh aku dan membuat aku berdiri kembali.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Lalu berkatalah ia: \"Kuberitahukan kepadamu apa yang akan terjadi pada akhir murka ini, sebab hal itu mengenai akhir zaman.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Domba jantan yang kaulihat itu, dengan kedua tanduknya, ialah raja-raja orang Media dan Persia.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dan kambing jantan yang berbulu kesat itu ialah raja negeri Yunani, dan tanduk besar yang di antara kedua matanya itu ialah raja yang pertama.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dan bahwa tanduk itu patah dan pada tempatnya itu muncul empat buah, berarti: empat kerajaan akan muncul dari bangsa itu, tetapi tidak sekuat yang terdahulu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dan pada akhir kerajaan mereka, apabila orang-orang fasik telah penuh kejahatannya, maka akan muncul seorang raja dengan muka yang garang dan yang pandai menipu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Kekuatannya akan menjadi hebat, tetapi tidak sekuat yang terdahulu, dan ia akan mendatangkan kebinasaan yang mengerikan, dan apa yang dilakukannya akan berhasil; orang-orang berkuasa akan dibinasakannya, juga umat orang kudus.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dan oleh karena akalnya, penipuan yang dilakukannya akan berhasil; ia akan membesarkan dirinya dalam hatinya, dan dengan tak disangka-sangka banyak orang akan dibinasakannya; juga ia akan bangkit melawan Raja segala raja. Tetapi tanpa perbuatan tangan manusia, ia akan dihancurkan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Adapun penglihatan tentang petang dan pagi itu, apa yang dikatakan tentang itu adalah benar. Tetapi engkau, sembunyikanlah penglihatan itu, sebab hal itu mengenai masa depan yang masih jauh.\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Maka aku, Daniel, lelah dan jatuh sakit beberapa hari lamanya; kemudian bangunlah aku dan melakukan pula urusan raja. Dan aku tercengang-cengang tentang penglihatan itu, tetapi tidak memahaminya.",
      "type": "content"
    }
  ]
}