{
  "book": "Ester",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Usaha Mordekhai untuk menolong orang Yahudi",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Setelah Mordekhai mengetahui segala yang terjadi itu, ia mengoyakkan pakaiannya, lalu memakai kain kabung dan abu, kemudian keluar berjalan di tengah-tengah kota, sambil melolong-lolong dengan nyaring dan pedih.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dengan demikian datanglah ia sampai ke depan pintu gerbang istana raja, karena seorangpun tidak boleh masuk pintu gerbang istana raja dengan berpakaian kain kabung.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Di tiap-tiap daerah, ke mana titah dan undang-undang raja telah sampai, ada perkabungan yang besar di antara orang Yahudi disertai puasa dan ratap tangis; oleh banyak orang dibentangkan kain kabung dengan abu sebagai lapik tidurnya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ketika dayang-dayang dan sida-sida Ester memberitahukan hal itu kepadanya, maka sangatlah risau hati sang ratu, lalu dikirimkannyalah pakaian, supaya dipakaikan kepada Mordekhai dan supaya ditanggalkan kain kabungnya dari padanya, tetapi tidak diterimanya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Maka Ester memanggil Hatah, salah seorang sida-sida raja yang ditetapkan baginda melayani dia, lalu memberi perintah kepadanya menanyakan Mordekhai untuk mengetahui apa artinya dan apa sebabnya hal itu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Lalu keluarlah Hatah mendapatkan Mordekhai di lapangan kota yang di depan pintu gerbang istana raja,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "dan Mordekhai menceritakan kepadanya segala yang dialaminya, serta berapa banyaknya perak yang dijanjikan oleh Haman akan ditimbang untuk perbendaharaan raja sebagai harga pembinasaan orang Yahudi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Juga salinan surat undang-undang, yang dikeluarkan di Susan untuk memunahkan mereka itu, diserahkannya kepada Hatah, supaya diperlihatkan dan diberitahukan kepada Ester. Lagipula Hatah disuruh menyampaikan pesan kepada Ester, supaya pergi menghadap raja untuk memohon karunianya dan untuk membela bangsanya di hadapan baginda.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lalu masuklah Hatah dan menyampaikan perkataan Mordekhai kepada Ester.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Akan tetapi Ester menyuruh Hatah memberitahukan kepada Mordekhai:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "\"Semua pegawai raja serta penduduk daerah-daerah kerajaan mengetahui bahwa bagi setiap laki-laki atau perempuan, yang menghadap raja di pelataran dalam dengan tiada dipanggil, hanya berlaku satu undang-undang, yakni hukuman mati. Hanya orang yang kepadanya raja mengulurkan tongkat emas, yang akan tetap hidup. Dan aku selama tiga puluh hari ini tidak dipanggil menghadap raja.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ketika disampaikan orang perkataan Ester itu kepada Mordekhai,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "maka Mordekhai menyuruh menyampaikan jawab ini kepada Ester: \"Jangan kira, karena engkau di dalam istana raja, hanya engkau yang akan terluput dari antara semua orang Yahudi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sebab sekalipun engkau pada saat ini berdiam diri saja, bagi orang Yahudi akan timbul juga pertolongan dan kelepasan dari pihak lain, dan engkau dengan kaum keluargamu akan binasa. Siapa tahu, mungkin justru untuk saat yang seperti ini engkau beroleh kedudukan sebagai ratu.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Maka Ester menyuruh menyampaikan jawab ini kepada Mordekhai:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "\"Pergilah, kumpulkanlah semua orang Yahudi yang terdapat di Susan dan berpuasalah untuk aku; janganlah makan dan janganlah minum tiga hari lamanya, baik waktu malam, baik waktu siang. Aku serta dayang-dayangkupun akan berpuasa demikian, dan kemudian aku akan masuk menghadap raja, sungguhpun berlawanan dengan undang-undang; kalau terpaksa aku mati, biarlah aku mati.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Maka pergilah Mordekhai dan diperbuatnyalah tepat seperti yang dipesankan Ester kepadanya.",
      "type": "content"
    }
  ]
}