{
  "book": "2 Korintus",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Pelayan-pelayan perjanjian yang baru",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Adakah kami mulai lagi memujikan diri kami? Atau perlukah kami seperti orang-orang lain menunjukkan surat pujian kepada kamu atau dari kamu?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Kamu adalah surat pujian kami yang tertulis dalam hati kami dan yang dikenal dan yang dapat dibaca oleh semua orang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Karena telah ternyata, bahwa kamu adalah surat Kristus, yang ditulis oleh pelayanan kami, ditulis bukan dengan tinta, tetapi dengan Roh dari Allah yang hidup, bukan pada loh-loh batu, melainkan pada loh-loh daging, yaitu di dalam hati manusia.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Demikianlah besarnya keyakinan kami kepada Allah oleh Kristus.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dengan diri kami sendiri kami tidak sanggup untuk memperhitungkan sesuatu seolah-olah pekerjaan kami sendiri; tidak, kesanggupan kami adalah pekerjaan Allah.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ialah membuat kami juga sanggup menjadi pelayan-pelayan dari suatu perjanjian baru, yang tidak terdiri dari hukum yang tertulis, tetapi dari Roh, sebab hukum yang tertulis mematikan, tetapi Roh menghidupkan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pelayanan yang memimpin kepada kematian terukir dengan huruf pada loh-loh batu. Namun demikian kemuliaan Allah menyertainya waktu ia diberikan. Sebab sekalipun pudar juga, cahaya muka Musa begitu cemerlang, sehingga mata orang-orang Israel tidak tahan menatapnya. Jika pelayanan itu datang dengan kemuliaan yang demikian",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "betapa lebih besarnya lagi kemuliaan yang menyertai pelayanan Roh!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebab, jika pelayanan yang memimpin kepada penghukuman itu mulia, betapa lebih mulianya lagi pelayanan yang memimpin kepada pembenaran.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sebenarnya apa yang dahulu dianggap mulia, jika dibandingkan dengan kemuliaan yang mengatasi segala sesuatu ini, sama sekali tidak mempunyai arti.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sebab, jika yang pudar itu disertai dengan kemuliaan, betapa lebihnya lagi yang tidak pudar itu disertai kemuliaan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Karena kami mempunyai pengharapan yang demikian, maka kami bertindak dengan penuh keberanian,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "tidak seperti Musa, yang menyelubungi mukanya, supaya mata orang-orang Israel jangan melihat hilangnya cahaya yang sementara itu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tetapi pikiran mereka telah menjadi tumpul, sebab sampai pada hari ini selubung itu masih tetap menyelubungi mereka, jika mereka membaca perjanjian lama itu tanpa disingkapkan, karena hanya Kristus saja yang dapat menyingkapkannya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Bahkan sampai pada hari ini, setiap kali mereka membaca kitab Musa, ada selubung yang menutupi hati mereka.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tetapi apabila hati seorang berbalik kepada Tuhan, maka selubung itu diambil dari padanya.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sebab Tuhan adalah Roh; dan di mana ada Roh Allah, di situ ada kemerdekaan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dan kita semua mencerminkan kemuliaan Tuhan dengan muka yang tidak berselubung. Dan karena kemuliaan itu datangnya dari Tuhan yang adalah Roh, maka kita diubah menjadi serupa dengan gambar-Nya, dalam kemuliaan yang semakin besar.",
      "type": "content"
    }
  ]
}