{
  "book": "1 Korintus",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tabi dohot mauliate ni apostel i 1-9. II. Apoapo, asa marsada ni roha 10-17. III. Surung ni jamita na taringot tu silang ni Tuhan Jesus 18-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat sian si Paulus, naung tarjou gabe apostel ni Jesus Kristus, mangihuthon lomo ni roha ni Debata, rap dohot si Sostenes dongan i,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "mandapothon huria ni Debata na di Korint, angka naung gabe badia di bagasan Kristus Jesus, angka na badia, naung tarjou rap dohot saluhut na manjou Goar ni Tuhanta Jesus kristus di ganup inganan, di nasida nang di hami:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asi ni roha ma di hamu dohot dame sian Debata Amanta dohot sian Tuhan Jesus Kristus i!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Mandok mauliate do ahu tongtong di Debatangku siala hamu, marningot asi ni roha ni Debata, naung nilehonna tu hamu di bagasan Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai naung gabe mamora do hamu di bagasan Ibana di saluhutna i, di sandok hata i, nang di sude pangantusion.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai naung dipahot do di hamu panindangion na taringot tu Kristus i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Asa ndada na hurangan hamu di nasa ragam ni basabasa ni Debata; na maimaima nama hamu di hapapatar ni Tuhanta Jesus Kristus.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pahoton ni I do hamu ro di ujung, gabe so hasurahan di ari ni Tuhanta Jesus Kristus i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Haposan do Debata, naung manjou hamu tu parsaoran dohot Anakna Jesus Kristus, Tuhanta i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Alai huapoi ma hamu, ale angka dongan, mangasahon Goar ni Tuhanta Jesus Kristus, asa sahata hamu saluhutna, unang ma adong parbolatan di hamu; hot ma hamu binahen ni sada ni roha dohot sada ni pingkiran!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai tarbortik do tu ahu marhite sian pangisi ni bagas ni si Kloe taringot tu hamu angka dongan, paboa na masa di hamu parsalisian.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai on do hudok: Adong do di hamu na mandok: Sisean ni si Paulus do ahu; na deba: Sisean ni si Apollos do ahu; na deba: Sisean ni si Kepas do ahu; na deba: Sisean ni Kristus do anggo ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Na binagi do Kristus i? Naung tarsilang do si Paulus ulaning humongkop hamu? Naung tubagasan goar ni si Paulus do hamu tardidi?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Mauliate hudok, ala so adong hupandidihon di hamu, dungkon ni si Krispus dohot si Gayus.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Unang adong na mandok, tubagasan goarhu sandiri hamu tardidi!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai dohot do tahe pangisi ni bagas ni si Stepanus hupandidihon; dungkon ni i, ndang adong hupandidihon, intap ni na huboto.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai ndang disuru Kristus i ahu mandidihon, mamaritahon barita na uli do; jala i pe, ndada marhata habisuhon, unang diorui silang ni Kristus i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Ai haotoon do hata na taringot tu silang i di roha ni angka na laho mago; alai hagogoon ni Debata do i di hita na dapotan haluaon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai na tarsurat do: \"Huagohon habisuhon ni na bisuk jala hubolongkon roha ni parroha.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Didia ma na bisuk? Didia ma sibotosurat? Didia ma parsinabul di tano on? Nda gabe haotoon habisuhon ni portibi on dibahen Debata?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai mangihuthon habisuhon ni Debata, ndang ditanda portibi on Debata marhite dalan habisuhon; gabe dihalomohon Debata ma paluahon angka na porsea i marhitehite jamita haotoon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai na mangido tanda do anggo halak Jahudi, jala mangalului habisuhon do ia halak Junani.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai Kristus na tarsilang i do hujamitahon hami; pargasipan do i di halak Jahudi, haotoon di sipelebegu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai di angka na tarjou i, nang Jahudi, nang Junani, gabe hagogoon ni Debata dohot habisuhon ni Debata do Kristus i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai umbisuk do haotoon ni Debata asa angka jolma i, jala gumogo do hagaleon ni Debata asa angka jolma i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Bereng hamu ma, angka dongan, panjouonna di hamu: Ndang piga hamu na bisuk mangihuthon sibuk, ndang piga na gogo, ndang piga na sangap hian.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai na oto di roha ni portibi on dipillit Debata, laho pailahon angka na bisuk; jala na gale di portibi on dipillit Debata, laho pailahon na gogo.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Angka na teuk di portibi on jala na marlea dipillit Debata: Tung sisoada i do, asa soadahononna naung jongjong hian,",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "asa unang manenganenga agia ise jolma maradophon Debata.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai sian Ibana do umbahen na di bagasan Kristus Jesus hamu, ai Ibana do gabe habisuhon di hita sian Debata dohot hatigoran dohot habadiaon dohot haluaon.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Asa saut na tarsurat i: \"Na naeng mamuji dirina, mangasahon Tuhan i ma ibana mamuji!\"",
      "type": "content"
    }
  ]
}