{
  "book": "1 Korintus",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jorbut ni pardebataon na leban 1-13. II. Parsaoran dohot Kristus do siluluan 14-22. III. Unang gabe partuktuhan hita di dongan! 23-33",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ai naeng ma tangkas botoonmuna di rohangku, ale angka dongan: Ia angka amanta najolo, saluhut do nian nilinggoman ni ombun i, jala saluhut do nasida mamostang laut i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi saluhut do nasida tardidi tubagasan si Musa, di bagasan ombun i dohot di laut i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala sada do sipanganon partondion dipangan nasida saluhutna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Laos sada do siinumon partondion diinum nasida saluhutna, ai diinum nasida do sian dolok batu partondion na mangihut i (Kristus do dolok batu i).",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai toropan do nasida ndang dihalomohon Debata: Ai rage do nasida di halongonan i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai gabe tudosan panjoraan ma i tu hita, asa unang tahahisaphon na roa, songon nasida na marhisap i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala unang ma sioloi debata na leban hamu, songon na deba sian nasida, suman tu na tarsurat i: \"Hundul do bangso i mangan dohot minum, dung i hehe ma nasida manortor.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Unang ma hita marmainan, songon na deba sian nasida na marmainan i, gabe mate satongkin duapulutolu ribu di na sadari i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Unang taunjuni Tuhan i, songon deba sian nasida na mangunjuni i, gabe angka ulok i mangagohon nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Unang ma hamu marungutungut, songon deba nasida na marungutungut i, gabe diago pangago i nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tudutudu do i na mangonai tu nasida; lumbalumba tu hita do i, umbahen na tarsurat, ai tu hita do jumonok ajal ni angka ari.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Onpe, ganup na jongjong di rohana, dimatahon ma, unang tinggang!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Holan pangunjunan na patut di jolma do naung mangonai tu hamu. Haposan do Debata, ndang loasonna hamu unjunan lobi sian gogomuna; Ibana na parohon pangunjunan i, laos Ibana do mambahen hapateanna, asa tartaon hamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Dibahen i, ale angka haholongan, maporus ma hamu pasiding parsombaon tu angka begu!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tu angka parroha do hatangku. Hamu ma manimbangi na hudok.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Siinumon pasupasu i, na tahamauliatehon, nda parsaoran ni mudar ni Kristus do i? Roti na taponggoli i, nda parsaoran ni daging ni Kristus do i?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ala sada do roti i, gabe sadaging do hita torop, ai saluhut do hita partohap di roti na sasada i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Bereng hamu ma Israel hian: Nda partohap di langgatan i do angka na manganhon pelean i?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Naung arga do juhut na pinelehon manang margogo do begu; i do na hudok disi?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nda on do tahe: Na pinelehonnasida, ndada tu Debata dipelehon, tu begu i do. Alai ndang lomo rohangku, hamu saor tu angka begu!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ndang tarinum hamu sian panginuman ni Tuhan i huhut sian panginuman ni angka begu! Ndang tarbahen hamu partohap di langgatan ni Tuhan i huhut di langgatan ni angka begu!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Toisanta ma Tuhan i? Tung gumogo ma hita sian Ibana?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(III.) Saluhutna jadi do, alai ndang saluhut marguna; saluhutna jadi do, alai ndang saluhut patoguhon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Unang ma masiringkoti na di ibana, na di dongan i ma!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Pangan hamu ma sian saluhut na ginadis di parjagalan i, unang nirisihan, ala ni panggora ni roha i!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai: \"Gok di Tuhan i do tano on ro di isina!\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Anggo dipio na so porsea (na so Kristen) hamu jala dioloi hamu laho, pangan hamu ma sian saluhut na pinatedekna tu jolomuna; unang nirisihan, ala ni panggora ni roha i!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai molo tung adong na mandok tu hamu: Juhut na pinelehon do on; unang pangan hamu sian i, ala ni halak i na paboahonsa dohot ala ni panggora ni roha i!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai ndada panggora ni roha na di ho na hudok disi, na di dongan i do; ai tung hahuaon ni panggora ni roha ni halak ma ahu, naung marhaluaon i!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai molo mauliate rohangku manjangkonsa, aha ma pola insahan ahu, ala ni naung huhamauliatehon i!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Onpe, na mangan manang na minum hamu, manang dia pe diula hamu: Bahen hamu ma saluhutna i, pasangaphon Debata!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Unang bahen hamu partuktuhan di Jahudi, manang di halak Junani, manang di huria ni Debata pe!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Songon ahu on: Hubuat do roha ni saluhut di na sasude, ai ndang hulului na marguna di ahu, na marguna di na torop i do, anggiat malua nasida.",
      "type": "content"
    }
  ]
}