{
  "book": "1 Korintus",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Aturan siingoton di parpunguan 1-16. II. Parturena, laho marulaon na badia 17-34",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tiru hamu ma ahu, songon ahu na maniru Kristus!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai hupuji do hamu, ala sandok diingot hamu ahu jala hot ditiop hamu aturan, songon na hupasahat i tu hamu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai naeng ma botoonmuna di rohangku: Kristus i do ulu ni ganup baoa, baoa i do ulu ni boruboru; alai Debata do ulu ni Kristus i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nasa baoa, na martahuluk laho martangiang manang manurirangi, mangaleai uluna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai ganup boruboru, na martangiang manang manurirangi, so dihungkupi uluna, dileai do uluna, ai tudoshon na jinambak do nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai molo so dihungkupi boruboru i uluna, atena ma digustingi! Alai molo na hansas di boruboru ginustingan manang jinambak, dihungkupi ma antong!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Anggo baoa, ndang pola dihungkupi uluna, ai sumansuman dohot hasangapon ni Debata do ibana. Alai boruboru i, hasangapon ni baoana do.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ndada sian boruboru baoa i; sian baoa do boruboru i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala ndada ala boruboru i tartompa baoa i, boruboru i do ala ni baoa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ala ni i, patut marsahala do boruboru i diatas uluna, ala ni angka surusuruan i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Asal ma di bagasan Tuhan i nasida, ndada boruboru i sopadohot baoa i, songon i nang baoa i sopadohot boruboru i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai marharoroan boruboru i sian baoa, laos songon i do baoa sian boruboru i; alai sian Debata do saluhutna i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Timbang hamu ma di hamu, manang na tama boruboru martangiang tu Debata, so dihungkupi uluna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nda nang bangko hian mamodahon tu hamu, hurang tama di baoa marobuk ganjang?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nda hasangapon i di boruboru, marobuk na ganjang; ai obuk na ganjang i do dilehon tu nasida bahen pangkuphupi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai molo adong na giot marbada di rohana, ndang i adat di hami, nang di angka huria ni Debata pe.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Alai laho mangudut na mangatur, adong do na so huhalashon: Ndang mangkorhon tu na denggan parpunguanmuna; tu na roa do!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Parjolo hubege, jala huparhatutu i deba: Marbolatbolat hamu jumpa marpungu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang tarbahen so adong di tongatongamuna parbolatan, asa tandap parroha na tau na di hamu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala molo marpungu hamu, ndada na tutu songon na manganhon parpadanan ni Tuhan i hamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai di na mangan hamu, marsisoro sipanganonna be, gabe male na sada, mabuhan na sada.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Na so adong do jabumuna, asa disi hamu mangan jala minum? Na hu do rohamuna di huria ni Debata, jadi dipaila hamu angka parhahurangan? Aha ma dohononku? Pujionku do hamu? Ndang hupuji hamu disi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai sian Tuhan i do hujalo jala hupasahat tu hamu: Ia Tuhan Jesus i, di borngin i, uju tarjehe Ibana, dibuat do roti.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Didok ma mauliate, diponggoli ma, laos didok ma: Dagingku do on, na humongkop hamu. Ula hamu ma i, bahen parningotan di Ahu!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Laos songon i ma nang panginuman i, dung salpu na mangan i; ia hatana: Padan na imbaru i ma on di bagasan mudarhu. Ula hamu ma songon i, bahen parningotan di Ahu, ganup diinum hamu i!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai ganup dipangan hamu roti na songon on jala diinum hamu sian panginuman on, hamamate ni Tuhan i do binaritahonmuna disi, rasirasa ro Ibana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Asa molo adong na manganhon roti i jala minum sian panginuman ni Tuhan i sian na so tau, parsala do i di daging dohot di mudar ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai ditangkasi jolma i ma dirina; dung pe i, asa dipangan sian roti i jala diinum sian panginuman i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai molo so dipandang daging i, tong do dipangan jala diinum, i do mangalap uhum tu dirina marhite sian na mangan dohot na minum i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ala ni i do umbahen torop na gale jala na marsahit di hamu, jala na nia naung modom.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai molo tauhumi dirinta, ndang siuhumon hita.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai hona ajar do hita angka na niuhuman ni Tuhan i, asa unang hona uhum hamagoan hita rap dohot portibi on.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dibahen i, ale angka donganku: Masipaimaan ma hamu, anggo marpungu hamu, laho mangan!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Molo adong na male, di jabuna ma ibana mangan, unang gabe uhum parpunguanmuna. Dung pe ro ahu, asa huatur angka na asing i.",
      "type": "content"
    }
  ]
}