{
  "book": "1 Korintus",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ragam ni silehonlehon ni Tondi i dohot pamangkena 1-11. II. Pangalaho dohot ulaon ni ruas sama ruas 12-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dipangido rohangku, ale angka dongan, naeng ma torang botoonmuna taringot tu angka partondion.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai diboto hamu do, naung hira ditogu jala disarat do hamu tu angka ganaganaan na mangungu, uju sipelebegu hamu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibahen i hupabotohon ma tu hamu: Ndang tarbahen halak, na mangkatai marhitehite Tondi ni Debata, mamburai Jesus; jala holan marhitehite Tondi Parbadia do targoar Jesus, Tuhan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ragam do parasirohaon i; alai sada do Tondi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ragam do ulaon (di huria); alai sada do Tuhan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ragam do hagogoon; alai sada do Debata na mangkorhonsa di bagasan sasudena i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai laho manumpak do dibasabasahon jala dipataridahon Tondi i tu ganup.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai tu na sada on dilehon do marhitehite Tondi i hata habisuhon; alai tu na sada an hata parbinotoan marhitehite Tondi na sasada i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tu na asing muse haporseaon di bagasan Tondi na sasada i, tu na asing huaso pamalumhon di bagasan Tondi na sasada i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tu na asing gogo patupahon halongangan, tu na asing panurirangon, tu na asing na mananda ragam ni tondi, tu na asing muse mangkatahon di hata na leban, tu na asing pajojorhon parhataan i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai saluhutna i dipatupa Tondi na sasada i, ai asingasing be disagihon i tu ganup, guru lomo ni rohana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Umpamana: Hibul do daging i, alai torop do anggo ruasna, jala ruas na torop i manjadihon daging na sasada i; songon i do Kristus.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai Tondi na sasada i do dipandidihon tu hita saluhutna, gabe sada daging, nang Jahudi, nang Junani, nang hatoban, nang anak mata; jala tu saluhut hita dipainumhon Tondi na sasada i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai daging i pe, ndang na sada ruasna, tung torop do.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tung sura ninna pat: Dibahen na so tangan ahu, ndang masuk daging ahu; tung na so masuk daging ma i ala ni i!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala aut sura ninna pinggol i: Ala so mata ahu, ndang masuk daging ahu; tung na so masuk daging ma i ala ni i!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Aut mata sandok daging i, didia ma parbinegean? Aut pinggol sandok daging i, didia ma parnianggoan?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai diaturhon Debata do inganan ni ganup ruas di daging i, marguru tu lomo ni rohana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai aut sura saruas i sude, beha ma daging i?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai nang pe torop angka ruas i, sada do daging i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai ndang tardok mata tu tangan: Ndang tu dihangku ho! Nang ulu mandok pat: Ndang tu dihangku hamu!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Muba do tahe ringkot ni ruas ni daging i, angka na songon na humurang idaon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala balik sumangap tabahen ruas ni dagingta, angka na lumea di rohanta, jala tumangkas tasarihon angka na haduk hian.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ndang pola ringkot i tu angka ruas na sangap hian. Alai dipatomu Debata do pamatang i, jala sumangap, dibahen ruas na lea hian,",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "asa unang marsalisi daging i, sama dirina, asa denggan masipasarisarian ruas sama ruas.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia mangae sada ruas, rap mangae ma saluhut ruas i; jala ia sangap dibahen sada ruas, rap marlas ni roha ma saluhut ruas i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai daging ni Kristus do hamu, jala ruas hamu sama hamu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala dipabangkit Debata di bagasan, huria i parjolo angka apostel, paduahon angka panurirang, patoluhon angka pangajari, dung i dibasabasahon angka hagogoon, angka silehonlehon pamalumhon, ro di pangurupion, panggomgomion dohot parhataan na leban.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tung apostel ma nasida saluhutna, manang panurirang nasida saluhutna, manang pangajari saluhutna? Tung saluhut ma nasida parhagogoon?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Tung saluhut ma nasida margogo pamalumhon? Tung saluhut ma nasida mangkatahon di hata na asing? Tung saluhut ma nasida malo pajojorhon?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Lului hamu ma angka silehonlehon na ummangat! Jala dungkon ni i, patuduhononku dope tu hamu dalan na sumurung situtu.",
      "type": "content"
    }
  ]
}