{
  "book": "1 Korintus",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Holong ni roha na sian ginjang 1-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tung sura huhatahon angka parhataan ni jolma nang surusuruan pe, anggo so parholong ni roha ahu, naung songon hangsa do ahu na mangkulingkuling jala songon ogung na maruolol.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala tung sura panurirangon di ahu, gabe huboto hasimoon sasudena ro di sandok parbinotoan, jala tung sura parhaporseaon situtu ahu, pola tarpaunsat ahu dolok, doshon na soada ma ahu, anggo so parholong ni roha ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala tung sura hubasabasahon saluhut artangku jala hupasahat dagingku, asa ditutung, tung na so marguna i di ahu, anggo so parholong ni roha ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Na lambas do haholongon i jala na sorta, ndang na mangiburu haholongon i, ndang tenga jala ndang dipaburnangburnang dirina.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Maradat situtu do haholongon i, ndang na ahut, ndang olo pangarimason, ndang dipajujurjujur na jahat.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ndang las rohana mida hageduhon; alai tongtong do dihalashon hasintongan i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Saluhut do ditanom rohana, saluhut do dihaporseai, dihirimi jala ditaon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ndang na olo salpu haholongon i. Ia panurirangon pasohotonna do, mansadi do nang angka parhataan, parbinotoan pe mansohot do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Mardebadeba do parbinotoanta, jala mardebadeba do panurirangonta.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung pe ro na sun denggan i, asa pasohotonna na mardebadeba i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Saleleng dakdanak ahu, danak pangkataionku, danak parrohaonku danak pingkiranku; alai disi tang ahu, hubolongkon pangalaho na danak.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Anggo nuaeng, semo do parnidaanta songon sian sorminan; alai sogot adop bohi be ma. Mardebadeba do parbinotoanku anggo nuaeng dope; alai anggo disi, torus ma panandaonku, songon naung tinandana ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Asa tolu do na hot: I ma haporseaon, pangkirimon dohot haholongon; alai haholongon do na umbalga i.",
      "type": "content"
    }
  ]
}