{
  "book": "1 Korintus",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taringot tu parhataan na leban 1-25. II. Aturan siingoton di parpunguan 26-40",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Eahi hamu ma haholongon i! Ringkoti hamu ma angka partondion; alai na rumingkot, i ma na manurirangi!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai na marhata na leban ndada dongan jolma dipanghulingi, Debata do; ai ndang dapot antusan i, hahomion do dihatahon di bagasan tondina i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai na manurirangi i, jolma do dipanghulingi, laho pauliulihon, mangapoi jala mangapuli.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Na pauliulihon dirina do na marhata na leban, alai huria i do dipauliuli na manurirangi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Las do rohangku nian, anggo saluhut hamu marhata na leban; alai ummarga, do na manurirangi, ai sumurung do na manurirangi asa na marhata na leban, anggo so laos dipajojor, laho pauliulihon huria i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Asa, ale angka dongan, molo tung ro ahu manopot hamu jala holan marhata na leban ahu, aha ma guna ni i di hamu, anggo so huhut huhatahon tu hamu pangungkapon manang parbinotoan manang panurirangon dohot poda.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Umpamana: Uninguningan, angka na marsoara, nang so mangolu, songon tulila manang hasapi; anggo samak soarana, songon dia ma dapot botoon, na tinulilahon manang na hinasapihon?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Songon sarune rupani; anggo so tangkas soarana, tung adong ma na marhobas tu tongtangan?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Songon i ma hamu di parhataan i: Anggo so tangkas parhataanmuna, songon dia ma dapot antusan na hinatahon? Nda songon alogo mamolus nama i!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Torop do antong ragam ni parhataan di portibi on, angka na masiboan laguna be.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Anggo so huboto astuan ni hata i, hira so dongan jolma ma ahu di roha ni na mangkatai i; ibana pe, songon na so dongan jolma ma di rohangku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Songon i ma di hamu: Sapala diringkoti hamu partondion, lului hamu ma na tau pauliulihon huria i, asa adong hasurunganmuna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibahen i, martangiang ma parhata na leban i, anggiat tarpajojorsa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai jumpa martangiang ahu di hata na leban, tondingku do tutu martangiang; alai so do anggo rohangku.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Beha nama? Martangiang ma ahu di bagasan tondingku; alai naeng martangiang do ahu huhut di bagasan rohangku. Marende ma ahu di bagasan tondingku; alai naeng marende do ahu huhut di bagasan rohangku.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai molo dipuji ho Debata di bagasan tondim, tung tarbahen ma dongan, na hundul di inganan ni natorop i, mandok \"amen\" di hata hamauliateonmi, anggo so diantusi na hinatahonmu!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ture do nian hamauliateonmi; alai ndang na pauliulihon i di angka dongan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Mauliate do rohangku tu Debata, ala na ummalo ahu marhata na leban sian hamu sudena.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai anggo di huria i ahu, lasan do rohangku mangkatahon lima hata na marastuan, unang saloksa hata na leban, asa hupodai nang angka na asing.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Unang ma dakdanak hamu, ale angka dongan, anggo di parrohaon; dakdanak ma hamu taringot tu na roa, alai matoras ma hamu marparrohaon!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tarsurat do di patik i: \"Mangkatai ma ahu tu bangso on marhitehite parhata na leban jala marhite sian parsoara na asing; jala songon i pe i, tong so tangihononnasida Ahu, ninna Tuhan i!\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Asa tanda do angka parhataan na leban: Ndada di angka na porsea, di angka na so porsea i do; alai anggo panurirangon i, ndada di angka na so porsea, di angka naung porsea i do.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Asa molo pungu sandok huria i jala sude marhata na leban, gabe bongot ma angka na so mangantusisa manang na so porsea, nda dohononnasida ma: Angka na ngongar hamu?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai tung sura sude manurirangi, gabe ro na so porsea manang na so mangarti, nda dapotan poda ma ibana sian sasude, nda ajaran ni saluhutna i ma ibana?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Gabe patar ma sihabunian ni rohana, jadi manungkap ma ibana marsomba tu Debata, jala marhatutuhon, naung tutu do Debata di tongatongamuna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(II.) Asa beha do, ale angka dongan? Jumpa marpungu hamu, adong do di na sada endeende, di na sada poda, di na sada pangungkapon, di na sada parhataan na leban, di na sada hatoranganna; sasudena i, laho pauliulihon huria i ma nian!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Laho mangkatahon di hata na leban, sae ma dua manang intap tolu, jala sadasada ma; jadi sahalak ma pajojorhonsa!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai molo so adong na pajojorhon, mangkohom ma ibana anggo di jolo ni huria i; tu dirina dohot tu Debata ma i dihatahon!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Anggo panurirang, lehet ma dua manang tolu marsoara, angka dongan i ma manimbangi.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai molo dapotan pangungkapon sahalak na hundul disi, so ma anggo na parjolo i!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ai na jadi do hamu saluhutna manurirangi sadasada, asa saluhut dapotan poda dohot sipaingot.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ai pangoloi do angka tondi ni panurirang di angka panurirang i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ai ndang dihalomohon Debata na gaor, dame i do! Songon na di saluhut huria ni angka na badia i,",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "hohom ma angka parompuan di parpunguanmuna, ai ndang patut mandok hata nasida; pangoloi ma antong, songon nidok ni patik i!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Alai molo adong sitangkasannasida, sinondukna be ma disungkun di jabu; ai subang do di boruboru, anggo tung mandok hata di jolo ni huria i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ai mamungka sian hamu do rarat hata ni Debata, manang holan tu hamu do i sahat?",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ganup na mandok, panurirang manang partondi ibana, diboto ma antong: Tona ni Tuhan i do naung husurathon on.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai molo so mananda ibana, rohana ma disi!",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Onpe, ale angka donganku, ringkoti hamu ma na manurirangi, jala unang orai hamu na mangkatahon di hata na leban!",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Asal sasudena i marruhut na denggan jala maratur!",
      "type": "content"
    }
  ]
}