{
  "book": "1 Korintus",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tumpak tu huria na di Jerusalem 1-9. II. Hata parujungan dohot parsantabian 10-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai taringot tu guguan na tu angka na badia i, ulahon hamu ma, songon naung huaturhon tu angka huria na di Galatia.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ganup ari Minggu ma dipapungu ganup, marguru tu na tarbahensa; unang pola pamasaon guguan, di na ro i ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai disi sahat ahu tu hamu, suruonku ma dongan na leak tau di rohamuna mardongan surat, mamboan asiasimuna i tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai molo tung umpola, gabe dohot ahu borhat, denggan ma rap hami laho.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai ro do ahu manopot hamu, dung huebati luat Makedonia. Ai mamolus do ahu di luat Makedonia.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ra mian do ahu di hamu, jala pasalpuonku partaonan ngali, asa pataruonmuna ahu, manang tudia pe ahu borhat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai ndang naeng bolus hamu idaonku sahali on; arop do tahe rohangku mian di hamu lumeleng, molo diloas Tuhan i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai di Epesus do ahu mian, sahat tu pesta Pentakoste.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai mungkap do di ahu pintu na balga, na marpangkorhon godang; jala torop do na mangalo.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Alai molo tung ro si Timoteus, sarihon hamu ma, unang mabiar ibana di tongatongamuna; ai ulaon ni Tuhan i do diula songon ahu on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Unang ma adong na marhu ni roha mida ibana! Alai pataru hamu ma ibana di bagasan dame, asa ro ibana mandapothon ahu, ai hupaimaima do ibana raphon angka dongan i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai anggo donganta, si Apollos i, nunga gogo nian huapoi, asa ditopot hamu rap dohot angka dongan on; alai sandok na so ra ibana ro anggo nuaeng, alai ro do ibana muse di tangkas ni langkana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dungo ma hamu, marsihohot marhaporseaon, tang ma hamu jala margogo!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Di bagasan haholongon ma tulus sasudena di hamu!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Diboto hamu do, angka dongan, pangisi ni bagas ni si Stepanus do patumonaan ni luat Akaya, jala dipasahat nasida do dirina gabe parhobas di angka na badia; dibahen i huapoi ma hamu:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dohot ma hamu marunduk ni roha maradophon dongan angka sisongon i, nang maradophon ganup donganta pangula na mangkalojahon!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai las do rohangku, ala na ro do si Stepanus dohot si Portunatus dohot si Akaikus; ai nasida do manggohi na so tarpatupa hamu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai dipahosa nasida do tondingku nang tondimuna. Onpe, parhamaol hamu ma angka dongan sisongon i!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Manongos tabi tu hamu angka huria na di Asia. Manongos tabi godang situtu tu hamu marhitehite Tuhan i: Si Akuila dohot si Priska rap dohot na marpungu di jabunasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sahat ma tabi ni saluhut angka dongan i tu hamu. Masitabian ma hamu mardongan pangummaon na badia.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "On ma tabingku sian ahu, Paulus, sinurat ni tanganku.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Hona bura ma na so mangkaholongi Tuhan i! Maranata (Na ro ma Tuhanta)!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Didongani asi ni roha ni Tuhan Jesus i ma hamu!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Didongani holong ni rohangku ma hamu saluhutna di bagasan Kristus Jesus i!",
      "type": "content"
    }
  ]
}