{
  "book": "1 Korintus",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jesus Kristus na tarsilang i do dijamitahon apostel i 1-5. II. Habisuhon do hata di angka na rampas i 6-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu pe, di na ro i ahu tu hamu angka dongan, ndada marhata hamaloon manang marhabisuhon ahu ro mamaritahon tu hamu panindangion taringot tu Debata.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai hupasada do rohangku, na so tupa botoonku di tongatongamuna agia aha, dungkon ni Jesus Kristus, mandok: Barita ni silangna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Marhagaleon jala marhatahuton do ahu di tongatongamuna jala bobonosan situtu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hatangku nang parjamitaonku pe, ndada marhata habisuhon na malo mangaithon; tondi dohot hagogoon di dipapatar disi,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "asa marojahan haporseaonmuna di hagogoon ni Debata, unang di habisuhon ni Jolma.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Alai habisuhon do huhatahon hami di angka naung rimpas; alai nda tung habisuhon na di portibi on, manang habisuhon ni partogi ni portibi on, angka na laho salpu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Habisuhon ni Debata do tahe na simo jala na buni, naung dipaojak Debata hian sian mula ni mulana bahen hasangaponta.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "I ma na so ditanda agia ise sian angka partogi ni portibi on; ai aut ditanda, ndang tagamon parsilangkononna Tuhan na marsangap i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Saut do na tarsurat i: \"Na so dung niida ni mata, na so dung binege ni pinggol, na so dung hehe di bagasan roha ni jolma, i do diparade Debata di angka na mangkaholongi Ibana.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai dipapatar Debata do i tu hami marhite sian Tondi i. Ai sude do didodo Tondi i, ro di angka hasimoon ni Debata.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai ise jolma umboto na di jolma i, ia so tondi ni jolma na di bagasan ibana? Suang songon i: Ndang adong na tumanda na di Debata, ia so Tondi ni Debata.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ndang hujalo hami tondi portibi on; Tondi na sian Debata do, asa dapot botoonnami na binasabasahon ni Debata tu hami.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala i do huhatahon hami, ndada di bagasan hata habisuhon ni jolma na targuruhon, tung na pinodahon ni Tondi do, laho manimbangi angka partondion mangihuthon ruhut ni tondi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ndang tarjalo jolma hian na sian Tondi ni Debata, ai haotoon do i di rohana; ndang tartandasa i, ai partondion do mandodo i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai saluhutna i didodo partondi; alai ndang tardodo manang ise anggo ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai ise ma naung tumanda roha ni Debata, asa ajaranna Ibana? Alai roha ni Kristus i do anggo di hami.",
      "type": "content"
    }
  ]
}