{
  "book": "1 Korintus",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangula ni Kristus do angka parbarita na uli 1-9. II. Kristus i do ojahan ni huria i 10-15. III. Joro ni Debata do huria i 16-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu pe, ale angka dongan, ndang tarbahen ahu mangkatai tu hamu uju i songon na tu angka partondi, sandok songon na tu angka pardaging do jala posoposo di bagasan Kristus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Susu do hupainumhon tu hamu, ndada sipanganon hian, ai ndang tarjalo hamu i uju i; gari nuaeng, gari so tarjalo hamu dope!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai tong dope hamu pardaging. Ai anggo masa di hamu pangiburuon dohot parsalisian, nda pardaging hamu jala mamarangehon ruhut hajolmaon?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai nda parroha hajolmaon hamu, molo adong na mandok: Sisean ni Paulus do ahu, jala na sada an: Sisean ni Apollos do anggo ahu?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai ise Apollos; ise Paulus? Parhalado do nasida, parhiteanmuna gabe porsea, jala ganup hombar tu pangalehon ni Tuhan i di ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ahu do manuan, Apollos do pabornokkon; alai Debata do patubuhon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Asa ndada rajuman na manuan manang na pabornokkon; Debata na patubuhon, i do!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dos do na manuan dohot na pabornokkonsa; alai ganup do manjalo upana, hombar tu pangulaonna be.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai dongan pangula ni Debata do hami; hauma ni Debata, bagas ni Debata do anggo hamu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Hombar tu asi ni roha ni Debata na nilehonna i tu ahu, hupauli ojahan i, songon binahen ni pande bagas na bisuk; na asing do muse pajongjong bagas i. Alai ganup ma mamatahon, manang beha pangulaonna disi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai ndang tarpauli ojahan na asing, dungkon ni naung ojak i, i ma Jesus Kristus i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa molo dipauli diatas ojahan i manang sere, perak, batu na arga, hau, lamlam manang durame:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Gabe patar do na niula ni ganup. Ari sogot i do paullophonsa, ai papataron ni api ma i; asa api i do mangunjuni, manang beha ulaon ni ganup.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Molo hot ulaon na pinaulina i, jaloonna do upa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Molo soksohanna niulana i, luangan ma ibana; malua do nian anggo ibana, alai songon na nienet sian api nama.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Ndang diboto hamu: Joro ni Debata hamu, jala Tondi ni Debata maringanan di bagasan hamu?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Agohonon ni Debata do na mangagohon joro ni Debata, ai na badia do joro ni Debata; i ma hamu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Unang adong na paotootohon dirina. Molo adong dietong na bisuk di tongatongamuna di portibi on, gabe na oto ma ibana jolo, anggiat gabe na bisuk muse.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai anggo di jolo ni Debata haotoon do habisuhon ni portibi on, ai tarsurat do: \"Ditangkup do angka na bisuk di bagasan angkalnasida.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala muse: \"Diboto Tuhan i do, na so marniula pingkiran ni angka na bisuk!\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Asa unang ma adong na manenganengahon jolma, ai sasudena i di hamu do.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Manang Paulus, Apollos, Kepas, hasiangan on, hangoluan, hamatean, na masa nuaeng dohot na songgop sogot pe, saluhutna do di hamu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai di Kristus do hamu, jala di Debata do anggo Kristus.",
      "type": "content"
    }
  ]
}