{
  "book": "1 Korintus",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Surung ni tohonan apostel 1-5. II. Haserepon dohot sitaononnasida 6-13. III. Naeng ro apostel i manopot nasida 14-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dirajumi jolma i ma hami: Parhalado ni Kristus jala juarabagas ni angka hahomion ni Debata.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jumolo dipangido di angka juarabagas; naeng haposan nasida jumpang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Otik do i huetong, anggo hamu manang rapot paruhuman ni jolma manguhumi ahu; ahu pe, ndang huuhumi diringku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai ndang adong salangku, anggo na huboto; alai ndada gabe pintor ahu hinorhon ni i. Tuhan i do manguhumi ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dibahen i, unang hamu manguhumi di na so tingkina tagan so ro Tuhan i; patiuronna do na buni di na holom, jala papataronna do tahitahi ni roha. Disi ma dapotan pujipujian ganup sian Debata.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Alai tu ahu dohot tu si Apollos huaithon hata ondeng, ala ni hamu angka dongan, asa marhite sian hami guruhononmuna: Unang nilobian na tarsurat i; unang dipaburnang na deba dirina mandongani na sada, maralohon na sadanari.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai ise mangaliga ho; jala aha do adong di ho na so jinalom? Alai molo na ripe manjalo ho, aha ma manenganenga ho, songon na so manjalo!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nunga mahap hamu, nunga mamora. Nunga raja hamu, so pola marhitehite hami. Aut ma nian gabe raja hamu, asa dohot hami raja raphon hamu!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai didok rohangku do, dipatindang Debata hami apostel gabe parpudi, songon naung pinasahat tu hamatean, pola gabe sitotonduran do hami di portibi on dohot di angka pardisurgo, nang di jolma pe.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Na oto do hami ala ni Kristus; anggo hamu, angka na marroha do di bagasan Kristus. Angka na gale hami; hamu angka na gogo. Angka na pinarsangapan hamu; hami angka na lea.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ro di na sangombas on, rapar hami jala mauas, marsaemara jala digosagosa do hami, so maringanan na hot.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Huhalojahon hami mangulahon tangannami sandiri. Diinsahi hami, mamasumasu hami; dilelei hami, manaonnaon do hami;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "diparoaroa hami, mangelehelek do hami. Hira gabe rapanrapan ni portibi on do hami, apusapus ni saluhutna do ro di nuaeng.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Ndada laho pailahon hamu, umbahen na husurathon angka ondeng, na laho paingot hamu do, songon anakkonku na hinaholongan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai nang pe adong saloksa pangajari di hamu marhitehite Kristus, ndang haru piga ama; ai ahu do manubuhon hamu di bagasan Kristus Jesus, marhite sian barita na uli.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen i huapoi hamu: Gabe sitiru ahu ma hamu!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ala ni i do husuru tu hamu Timoteus, anakkonku, haholongan jala haposan ni rohangku marhitehite Tuhan i, asa ibana paingot hamu di angka dalanku na marhitehite Kristus Jesus, hombar tu na huajarhon di nasa huria.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai dipaburnang deba do dirina, songon na so saut be ahu ro mandapothon hamu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai gira do ahu ro tahe manopot hamu, anggo lomo roha ni Tuhan i; jala tandaonku ma disi gogo ni angka na paburnang dirina, ndada hatanasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai ndada di bagasan hata harajaon ni Debata, di bagasan hagogoon do!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dia do dipangido rohamuna: Marlinsinglinsing ahu ro manopot hamu manang marholong ni roha jala martondi na lambok?",
      "type": "content"
    }
  ]
}