{
  "book": "1 Korintus",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sipaduruon do parmainan tu balian ni huria 1-5. II. Sipasidingon do hajahaton 6-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tarbege do, masa parmainanon di hamu; jala gari di sipelebegu, gari so masa sisongon i, pola diparjolma nioli ni amana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tong dipatimbo hamu do dirimu; nda balik marsak ma nian hamu, asa pinabali sian tongatongamuna na mangulahon na songon i!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai anggo ahu, nang holang pamatangku, di tongatongamuna do ahu mangihuthon partondion: Nunga songon na di tongatongamuna ahu, manguhum na mangulahon sisongon i:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Marhitehite Goar ni Tuhan Jesus, di na pungu hamu dohot tondingku, mardongan hagogoon ni Tuhanta Jesus.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Pasahaton ibana tu sibolis, laho mangago dagingna, anggiat malua tondina di ari ni Tuhan Jesus.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Ndang denggan baritamuna. Ndang diboto hamu: Otik pe na asom i, diasomi do sude na niudi i?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ias ma pabali hamu asom naung leleng i, asa na niudi na imbaru hamu, ai ndang na niasoman hamu. Ai nunga pola dibunu Birubiru paska humongkop hita, i ma Kristus.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Onpe, marpesta ma hita di bagasan hapolinon dohot hasintongan, unang ma marhitehite pangasomi hajahaton jala haroaon naung bari.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nunga husurathon tu hamu: Na so jadi saor hamu dohot angka parmainan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ndang hudok sude parmainan na di portibi on ro di angka parangat dohot pandobo dohot sioloi ajiajian; aut i, ingkon ruar nama hamu sian portibi on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "On do tahe hudok di surat i: Na so jadi saor hamu dohot halak na targoar dongan, hape parmainan do ibana, manang parangat, manang sioloi ajiajian, manang panginsahi, manang siparmabuk, manang pandobo pe; gari mangan rap dohot sisongon i, gari so jadi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai marhua ma ahu manguhum angka na di ruar (ni huria; nda angka na di bagasan siuhumonmuna!)",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Uhumon ni Debata do angka na di ruar. Pabali hamu ma siparjahat i sian tongatongamuna!",
      "type": "content"
    }
  ]
}