{
  "book": "1 Korintus",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taringot tu na marparkaro 1-8. II. Halidangon dohot hatomanon do pasangaphon Debata 9-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Adong do hape di tongatongamuna na marparkaro dompak donganna, gabe hum ibana maruhum tu angka sipargeduk, ndada tu angka na badia!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ndang diboto hamu: Uhumon ni angka na badia do sogot portibi on? Jala molo uhumonmuna portibi on, ndang tuk hamu manguhum siotihotik i?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ndang diboto hamu: Hita manguhum sogot angka surusuruan; lam hata ugasan tano on ma!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hape jumpa adong di hamu parkaro taringot tu ugasan tano on, dipauhumhon hamu i tu angka na marlea di huria!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Na pailahon hamu do hatangkon: Na so adong huroha di hamu na marroha, nanggo sahalak, na tarbahen manguhum dongan sama dongan?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Na marparkaro do hape dongan sama dongan, jala di jolo ni angka na so porsea i!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sandok hataluanmuna hian do i, anggo marparkaro hamu sama hamu. Boasa so tagonan ditaon hamu na so uhum? Boasa so tagonan dioloi hamu angatan?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hape hamu sandiri do mangarupa jala mangangati, pola tu angka dongan!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Na so diboto hamu do: Ndang sitean harajaon ni Debata anggo angka sipargeduk? Unang hamu lilu: Ndang sitean harajaon ni Debata angka parmainan, angka sioloi ajiajian, angka pangalangkup, angka pangalukluhi, nang angka na marjolmahon baoa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Songon i nang angka panangko, angka parangat, angka siparmabuk, angka panginsahi, nang angka pandobo.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala angka sisongon i do hamu deba najolo; alai nunga hamu diburi, nunga hamu diparbadiai jala dipintori marhitehite Goar ni Tuhan Jesus Kristus dohot marhitehite Tondi ni Debatanta.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Saluhutna do jadi di ahu, alai ndang saluhut marguna; saluhutna do jadi di ahu, alai ndang jadi patunduhon ni manang aha ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tu butuha i do angka sipanganon, jala butuha i do tu angka sipanganon; alai rap pasohoton ni Debata do angka i. Alai anggo daging i, unang ma tu parmainanon; tu Tuhan i ma, jala tu daging i do Tuhan i!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai dipahehe Debata do Tuhan i, laos paheheonna ma nang hita di hagogoonna i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ndang diboto hamu, ruas ni Kristus do pamatangmuna? Tung pangkeonku ma angka ruas ni Kristus i bahen ruas ni siula parmainanon? Dao ma i!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ndang diboto hamu, naung gabe sada daging dohot boruboru na jahat, anggo sampur tusi; ai ninna do: \"Na gabe sada daging do nasida na dua i.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai na padomu dirina dohot Tuhan i, gabe sada tondi do i dohot Ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Maporus ma hamu pasiding parmainanon i! Nasa dosa na niula ni jolma, dibalian ni dagingna do; alai na marmainan, mardosa di dagingna sandiri do.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang diboto hamu: Dagingmuna do joro ni Tondi Parbadia, na di bagasan hamu, naung jinalomuna sian Debata; ndada hamu nampuna dirimuna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai arga do hamu ditobus: Dibahen i pasangap hamu ma Debata marhitehite dagingmuna dohot marhitehite tondimuna; ai Debata do nampuna i.",
      "type": "content"
    }
  ]
}