{
  "book": "1 Korintus",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taringot tu na mangoli ro di na marhamulian 1-40",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai taringot tu na sinurathonmuna, on ma alushu: Denggan do di baoa, unang manjama boruboru.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai laho pasidingkon parmainanon i, denggan ma ganup baoa mardongan saripe jala ganup boruboru marhamulian.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Diulahon baoa i ma na tama tu pardihutana, laos songon i parompuan i tu hamulianna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndang guru di parompuan i pamatangna, guru di baoa i do; suang le: Ndang guru di baoa i dagingna, guru di na niolina do.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Holan sian dos ni rohamuna be jala martingki hamu masipadaoan, asa sadihari hamu martangiang; dung i masitopotan ma muse, asa unang diunjuni sibolis i hamu, binahen ni ramun ni rohamuna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai hudok pe songon i, na mangkaehe do ahu, ndada na mandokkon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai naeng ma nian, anggo di rohangku, saluhut halak songon ahu on; alai tahe, ganup ma hombar tu na niasinirohahon ni Debata tu ibana: On tu na sada, an tu na sada.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai on ma hatangku tu angka na so marnioli dohot tu angka boruboru naung mabalu: Denggan do nasida manongtong songon ahu on.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai molo so harajaan nasida dirina, mardongan saripe ma; ai dengganan do mardongan saripe sian na garang.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo naung hot ripe, Tuhan i do mamaksa, ndada holan ahu: Na so tupa sirang boruboru i sian hamulianna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai molo tung sirang, unang marhamulian be, tagonan ma domu muse dohot hamulianna hian; songon i baoa i, unang ma dipaulak dongan saripena.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ahu, ndang apala Tuhan i, mandok tu angka na asing i: Molo so porsea (so Kristen) pardihuta ni sada dongan, unang ma dipaulak, anggo na lomo roha ni parompuan manginganhon ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala molo so porsea (so Kristen) hamulian ni sada boruboru, unang ma ditadingkon, anggo na lomo roha ni baoa i manginganhon ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai na gabe badia do baoa na so porsea i marhitehite pardihutana, jala gabe badia do boruboru na so porsea i marhitehite dongan i. Aut unang i, ramun ma anakkonmuna; alai badia do nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai molo disirang na so porsea i dirina, sirang ma ibana tusi. Ndang apala marnihot baoa manang boruboru naung Kristen tu sisongon i; alai di bagasan dame dijou Debata hamu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai aha ma diboto ho hian, ale inang, manang na tarpangolu ho baoa i; ho pe, amang aha ma diboto ho, manang na tarpangolu ho boruboru i?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Antong, ganup ma marpangalaho songon na sinagihon ni Tuhan i tu ibana, songon uju na dijou Debata ibana. Laos i do huaturhon di saluhut huria i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Anggo naung tarsunat, di na tarjou ibana, unang ma dipauba; na so tarsunat di na tarjou i ibana, unang ma dipasunathon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang arga parsunaton, nang bangko hian; na mangaradoti patik ni Debata, i do!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia songon i ganup, di na tarjou i ibana, laos songon i ma ibana tongtong.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Anggo hatoban ho, di na tarjou i ho, unang holsohon i; tagonan ho mian disi, nang pe tarbahen ho malua.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai hatoban na tarjou marhitehite Tuhan i, anakmata di Tuhan i do i; songon i anakmata na tarjou i, hatoban ni Kristus do i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Arga do hamu ditobus; unang ma olo hamu parhatobanon ni jolma!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ia i ganup, di na tarjou i ibana, ale angka dongan, laos i ma ibana tongtong maradophon Debata.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai anggo taringot tu angka na marbaju, ndang adong nian hujalo patik ni Tuhan i; alai pingkiranku ma hulehon, songon halak na tau haposan, ala na niasian ni Tuhan i ahu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "On do pingkiranku: Ala tingki hasusaan nuaeng, denggan ma songon i halak.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Anggo naung tarihot ho tu boruboru, unang lului haluaon; anggo malua ho sian parjolmaon, unang lului boruboru.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai laho mangoli ho, ndang mardosa ho disi; jala molo marhamulian na marbaju i, ndang mardosa ibana disi; alai marniae di daging do nasida. Alai naeng huolani do hamu nian.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai on ma hudok, ale angka dongan: Gogot nama tingkina. Songon on ma tu joloan on: Songon na so marjolma ma angka naung marjolma i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala songon na so tangis ma angka na tumatangis i. Jala songon na so marlas ni roha ma angka na marlas ni roha i: Jala angka na manuhor, songon na so umpeopsa.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jala angka na marhaseangkon portibi on, songon na so marhaseangkonsa situtu, ai na mamolus do rumang ni portibi on.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai naeng ma di rohangku, unang marholso ni roha hamu. Disarihon na so marripe i do na ringkot di Tuhan i, asa dihalomohon Tuhan i ibana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Na marripe i sumarihon angka na di tano on, naeng halomoan ni boruboru i, jala mardua roha do ibana.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Nang boruboru na so marhamulian, nang na marbaju, na ringkot di Tuhan i do disarihon, asa badia dagingna nang tondina; alai naung marbagas i sumarihon angka na di tano on, naeng halomoan ni hamulianna.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Alai hudok pe songon i, laho mambahen na hasea di hamu do, ndada manjailhon tali rambang tu hamu; alai asa marruhut na ture hamu jala manongtong di Tuhan i, so hariboriboan.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alai molo na hurang tama di rohana, pasombuonna songon i boruna na marbaju, anggo naung tangastangasan, ingkon tulus nama marhamulian, dipasaut ma lomo ni rohana, ndang mardosa ibana disi: Marbagas ma nasida.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Alai anggo naung gomos rohana jala ndang tarsosak, jadi guru dokna rohana, gabe dipaputus di bagasan rohana, mandok ramotanna nama boruna na marbaju i; denggan do na binahenna i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Asa denggan do pambahen ni na pamuli boruna na marbaju; alai dengganan do pambahen ni na so pamulihonsa.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Na tarihot do boruboru na marripe, saleleng mangolu hamulianna; alai ia dung monding baoa i, marhaluaon ma nasida muli tu halomoan ni rohana; asal ma marhitehite Tuhan i!",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Alai sonangan do nasida, anggo di rohangku, molo songon i nama nasida; jala didok rohangku, adong do nang di ahu Tondi ni Debata.",
      "type": "content"
    }
  ]
}