{
  "book": "1 Korintus",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Siingoton taringot tu juhut, naung pinelehon 1-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai anggo taringot tu juhut naung pinelehon taboto be; naung adong do parbinotoan di hita saluhutna. Na paburnangkon do parbinotoan; alai na pauliulihon do ia holong ni roha.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Na mangarimpu, naung adong binotona, ndang diboto dope pangalaho ni parbinotoan na tama.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai anggo adong na mangkaholongi Debata, i do na tinanda ni Debata.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Onpe, taringot tu na manganhon juhut naung pinelehon taboto do: Ndang tutu adong begu di portibi on, jala ndang adong Debata dungkon ni Nasasada i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai adong do tutu digoar debata di ginjang nang di tano on pe, ai lan do dipardebata jala lan do dipartuhan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai anggo di hita holan sada do Debata, Ama i, parmulaan ni saluhut, jala hita do tu Ibana; jala sada do Tuhan, i ma Jesus Kristus, parhitean ni saluhutna, jala hita marhitehite Ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ndang apala saluhutna nampuna parbinotoan i. Adong dope na manganhonsa songon pelean situtu, ala somal diparhatutu begu, gabe ramun rohanasida, na hurang togu i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ndang dipajonok sipanganon hita tu Debata: Ndang na surut hita, anggo so tapangan, jala ndang ummangat hita, nang tapangan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai jaga ma hamu, so tung gabe partuktuhan di angka na gale i huasomuna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai adong ma na marnida ho, nampuna parbinotoan ondeng, hundul marsipanganon di parsombaonan ni begu: Nda niapoan ma disi rohana na hurang togu i, manganhon juhut na pinelehon?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Gabe mago maon binahen ni parbinotoanmi dongan, na gale i dope na hinophop ni hamamate ni Kristus!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai molo songon i hamu mardosa dompak angka dongan jala digugai hamu rohanasida na hurang togu i, na dompak Kristus do hamu mardosa disi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibahen i, antong, anggo targasip donganki siala sipanganon, na so tupa be panganonku juhut salelengna i, asa unang targasip donganki hubahen.",
      "type": "content"
    }
  ]
}