{
  "book": "1 Korintus",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ndang dipangasahon apostel i huasona, laho manganju angka huria 1-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Nda anak mata do ahu? Nda apostel ahu? Nda nunga huida Jesus, Tuhanta i? Nda hamu ulaonku di bagasan Tuhan i?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Molo so apostel ahu di na leban, sandok apostel do ahu anggo di hamu; ai hamu do sahap ni haapostelonki di bagasan Tuhan i!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "On do paralusonku tu angka na ro manangkasi ahu:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Na so marhuaso do hami mangan dohot minum?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nda marhuaso hami mardongan saripe jala mamboan nasida, songon binahen ni angka apostel na asing dohot angka anggi ni Tuhan i, nang si Kepas pe?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai holan ahu dohot si Barnabas do, na so jadi malua sian na mulaulaon i?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung ise ma dung disuru soldadu, so margaji? Tung ise ma pauli porlak anggur, so dipangan sian parbuena? Ise ma marmahan dorbia, so manganhon susu ni pinarmahanna?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai hasomalan ni jolma do na hutaringoti disi; nda laos i didok patik i?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai na tarsurat do di patik ni si Musa: \"Ndang patut huntamonmu baba ni horbo, uju mardege!\" Horbo do pinasarisari ni Debata?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nda sandok tu hita hatana? Ai sumarihon hita do tarsurat: Patut mangkirim paninggala di na maninggala i, jala mangkirim pardege di jambarna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Molo husuan hami tu hamu angka partondion, tung godang ma i goaron, molo hugotil hami sian hamu na hasea tu daging?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Gari na leban, gari martohap di gogomuna, nda lam hami ma nian! Alai ndang na hupangasahon hami huaso i, sandok hupatalu hami do rohanami, asa tung unang huambat hami barita na uli na sian Kristus.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nda diboto hamu, angka na mangula di bagas joro mangan sian joro i, jala angka na marhalado di langgatan i, marsaulihon sian i?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Laos songon i do diaturhon Tuhan i tu angka parbarita na uli: Naeng sian barita i hangoluannasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ndang dung hupangke sada sian angka i; jala ndada husurathon on, asa masa songon i tu ahu, ai tagonan do ahu mate, asal unang disegai hasurunganki.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai molo huhatahon barita na uli i, ndang hasurunganku i; utangku hian do i. Marjea do ahu, aut so hubaritahon i!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai molo huula i sian lomo ni rohangku, marupa ma ahu; alai nang sian na so tarjua, tong do diampehon tu ahu tohonan i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Asa aha do upangku? On do: Di na mamaritahon barita na uli i ahu, so hurugii hamu, asa unang hupangasahon huasongku di barita na uli i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai atik pe malua ahu sian saluhutna i, hupatutoru do diringku tutoru ni saluhutna, asa tumorop nasida hutogihon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Na gabe songon Jahudi do ahu di angka Jahudi, anggiat hutogihon angka Jahudi. Di angka na ginomgoman ni patik i gabe songon na ginomgoman ni patik i ahu: Nang so tutu ginomgoman ni patik i ahu, anggiat hutogihon angka na ginomgoman ni patik i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Asa hutogihon angka na so marpatik, gabe songon na so marpatik ahu di angka na so marpatik i; alai ndada so marpatik ahu di jolo ni Debata, tung ginomgoman ni patik ni Kristus i do ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Di angka na gale gabe songon na gale do ahu, asa hutogihon angka na gale i. Hupahombar do diringku tu sasude, anggiat hupalua nanggo deba.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai saluhutna i huula ala barita na uli, anggiat dohot ahu partohap disi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Nda diboto hamu: Ia angka na maradu, saluhutna i do nian marlojong; alai sada do manjalo uli. Burju ma hamu marlojong, asa dapotan hamu!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai nasa na maradu, diorom do saluhutna i; angka ondeng tutu, asa dijalo tumpal na laho salpu, alai di hita na so olo salpu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia ahu, antong, ndada songon na so martujuan parlojongonku, nda tung songon na manampul alogo paraloonku.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Hupukpuhi do dagingku jala hupatunduk, asa unang angka na asing hujamitai, hape ahu gabe bolong.",
      "type": "content"
    }
  ]
}