{
  "book": "Maleakhi",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Murka TUHAN terhadap para Imam",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Maka sekarang, kepada kamulah tertuju perintah ini, hai para imam!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jika kamu tidak mendengarkan, dan jika kamu tidak memberi perhatian untuk menghormati nama-Ku, firman TUHAN semesta alam, maka Aku akan mengirimkan kutuk ke antaramu dan akan membuat berkat-berkatmu menjadi kutuk, dan Aku telah membuatnya menjadi kutuk, sebab kamu ini tidak memperhatikan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sesungguhnya, Aku akan mematahkan lenganmu dan akan melemparkan kotoran ke mukamu, yakni kotoran korban dari hari-hari rayamu, dan orang akan menyeret kamu ke kotoran itu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Maka kamu akan sadar, bahwa Kukirimkan perintah ini kepadamu, supaya perjanjian-Ku dengan Lewi tetap dipegang, firman TUHAN semesta alam.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Perjanjian-Ku dengan dia pada satu pihak ialah kehidupan dan sejahtera dan itu Kuberikan kepadanya--pada pihak lain ketakutan--dan ia takut kepada-Ku dan gentar terhadap nama-Ku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Pengajaran yang benar ada dalam mulutnya dan kecurangan tidak terdapat pada bibirnya. Dalam damai sejahtera dan kejujuran ia mengikuti Aku dan banyak orang dibuatnya berbalik dari pada kesalahan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sebab bibir seorang imam memelihara pengetahuan dan orang mencari pengajaran dari mulutnya, sebab dialah utusan TUHAN semesta alam.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tetapi kamu ini menyimpang dari jalan; kamu membuat banyak orang tergelincir dengan pengajaranmu; kamu merusakkan perjanjian dengan Lewi, firman TUHAN semesta alam.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Maka Akupun akan membuat kamu hina dan rendah bagi seluruh umat ini, oleh karena kamu tidak mengikuti jalan yang Kutunjukkan, tetapi memandang bulu dalam pengajaranmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "TUHAN memarahi Israel karena kawin campur dan perceraian",
      "type": "title"
    },
    {
      "verse": 10,
      "text": "Bukankah kita sekalian mempunyai satu bapa? Bukankah satu Allah menciptakan kita? Lalu mengapa kita berkhianat satu sama lain dan dengan demikian menajiskan perjanjian nenek moyang kita?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Yehuda berkhianat, dan perbuatan keji dilakukan di Israel dan di Yerusalem, sebab Yehuda telah menajiskan tempat kudus yang dikasihi TUHAN dan telah menjadi suami anak perempuan allah asing.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Biarlah TUHAN melenyapkan dari kemah-kemah Yakub segenap keturunan orang yang berbuat demikian, sekalipun ia membawa persembahan kepada TUHAN semesta alam!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dan inilah yang kedua yang kamu lakukan: Kamu menutupi mezbah TUHAN dengan air mata, dengan tangisan dan rintihan, oleh karena Ia tidak lagi berpaling kepada persembahan dan tidak berkenan menerimanya dari tanganmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dan kamu bertanya: \"Oleh karena apa?\" Oleh sebab TUHAN telah menjadi saksi antara engkau dan isteri masa mudamu yang kepadanya engkau telah tidak setia, padahal dialah teman sekutumu dan isteri seperjanjianmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Bukankah Allah yang Esa menjadikan mereka daging dan roh? Dan apakah yang dikehendaki kesatuan itu? Keturunan ilahi! Jadi jagalah dirimu! Dan janganlah orang tidak setia terhadap isteri dari masa mudanya.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sebab Aku membenci perceraian, firman TUHAN, Allah Israel--juga orang yang menutupi pakaiannya dengan kekerasan, firman TUHAN semesta alam. Maka jagalah dirimu dan janganlah berkhianat!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "TUHAN datang untuk menghukum",
      "type": "title"
    },
    {
      "verse": 17,
      "text": "Kamu menyusahi TUHAN dengan perkataanmu. Tetapi kamu berkata: \"Dengan cara bagaimanakah kami menyusahi Dia?\" Dengan cara kamu menyangka: \"Setiap orang yang berbuat jahat adalah baik di mata TUHAN; kepada orang-orang yang demikianlah Ia berkenan--atau jika tidak, di manakah Allah yang menghukum?\"",
      "type": "content"
    }
  ]
}