{
  "book": "Markus",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Yohanes Pembaptis",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Inilah permulaan Injil tentang Yesus Kristus, Anak Allah.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Seperti ada tertulis dalam kitab nabi Yesaya: \"Lihatlah, Aku menyuruh utusan-Ku mendahului Engkau, ia akan mempersiapkan jalan bagi-Mu;",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "ada suara orang yang berseru-seru di padang gurun: Persiapkanlah jalan untuk Tuhan, luruskanlah jalan bagi-Nya\",",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "demikianlah Yohanes Pembaptis tampil di padang gurun dan menyerukan: \"Bertobatlah dan berilah dirimu dibaptis dan Allah akan mengampuni dosamu.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Lalu datanglah kepadanya orang-orang dari seluruh daerah Yudea dan semua penduduk Yerusalem, dan sambil mengaku dosanya mereka dibaptis di sungai Yordan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Yohanes memakai jubah bulu unta dan ikat pinggang kulit, dan makanannya belalang dan madu hutan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Inilah yang diberitakannya: \"Sesudah aku akan datang Ia yang lebih berkuasa dari padaku; membungkuk dan membuka tali kasut-Nyapun aku tidak layak.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Aku membaptis kamu dengan air, tetapi Ia akan membaptis kamu dengan Roh Kudus.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Yesus dibaptis Yohanes",
      "type": "title"
    },
    {
      "verse": 9,
      "text": "Pada waktu itu datanglah Yesus dari Nazaret di tanah Galilea, dan Ia dibaptis di sungai Yordan oleh Yohanes.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Pada saat Ia keluar dari air, Ia melihat langit terkoyak, dan Roh seperti burung merpati turun ke atas-Nya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Lalu terdengarlah suara dari sorga: \"Engkaulah Anak-Ku yang Kukasihi, kepada-Mulah Aku berkenan.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Pencobaan di padang gurun",
      "type": "title"
    },
    {
      "verse": 12,
      "text": "Segera sesudah itu Roh memimpin Dia ke padang gurun.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Di padang gurun itu Ia tinggal empat puluh hari lamanya, dicobai oleh Iblis. Ia berada di sana di antara binatang-binatang liar dan malaikat-malaikat melayani Dia.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Yesus tampil di Galilea",
      "type": "title"
    },
    {
      "verse": 14,
      "text": "Sesudah Yohanes ditangkap datanglah Yesus ke Galilea memberitakan Injil Allah,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "kata-Nya: \"Waktunya telah genap; Kerajaan Allah sudah dekat. Bertobatlah dan percayalah kepada Injil!\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Yesus memanggil murid-murid yang pertama",
      "type": "title"
    },
    {
      "verse": 16,
      "text": "Ketika Yesus sedang berjalan menyusur danau Galilea, Ia melihat Simon dan Andreas, saudara Simon. Mereka sedang menebarkan jala di danau, sebab mereka penjala ikan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Yesus berkata kepada mereka: \"Mari, ikutlah Aku dan kamu akan Kujadikan penjala manusia.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Lalu merekapun segera meninggalkan jalanya dan mengikuti Dia.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dan setelah Yesus meneruskan perjalanan-Nya sedikit lagi, dilihat-Nya Yakobus, anak Zebedeus, dan Yohanes, saudaranya, sedang membereskan jala di dalam perahu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Yesus segera memanggil mereka dan mereka meninggalkan ayahnya, Zebedeus, di dalam perahu bersama orang-orang upahannya lalu mengikuti Dia.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Yesus dalam rumah ibadat di Kapernaum",
      "type": "title"
    },
    {
      "verse": 21,
      "text": "Mereka tiba di Kapernaum. Setelah hari Sabat mulai, Yesus segera masuk ke dalam rumah ibadat dan mengajar.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Mereka takjub mendengar pengajaran-Nya, sebab Ia mengajar mereka sebagai orang yang berkuasa, tidak seperti ahli-ahli Taurat.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Pada waktu itu di dalam rumah ibadat itu ada seorang yang kerasukan roh jahat. Orang itu berteriak:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "\"Apa urusan-Mu dengan kami, hai Yesus orang Nazaret? Engkau datang hendak membinasakan kami? Aku tahu siapa Engkau: Yang Kudus dari Allah.\"",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tetapi Yesus menghardiknya, kata-Nya: \"Diam, keluarlah dari padanya!\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Roh jahat itu menggoncang-goncang orang itu, dan sambil menjerit dengan suara nyaring ia keluar dari padanya.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Mereka semua takjub, sehingga mereka memperbincangkannya, katanya: \"Apa ini? Suatu ajaran baru. Ia berkata-kata dengan kuasa. Roh-roh jahatpun diperintah-Nya dan mereka taat kepada-Nya.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Lalu tersebarlah dengan cepat kabar tentang Dia ke segala penjuru di seluruh Galilea.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Yesus menyembuhkan ibu mertua Petrus dan orang-orang lain",
      "type": "title"
    },
    {
      "verse": 29,
      "text": "Sekeluarnya dari rumah ibadat itu Yesus dengan Yakobus dan Yohanes pergi ke rumah Simon dan Andreas.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ibu mertua Simon terbaring karena sakit demam. Mereka segera memberitahukan keadaannya kepada Yesus.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ia pergi ke tempat perempuan itu, dan sambil memegang tangannya Ia membangunkan dia, lalu lenyaplah demamnya. Kemudian perempuan itu melayani mereka.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Menjelang malam, sesudah matahari terbenam, dibawalah kepada Yesus semua orang yang menderita sakit dan yang kerasukan setan.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Maka berkerumunlah seluruh penduduk kota itu di depan pintu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ia menyembuhkan banyak orang yang menderita bermacam-macam penyakit dan mengusir banyak setan; Ia tidak memperbolehkan setan-setan itu berbicara, sebab mereka mengenal Dia.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Yesus mengajar di kota-kota lain",
      "type": "title"
    },
    {
      "verse": 35,
      "text": "Pagi-pagi benar, waktu hari masih gelap, Ia bangun dan pergi ke luar. Ia pergi ke tempat yang sunyi dan berdoa di sana.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Tetapi Simon dan kawan-kawannya menyusul Dia;",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "waktu menemukan Dia mereka berkata: \"Semua orang mencari Engkau.\"",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jawab-Nya: \"Marilah kita pergi ke tempat lain, ke kota-kota yang berdekatan, supaya di sana juga Aku memberitakan Injil, karena untuk itu Aku telah datang.\"",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Lalu pergilah Ia ke seluruh Galilea dan memberitakan Injil dalam rumah-rumah ibadat mereka dan mengusir setan-setan.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Yesus menyembuhkan seorang yang sakit kusta",
      "type": "title"
    },
    {
      "verse": 40,
      "text": "Seorang yang sakit kusta datang kepada Yesus, dan sambil berlutut di hadapan-Nya ia memohon bantuan-Nya, katanya: \"Kalau Engkau mau, Engkau dapat mentahirkan aku.\"",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Maka tergeraklah hati-Nya oleh belas kasihan, lalu Ia mengulurkan tangan-Nya, menjamah orang itu dan berkata kepadanya: \"Aku mau, jadilah engkau tahir.\"",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Seketika itu juga lenyaplah penyakit kusta orang itu, dan ia menjadi tahir.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Segera Ia menyuruh orang itu pergi dengan peringatan keras:",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "\"Ingatlah, janganlah engkau memberitahukan apa-apa tentang hal ini kepada siapapun, tetapi pergilah, perlihatkanlah dirimu kepada imam dan persembahkanlah untuk pentahiranmu persembahan, yang diperintahkan oleh Musa, sebagai bukti bagi mereka.\"",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Tetapi orang itu pergi memberitakan peristiwa itu dan menyebarkannya kemana-mana, sehingga Yesus tidak dapat lagi terang-terangan masuk ke dalam kota. Ia tinggal di luar di tempat-tempat yang sepi; namun orang terus juga datang kepada-Nya dari segala penjuru.",
      "type": "content"
    }
  ]
}