{
  "book": "Markus",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Perceraian",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Dari situ Yesus berangkat ke daerah Yudea dan ke daerah seberang sungai Yordan dan di situpun orang banyak datang mengerumuni Dia; dan seperti biasa Ia mengajar mereka pula.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Maka datanglah orang-orang Farisi, dan untuk mencobai Yesus mereka bertanya kepada-Nya: \"Apakah seorang suami diperbolehkan menceraikan isterinya?\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tetapi jawab-Nya kepada mereka: \"Apa perintah Musa kepada kamu?\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jawab mereka: \"Musa memberi izin untuk menceraikannya dengan membuat surat cerai.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Lalu kata Yesus kepada mereka: \"Justru karena ketegaran hatimulah maka Musa menuliskan perintah ini untuk kamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sebab pada awal dunia, Allah menjadikan mereka laki-laki dan perempuan,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "sebab itu laki-laki akan meninggalkan ayahnya dan ibunya dan bersatu dengan isterinya,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "sehingga keduanya itu menjadi satu daging. Demikianlah mereka bukan lagi dua, melainkan satu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Karena itu, apa yang telah dipersatukan Allah, tidak boleh diceraikan manusia.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ketika mereka sudah di rumah, murid-murid itu bertanya pula kepada Yesus tentang hal itu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Lalu kata-Nya kepada mereka: \"Barangsiapa menceraikan isterinya lalu kawin dengan perempuan lain, ia hidup dalam perzinahan terhadap isterinya itu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dan jika si isteri menceraikan suaminya dan kawin dengan laki-laki lain, ia berbuat zinah.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Yesus memberkati anak-anak",
      "type": "title"
    },
    {
      "verse": 13,
      "text": "Lalu orang membawa anak-anak kecil kepada Yesus, supaya Ia menjamah mereka; akan tetapi murid-murid-Nya memarahi orang-orang itu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ketika Yesus melihat hal itu, Ia marah dan berkata kepada mereka: \"Biarkan anak-anak itu datang kepada-Ku, jangan menghalang-halangi mereka, sebab orang-orang yang seperti itulah yang empunya Kerajaan Allah.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Aku berkata kepadamu: Sesungguhnya barangsiapa tidak menyambut Kerajaan Allah seperti seorang anak kecil, ia tidak akan masuk ke dalamnya.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Lalu Ia memeluk anak-anak itu dan sambil meletakkan tangan-Nya atas mereka Ia memberkati mereka.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Orang kaya sukar masuk Kerajaan Allah",
      "type": "title"
    },
    {
      "verse": 17,
      "text": "Pada waktu Yesus berangkat untuk meneruskan perjalanan-Nya, datanglah seorang berlari-lari mendapatkan Dia dan sambil bertelut di hadapan-Nya ia bertanya: \"Guru yang baik, apa yang harus kuperbuat untuk memperoleh hidup yang kekal?\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jawab Yesus: \"Mengapa kaukatakan Aku baik? Tak seorangpun yang baik selain dari pada Allah saja.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Engkau tentu mengetahui segala perintah Allah: Jangan membunuh, jangan berzinah, jangan mencuri, jangan mengucapkan saksi dusta, jangan mengurangi hak orang, hormatilah ayahmu dan ibumu!\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Lalu kata orang itu kepada-Nya: \"Guru, semuanya itu telah kuturuti sejak masa mudaku.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tetapi Yesus memandang dia dan menaruh kasih kepadanya, lalu berkata kepadanya: \"Hanya satu lagi kekuranganmu: pergilah, juallah apa yang kaumiliki dan berikanlah itu kepada orang-orang miskin, maka engkau akan beroleh harta di sorga, kemudian datanglah ke mari dan ikutlah Aku.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Mendengar perkataan itu ia menjadi kecewa, lalu pergi dengan sedih, sebab banyak hartanya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Lalu Yesus memandang murid-murid-Nya di sekeliling-Nya dan berkata kepada mereka: \"Alangkah sukarnya orang yang beruang masuk ke dalam Kerajaan Allah.\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Murid-murid-Nya tercengang mendengar perkataan-Nya itu. Tetapi Yesus menyambung lagi: \"Anak-anak-Ku, alangkah sukarnya masuk ke dalam Kerajaan Allah.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Lebih mudah seekor unta melewati lobang jarum dari pada seorang kaya masuk ke dalam Kerajaan Allah.\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Mereka makin gempar dan berkata seorang kepada yang lain: \"Jika demikian, siapakah yang dapat diselamatkan?\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Yesus memandang mereka dan berkata: \"Bagi manusia hal itu tidak mungkin, tetapi bukan demikian bagi Allah. Sebab segala sesuatu adalah mungkin bagi Allah.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Upah mengikut Yesus",
      "type": "title"
    },
    {
      "verse": 28,
      "text": "Berkatalah Petrus kepada Yesus: \"Kami ini telah meninggalkan segala sesuatu dan mengikut Engkau!\"",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jawab Yesus: \"Aku berkata kepadamu, sesungguhnya setiap orang yang karena Aku dan karena Injil meninggalkan rumahnya, saudaranya laki-laki atau saudaranya perempuan, ibunya atau bapanya, anak-anaknya atau ladangnya,",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "orang itu sekarang pada masa ini juga akan menerima kembali seratus kali lipat: rumah, saudara laki-laki, saudara perempuan, ibu, anak dan ladang, sekalipun disertai berbagai penganiayaan, dan pada zaman yang akan datang ia akan menerima hidup yang kekal.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tetapi banyak orang yang terdahulu akan menjadi yang terakhir dan yang terakhir akan menjadi yang terdahulu.\"",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Pemberitahuan ketiga tentang penderitaan Yesus",
      "type": "title"
    },
    {
      "verse": 32,
      "text": "Yesus dan murid-murid-Nya sedang dalam perjalanan ke Yerusalem dan Yesus berjalan di depan. Murid-murid merasa cemas dan juga orang-orang yang mengikuti Dia dari belakang merasa takut. Sekali lagi Yesus memanggil kedua belas murid-Nya dan Ia mulai mengatakan kepada mereka apa yang akan terjadi atas diri-Nya,",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "kata-Nya: \"Sekarang kita pergi ke Yerusalem dan Anak Manusia akan diserahkan kepada imam-imam kepala dan ahli-ahli Taurat, dan mereka akan menjatuhi Dia hukuman mati. Dan mereka akan menyerahkan Dia kepada bangsa-bangsa yang tidak mengenal Allah,",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "dan Ia akan diolok-olokkan, diludahi, disesah dan dibunuh, dan sesudah tiga hari Ia akan bangkit.\"",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Permintaan Yakobus dan Yohanes Bukan memerintah melainkan melayani",
      "type": "title"
    },
    {
      "verse": 35,
      "text": "Lalu Yakobus dan Yohanes, anak-anak Zebedeus, mendekati Yesus dan berkata kepada-Nya: \"Guru, kami harap supaya Engkau kiranya mengabulkan suatu permintaan kami!\"",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jawab-Nya kepada mereka: \"Apa yang kamu kehendaki Aku perbuat bagimu?\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Lalu kata mereka: \"Perkenankanlah kami duduk dalam kemuliaan-Mu kelak, yang seorang lagi di sebelah kanan-Mu dan yang seorang di sebelah kiri-Mu.\"",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Tetapi kata Yesus kepada mereka: \"Kamu tidak tahu apa yang kamu minta. Dapatkah kamu meminum cawan yang harus Kuminum dan dibaptis dengan baptisan yang harus Kuterima?\"",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jawab mereka: \"Kami dapat.\" Yesus berkata kepada mereka: \"Memang, kamu akan meminum cawan yang harus Kuminum dan akan dibaptis dengan baptisan yang harus Kuterima.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Tetapi hal duduk di sebelah kanan-Ku atau di sebelah kiri-Ku, Aku tidak berhak memberikannya. Itu akan diberikan kepada orang-orang bagi siapa itu telah disediakan.\"",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Mendengar itu kesepuluh murid yang lain menjadi marah kepada Yakobus dan Yohanes.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Tetapi Yesus memanggil mereka lalu berkata: \"Kamu tahu, bahwa mereka yang disebut pemerintah bangsa-bangsa memerintah rakyatnya dengan tangan besi, dan pembesar-pembesarnya menjalankan kuasanya dengan keras atas mereka.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Tidaklah demikian di antara kamu. Barangsiapa ingin menjadi besar di antara kamu, hendaklah ia menjadi pelayanmu,",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "dan barangsiapa ingin menjadi yang terkemuka di antara kamu, hendaklah ia menjadi hamba untuk semuanya.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Karena Anak Manusia juga datang bukan untuk dilayani, melainkan untuk melayani dan untuk memberikan nyawa-Nya menjadi tebusan bagi banyak orang.\"",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Yesus menyembuhkan Bartimeus",
      "type": "title"
    },
    {
      "verse": 46,
      "text": "Lalu tibalah Yesus dan murid-murid-Nya di Yerikho. Dan ketika Yesus keluar dari Yerikho, bersama-sama dengan murid-murid-Nya dan orang banyak yang berbondong-bondong, ada seorang pengemis yang buta, bernama Bartimeus, anak Timeus, duduk di pinggir jalan.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Ketika didengarnya, bahwa itu adalah Yesus orang Nazaret, mulailah ia berseru: \"Yesus, Anak Daud, kasihanilah aku!\"",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Banyak orang menegornya supaya ia diam. Namun semakin keras ia berseru: \"Anak Daud, kasihanilah aku!\"",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Lalu Yesus berhenti dan berkata: \"Panggillah dia!\" Mereka memanggil orang buta itu dan berkata kepadanya: \"Kuatkan hatimu, berdirilah, Ia memanggil engkau.\"",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Lalu ia menanggalkan jubahnya, ia segera berdiri dan pergi mendapatkan Yesus.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Tanya Yesus kepadanya: \"Apa yang kaukehendaki supaya Aku perbuat bagimu?\" Jawab orang buta itu: \"Rabuni, supaya aku dapat melihat!\"",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Lalu kata Yesus kepadanya: \"Pergilah, imanmu telah menyelamatkan engkau!\" Pada saat itu juga melihatlah ia, lalu ia mengikuti Yesus dalam perjalanan-Nya.",
      "type": "content"
    }
  ]
}