{
  "book": "Markus",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Bait Allah akan diruntuhkan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ketika Yesus keluar dari Bait Allah, seorang murid-Nya berkata kepada-Nya: \"Guru, lihatlah betapa kokohnya batu-batu itu dan betapa megahnya gedung-gedung itu!\"",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lalu Yesus berkata kepadanya: \"Kaulihat gedung-gedung yang hebat ini? Tidak satu batupun akan dibiarkan terletak di atas batu yang lain, semuanya akan diruntuhkan.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Permulaan penderitaan",
      "type": "title"
    },
    {
      "verse": 3,
      "text": "Ketika Yesus duduk di atas Bukit Zaitun, berhadapan dengan Bait Allah, Petrus, Yakobus, Yohanes dan Andreas bertanya sendirian kepada-Nya:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "\"Katakanlah kepada kami, bilamanakah itu akan terjadi, dan apakah tandanya, kalau semuanya itu akan sampai kepada kesudahannya.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Maka mulailah Yesus berkata kepada mereka: \"Waspadalah supaya jangan ada orang yang menyesatkan kamu!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Akan datang banyak orang dengan memakai nama-Ku dan berkata: Akulah dia, dan mereka akan menyesatkan banyak orang.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dan apabila kamu mendengar deru perang atau kabar-kabar tentang perang, janganlah kamu gelisah. Semuanya itu harus terjadi, tetapi itu belum kesudahannya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sebab bangsa akan bangkit melawan bangsa dan kerajaan melawan kerajaan. Akan terjadi gempa bumi di berbagai tempat, dan akan ada kelaparan. Semua itu barulah permulaan penderitaan menjelang zaman baru.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tetapi kamu ini, hati-hatilah! Kamu akan diserahkan kepada majelis agama dan kamu akan dipukul di rumah ibadat dan kamu akan dihadapkan ke muka penguasa-penguasa dan raja-raja karena Aku, sebagai kesaksian bagi mereka.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tetapi Injil harus diberitakan dahulu kepada semua bangsa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dan jika kamu digiring dan diserahkan, janganlah kamu kuatir akan apa yang harus kamu katakan, tetapi katakanlah apa yang dikaruniakan kepadamu pada saat itu juga, sebab bukan kamu yang berkata-kata, melainkan Roh Kudus.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Seorang saudara akan menyerahkan saudaranya untuk dibunuh, demikian juga seorang ayah terhadap anaknya. Dan anak-anak akan memberontak terhadap orang tuanya dan akan membunuh mereka.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Kamu akan dibenci semua orang oleh karena nama-Ku. Tetapi orang yang bertahan sampai pada kesudahannya ia akan selamat.\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Siksaan yang berat dan Mesias-mesias palsu",
      "type": "title"
    },
    {
      "verse": 14,
      "text": "\"Apabila kamu melihat Pembinasa keji berdiri di tempat yang tidak sepatutnya--para pembaca hendaklah memperhatikannya--maka orang-orang yang di Yudea haruslah melarikan diri ke pegunungan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Orang yang sedang di peranginan di atas rumah janganlah ia turun dan masuk untuk mengambil sesuatu dari rumahnya,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "dan orang yang sedang di ladang janganlah ia kembali untuk mengambil pakaiannya.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Celakalah ibu-ibu yang sedang hamil atau yang menyusukan bayi pada masa itu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Berdoalah, supaya semuanya itu jangan terjadi pada musim dingin.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sebab pada masa itu akan terjadi siksaan seperti yang belum pernah terjadi sejak awal dunia, yang diciptakan Allah, sampai sekarang dan yang tidak akan terjadi lagi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dan sekiranya Tuhan tidak mempersingkat waktunya, maka dari segala yang hidup tidak akan ada yang selamat; akan tetapi oleh karena orang-orang pilihan yang telah dipilih-Nya, Tuhan mempersingkat waktunya.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Pada waktu itu jika orang berkata kepada kamu: Lihat, Mesias ada di sini, atau: Lihat, Mesias ada di sana, jangan kamu percaya.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sebab Mesias-mesias palsu dan nabi-nabi palsu akan muncul dan mereka akan mengadakan tanda-tanda dan mujizat-mujizat dengan maksud, sekiranya mungkin, menyesatkan orang-orang pilihan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Hati-hatilah kamu! Aku sudah terlebih dahulu mengatakan semuanya ini kepada kamu.\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Kedatangan Anak Manusia Perumpamaan tentang pohon ara",
      "type": "title"
    },
    {
      "verse": 24,
      "text": "\"Tetapi pada masa itu, sesudah siksaan itu, matahari akan menjadi gelap dan bulan tidak bercahaya",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "dan bintang-bintang akan berjatuhan dari langit, dan kuasa-kuasa langit akan goncang.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Pada waktu itu orang akan melihat Anak Manusia datang dalam awan-awan dengan segala kekuasaan dan kemuliaan-Nya.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dan pada waktu itupun Ia akan menyuruh keluar malaikat-malaikat-Nya dan akan mengumpulkan orang-orang pilihan-Nya dari keempat penjuru bumi, dari ujung bumi sampai ke ujung langit.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tariklah pelajaran dari perumpamaan tentang pohon ara. Apabila ranting-rantingnya melembut dan mulai bertunas, kamu tahu, bahwa musim panas sudah dekat.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Demikian juga, jika kamu lihat hal-hal itu terjadi, ketahuilah bahwa waktunya sudah dekat, sudah di ambang pintu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Aku berkata kepadamu: Sesungguhnya angkatan ini tidak akan berlalu, sebelum semuanya itu terjadi.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Langit dan bumi akan berlalu, tetapi perkataan-Ku tidak akan berlalu.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Tetapi tentang hari atau saat itu tidak seorangpun yang tahu, malaikat-malaikat di sorga tidak, dan Anakpun tidak, hanya Bapa saja.\"",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Nasihat supaya berjaga-jaga",
      "type": "title"
    },
    {
      "verse": 33,
      "text": "\"Hati-hatilah dan berjaga-jagalah! Sebab kamu tidak tahu bilamanakah waktunya tiba.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dan halnya sama seperti seorang yang bepergian, yang meninggalkan rumahnya dan menyerahkan tanggung jawab kepada hamba-hambanya, masing-masing dengan tugasnya, dan memerintahkan penunggu pintu supaya berjaga-jaga.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Karena itu berjaga-jagalah, sebab kamu tidak tahu bilamanakah tuan rumah itu pulang, menjelang malam, atau tengah malam, atau larut malam, atau pagi-pagi buta,",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "supaya kalau ia tiba-tiba datang jangan kamu didapatinya sedang tidur.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Apa yang Kukatakan kepada kamu, Kukatakan kepada semua orang: berjaga-jagalah!\"",
      "type": "content"
    }
  ]
}