{
  "book": "Markus",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Yesus di hadapan Pilatus",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pagi-pagi benar imam-imam kepala bersama tua-tua dan ahli-ahli Taurat dan seluruh Mahkamah Agama sudah bulat mupakatnya. Mereka membelenggu Yesus lalu membawa-Nya dan menyerahkan-Nya kepada Pilatus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Pilatus bertanya kepada-Nya: \"Engkaukah raja orang Yahudi?\" Jawab Yesus: \"Engkau sendiri mengatakannya.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lalu imam-imam kepala mengajukan banyak tuduhan terhadap Dia.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pilatus bertanya pula kepada-Nya, katanya: \"Tidakkah Engkau memberi jawab? Lihatlah betapa banyaknya tuduhan mereka terhadap Engkau!\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tetapi Yesus sama sekali tidak menjawab lagi, sehingga Pilatus merasa heran.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Telah menjadi kebiasaan untuk membebaskan satu orang hukuman pada tiap-tiap hari raya itu menurut permintaan orang banyak.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dan pada waktu itu adalah seorang yang bernama Barabas sedang dipenjarakan bersama beberapa orang pemberontak lainnya. Mereka telah melakukan pembunuhan dalam pemberontakan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Maka datanglah orang banyak dan meminta supaya sekarang kebiasaan itu diikuti juga.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pilatus menjawab mereka dan bertanya: \"Apakah kamu menghendaki supaya kubebaskan raja orang Yahudi ini?\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia memang mengetahui, bahwa imam-imam kepala telah menyerahkan Yesus karena dengki.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tetapi imam-imam kepala menghasut orang banyak untuk meminta supaya Barabaslah yang dibebaskannya bagi mereka.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Pilatus sekali lagi menjawab dan bertanya kepada mereka: \"Jika begitu, apakah yang harus kuperbuat dengan orang yang kamu sebut raja orang Yahudi ini?\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Maka mereka berteriak lagi, katanya: \"Salibkanlah Dia!\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lalu Pilatus berkata kepada mereka: \"Tetapi kejahatan apakah yang telah dilakukan-Nya?\" Namun mereka makin keras berteriak: \"Salibkanlah Dia!\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dan oleh karena Pilatus ingin memuaskan hati orang banyak itu, ia membebaskan Barabas bagi mereka. Tetapi Yesus disesahnya lalu diserahkannya untuk disalibkan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Yesus diolok-olokkan",
      "type": "title"
    },
    {
      "verse": 16,
      "text": "Kemudian serdadu-serdadu membawa Yesus ke dalam istana, yaitu gedung pengadilan, dan memanggil seluruh pasukan berkumpul.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Mereka mengenakan jubah ungu kepada-Nya, menganyam sebuah mahkota duri dan menaruhnya di atas kepala-Nya.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Kemudian mereka mulai memberi hormat kepada-Nya, katanya: \"Salam, hai raja orang Yahudi!\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Mereka memukul kepala-Nya dengan buluh, dan meludahi-Nya dan berlutut menyembah-Nya.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sesudah mengolok-olokkan Dia mereka menanggalkan jubah ungu itu dari pada-Nya dan mengenakan pula pakaian-Nya kepada-Nya.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Yesus disalibkan",
      "type": "title"
    },
    {
      "verse": 21,
      "text": "Pada waktu itu lewat seorang yang bernama Simon, orang Kirene, ayah Aleksander dan Rufus, yang baru datang dari luar kota, dan orang itu mereka paksa untuk memikul salib Yesus.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Mereka membawa Yesus ke tempat yang bernama Golgota, yang berarti: Tempat Tengkorak.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Lalu mereka memberi anggur bercampur mur kepada-Nya, tetapi Ia menolaknya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Kemudian mereka menyalibkan Dia, lalu mereka membagi pakaian-Nya dengan membuang undi atasnya untuk menentukan bagian masing-masing.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Hari jam sembilan ketika Ia disalibkan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dan alasan mengapa Ia dihukum disebut pada tulisan yang terpasang di situ: \"Raja orang Yahudi\".",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Bersama dengan Dia disalibkan dua orang penyamun, seorang di sebelah kanan-Nya dan seorang di sebelah kiri-Nya.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(Demikian genaplah nas Alkitab yang berbunyi: \"Ia akan terhitung di antara orang-orang durhaka.\")",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Orang-orang yang lewat di sana menghujat Dia, dan sambil menggelengkan kepala mereka berkata: \"Hai Engkau yang mau merubuhkan Bait Suci dan mau membangunnya kembali dalam tiga hari,",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "turunlah dari salib itu dan selamatkan diri-Mu!\"",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Demikian juga imam-imam kepala bersama-sama ahli Taurat mengolok-olokkan Dia di antara mereka sendiri dan mereka berkata: \"Orang lain Ia selamatkan, tetapi diri-Nya sendiri tidak dapat Ia selamatkan!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Baiklah Mesias, Raja Israel itu, turun dari salib itu, supaya kita lihat dan percaya.\" Bahkan kedua orang yang disalibkan bersama-sama dengan Dia mencela Dia juga.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Yesus mati",
      "type": "title"
    },
    {
      "verse": 33,
      "text": "Pada jam dua belas, kegelapan meliputi seluruh daerah itu dan berlangsung sampai jam tiga.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dan pada jam tiga berserulah Yesus dengan suara nyaring: \"Eloi, Eloi, lama sabakhtani?\", yang berarti: Allahku, Allahku, mengapa Engkau meninggalkan Aku? ",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Mendengar itu, beberapa orang yang berdiri di situ berkata: \"Lihat, Ia memanggil Elia.\"",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Maka datanglah seorang dengan bunga karang, mencelupkannya ke dalam anggur asam lalu mencucukkannya pada sebatang buluh dan memberi Yesus minum serta berkata: \"Baiklah kita tunggu dan melihat apakah Elia datang untuk menurunkan Dia.\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Lalu berserulah Yesus dengan suara nyaring dan menyerahkan nyawa-Nya.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ketika itu tabir Bait Suci terbelah dua dari atas sampai ke bawah.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Waktu kepala pasukan yang berdiri berhadapan dengan Dia melihat mati-Nya demikian, berkatalah ia: \"Sungguh, orang ini adalah Anak Allah!\"",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ada juga beberapa perempuan yang melihat dari jauh, di antaranya Maria Magdalena, Maria ibu Yakobus Muda dan Yoses, serta Salome.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Mereka semuanya telah mengikut Yesus dan melayani-Nya waktu Ia di Galilea. Dan ada juga di situ banyak perempuan lain yang telah datang ke Yerusalem bersama-sama dengan Yesus.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Yesus dikuburkan",
      "type": "title"
    },
    {
      "verse": 42,
      "text": "Sementara itu hari mulai malam, dan hari itu adalah hari persiapan, yaitu hari menjelang Sabat.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Karena itu Yusuf, orang Arimatea, seorang anggota Majelis Besar yang terkemuka, yang juga menanti-nantikan Kerajaan Allah, memberanikan diri menghadap Pilatus dan meminta mayat Yesus.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Pilatus heran waktu mendengar bahwa Yesus sudah mati. Maka ia memanggil kepala pasukan dan bertanya kepadanya apakah Yesus sudah mati.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Sesudah didengarnya keterangan kepala pasukan, ia berkenan memberikan mayat itu kepada Yusuf.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Yusufpun membeli kain lenan, kemudian ia menurunkan mayat Yesus dari salib dan mengapaninya dengan kain lenan itu. Lalu ia membaringkan Dia di dalam kubur yang digali di dalam bukit batu. Kemudian digulingkannya sebuah batu ke pintu kubur itu.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Maria Magdalena dan Maria ibu Yoses melihat di mana Yesus dibaringkan.",
      "type": "content"
    }
  ]
}