{
  "book": "Markus",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Perumpamaan tentang seorang penabur",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada suatu kali Yesus mulai pula mengajar di tepi danau. Maka datanglah orang banyak yang sangat besar jumlahnya mengerumuni Dia, sehingga Ia naik ke sebuah perahu yang sedang berlabuh lalu duduk di situ, sedangkan semua orang banyak itu di darat, di tepi danau itu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dan Ia mengajarkan banyak hal dalam perumpamaan kepada mereka. Dalam ajaran-Nya itu Ia berkata kepada mereka:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "\"Dengarlah! Adalah seorang penabur keluar untuk menabur.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pada waktu ia menabur sebagian benih itu jatuh di pinggir jalan, lalu datanglah burung dan memakannya sampai habis.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sebagian jatuh di tanah yang berbatu-batu, yang tidak banyak tanahnya, lalu benih itupun segera tumbuh, karena tanahnya tipis.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tetapi sesudah matahari terbit, layulah ia dan menjadi kering karena tidak berakar.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sebagian lagi jatuh di tengah semak duri, lalu makin besarlah semak itu dan menghimpitnya sampai mati, sehingga ia tidak berbuah.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dan sebagian jatuh di tanah yang baik, ia tumbuh dengan suburnya dan berbuah, hasilnya ada yang tiga puluh kali lipat, ada yang enam puluh kali lipat, ada yang seratus kali lipat.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dan kata-Nya: \"Siapa mempunyai telinga untuk mendengar, hendaklah ia mendengar!\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ketika Ia sendirian, pengikut-pengikut-Nya dan kedua belas murid itu menanyakan Dia tentang perumpamaan itu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jawab-Nya: \"Kepadamu telah diberikan rahasia Kerajaan Allah, tetapi kepada orang-orang luar segala sesuatu disampaikan dalam perumpamaan,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "supaya: Sekalipun melihat, mereka tidak menanggap, sekalipun mendengar, mereka tidak mengerti, supaya mereka jangan berbalik dan mendapat ampun.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lalu Ia berkata kepada mereka: \"Tidakkah kamu mengerti perumpamaan ini? Kalau demikian bagaimana kamu dapat memahami semua perumpamaan yang lain?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Penabur itu menaburkan firman.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Orang-orang yang di pinggir jalan, tempat firman itu ditaburkan, ialah mereka yang mendengar firman, lalu datanglah Iblis dan mengambil firman yang baru ditaburkan di dalam mereka.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Demikian juga yang ditaburkan di tanah yang berbatu-batu, ialah orang-orang yang mendengar firman itu dan segera menerimanya dengan gembira,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "tetapi mereka tidak berakar dan tahan sebentar saja. Apabila kemudian datang penindasan atau penganiayaan karena firman itu, mereka segera murtad.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dan yang lain ialah yang ditaburkan di tengah semak duri, itulah yang mendengar firman itu,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "lalu kekuatiran dunia ini dan tipu daya kekayaan dan keinginan-keinginan akan hal yang lain masuklah menghimpit firman itu sehingga tidak berbuah.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dan akhirnya yang ditaburkan di tanah yang baik, ialah orang yang mendengar dan menyambut firman itu lalu berbuah, ada yang tiga puluh kali lipat, ada yang enam puluh kali lipat, dan ada yang seratus kali lipat.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Perumpamaan tentang pelita dan tentang ukuran",
      "type": "title"
    },
    {
      "verse": 21,
      "text": "Lalu Yesus berkata kepada mereka: \"Orang membawa pelita bukan supaya ditempatkan di bawah gantang atau di bawah tempat tidur, melainkan supaya ditaruh di atas kaki dian.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sebab tidak ada sesuatu yang tersembunyi yang tidak akan dinyatakan, dan tidak ada sesuatu yang rahasia yang tidak akan tersingkap.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Barangsiapa mempunyai telinga untuk mendengar, hendaklah ia mendengar!\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Lalu Ia berkata lagi: \"Camkanlah apa yang kamu dengar! Ukuran yang kamu pakai untuk mengukur akan diukurkan kepadamu, dan di samping itu akan ditambah lagi kepadamu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Karena siapa yang mempunyai, kepadanya akan diberi, tetapi siapa yang tidak mempunyai, apapun juga yang ada padanya akan diambil dari padanya.\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Perumpamaan tentang benih yang tumbuh",
      "type": "title"
    },
    {
      "verse": 26,
      "text": "Lalu kata Yesus: \"Beginilah hal Kerajaan Allah itu: seumpama orang yang menaburkan benih di tanah,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "lalu pada malam hari ia tidur dan pada siang hari ia bangun, dan benih itu mengeluarkan tunas dan tunas itu makin tinggi, bagaimana terjadinya tidak diketahui orang itu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Bumi dengan sendirinya mengeluarkan buah, mula-mula tangkainya, lalu bulirnya, kemudian butir-butir yang penuh isinya dalam bulir itu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Apabila buah itu sudah cukup masak, orang itu segera menyabit, sebab musim menuai sudah tiba.\"",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Perumpamaan tentang biji sesawi",
      "type": "title"
    },
    {
      "verse": 30,
      "text": "Kata-Nya lagi: \"Dengan apa hendak kita membandingkan Kerajaan Allah itu, atau dengan perumpamaan manakah hendaknya kita menggambarkannya?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Hal Kerajaan itu seumpama biji sesawi yang ditaburkan di tanah. Memang biji itu yang paling kecil dari pada segala jenis benih yang ada di bumi.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Tetapi apabila ia ditaburkan, ia tumbuh dan menjadi lebih besar dari pada segala sayuran yang lain dan mengeluarkan cabang-cabang yang besar, sehingga burung-burung di udara dapat bersarang dalam naungannya.\"",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dalam banyak perumpamaan yang semacam itu Ia memberitakan firman kepada mereka sesuai dengan pengertian mereka,",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "dan tanpa perumpamaan Ia tidak berkata-kata kepada mereka, tetapi kepada murid-murid-Nya Ia menguraikan segala sesuatu secara tersendiri.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Angin ribut diredakan",
      "type": "title"
    },
    {
      "verse": 35,
      "text": "Pada hari itu, waktu hari sudah petang, Yesus berkata kepada mereka: \"Marilah kita bertolak ke seberang.\"",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Mereka meninggalkan orang banyak itu lalu bertolak dan membawa Yesus beserta dengan mereka dalam perahu di mana Yesus telah duduk dan perahu-perahu lain juga menyertai Dia.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Lalu mengamuklah taufan yang sangat dahsyat dan ombak menyembur masuk ke dalam perahu, sehingga perahu itu mulai penuh dengan air.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Pada waktu itu Yesus sedang tidur di buritan di sebuah tilam. Maka murid-murid-Nya membangunkan Dia dan berkata kepada-Nya: \"Guru, Engkau tidak perduli kalau kita binasa?\"",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Iapun bangun, menghardik angin itu dan berkata kepada danau itu: \"Diam! Tenanglah!\" Lalu angin itu reda dan danau itu menjadi teduh sekali.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Lalu Ia berkata kepada mereka: \"Mengapa kamu begitu takut? Mengapa kamu tidak percaya?\"",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Mereka menjadi sangat takut dan berkata seorang kepada yang lain: \"Siapa gerangan orang ini, sehingga angin dan danaupun taat kepada-Nya?\"",
      "type": "content"
    }
  ]
}