{
  "book": "Mazmur",
  "chapter": 107,
  "verses": [
    {
      "verse": 1,
      "text": "Oh, give thanks to the LORD, for  He is  good! For His mercy  endures  forever.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Let the redeemed of the LORD say  so , Whom He has redeemed from the hand of the enemy,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "And gathered out of the lands, From the east and from the west, From the north and from the south.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "They wandered in the wilderness in a desolate way; They found no city to dwell in.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hungry and thirsty, Their soul fainted in them.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Then they cried out to the LORD in their trouble,  And  He delivered them out of their distresses.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "And He led them forth by the right way, That they might go to a city for a dwelling place.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Oh, that  men  would give thanks to the LORD  for  His goodness, And  for  His wonderful works to the children of men!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "For He satisfies the longing soul, And fills the hungry soul with goodness.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Those who sat in darkness and in the shadow of death, Bound in affliction and irons––",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Because they rebelled against the words of God, And despised the counsel of the Most High,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Therefore He brought down their heart with labor; They fell down, and  there was  none to help.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Then they cried out to the LORD in their trouble,  And  He saved them out of their distresses.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "He brought them out of darkness and the shadow of death, And broke their chains in pieces.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Oh, that  men  would give thanks to the LORD  for  His goodness, And  for  His wonderful works to the children of men!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "For He has broken the gates of bronze, And cut the bars of iron in two.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Fools, because of their transgression, And because of their iniquities, were afflicted.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Their soul abhorred all manner of food, And they drew near to the gates of death.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Then they cried out to the LORD in their trouble,  And  He saved them out of their distresses.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "He sent His word and healed them, And delivered  them  from their destructions.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Oh, that  men  would give thanks to the LORD  for  His goodness, And  for  His wonderful works to the children of men!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Let them sacrifice the sacrifices of thanksgiving, And declare His works with rejoicing.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Those who go down to the sea in ships, Who do business on great waters,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "They see the works of the LORD, And His wonders in the deep.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "For He commands and raises the stormy wind, Which lifts up the waves of the sea.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "They mount up to the heavens, They go down again to the depths; Their soul melts because of trouble.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "They reel to and fro, and stagger like a drunken man, And are at their wits’ end.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Then they cry out to the LORD in their trouble, And He brings them out of their distresses.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "He calms the storm, So that its waves are still.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Then they are glad because they are quiet; So He guides them to their desired haven.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Oh, that  men  would give thanks to the LORD  for  His goodness, And  for  His wonderful works to the children of men!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Let them exalt Him also in the assembly of the people, And praise Him in the company of the elders.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "He turns rivers into a wilderness, And the watersprings into dry ground;",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "A fruitful land into barrenness, For the wickedness of those who dwell in it.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "He turns a wilderness into pools of water, And dry land into watersprings.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "There He makes the hungry dwell, That they may establish a city for a dwelling place,",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "And sow fields and plant vineyards, That they may yield a fruitful harvest.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "He also blesses them, and they multiply greatly; And He does not let their cattle decrease.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "When they are diminished and brought low Through oppression, affliction, and sorrow,",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "He pours contempt on princes, And causes them to wander in the wilderness  where there is  no way;",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Yet He sets the poor on high, far from affliction, And makes  their  families like a flock.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "The righteous see  it  and rejoice, And all iniquity stops its mouth.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Whoever  is  wise will observe these  things , And they will understand the lovingkindness of the LORD.",
      "type": "content"
    }
  ]
}