{
  "book": "Mazmur",
  "chapter": 118,
  "verses": [
    {
      "verse": 1,
      "text": "Oh, give thanks to the LORD, for  He is  good! For His mercy  endures  forever.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Let Israel now say, \"His mercy  endures  forever.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Let the house of Aaron now say, \"His mercy  endures  forever.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Let those who fear the LORD now say, \"His mercy  endures  forever.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "I called on the LORD in distress; The LORD answered me  and set me  in a broad place.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "The LORD  is  on my side; I will not fear. What can man do to me?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "The LORD is for me among those who help me; Therefore I shall see  my desire  on those who hate me.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": " It is  better to trust in the LORD Than to put confidence in man.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": " It is  better to trust in the LORD Than to put confidence in princes.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "All nations surrounded me, But in the name of the LORD I will destroy them.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "They surrounded me, Yes, they surrounded me; But in the name of the LORD I will destroy them.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "They surrounded me like bees; They were quenched like a fire of thorns; For in the name of the LORD I will destroy them.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "You pushed me violently, that I might fall, But the LORD helped me.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "The LORD  is  my strength and song, And He has become my salvation.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "The voice of rejoicing and salvation  Is  in the tents of the righteous; The right hand of the LORD does valiantly.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "The right hand of the LORD is exalted; The right hand of the LORD does valiantly.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "I shall not die, but live, And declare the works of the LORD.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "The LORD has chastened me severely, But He has not given me over to death.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Open to me the gates of righteousness; I will go through them,  And  I will praise the LORD.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "This is the gate of the LORD, Through which the righteous shall enter.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "I will praise You, For You have answered me, And have become my salvation.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "The stone  which  the builders rejected Has become the chief cornerstone.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "This was the LORD’S doing; It  is  marvelous in our eyes.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "This  is  the day the LORD has made; We will rejoice and be glad in it.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Save now, I pray, O LORD; O LORD, I pray, send now prosperity.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Blessed  is  he who comes in the name of the LORD! We have blessed you from the house of the LORD.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "God  is  the LORD, And He has given us light; Bind the sacrifice with cords to the horns of the altar.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "You  are  my God, and I will praise You;  You are  my God, I will exalt You.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Oh, give thanks to the LORD, for  He is  good! For His mercy  endures  forever.",
      "type": "content"
    }
  ]
}