{
  "book": "Mazmur",
  "chapter": 132,
  "verses": [
    {
      "verse": 1,
      "text": "<> LORD, remember David  And  all his afflictions;",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "\"Surely I will not go into the chamber of my house, Or go up to the comfort of my bed;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "I will not give sleep to my eyes  Or  slumber to my eyelids,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Until I find a place for the LORD, A dwelling place for the Mighty One of Jacob.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Behold, we heard of it in Ephrathah; We found it in the fields of the woods.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Let us go into His tabernacle; Let us worship at His footstool.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Arise, O LORD, to Your resting place, You and the ark of Your strength.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Let Your priests be clothed with righteousness, And let Your saints shout for joy.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "For Your servant David’s sake, Do not turn away the face of Your Anointed.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "The LORD has sworn  in  truth to David; He will not turn from it: \"I will set upon your throne the fruit of your body.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "If your sons will keep My covenant And My testimony which I shall teach them, Their sons also shall sit upon your throne forevermore.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "For the LORD has chosen Zion; He has desired  it  for His dwelling place:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "\"This  is  My resting place forever; Here I will dwell, for I have desired it.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "I will abundantly bless her provision; I will satisfy her poor with bread.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "I will also clothe her priests with salvation, And her saints shall shout aloud for joy.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "There I will make the horn of David grow; I will prepare a lamp for My Anointed.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "His enemies I will clothe with shame, But upon Himself His crown shall flourish.\"",
      "type": "content"
    }
  ]
}