{
  "book": "Mazmur",
  "chapter": 143,
  "verses": [
    {
      "verse": 1,
      "text": "<> Hear my prayer, O LORD, Give ear to my supplications! In Your faithfulness answer me,  And  in Your righteousness.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "For the enemy has persecuted my soul; He has crushed my life to the ground; He has made me dwell in darkness, Like those who have long been dead.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Therefore my spirit is overwhelmed within me; My heart within me is distressed.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "I remember the days of old; I meditate on all Your works; I muse on the work of Your hands.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "I spread out my hands to You; My soul  longs  for You like a thirsty land. Selah",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Answer me speedily, O LORD; My spirit fails! Do not hide Your face from me, Lest I be like those who go down into the pit.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Cause me to hear Your lovingkindness in the morning, For in You do I trust; Cause me to know the way in which I should walk, For I lift up my soul to You.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Deliver me, O LORD, from my enemies; In You I take shelter.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Teach me to do Your will, For You  are  my God; Your Spirit  is  good. Lead me in the land of uprightness.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Revive me, O LORD, for Your name’s sake! For Your righteousness’ sake bring my soul out of trouble.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "In Your mercy cut off my enemies, And destroy all those who afflict my soul; For I  am  Your servant.",
      "type": "content"
    }
  ]
}