{
  "book": "Mazmur",
  "chapter": 147,
  "verses": [
    {
      "verse": 1,
      "text": "Praise the LORD! For  it is  good to sing praises to our God; For  it is  pleasant,  and  praise is beautiful.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "The LORD builds up Jerusalem; He gathers together the outcasts of Israel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "He heals the brokenhearted And binds up their wounds.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "He counts the number of the stars; He calls them all by name.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Great  is  our Lord, and mighty in power; His understanding  is  infinite.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "The LORD lifts up the humble; He casts the wicked down to the ground.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sing to the LORD with thanksgiving; Sing praises on the harp to our God,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Who covers the heavens with clouds, Who prepares rain for the earth, Who makes grass to grow on the mountains.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "He gives to the beast its food,  And  to the young ravens that cry.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "He does not delight in the strength of the horse; He takes no pleasure in the legs of a man.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "The LORD takes pleasure in those who fear Him, In those who hope in His mercy.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Praise the LORD, O Jerusalem! Praise your God, O Zion!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "For He has strengthened the bars of your gates; He has blessed your children within you.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "He makes peace  in  your borders,  And  fills you with the finest wheat.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "He sends out His command  to the  earth; His word runs very swiftly.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "He gives snow like wool; He scatters the frost like ashes;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "He casts out His hail like morsels; Who can stand before His cold?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "He sends out His word and melts them; He causes His wind to blow,  and  the waters flow.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "He declares His word to Jacob, His statutes and His judgments to Israel.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "He has not dealt thus with any nation; And  as for His  judgments, they have not known them. Praise the LORD!",
      "type": "content"
    }
  ]
}