{
  "book": "Mazmur",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "<> In You, O LORD, I put my trust; Let me never be ashamed; Deliver me in Your righteousness.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Bow down Your ear to me, Deliver me speedily; Be my rock of refuge, A fortress of defense to save me.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "For You  are  my rock and my fortress; Therefore, for Your name’s sake, Lead me and guide me.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pull me out of the net which they have secretly laid for me, For You  are  my strength.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Into Your hand I commit my spirit; You have redeemed me, O LORD God of truth.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "I have hated those who regard useless idols; But I trust in the LORD.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "I will be glad and rejoice in Your mercy, For You have considered my trouble; You have known my soul in adversities,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "And have not shut me up into the hand of the enemy; You have set my feet in a wide place.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Have mercy on me, O LORD, for I am in trouble; My eye wastes away with grief,  Yes , my soul and my body!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "For my life is spent with grief, And my years with sighing; My strength fails because of my iniquity, And my bones waste away.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "I am a reproach among all my enemies, But especially among my neighbors, And  am  repulsive to my acquaintances; Those who see me outside flee from me.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "I am forgotten like a dead man, out of mind; I am like a broken vessel.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "For I hear the slander of many; Fear  is  on every side; While they take counsel together against me, They scheme to take away my life.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "But as for me, I trust in You, O LORD; I say, \"You  are  my God.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "My times  are  in Your hand; Deliver me from the hand of my enemies, And from those who persecute me.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Make Your face shine upon Your servant; Save me for Your mercies’ sake.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Do not let me be ashamed, O LORD, for I have called upon You; Let the wicked be ashamed; Let them be silent in the grave.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Let the lying lips be put to silence, Which speak insolent things proudly and contemptuously against the righteous.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Oh, how great  is  Your goodness, Which You have laid up for those who fear You,  Which  You have prepared for those who trust in You In the presence of the sons of men!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "You shall hide them in the secret place of Your presence From the plots of man; You shall keep them secretly in a pavilion From the strife of tongues.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Blessed  be  the LORD, For He has shown me His marvelous kindness in a strong city!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "For I said in my haste, \"I am cut off from before Your eyes\"; Nevertheless You heard the voice of my supplications When I cried out to You.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Oh, love the LORD, all you His saints!  For  the LORD preserves the faithful, And fully repays the proud person.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Be of good courage, And He shall strengthen your heart, All you who hope in the LORD.",
      "type": "content"
    }
  ]
}