{
  "book": "Mazmur",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "< A Psalm  of David the servant of the LORD.>> An oracle within my heart concerning the transgression of the wicked:  There is  no fear of God before his eyes.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "For he flatters himself in his own eyes, When he finds out his iniquity  and  when he hates.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "The words of his mouth  are  wickedness and deceit; He has ceased to be wise  and  to do good.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "He devises wickedness on his bed; He sets himself in a way  that is  not good; He does not abhor evil.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Your mercy, O LORD,  is  in the heavens; Your faithfulness  reaches  to the clouds.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Your righteousness  is  like the great mountains; Your judgments  are  a great deep; O LORD, You preserve man and beast.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "How precious  is  Your lovingkindness, O God! Therefore the children of men put their trust under the shadow of Your wings.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "They are abundantly satisfied with the fullness of Your house, And You give them drink from the river of Your pleasures.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "For with You  is  the fountain of life; In Your light we see light.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Oh, continue Your lovingkindness to those who know You, And Your righteousness to the upright in heart.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Let not the foot of pride come against me, And let not the hand of the wicked drive me away.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "There the workers of iniquity have fallen; They have been cast down and are not able to rise.",
      "type": "content"
    }
  ]
}