{
  "book": "Mazmur",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "<> O LORD, do not rebuke me in Your wrath, Nor chasten me in Your hot displeasure!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": " There is  no soundness in my flesh Because of Your anger, Nor  any  health in my bones Because of my sin.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "For my iniquities have gone over my head; Like a heavy burden they are too heavy for me.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "My wounds are foul  and  festering Because of my foolishness.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "I am troubled, I am bowed down greatly; I go mourning all the day long.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "For my loins are full of inflammation, And  there is  no soundness in my flesh.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "I am feeble and severely broken; I groan because of the turmoil of my heart.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lord, all my desire  is  before You; And my sighing is not hidden from You.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "My heart pants, my strength fails me; As for the light of my eyes, it also has gone from me.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "My loved ones and my friends stand aloof from my plague, And my relatives stand afar off.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Those also who seek my life lay snares  for me ; Those who seek my hurt speak of destruction, And plan deception all the day long.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "But I, like a deaf  man , do not hear; And  I am  like a mute  who  does not open his mouth.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Thus I am like a man who does not hear, And in whose mouth  is  no response.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "For in You, O LORD, I hope; You will hear, O Lord my God.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "For I said, \" Hear me , lest they rejoice over me, Lest, when my foot slips, they exalt  themselves  against me.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "For I  am  ready to fall, And my sorrow  is  continually before me.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "For I will declare my iniquity; I will be in anguish over my sin.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "But my enemies  are  vigorous,  and  they are strong; And those who hate me wrongfully have multiplied.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Those also who render evil for good, They are my adversaries, because I follow  what is  good.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Do not forsake me, O LORD; O my God, be not far from me!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Make haste to help me, O Lord, my salvation!",
      "type": "content"
    }
  ]
}