{
  "book": "Mazmur",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "<> As the deer pants for the water brooks, So pants my soul for You, O God.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "My soul thirsts for God, for the living God. When shall I come and appear before God?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "My tears have been my food day and night, While they continually say to me, \"Where  is  your God?\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "When I remember these  things , I pour out my soul within me. For I used to go with the multitude; I went with them to the house of God, With the voice of joy and praise, With a multitude that kept a pilgrim feast.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Why are you cast down, O my soul? And  why  are you disquieted within me? Hope in God, for I shall yet praise Him  For  the help of His countenance.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "O my God, my soul is cast down within me; Therefore I will remember You from the land of the Jordan, And from the heights of Hermon, From the Hill Mizar.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Deep calls unto deep at the noise of Your waterfalls; All Your waves and billows have gone over me.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "The LORD will command His lovingkindness in the daytime, And in the night His song  shall be  with me––A prayer to the God of my life.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "I will say to God my Rock, \"Why have You forgotten me? Why do I go mourning because of the oppression of the enemy?\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": " As  with a breaking of my bones, My enemies reproach me, While they say to me all day long, \"Where  is  your God?\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Why are you cast down, O my soul? And why are you disquieted within me? Hope in God; For I shall yet praise Him, The help of my countenance and my God.",
      "type": "content"
    }
  ]
}