{
  "book": "Mazmur",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "<> Great  is  the LORD, and greatly to be praised In the city of our God,  In  His holy mountain.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "God  is  in her palaces; He is known as her refuge.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "For behold, the kings assembled, They passed by together.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "They saw  it, and  so they marveled; They were troubled, they hastened away.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Fear took hold of them there,  And  pain, as of a woman in birth pangs,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": " As when  You break the ships of Tarshish With an east wind.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "As we have heard, So we have seen In the city of the LORD of hosts, In the city of our God: God will establish it forever. Selah",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "We have thought, O God, on Your lovingkindness, In the midst of Your temple.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "According to Your name, O God, So  is  Your praise to the ends of the earth; Your right hand is full of righteousness.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Let Mount Zion rejoice, Let the daughters of Judah be glad, Because of Your judgments.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Walk about Zion, And go all around her. Count her towers;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Mark well her bulwarks; Consider her palaces; That you may tell  it  to the generation following.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "For this  is  God, Our God forever and ever; He will be our guide  Even  to death.",
      "type": "content"
    }
  ]
}