{
  "book": "Mazmur",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "<> Hear this, all peoples; Give ear, all inhabitants of the world,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Both low and high, Rich and poor together.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "My mouth shall speak wisdom, And the meditation of my heart  shall give  understanding.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "I will incline my ear to a proverb; I will disclose my dark saying on the harp.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Why should I fear in the days of evil,  When  the iniquity at my heels surrounds me?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Those who trust in their wealth And boast in the multitude of their riches,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "None  of them  can by any means redeem  his  brother, Nor give to God a ransom for him––",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "For the redemption of their souls  is  costly, And it shall cease forever––",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "That he should continue to live eternally,  And  not see the Pit.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "For he sees wise men die; Likewise the fool and the senseless person perish, And leave their wealth to others.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Their inner thought  is that  their houses  will last  forever, Their dwelling places to all generations; They call  their  lands after their own names.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nevertheless man,  though  in honor, does not remain; He is like the beasts  that  perish.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "This is the way of those who  are  foolish, And of their posterity who approve their sayings. Selah",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Like sheep they are laid in the grave; Death shall feed on them; The upright shall have dominion over them in the morning; And their beauty shall be consumed in the grave, far from their dwelling.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "But God will redeem my soul from the power of the grave, For He shall receive me. Selah",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Do not be afraid when one becomes rich, When the glory of his house is increased;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "For when he dies he shall carry nothing away; His glory shall not descend after him.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Though while he lives he blesses himself (For  men  will praise you when you do well for yourself),",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "He shall go to the generation of his fathers; They shall never see light.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "A man  who is  in honor, yet does not understand, Is like the beasts  that  perish.",
      "type": "content"
    }
  ]
}