{
  "book": "Mazmur",
  "chapter": 65,
  "verses": [
    {
      "verse": 1,
      "text": "<> Praise is awaiting You, O God, in Zion; And to You the vow shall be performed.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "O You who hear prayer, To You all flesh will come.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Iniquities prevail against me;  As for  our transgressions, You will provide atonement for them.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Blessed  is the man  You choose, And cause to approach  You, That  he may dwell in Your courts. We shall be satisfied with the goodness of Your house, Of Your holy temple.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": " By  awesome deeds in righteousness You will answer us, O God of our salvation,  You who are  the confidence of all the ends of the earth, And of the far–off seas;",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Who established the mountains by His strength,  Being  clothed with power;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "You who still the noise of the seas, The noise of their waves, And the tumult of the peoples.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "They also who dwell in the farthest parts are afraid of Your signs; You make the outgoings of the morning and evening rejoice.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "You visit the earth and water it, You greatly enrich it; The river of God is full of water; You provide their grain, For so You have prepared it.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "You water its ridges abundantly, You settle its furrows; You make it soft with showers, You bless its growth.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "You crown the year with Your goodness, And Your paths drip  with  abundance.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "They drop  on  the pastures of the wilderness, And the little hills rejoice on every side.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "The pastures are clothed with flocks; The valleys also are covered with grain; They shout for joy, they also sing.",
      "type": "content"
    }
  ]
}