{
  "book": "Mazmur",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "<> O LORD my God, in You I put my trust; Save me from all those who persecute me; And deliver me,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "O LORD my God, if I have done this: If there is iniquity in my hands,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "If I have repaid evil to him who was at peace with me, Or have plundered my enemy without cause,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Let the enemy pursue me and overtake  me ; Yes, let him trample my life to the earth, And lay my honor in the dust. Selah",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Arise, O LORD, in Your anger; Lift Yourself up because of the rage of my enemies; Rise up for me  to  the judgment You have commanded!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "So the congregation of the peoples shall surround You; For their sakes, therefore, return on high.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "The LORD shall judge the peoples; Judge me, O LORD, according to my righteousness, And according to my integrity within me.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Oh, let the wickedness of the wicked come to an end, But establish the just; For the righteous God tests the hearts and minds.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "My defense  is  of God, Who saves the upright in heart.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "God  is  a just judge, And God is angry  with the wicked  every day.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "If he does not turn back, He will sharpen His sword; He bends His bow and makes it ready.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "He also prepares for Himself instruments of death; He makes His arrows into fiery shafts.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Behold,  the wicked  brings forth iniquity; Yes, he conceives trouble and brings forth falsehood.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "He made a pit and dug it out, And has fallen into the ditch  which  he made.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "His trouble shall return upon his own head, And his violent dealing shall come down on his own crown.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "I will praise the LORD according to His righteousness, And will sing praise to the name of the LORD Most High.",
      "type": "content"
    }
  ]
}