{
  "book": "Mazmur",
  "chapter": 92,
  "verses": [
    {
      "verse": 1,
      "text": "<>  It is  good to give thanks to the LORD, And to sing praises to Your name, O Most High;",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "On an instrument of ten strings, On the lute, And on the harp, With harmonious sound.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "For You, LORD, have made me glad through Your work; I will triumph in the works of Your hands.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "O LORD, how great are Your works! Your thoughts are very deep.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "A senseless man does not know, Nor does a fool understand this.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "When the wicked spring up like grass, And when all the workers of iniquity flourish,  It is  that they may be destroyed forever.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "But You, LORD,  are  on high forevermore.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "For behold, Your enemies, O LORD, For behold, Your enemies shall perish; All the workers of iniquity shall be scattered.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "But my horn You have exalted like a wild ox; I have been anointed with fresh oil.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "My eye also has seen  my desire  on my enemies; My ears hear  my desire  on the wicked Who rise up against me.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "The righteous shall flourish like a palm tree, He shall grow like a cedar in Lebanon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Those who are planted in the house of the LORD Shall flourish in the courts of our God.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "They shall still bear fruit in old age; They shall be fresh and flourishing,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "To declare that the LORD is upright;  He is  my rock, and  there is  no unrighteousness in Him.",
      "type": "content"
    }
  ]
}