{
  "book": "Kejadian",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Daftar bangsa-bangsa keturunan Sem, Ham dan Yafet",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Inilah keturunan Sem, Ham dan Yafet, anak-anak Nuh. Setelah air bah itu lahirlah anak-anak lelaki bagi mereka.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Keturunan Yafet ialah Gomer, Magog, Madai, Yawan, Tubal, Mesekh dan Tiras.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Keturunan Gomer ialah Askenas, Rifat dan Togarma.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Keturunan Yawan ialah Elisa, Tarsis, orang Kitim dan orang Dodanim.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dari mereka inilah berpencar bangsa-bangsa daerah pesisir. Itulah keturunan Yafet, masing-masing di tanahnya, dengan bahasanya sendiri, menurut kaum dan bangsa mereka.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Keturunan Ham ialah Kush, Misraim, Put dan Kanaan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Keturunan Kush ialah Seba, Hawila, Sabta, Raema dan Sabtekha; anak-anak Raema ialah Syeba dan Dedan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kush memperanakkan Nimrod; dialah yang mula-mula sekali orang yang berkuasa di bumi;",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "ia seorang pemburu yang gagah perkasa di hadapan TUHAN, sebab itu dikatakan orang: \"Seperti Nimrod, seorang pemburu yang gagah perkasa di hadapan TUHAN.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Mula-mula kerajaannya terdiri dari Babel, Erekh, dan Akad, semuanya di tanah Sinear.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dari negeri itu ia pergi ke Asyur, lalu mendirikan Niniwe, Rehobot-Ir, Kalah",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "dan Resen di antara Niniwe dan Kalah; itulah kota besar itu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Misraim memperanakkan orang Ludim, orang Anamim, orang Lehabim, orang Naftuhim,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "orang Patrusim, orang Kasluhim dan orang Kaftorim; dari mereka inilah berasal orang Filistin.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Kanaan memperanakkan Sidon, anak sulungnya, dan Het,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "serta orang Yebusi, orang Amori dan orang Girgasi;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "orang Hewi, orang Arki, orang Sini,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "orang Arwadi, orang Semari dan orang Hamati; kemudian berseraklah kaum-kaum orang Kanaan itu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Daerah orang Kanaan adalah dari Sidon ke arah Gerar sampai ke Gaza, ke arah Sodom, Gomora, Adma dan Zeboim sampai ke Lasa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Itulah keturunan Ham menurut kaum mereka, menurut bahasa mereka, menurut tanah mereka, menurut bangsa mereka.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Lahirlah juga anak-anak bagi Sem, bapa semua anak Eber serta abang Yafet.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Keturunan Sem ialah Elam, Asyur, Arpakhsad, Lud dan Aram.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Keturunan Aram ialah Us, Hul, Geter dan Mas.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Arpakhsad memperanakkan Selah, dan Selah memperanakkan Eber.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Bagi Eber lahir dua anak laki-laki; nama yang seorang ialah Peleg, sebab dalam zamannya bumi terbagi, dan nama adiknya ialah Yoktan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Yoktan memperanakkan Almodad, Selef, Hazar-Mawet dan Yerah,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Hadoram, Uzal dan Dikla,",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Obal, Abimael dan Syeba,",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ofir, Hawila dan Yobab; itulah semuanya keturunan Yoktan.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Daerah kediaman mereka terbentang dari Mesa ke arah Sefar, yaitu pegunungan di sebelah timur.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Itulah keturunan Sem, menurut kaum mereka, menurut bahasa mereka, menurut tanah mereka, menurut bangsa mereka.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Itulah segala kaum anak-anak Nuh menurut keturunan mereka, menurut bangsa mereka. Dan dari mereka itulah berpencar bangsa-bangsa di bumi setelah air bah itu.",
      "type": "content"
    }
  ]
}