{
  "book": "Kejadian",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Perjanjian Allah dengan Abram; janji tentang keturunannya",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Kemudian datanglah firman TUHAN kepada Abram dalam suatu penglihatan: \"Janganlah takut, Abram, Akulah perisaimu; upahmu akan sangat besar.\"",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Abram menjawab: \"Ya Tuhan ALLAH, apakah yang akan Engkau berikan kepadaku, karena aku akan meninggal dengan tidak mempunyai anak, dan yang akan mewarisi rumahku ialah Eliezer, orang Damsyik itu.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lagi kata Abram: \"Engkau tidak memberikan kepadaku keturunan, sehingga seorang hambaku nanti menjadi ahli warisku.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tetapi datanglah firman TUHAN kepadanya, demikian: \"Orang ini tidak akan menjadi ahli warismu, melainkan anak kandungmu, dialah yang akan menjadi ahli warismu.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Lalu TUHAN membawa Abram ke luar serta berfirman: \"Coba lihat ke langit, hitunglah bintang-bintang, jika engkau dapat menghitungnya.\" Maka firman-Nya kepadanya: \"Demikianlah banyaknya nanti keturunanmu.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Lalu percayalah Abram kepada TUHAN, maka TUHAN memperhitungkan hal itu kepadanya sebagai kebenaran.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Lagi firman TUHAN kepadanya: \"Akulah TUHAN, yang membawa engkau keluar dari Ur-Kasdim untuk memberikan negeri ini kepadamu menjadi milikmu.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kata Abram: \"Ya Tuhan ALLAH, dari manakah aku tahu, bahwa aku akan memilikinya?\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Firman TUHAN kepadanya: \"Ambillah bagi-Ku seekor lembu betina berumur tiga tahun, seekor kambing betina berumur tiga tahun, seekor domba jantan berumur tiga tahun, seekor burung tekukur dan seekor anak burung merpati.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Diambilnyalah semuanya itu bagi TUHAN, dipotong dua, lalu diletakkannya bagian-bagian itu yang satu di samping yang lain, tetapi burung-burung itu tidak dipotong dua.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ketika burung-burung buas hinggap pada daging binatang-binatang itu, maka Abram mengusirnya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Menjelang matahari terbenam, tertidurlah Abram dengan nyenyak. Lalu turunlah meliputinya gelap gulita yang mengerikan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Firman TUHAN kepada Abram: \"Ketahuilah dengan sesungguhnya bahwa keturunanmu akan menjadi orang asing dalam suatu negeri, yang bukan kepunyaan mereka, dan bahwa mereka akan diperbudak dan dianiaya, empat ratus tahun lamanya.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tetapi bangsa yang akan memperbudak mereka, akan Kuhukum, dan sesudah itu mereka akan keluar dengan membawa harta benda yang banyak.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tetapi engkau akan pergi kepada nenek moyangmu dengan sejahtera; engkau akan dikuburkan pada waktu telah putih rambutmu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tetapi keturunan yang keempat akan kembali ke sini, sebab sebelum itu kedurjanaan orang Amori itu belum genap.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ketika matahari telah terbenam, dan hari menjadi gelap, maka kelihatanlah perapian yang berasap beserta suluh yang berapi lewat di antara potongan-potongan daging itu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Pada hari itulah TUHAN mengadakan perjanjian dengan Abram serta berfirman: \"Kepada keturunanmulah Kuberikan negeri ini, mulai dari sungai Mesir sampai ke sungai yang besar itu, sungai Efrat:",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "yakni tanah orang Keni, orang Kenas, orang Kadmon,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "orang Het, orang Feris, orang Refaim,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "orang Amori, orang Kanaan, orang Girgasi dan orang Yebus itu.\"",
      "type": "content"
    }
  ]
}