{
  "book": "Kejadian",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Hagar dan Ismael",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Adapun Sarai, isteri Abram itu, tidak beranak. Ia mempunyai seorang hamba perempuan, orang Mesir, Hagar namanya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Berkatalah Sarai kepada Abram: \"Engkau tahu, TUHAN tidak memberi aku melahirkan anak. Karena itu baiklah hampiri hambaku itu; mungkin oleh dialah aku dapat memperoleh seorang anak.\" Dan Abram mendengarkan perkataan Sarai.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi Sarai, isteri Abram itu, mengambil Hagar, hambanya, orang Mesir itu, --yakni ketika Abram telah sepuluh tahun tinggal di tanah Kanaan--,lalu memberikannya kepada Abram, suaminya, untuk menjadi isterinya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Abram menghampiri Hagar, lalu mengandunglah perempuan itu. Ketika Hagar tahu, bahwa ia mengandung, maka ia memandang rendah akan nyonyanya itu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Lalu berkatalah Sarai kepada Abram: \"Penghinaan yang kuderita ini adalah tanggung jawabmu; akulah yang memberikan hambaku ke pangkuanmu, tetapi baru saja ia tahu, bahwa ia mengandung, ia memandang rendah akan aku; TUHAN kiranya yang menjadi Hakim antara aku dan engkau.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kata Abram kepada Sarai: \"Hambamu itu di bawah kekuasaanmu; perbuatlah kepadanya apa yang kaupandang baik.\" Lalu Sarai menindas Hagar, sehingga ia lari meninggalkannya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Lalu Malaikat TUHAN menjumpainya dekat suatu mata air di padang gurun, yakni dekat mata air di jalan ke Syur.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Katanya: \"Hagar, hamba Sarai, dari manakah datangmu dan ke manakah pergimu?\" Jawabnya: \"Aku lari meninggalkan Sarai, nyonyaku.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lalu kata Malaikat TUHAN itu kepadanya: \"Kembalilah kepada nyonyamu, biarkanlah engkau ditindas di bawah kekuasaannya.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Lagi kata Malaikat TUHAN itu kepadanya: \"Aku akan membuat sangat banyak keturunanmu, sehingga tidak dapat dihitung karena banyaknya.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Selanjutnya kata Malaikat TUHAN itu kepadanya: \"Engkau mengandung dan akan melahirkan seorang anak laki-laki dan akan menamainya Ismael, sebab TUHAN telah mendengar tentang penindasan atasmu itu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Seorang laki-laki yang lakunya seperti keledai liar, demikianlah nanti anak itu; tangannya akan melawan tiap-tiap orang dan tangan tiap-tiap orang akan melawan dia, dan di tempat kediamannya ia akan menentang semua saudaranya.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Kemudian Hagar menamakan TUHAN yang telah berfirman kepadanya itu dengan sebutan: \"Engkaulah El-Roi.\" Sebab katanya: \"Bukankah di sini kulihat Dia yang telah melihat aku?\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sebab itu sumur tadi disebutkan orang: sumur Lahai-Roi; letaknya antara Kadesh dan Bered.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Lalu Hagar melahirkan seorang anak laki-laki bagi Abram dan Abram menamai anak yang dilahirkan Hagar itu Ismael.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Abram berumur delapan puluh enam tahun, ketika Hagar melahirkan Ismael baginya.",
      "type": "content"
    }
  ]
}