{
  "book": "Kejadian",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "Sodom dan Gomora dimusnahkan Lot diselamatkan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Kedua malaikat itu tiba di Sodom pada waktu petang. Lot sedang duduk di pintu gerbang Sodom dan ketika melihat mereka, bangunlah ia menyongsong mereka, lalu sujud dengan mukanya sampai ke tanah,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "serta berkata: \"Tuan-tuan, silakanlah singgah ke rumah hambamu ini, bermalamlah di sini dan basuhlah kakimu, maka besok pagi tuan-tuan boleh melanjutkan perjalanannya.\" Jawab mereka: \"Tidak, kami akan bermalam di tanah lapang.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tetapi karena ia sangat mendesak mereka, singgahlah mereka dan masuk ke dalam rumahnya, kemudian ia menyediakan hidangan bagi mereka, ia membakar roti yang tidak beragi, lalu mereka makan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tetapi sebelum mereka tidur, orang-orang lelaki dari kota Sodom itu, dari yang muda sampai yang tua, bahkan seluruh kota, tidak ada yang terkecuali, datang mengepung rumah itu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Mereka berseru kepada Lot: \"Di manakah orang-orang yang datang kepadamu malam ini? Bawalah mereka keluar kepada kami, supaya kami pakai mereka.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Lalu keluarlah Lot menemui mereka, ke depan pintu, tetapi pintu ditutupnya di belakangnya,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "dan ia berkata: \"Saudara-saudaraku, janganlah kiranya berbuat jahat.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kamu tahu, aku mempunyai dua orang anak perempuan yang belum pernah dijamah laki-laki, baiklah mereka kubawa ke luar kepadamu; perbuatlah kepada mereka seperti yang kamu pandang baik; hanya jangan kamu apa-apakan orang-orang ini, sebab mereka memang datang untuk berlindung di dalam rumahku.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tetapi mereka berkata: \"Enyahlah!\" Lagi kata mereka: \"Orang ini datang ke sini sebagai orang asing dan dia mau menjadi hakim atas kita! Sekarang kami akan menganiaya engkau lebih dari pada kedua orang itu!\" Lalu mereka mendesak orang itu, yaitu Lot, dengan keras, dan mereka mendekat untuk mendobrak pintu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tetapi kedua orang itu mengulurkan tangannya, menarik Lot masuk ke dalam rumah, lalu menutup pintu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dan mereka membutakan mata orang-orang yang di depan pintu rumah itu, dari yang kecil sampai yang besar, sehingga percumalah orang-orang itu mencari-cari pintu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Lalu kedua orang itu berkata kepada Lot: \"Siapakah kaummu yang ada di sini lagi? Menantu atau anakmu laki-laki, anakmu perempuan, atau siapa saja kaummu di kota ini, bawalah mereka keluar dari tempat ini,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "sebab kami akan memusnahkan tempat ini, karena banyak keluh kesah orang tentang kota ini di hadapan TUHAN; sebab itulah TUHAN mengutus kami untuk memusnahkannya.\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Keluarlah Lot, lalu berbicara dengan kedua bakal menantunya, yang akan kawin dengan kedua anaknya perempuan, katanya: \"Bangunlah, keluarlah dari tempat ini, sebab TUHAN akan memusnahkan kota ini.\" Tetapi ia dipandang oleh kedua bakal menantunya itu sebagai orang yang berolok-olok saja.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ketika fajar telah menyingsing, kedua malaikat itu mendesak Lot, supaya bersegera, katanya: \"Bangunlah, bawalah isterimu dan kedua anakmu yang ada di sini, supaya engkau jangan mati lenyap karena kedurjanaan kota ini.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ketika ia berlambat-lambat, maka tangannya, tangan isteri dan tangan kedua anaknya dipegang oleh kedua orang itu, sebab TUHAN hendak mengasihani dia; lalu kedua orang itu menuntunnya ke luar kota dan melepaskannya di sana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sesudah kedua orang itu menuntun mereka sampai ke luar, berkatalah seorang: \"Larilah, selamatkanlah nyawamu; janganlah menoleh ke belakang, dan janganlah berhenti di manapun juga di Lembah Yordan, larilah ke pegunungan, supaya engkau jangan mati lenyap.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Kata Lot kepada mereka: \"Janganlah kiranya demikian, tuanku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sungguhlah hambamu ini telah dikaruniai belas kasihan di hadapanmu, dan tuanku telah berbuat kemurahan besar kepadaku dengan memelihara hidupku, tetapi jika aku harus lari ke pegunungan, pastilah aku akan tersusul oleh bencana itu, sehingga matilah aku.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sungguhlah kota yang di sana itu cukup dekat kiranya untuk lari ke sana; kota itu kecil; izinkanlah kiranya aku lari ke sana. Bukankah kota itu kecil? Jika demikian, nyawaku akan terpelihara.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sahut malaikat itu kepadanya: \"Baiklah, dalam hal inipun permintaanmu akan kuterima dengan baik; yakni kota yang telah kau sebut itu tidak akan kutunggangbalikkan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Cepatlah, larilah ke sana, sebab aku tidak dapat berbuat apa-apa, sebelum engkau sampai ke sana.\" Itulah sebabnya nama kota itu disebut Zoar.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Matahari telah terbit menyinari bumi, ketika Lot tiba di Zoar.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Kemudian TUHAN menurunkan hujan belerang dan api atas Sodom dan Gomora, berasal dari TUHAN, dari langit;",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "dan ditunggangbalikkan-Nyalah kota-kota itu dan Lembah Yordan dan semua penduduk kota-kota serta tumbuh-tumbuhan di tanah.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tetapi isteri Lot, yang berjalan mengikutnya, menoleh ke belakang, lalu menjadi tiang garam.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ketika Abraham pagi-pagi pergi ke tempat ia berdiri di hadapan TUHAN itu,",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "dan memandang ke arah Sodom dan Gomora serta ke seluruh tanah Lembah Yordan, maka dilihatnyalah asap dari bumi membubung ke atas sebagai asap dari dapur peleburan.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Demikianlah pada waktu Allah memusnahkan kota-kota di Lembah Yordan dan menunggangbalikkan kota-kota kediaman Lot, maka Allah ingat kepada Abraham, lalu dikeluarkan-Nyalah Lot dari tengah-tengah tempat yang ditunggangbalikkan itu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Lot dan kedua anaknya perempuan",
      "type": "title"
    },
    {
      "verse": 30,
      "text": "Pergilah Lot dari Zoar dan ia menetap bersama-sama dengan kedua anaknya perempuan di pegunungan, sebab ia tidak berani tinggal di Zoar, maka diamlah ia dalam suatu gua beserta kedua anaknya.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Kata kakaknya kepada adiknya: \"Ayah kita telah tua, dan tidak ada laki-laki di negeri ini yang dapat menghampiri kita, seperti kebiasaan seluruh bumi.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Marilah kita beri ayah kita minum anggur, lalu kita tidur dengan dia, supaya kita menyambung keturunan dari ayah kita.\"",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Pada malam itu mereka memberi ayah mereka minum anggur, lalu masuklah yang lebih tua untuk tidur dengan ayahnya; dan ayahnya itu tidak mengetahui ketika anaknya itu tidur dan ketika ia bangun.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Keesokan harinya berkatalah kakaknya kepada adiknya: \"Tadi malam aku telah tidur dengan ayah; baiklah malam ini juga kita beri dia minum anggur; masuklah engkau untuk tidur dengan dia, supaya kita menyambung keturunan dari ayah kita.\"",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Demikianlah juga pada malam itu mereka memberi ayah mereka minum anggur, lalu bangunlah yang lebih muda untuk tidur dengan ayahnya; dan ayahnya itu tidak mengetahui ketika anaknya itu tidur dan ketika ia bangun.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Lalu mengandunglah kedua anak Lot itu dari ayah mereka.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Yang lebih tua melahirkan seorang anak laki-laki, dan menamainya Moab; dialah bapa orang Moab yang sekarang.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Yang lebih mudapun melahirkan seorang anak laki-laki, dan menamainya Ben-Ami; dialah bapa bani Amon yang sekarang.",
      "type": "content"
    }
  ]
}