{
  "book": "Kejadian",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Ishak lahir",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "TUHAN memperhatikan Sara, seperti yang difirmankan-Nya, dan TUHAN melakukan kepada Sara seperti yang dijanjikan-Nya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Maka mengandunglah Sara, lalu ia melahirkan seorang anak laki-laki bagi Abraham dalam masa tuanya, pada waktu yang telah ditetapkan, sesuai dengan firman Allah kepadanya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Abraham menamai anaknya yang baru lahir itu Ishak, yang dilahirkan Sara baginya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Kemudian Abraham menyunat Ishak, anaknya itu, ketika berumur delapan hari, seperti yang diperintahkan Allah kepadanya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Adapun Abraham berumur seratus tahun, ketika Ishak, anaknya, lahir baginya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Berkatalah Sara: \"Allah telah membuat aku tertawa; setiap orang yang mendengarnya akan tertawa karena aku.\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Lagi katanya: \"Siapakah tadinya yang dapat mengatakan kepada Abraham: Sara menyusui anak? Namun aku telah melahirkan seorang anak laki-laki baginya pada masa tuanya.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Abraham mengusir Hagar dan Ismael",
      "type": "title"
    },
    {
      "verse": 8,
      "text": "Bertambah besarlah anak itu dan ia disapih, lalu Abraham mengadakan perjamuan besar pada hari Ishak disapih itu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pada waktu itu Sara melihat, bahwa anak yang dilahirkan Hagar, perempuan Mesir itu bagi Abraham, sedang main dengan Ishak, anaknya sendiri.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Berkatalah Sara kepada Abraham: \"Usirlah hamba perempuan itu beserta anaknya, sebab anak hamba ini tidak akan menjadi ahli waris bersama-sama dengan anakku Ishak.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hal ini sangat menyebalkan Abraham oleh karena anaknya itu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tetapi Allah berfirman kepada Abraham: \"Janganlah sebal hatimu karena hal anak dan budakmu itu; dalam segala yang dikatakan Sara kepadamu, haruslah engkau mendengarkannya, sebab yang akan disebut keturunanmu ialah yang berasal dari Ishak.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tetapi keturunan dari hambamu itu juga akan Kubuat menjadi suatu bangsa, karena iapun anakmu.\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Keesokan harinya pagi-pagi Abraham mengambil roti serta sekirbat air dan memberikannya kepada Hagar. Ia meletakkan itu beserta anaknya di atas bahu Hagar, kemudian disuruhnyalah perempuan itu pergi. Maka pergilah Hagar dan mengembara di padang gurun Bersyeba.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ketika air yang dikirbat itu habis, dibuangnyalah anak itu ke bawah semak-semak,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "dan ia duduk agak jauh, kira-kira sepemanah jauhnya, sebab katanya: \"Tidak tahan aku melihat anak itu mati.\" Sedang ia duduk di situ, menangislah ia dengan suara nyaring.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Allah mendengar suara anak itu, lalu Malaikat Allah berseru dari langit kepada Hagar, kata-Nya kepadanya: \"Apakah yang engkau susahkan, Hagar? Janganlah takut, sebab Allah telah mendengar suara anak itu dari tempat ia terbaring.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Bangunlah, angkatlah anak itu, dan bimbinglah dia, sebab Aku akan membuat dia menjadi bangsa yang besar.\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Lalu Allah membuka mata Hagar, sehingga ia melihat sebuah sumur; ia pergi mengisi kirbatnya dengan air, kemudian diberinya anak itu minum.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Allah menyertai anak itu, sehingga ia bertambah besar; ia menetap di padang gurun dan menjadi seorang pemanah.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Maka tinggallah ia di padang gurun Paran, dan ibunya mengambil seorang isteri baginya dari tanah Mesir.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Perjanjian Abraham dengan Abimelekh",
      "type": "title"
    },
    {
      "verse": 22,
      "text": "Pada waktu itu Abimelekh, beserta Pikhol, panglima tentaranya, berkata kepada Abraham: \"Allah menyertai engkau dalam segala sesuatu yang engkau lakukan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Oleh sebab itu, bersumpahlah kepadaku di sini demi Allah, bahwa engkau tidak akan berlaku curang kepadaku, atau kepada anak-anakku, atau kepada cucu cicitku; sesuai dengan persahabatan yang kulakukan kepadamu, demikianlah harus engkau berlaku kepadaku dan kepada negeri yang kautinggali sebagai orang asing.\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Lalu kata Abraham: \"Aku bersumpah!\"",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tetapi Abraham menyesali Abimelekh tentang sebuah sumur yang telah dirampas oleh hamba-hamba Abimelekh.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jawab Abimelekh: \"Aku tidak tahu, siapa yang melakukan hal itu; lagi tidak kauberitahukan kepadaku, dan sampai hari ini belum pula kudengar.\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Lalu Abraham mengambil domba dan lembu dan memberikan semuanya itu kepada Abimelekh, kemudian kedua orang itu mengadakan perjanjian.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tetapi Abraham memisahkan tujuh anak domba betina dari domba-domba itu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Lalu kata Abimelekh kepada Abraham: \"Untuk apakah ketujuh anak domba yang kaupisahkan ini?\"",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jawabnya: \"Ketujuh anak domba ini harus kauterima dari tanganku untuk menjadi tanda bukti bagiku, bahwa akulah yang menggali sumur ini.\"",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sebab itu orang menyebutkan tempat itu Bersyeba, karena kedua orang itu telah bersumpah di sana.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Setelah mereka mengadakan perjanjian di Bersyeba, pulanglah Abimelekh beserta Pikhol, panglima tentaranya, ke negeri orang Filistin.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Lalu Abraham menanam sebatang pohon tamariska di Bersyeba, dan memanggil di sana nama TUHAN, Allah yang kekal.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dan masih lama Abraham tinggal sebagai orang asing di negeri orang Filistin.",
      "type": "content"
    }
  ]
}