{
  "book": "Kejadian",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "Ishak di negeri orang Filistin",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Maka timbullah kelaparan di negeri itu. --Ini bukan kelaparan yang pertama, yang telah terjadi dalam zaman Abraham. Sebab itu Ishak pergi ke Gerar, kepada Abimelekh, raja orang Filistin.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lalu TUHAN menampakkan diri kepadanya serta berfirman: \"Janganlah pergi ke Mesir, diamlah di negeri yang akan Kukatakan kepadamu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tinggallah di negeri ini sebagai orang asing, maka Aku akan menyertai engkau dan memberkati engkau, sebab kepadamulah dan kepada keturunanmu akan Kuberikan seluruh negeri ini, dan Aku akan menepati sumpah yang telah Kuikrarkan kepada Abraham, ayahmu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Aku akan membuat banyak keturunanmu seperti bintang di langit; Aku akan memberikan kepada keturunanmu seluruh negeri ini, dan oleh keturunanmu semua bangsa di bumi akan mendapat berkat,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "karena Abraham telah mendengarkan firman-Ku dan memelihara kewajibannya kepada-Ku, yaitu segala perintah, ketetapan dan hukum-Ku.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi tinggallah Ishak di Gerar.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ketika orang-orang di tempat itu bertanya tentang isterinya, berkatalah ia: \"Dia saudaraku,\" sebab ia takut mengatakan: \"Ia isteriku,\" karena pikirnya: \"Jangan-jangan aku dibunuh oleh penduduk tempat ini karena Ribka, sebab elok parasnya.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Setelah beberapa lama ia ada di sana, pada suatu kali menjenguklah Abimelekh, raja orang Filistin itu dari jendela, maka dilihatnya Ishak sedang bercumbu-cumbuan dengan Ribka, isterinya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lalu Abimelekh memanggil Ishak dan berkata: \"Sesungguhnya dia isterimu, masakan engkau berkata: Dia saudaraku?\" Jawab Ishak kepadanya: \"Karena pikirku: Jangan-jangan aku mati karena dia.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tetapi Abimelekh berkata: \"Apakah juga yang telah kauperbuat ini terhadap kami? Mudah sekali terjadi, salah seorang dari bangsa ini tidur dengan isterimu, sehingga dengan demikian engkau mendatangkan kesalahan atas kami.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Lalu Abimelekh memberi perintah kepada seluruh bangsa itu: \"Siapa yang mengganggu orang ini atau isterinya, pastilah ia akan dihukum mati.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Maka menaburlah Ishak di tanah itu dan dalam tahun itu juga ia mendapat hasil seratus kali lipat; sebab ia diberkati TUHAN.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dan orang itu menjadi kaya, bahkan kian lama kian kaya, sehingga ia menjadi sangat kaya.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia mempunyai kumpulan kambing domba dan lembu sapi serta banyak anak buah, sehingga orang Filistin itu cemburu kepadanya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Segala sumur, yang digali dalam zaman Abraham, ayahnya, oleh hamba-hamba ayahnya itu, telah ditutup oleh orang Filistin dan ditimbun dengan tanah.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Lalu kata Abimelekh kepada Ishak: \"Pergilah dari tengah-tengah kami sebab engkau telah menjadi jauh lebih berkuasa dari pada kami.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi pergilah Ishak dari situ dan berkemahlah ia di lembah Gerar, dan ia menetap di situ.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Kemudian Ishak menggali kembali sumur-sumur yang digali dalam zaman Abraham, ayahnya, dan yang telah ditutup oleh orang Filistin sesudah Abraham mati; disebutkannyalah nama sumur-sumur itu menurut nama-nama yang telah diberikan oleh ayahnya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ketika hamba-hamba Ishak menggali di lembah itu, mereka mendapati di situ mata air yang berbual-bual airnya.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Lalu bertengkarlah para gembala Gerar dengan para gembala Ishak. Kata mereka: \"Air ini kepunyaan kami.\" Dan Ishak menamai sumur itu Esek, karena mereka bertengkar dengan dia di sana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Kemudian mereka menggali sumur lain, dan mereka bertengkar juga tentang itu. Maka Ishak menamai sumur itu Sitna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ia pindah dari situ dan menggali sumur yang lain lagi, tetapi tentang sumur ini mereka tidak bertengkar. Sumur ini dinamainya Rehobot, dan ia berkata: \"Sekarang TUHAN telah memberikan kelonggaran kepada kita, sehingga kita dapat beranak cucu di negeri ini.\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dari situ ia pergi ke Bersyeba.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Lalu pada malam itu TUHAN menampakkan diri kepadanya serta berfirman: \"Akulah Allah ayahmu Abraham; janganlah takut, sebab Aku menyertai engkau; Aku akan memberkati engkau dan membuat banyak keturunanmu karena Abraham, hamba-Ku itu.\"",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sesudah itu Ishak mendirikan mezbah di situ dan memanggil nama TUHAN. Ia memasang kemahnya di situ, lalu hamba-hambanya menggali sumur di situ.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Datanglah Abimelekh dari Gerar mendapatkannya, bersama-sama dengan Ahuzat, sahabatnya, dan Pikhol, kepala pasukannya.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tetapi kata Ishak kepada mereka: \"Mengapa kamu datang mendapatkan aku? Bukankah kamu benci kepadaku, dan telah menyuruh aku keluar dari tanahmu?\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jawab mereka: \"Kami telah melihat sendiri, bahwa TUHAN menyertai engkau; sebab itu kami berkata: baiklah kita mengadakan sumpah setia, antara kami dan engkau; dan baiklah kami mengikat perjanjian dengan engkau,",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "bahwa engkau tidak akan berbuat jahat kepada kami, seperti kami tidak mengganggu engkau, dan seperti kami semata-mata berbuat baik kepadamu dan membiarkan engkau pergi dengan damai; bukankah engkau sekarang yang diberkati TUHAN.\"",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Kemudian Ishak mengadakan perjamuan bagi mereka, lalu mereka makan dan minum.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Keesokan harinya pagi-pagi bersumpah-sumpahanlah mereka. Kemudian Ishak melepas mereka, dan mereka meninggalkan dia dengan damai.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Pada hari itu datanglah hamba-hamba Ishak memberitahukan kepadanya tentang sumur yang telah digali mereka, serta berkata kepadanya: \"Kami telah mendapat air.\"",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Lalu dinamainyalah sumur itu Syeba. Sebab itu nama kota itu adalah Bersyeba, sampai sekarang.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ketika Esau telah berumur empat puluh tahun, ia mengambil Yudit, anak Beeri orang Het, dan Basmat, anak Elon orang Het, menjadi isterinya.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Kedua perempuan itu menimbulkan kepedihan hati bagi Ishak dan bagi Ribka.",
      "type": "content"
    }
  ]
}