{
  "book": "Kejadian",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "Kemudian Ishak memanggil Yakub, lalu memberkati dia serta memesankan kepadanya, katanya: \"Janganlah mengambil isteri dari perempuan Kanaan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Bersiaplah, pergilah ke Padan-Aram, ke rumah Betuel, ayah ibumu, dan ambillah dari situ seorang isteri dari anak-anak Laban, saudara ibumu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Moga-moga Allah Yang Mahakuasa memberkati engkau, membuat engkau beranak cucu dan membuat engkau menjadi banyak, sehingga engkau menjadi sekumpulan bangsa-bangsa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Moga-moga Ia memberikan kepadamu berkat yang untuk Abraham, kepadamu serta kepada keturunanmu, sehingga engkau memiliki negeri ini yang kaudiami sebagai orang asing, yang telah diberikan Allah kepada Abraham.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Demikianlah Ishak melepas Yakub, lalu berangkatlah Yakub ke Padan-Aram, kepada Laban anak Betuel, orang Aram itu, saudara Ribka ibu Yakub dan Esau.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ketika Esau melihat, bahwa Ishak telah memberkati Yakub dan melepasnya ke Padan-Aram untuk mengambil isteri dari situ--pada waktu ia memberkatinya ia telah memesankan kepada Yakub: \"Janganlah ambil isteri dari antara perempuan Kanaan\" --",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "dan bahwa Yakub mendengarkan perkataan ayah dan ibunya, dan pergi ke Padan-Aram,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "maka Esaupun menyadari, bahwa perempuan Kanaan itu tidak disukai oleh Ishak, ayahnya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebab itu ia pergi kepada Ismael dan mengambil Mahalat menjadi isterinya, di samping kedua isterinya yang telah ada. Mahalat adalah anak Ismael anak Abraham, adik Nebayot.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Mimpi Yakub di Betel",
      "type": "title"
    },
    {
      "verse": 10,
      "text": "Maka Yakub berangkat dari Bersyeba dan pergi ke Haran.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia sampai di suatu tempat, dan bermalam di situ, karena matahari telah terbenam. Ia mengambil sebuah batu yang terletak di tempat itu dan dipakainya sebagai alas kepala, lalu membaringkan dirinya di tempat itu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Maka bermimpilah ia, di bumi ada didirikan sebuah tangga yang ujungnya sampai di langit, dan tampaklah malaikat-malaikat Allah turun naik di tangga itu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Berdirilah TUHAN di sampingnya dan berfirman: \"Akulah TUHAN, Allah Abraham, nenekmu, dan Allah Ishak; tanah tempat engkau berbaring ini akan Kuberikan kepadamu dan kepada keturunanmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Keturunanmu akan menjadi seperti debu tanah banyaknya, dan engkau akan mengembang ke sebelah timur, barat, utara dan selatan, dan olehmu serta keturunanmu semua kaum di muka bumi akan mendapat berkat.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sesungguhnya Aku menyertai engkau dan Aku akan melindungi engkau, ke manapun engkau pergi, dan Aku akan membawa engkau kembali ke negeri ini, sebab Aku tidak akan meninggalkan engkau, melainkan tetap melakukan apa yang Kujanjikan kepadamu.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ketika Yakub bangun dari tidurnya, berkatalah ia: \"Sesungguhnya TUHAN ada di tempat ini, dan aku tidak mengetahuinya.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ia takut dan berkata: \"Alangkah dahsyatnya tempat ini. Ini tidak lain dari rumah Allah, ini pintu gerbang sorga.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Keesokan harinya pagi-pagi Yakub mengambil batu yang dipakainya sebagai alas kepala dan mendirikan itu menjadi tugu dan menuang minyak ke atasnya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia menamai tempat itu Betel; dahulu nama kota itu Lus.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Lalu bernazarlah Yakub: \"Jika Allah akan menyertai dan akan melindungi aku di jalan yang kutempuh ini, memberikan kepadaku roti untuk dimakan dan pakaian untuk dipakai,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "sehingga aku selamat kembali ke rumah ayahku, maka TUHAN akan menjadi Allahku.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dan batu yang kudirikan sebagai tugu ini akan menjadi rumah Allah. Dari segala sesuatu yang Engkau berikan kepadaku akan selalu kupersembahkan sepersepuluh kepada-Mu.\"",
      "type": "content"
    }
  ]
}