{
  "book": "Kejadian",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "Dina dan Sikhem",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada suatu kali pergilah Dina, anak perempuan Lea yang dilahirkannya bagi Yakub, mengunjungi perempuan-perempuan di negeri itu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ketika itu terlihatlah ia oleh Sikhem, anak Hemor, orang Hewi, raja negeri itu, lalu Dina itu dilarikannya dan diperkosanya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tetapi terikatlah hatinya kepada Dina, anak Yakub; ia cinta kepada gadis itu, lalu menenangkan hati gadis itu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sebab itu berkatalah Sikhem kepada Hemor, ayahnya: \"Ambillah bagiku gadis ini untuk menjadi isteriku.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Kedengaranlah kepada Yakub, bahwa Sikhem mencemari Dina. Tetapi anak-anaknya ada di padang menjaga ternaknya, jadi Yakub mendiamkan soal itu sampai mereka pulang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Lalu Hemor ayah Sikhem, pergi mendapatkan Yakub untuk berbicara dengan dia.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sementara itu anak-anak Yakub pulang dari padang, dan sesudah mendengar peristiwa itu orang-orang ini sakit hati dan sangat marah karena Sikhem telah berbuat noda di antara orang Israel dengan memperkosa anak perempuan Yakub, sebab yang demikian itu tidak patut dilakukan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Berbicaralah Hemor kepada mereka itu: \"Hati Sikhem anakku mengingini anakmu; kiranya kamu memberikan dia kepadanya menjadi isterinya",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "dan biarlah kita ambil-mengambil: berikanlah gadis-gadis kamu kepada kami dan ambillah gadis-gadis kami.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tinggallah pada kami: negeri ini terbuka untuk kamu; tinggallah di sini, jalanilah negeri ini dengan bebas, dan menetaplah di sini.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Lalu Sikhem berkata kepada ayah anak itu dan kepada kakak-kakaknya: \"Biarlah kiranya aku mendapat kasihmu, aku akan memberikan kepadamu apa yang kamu minta;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "walaupun kamu bebankan kepadaku uang jujuran dan uang mahar seberapa banyakpun, aku akan memberikan apa yang kamu minta; tetapi berilah gadis itu kepadaku menjadi isteriku.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lalu anak-anak Yakub menjawab Sikhem dan Hemor, ayahnya, dengan tipu muslihat. Karena Sikhem telah mencemari Dina, adik mereka itu,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "berkatalah mereka kepada kedua orang itu: \"Kami tidak dapat berbuat demikian, memberikan adik kami kepada seorang laki-laki yang tidak bersunat, sebab hal itu aib bagi kami.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hanyalah dengan syarat ini kami dapat menyetujui permintaanmu: kamu harus sama seperti kami, yaitu setiap laki-laki di antara kamu harus disunat,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "barulah kami akan memberikan gadis-gadis kami kepada kamu dan mengambil gadis-gadis kamu; maka kami akan tinggal padamu, dan kita akan menjadi satu bangsa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tetapi jika kamu tidak mendengarkan perkataan kami dan kamu tidak disunat, maka kami akan mengambil kembali anak itu, lalu pergi.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Lalu Hemor dan Sikhem, anak Hemor, menyetujui usul mereka.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dan orang muda itu tidak bertangguh melakukannya, sebab ia suka kepada anak Yakub, lagipula ia seorang yang paling dihormati di antara seluruh kaum keluarganya.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Lalu pergilah Hemor dan Sikhem, anaknya itu, ke pintu gerbang kota mereka dan mereka berbicara kepada penduduk kota itu:",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "\"Orang-orang itu mau hidup damai dengan kita, biarlah mereka tinggal di negeri ini dan menjalaninya dengan bebas; bukankah negeri ini cukup luas untuk mereka? Maka kita dapat mengambil gadis-gadis mereka menjadi isteri kita dan kita dapat memberikan gadis-gadis kita kepada mereka.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Namun hanya dengan syarat ini orang-orang itu setuju tinggal bersama-sama dengan kita, sehingga kita menjadi satu bangsa, yaitu setiap laki-laki di antara kita harus disunat seperti mereka bersunat.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ternak mereka, harta benda mereka dan segala hewan mereka, bukankah semuanya itu akan menjadi milik kita? Hanya biarlah kita menyetujui permintaan mereka, sehingga mereka tetap tinggal pada kita.\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Maka usul Hemor dan Sikhem, anaknya itu, didengarkan oleh semua orang yang datang berkumpul di pintu gerbang kota itu, lalu disunatlah setiap laki-laki, yakni setiap orang dewasa di kota itu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Pada hari ketiga, ketika mereka sedang menderita kesakitan, datanglah dua orang anak Yakub, yaitu Simeon dan Lewi, kakak-kakak Dina, setelah masing-masing mengambil pedangnya, menyerang kota itu dengan tidak takut-takut serta membunuh setiap laki-laki.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Juga Hemor dan Sikhem, anaknya, dibunuh mereka dengan mata pedang, dan mereka mengambil Dina dari rumah Sikhem, lalu pergi.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Kemudian datanglah anak-anak Yakub merampasi orang-orang yang terbunuh itu, lalu menjarah kota itu, karena adik mereka telah dicemari.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Kambing dombanya dan lembu sapinya, keledainya dan segala yang di dalam dan di luar kota itu dibawa mereka;",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "segala kekayaannya, semua anaknya dan perempuannya ditawan dan dijarah mereka, juga seluruhnya yang ada di rumah-rumah.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Yakub berkata kepada Simeon dan Lewi: \"Kamu telah mencelakakan aku dengan membusukkan namaku kepada penduduk negeri ini, kepada orang Kanaan dan orang Feris, padahal kita ini hanya sedikit jumlahnya; apabila mereka bersekutu melawan kita, tentulah mereka akan memukul kita kalah, dan kita akan dipunahkan, aku beserta seisi rumahku.\"",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tetapi jawab mereka: \"Mengapa adik kita diperlakukannya sebagai seorang perempuan sundal!\"",
      "type": "content"
    }
  ]
}