{
  "book": "Kejadian",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "Yakub di Betel untuk kedua kalinya",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Allah berfirman kepada Yakub: \"Bersiaplah, pergilah ke Betel, tinggallah di situ, dan buatlah di situ mezbah bagi Allah, yang telah menampakkan diri kepadamu, ketika engkau lari dari Esau, kakakmu.\"",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lalu berkatalah Yakub kepada seisi rumahnya dan kepada semua orang yang bersama-sama dengan dia: \"Jauhkanlah dewa-dewa asing yang ada di tengah-tengah kamu, tahirkanlah dirimu dan tukarlah pakaianmu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Marilah kita bersiap dan pergi ke Betel; aku akan membuat mezbah di situ bagi Allah, yang telah menjawab aku pada masa kesesakanku dan yang telah menyertai aku di jalan yang kutempuh.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Mereka menyerahkan kepada Yakub segala dewa asing yang dipunyai mereka dan anting-anting yang ada pada telinga mereka, lalu Yakub menanamnya di bawah pohon besar yang dekat Sikhem.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sesudah itu berangkatlah mereka. Dan kedahsyatan yang dari Allah meliputi kota-kota sekeliling mereka, sehingga anak-anak Yakub tidak dikejar.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Lalu sampailah Yakub ke Lus yang di tanah Kanaan--yaitu Betel--,ia dan semua orang yang bersama-sama dengan dia.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Didirikannyalah mezbah di situ, dan dinamainyalah tempat itu El-Betel, karena Allah telah menyatakan diri kepadanya di situ, ketika ia lari terhadap kakaknya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ketika Debora, inang pengasuh Ribka, mati, dikuburkanlah ia di sebelah hilir Betel di bawah pohon besar, yang dinamai orang: Pohon Besar Penangisan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Setelah Yakub datang dari Padan-Aram, maka Allah menampakkan diri pula kepadanya dan memberkati dia.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Firman Allah kepadanya: \"Namamu Yakub; dari sekarang namamu bukan lagi Yakub, melainkan Israel, itulah yang akan menjadi namamu.\" Maka Allah menamai dia Israel.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Lagi firman Allah kepadanya: \"Akulah Allah Yang Mahakuasa. Beranakcuculah dan bertambah banyak; satu bangsa, bahkan sekumpulan bangsa-bangsa, akan terjadi dari padamu dan raja-raja akan berasal dari padamu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dan negeri ini yang telah Kuberikan kepada Abraham dan kepada Ishak, akan Kuberikan kepadamu dan juga kepada keturunanmu.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lalu naiklah Allah meninggalkan Yakub dari tempat Ia berfirman kepadanya.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Kemudian Yakub mendirikan tugu di tempat itu, yakni tugu batu; ia mempersembahkan korban curahan dan menuangkan minyak di atasnya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Yakub menamai tempat di mana Allah telah berfirman kepadanya \"Betel\".",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Kelahiran Benyamin -- Rahel mati",
      "type": "title"
    },
    {
      "verse": 16,
      "text": "Sesudah itu berangkatlah mereka dari Betel. Ketika mereka tidak berapa jauh lagi dari Efrata, bersalinlah Rahel, dan bersalinnya itu sangat sukar.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sedang ia sangat sukar bersalin, berkatalah bidan kepadanya: \"Janganlah takut, sekali inipun anak laki-laki yang kaudapat.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dan ketika ia hendak menghembuskan nafas--sebab ia mati kemudian--diberikannyalah nama Ben-oni kepada anak itu, tetapi ayahnya menamainya Benyamin.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Demikianlah Rahel mati, lalu ia dikuburkan di sisi jalan ke Efrata, yaitu Betlehem.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Yakub mendirikan tugu di atas kuburnya; itulah tugu kubur Rahel sampai sekarang.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sesudah itu berangkatlah Israel, lalu ia memasang kemahnya di seberang Migdal-Eder.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ketika Israel diam di negeri ini, terjadilah bahwa Ruben sampai tidur dengan Bilha, gundik ayahnya, dan kedengaranlah hal itu kepada Israel.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Anak-anak Yakub -- Ishak mati",
      "type": "title"
    },
    {
      "verse": 23,
      "text": "Anak-anak Lea ialah Ruben, anak sulung Yakub, kemudian Simeon, Lewi, Yehuda, Isakhar dan Zebulon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Anak-anak Rahel ialah Yusuf dan Benyamin.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dan anak-anak Bilha, budak perempuan Rahel ialah Dan serta Naftali.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dan anak-anak Zilpa, budak perempuan Lea ialah Gad dan Asyer. Itulah anak-anak lelaki Yakub, yang dilahirkan baginya di Padan-Aram.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Lalu sampailah Yakub kepada Ishak, ayahnya, di Mamre dekat Kiryat-Arba--itulah Hebron--tempat Abraham dan Ishak tinggal sebagai orang asing.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Adapun umur Ishak seratus delapan puluh tahun.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Lalu meninggallah Ishak, ia mati dan dikumpulkan kepada kaum leluhurnya; ia tua dan suntuk umur, maka Esau dan Yakub, anak-anaknya itu, menguburkan dia.",
      "type": "content"
    }
  ]
}