{
  "book": "Kejadian",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Keturunan Esau",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Inilah keturunan Esau, yaitu Edom.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Esau mengambil perempuan-perempuan Kanaan menjadi isterinya, yakni Ada, anak Elon orang Het, dan Oholibama, anak Ana anak Zibeon orang Hewi,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "dan Basmat, anak Ismael, adik Nebayot.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ada melahirkan Elifas bagi Esau, dan Basmat melahirkan Rehuel,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "dan Oholibama melahirkan Yeush, Yaelam dan Korah. Itulah anak-anak Esau, yang lahir baginya di tanah Kanaan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Esau membawa isteri-isterinya, anak-anaknya lelaki dan perempuan dan semua orang yang ada di rumahnya, ternaknya, segala hewannya dan segala harta bendanya yang telah diperolehnya di tanah Kanaan, lalu pergilah ia ke negeri lain dan ia meninggalkan Yakub, adiknya itu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sebab harta milik mereka terlalu banyak, sehingga mereka tidak dapat tinggal bersama-sama, dan negeri penumpangan mereka tidak dapat memuat mereka karena banyaknya ternak mereka itu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Maka menetaplah Esau di pegunungan Seir; Esau itulah Edom.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Inilah keturunan Esau, bapa orang Edom, di pegunungan Seir.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nama anak-anaknya ialah: Elifas, anak Ada isteri Esau; Rehuel, anak Basmat isteri Esau.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Anak-anak Elifas ialah Teman, Omar, Zefo, Gaetam dan Kenas.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Timna adalah gundik Elifas anak Esau; ia melahirkan Amalek bagi Elifas. Itulah cucu-cucu Ada isteri Esau.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Inilah anak-anak Rehuel: Nahat, Zerah, Syama dan Miza. Itulah cucu-cucu Basmat isteri Esau.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Inilah anak-anak Oholibama, isteri Esau itu, anak Ana anak Zibeon; ia melahirkan bagi Esau: Yeush, Yaelam dan Korah.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Inilah kepala-kepala kaum bani Esau: keturunan Elifas anak sulung Esau, ialah kepala kaum Teman, kepala kaum Omar, kepala kaum Zefo, kepala kaum Kenas,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "kepala kaum Korah, kepala kaum Gaetam dan kepala kaum Amalek; itulah kepala-kepala kaum Elifas di tanah Edom; itulah keturunan Ada.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Inilah keturunan Rehuel anak Esau: kepala kaum Nahat, kepala kaum Zerah, kepala kaum Syama dan kepala kaum Miza; itulah kepala-kepala kaum Rehuel di tanah Edom; itulah keturunan Basmat isteri Esau.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Inilah keturunan Oholibama isteri Esau: kepala kaum Yeush, kepala kaum Yaelam, kepala kaum Korah; itulah kepala-kepala kaum Oholibama, isteri Esau, anak Ana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Itulah bani Esau, yakni Edom, dan itulah kepala-kepala kaum mereka.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Keturunan Seir",
      "type": "title"
    },
    {
      "verse": 20,
      "text": "Inilah anak-anak Seir, orang Hori, penduduk negeri itu: Lotan, Syobal, Zibeon, Ana,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Disyon, Ezer, Disyan; itulah kepala-kepala kaum orang Hori, anak-anak Seir, di tanah Edom.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Anak-anak Lotan ialah Hori dan Heman, dan saudara perempuan Lotan ialah Timna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Inilah anak-anak Syobal: Alwan, Manahat, Ebal, Syefo dan Onam.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Inilah anak-anak Zibeon: Aya dan Ana; Ana inilah yang menemui mata-mata air panas di padang gurun, ketika ia sedang menggembalakan keledai Zibeon ayahnya itu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Inilah anak-anak Ana: Disyon dan Oholibama anak perempuan Ana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Inilah anak-anak Disyon: Hemdan, Esyban, Yitran dan Keran.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Inilah anak-anak Ezer: Bilhan, Zaawan dan Akan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Inilah anak-anak Disyan: Us dan Aran.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Itulah kepala-kepala kaum orang Hori: kepala kaum Lotan, kepala kaum Syobal, kepala kaum Zibeon, kepala kaum Ana,",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "kepala kaum Disyon, kepala kaum Ezer dan kepala kaum Disyan; itulah kepala-kepala kaum orang Hori, kaum demi kaum, di tanah Seir.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Raja-raja Edom",
      "type": "title"
    },
    {
      "verse": 31,
      "text": "Inilah raja-raja yang memerintah di tanah Edom, sebelum ada seorang raja memerintah atas orang Israel.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Di Edom yang memerintah ialah Bela bin Beor dan kotanya bernama Dinhaba.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Setelah Bela mati, Yobab bin Zerah dari Bozra menjadi raja menggantikan dia.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Setelah Yobab mati, Husyam, dari negeri orang Teman, menjadi raja menggantikan dia.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Setelah Husyam mati, Hadad bin Bedad menjadi raja menggantikan dia; dialah yang memukul kalah orang Midian di daerah Moab, dan kotanya bernama Awit.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Setelah Hadad mati, Samla dari Masreka menjadi raja menggantikan dia.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Setelah Samla mati, Saul, dari Rehobot yang di pinggir sungai, menjadi raja menggantikan dia.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Setelah Saul mati, Baal-Hanan bin Akhbor menjadi raja menggantikan dia.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Setelah Baal-Hanan bin Akhbor mati, Hadar menjadi raja menggantikan dia; kotanya bernama Pahu dan isterinya bernama Mehetabeel binti Matred binti Mezahab.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Inilah nama kepala-kepala kaum Esau menurut kaum dan tempat mereka, dengan nama mereka masing-masing: kepala kaum Timna, kepala kaum Alwa, kepala kaum Yetet,",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "kepala kaum Oholibama, kepala kaum Ela, kepala kaum Pinon,",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "kepala kaum Kenas, kepala kaum Teman, kepala kaum Mibzar,",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "kepala kaum Magdiel dan kepala kaum Iram; itulah kepala-kepala kaum Edom, menurut tempat kediaman mereka di tanah milik mereka; Edom ialah Esau, bapa orang Edom.",
      "type": "content"
    }
  ]
}