{
  "book": "Kejadian",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "Yusuf dan saudara-saudaranya",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Adapun Yakub, ia diam di negeri penumpangan ayahnya, yakni di tanah Kanaan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Inilah riwayat keturunan Yakub. Yusuf, tatkala berumur tujuh belas tahun--jadi masih muda--biasa menggembalakan kambing domba, bersama-sama dengan saudara-saudaranya, anak-anak Bilha dan Zilpa, kedua isteri ayahnya. Dan Yusuf menyampaikan kepada ayahnya kabar tentang kejahatan saudara-saudaranya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Israel lebih mengasihi Yusuf dari semua anaknya yang lain, sebab Yusuf itulah anaknya yang lahir pada masa tuanya; dan ia menyuruh membuat jubah yang maha indah bagi dia.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Setelah dilihat oleh saudara-saudaranya, bahwa ayahnya lebih mengasihi Yusuf dari semua saudaranya, maka bencilah mereka itu kepadanya dan tidak mau menyapanya dengan ramah.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Pada suatu kali bermimpilah Yusuf, lalu mimpinya itu diceritakannya kepada saudara-saudaranya; sebab itulah mereka lebih benci lagi kepadanya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Karena katanya kepada mereka: \"Coba dengarkan mimpi yang kumimpikan ini:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tampak kita sedang di ladang mengikat berkas-berkas gandum, lalu bangkitlah berkasku dan tegak berdiri; kemudian datanglah berkas-berkas kamu sekalian mengelilingi dan sujud menyembah kepada berkasku itu.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Lalu saudara-saudaranya berkata kepadanya: \"Apakah engkau ingin menjadi raja atas kami? Apakah engkau ingin berkuasa atas kami?\" Jadi makin bencilah mereka kepadanya karena mimpinya dan karena perkataannya itu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lalu ia memimpikan pula mimpi yang lain, yang diceritakannya kepada saudara-saudaranya. Katanya: \"Aku bermimpi pula: Tampak matahari, bulan dan sebelas bintang sujud menyembah kepadaku.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Setelah hal ini diceritakannya kepada ayah dan saudara-saudaranya, maka ia ditegor oleh ayahnya: \"Mimpi apa mimpimu itu? Masakan aku dan ibumu serta saudara-saudaramu sujud menyembah kepadamu sampai ke tanah?\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Maka iri hatilah saudara-saudaranya kepadanya, tetapi ayahnya menyimpan hal itu dalam hatinya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Yusuf dijual ke tanah Mesir",
      "type": "title"
    },
    {
      "verse": 12,
      "text": "Pada suatu kali pergilah saudara-saudaranya menggembalakan kambing domba ayahnya dekat Sikhem.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lalu Israel berkata kepada Yusuf: \"Bukankah saudara-saudaramu menggembalakan kambing domba dekat Sikhem? Marilah engkau kusuruh kepada mereka.\" Sahut Yusuf: \"Ya bapa.\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Kata Israel kepadanya: \"Pergilah engkau melihat apakah baik keadaan saudara-saudaramu dan keadaan kambing domba; dan bawalah kabar tentang itu kepadaku.\" Lalu Yakub menyuruh dia dari lembah Hebron, dan Yusufpun sampailah ke Sikhem.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ketika Yusuf berjalan ke sana ke mari di padang, bertemulah ia dengan seorang laki-laki, yang bertanya kepadanya: \"Apakah yang kaucari?\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sahutnya: \"Aku mencari saudara-saudaraku. Tolonglah katakan kepadaku di mana mereka menggembalakan kambing domba?\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Lalu kata orang itu: \"Mereka telah berangkat dari sini, sebab telah kudengar mereka berkata: Marilah kita pergi ke Dotan.\" Maka Yusuf menyusul saudara-saudaranya itu dan didapatinyalah mereka di Dotan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dari jauh ia telah kelihatan kepada mereka. Tetapi sebelum ia dekat pada mereka, mereka telah bermufakat mencari daya upaya untuk membunuhnya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Kata mereka seorang kepada yang lain: \"Lihat, tukang mimpi kita itu datang!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sekarang, marilah kita bunuh dia dan kita lemparkan ke dalam salah satu sumur ini, lalu kita katakan: seekor binatang buas telah menerkamnya. Dan kita akan lihat nanti, bagaimana jadinya mimpinya itu!\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ketika Ruben mendengar hal ini, ia ingin melepaskan Yusuf dari tangan mereka, sebab itu katanya: \"Janganlah kita bunuh dia!\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Lagi kata Ruben kepada mereka: \"Janganlah tumpahkan darah, lemparkanlah dia ke dalam sumur yang ada di padang gurun ini, tetapi janganlah apa-apakan dia\" --maksudnya hendak melepaskan Yusuf dari tangan mereka dan membawanya kembali kepada ayahnya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Baru saja Yusuf sampai kepada saudara-saudaranya, merekapun menanggalkan jubah Yusuf, jubah maha indah yang dipakainya itu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dan mereka membawa dia dan melemparkan dia ke dalam sumur. Sumur itu kosong, tidak berair.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Kemudian duduklah mereka untuk makan. Ketika mereka mengangkat muka, kelihatanlah kepada mereka suatu kafilah orang Ismael datang dari Gilead dengan untanya yang membawa damar, balsam dan damar ladan, dalam perjalanannya mengangkut barang-barang itu ke Mesir.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Lalu kata Yehuda kepada saudara-saudaranya itu: \"Apakah untungnya kalau kita membunuh adik kita itu dan menyembunyikan darahnya?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Marilah kita jual dia kepada orang Ismael ini, tetapi janganlah kita apa-apakan dia, karena ia saudara kita, darah daging kita.\" Dan saudara-saudaranya mendengarkan perkataannya itu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ketika ada saudagar-saudagar Midian lewat, Yusuf diangkat ke atas dari dalam sumur itu, kemudian dijual kepada orang Ismael itu dengan harga dua puluh syikal perak. Lalu Yusuf dibawa mereka ke Mesir.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ketika Ruben kembali ke sumur itu, ternyata Yusuf tidak ada lagi di dalamnya. Lalu dikoyakkannyalah bajunya,",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "dan kembalilah ia kepada saudara-saudaranya, katanya: \"Anak itu tidak ada lagi, ke manakah aku ini?\"",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Kemudian mereka mengambil jubah Yusuf, dan menyembelih seekor kambing, lalu mencelupkan jubah itu ke dalam darahnya.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jubah maha indah itu mereka suruh antarkan kepada ayah mereka dengan pesan: \"Ini kami dapati. Silakanlah bapa periksa apakah jubah ini milik anak bapa atau tidak?\"",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ketika Yakub memeriksa jubah itu, ia berkata: \"Ini jubah anakku; binatang buas telah memakannya; tentulah Yusuf telah diterkam.\"",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dan Yakub mengoyakkan jubahnya, lalu mengenakan kain kabung pada pinggangnya dan berkabunglah ia berhari-hari lamanya karena anaknya itu.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Sekalian anaknya laki-laki dan perempuan berusaha menghiburkan dia, tetapi ia menolak dihiburkan, serta katanya: \"Tidak! Aku akan berkabung, sampai aku turun mendapatkan anakku, ke dalam dunia orang mati!\" Demikianlah Yusuf ditangisi oleh ayahnya.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Adapun Yusuf, ia dijual oleh orang Midian itu ke Mesir, kepada Potifar, seorang pegawai istana Firaun, kepala pengawal raja.",
      "type": "content"
    }
  ]
}