{
  "book": "Kejadian",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "Piala Yusuf hilang dan didapati",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Sesudah itu diperintahkannyalah kepada kepala rumahnya: \"Isilah karung orang-orang itu dengan gandum, seberapa yang dapat dibawa mereka, dan letakkanlah uang masing-masing di dalam mulut karungnya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dan pialaku, piala perak itu, taruhlah di dalam mulut karung anak yang bungsu serta uang pembayar gandumnya juga.\" Maka diperbuatnyalah seperti yang dikatakan Yusuf.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ketika paginya hari terang tanah, orang melepas mereka beserta keledai mereka.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tetapi baru saja mereka keluar dari kota itu, belum lagi jauh jaraknya, berkatalah Yusuf kepada kepala rumahnya: \"Bersiaplah, kejarlah orang-orang itu, dan apabila engkau sampai kepada mereka, katakanlah kepada mereka: Mengapa kamu membalas yang baik dengan yang jahat?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Bukankah ini piala yang dipakai tuanku untuk minum dan yang biasa dipakainya untuk menelaah? Kamu berbuat jahat dengan melakukan yang demikian.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ketika sampai kepada mereka, diberitakannyalah kepada mereka perkataan Yusuf itu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jawab mereka kepadanya: \"Mengapa tuanku mengatakan perkataan yang demikian? Jauhlah dari pada hamba-hambamu ini untuk berbuat begitu!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Bukankah uang yang kami dapati di dalam mulut karung kami telah kami bawa kembali kepadamu dari tanah Kanaan? Masakan kami mencuri emas atau perak dari rumah tuanmu?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pada siapa dari hamba-hambamu ini kedapatan piala itu, biarlah ia mati, juga kami ini akan menjadi budak tuanku.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sesudah itu berkatalah ia: \"Ya, usulmu itu baik; tetapi pada siapa kedapatan piala itu, hanya dialah yang akan menjadi budakku dan kamu yang lain itu akan bebas dari salah.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Lalu segeralah mereka masing-masing menurunkan karungnya ke tanah dan masing-masing membuka karungnya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dan kepala rumah itu memeriksanya dengan teliti; ia mulai dengan yang sulung sampai kepada yang bungsu; maka kedapatanlah piala itu dalam karung Benyamin.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lalu mereka mengoyakkan jubahnya dan masing-masing memuati keledainya, dan mereka kembali ke kota.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ketika Yehuda dan saudara-saudaranya sampai ke dalam rumah Yusuf, Yusuf masih ada di situ, sujudlah mereka sampai ke tanah di depannya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Berkatalah Yusuf kepada mereka: \"Perbuatan apakah yang kamu lakukan ini? Tidakkah kamu tahu, bahwa seorang yang seperti aku ini pasti dapat menelaah?\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sesudah itu berkatalah Yehuda: \"Apakah yang akan kami katakan kepada tuanku, apakah yang akan kami jawab, dan dengan apakah kami akan membenarkan diri kami? Allah telah memperlihatkan kesalahan hamba-hambamu ini. Maka kami ini, budak tuankulah kami, baik kami maupun orang pada siapa kedapatan piala itu.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tetapi jawabnya: \"Jauhlah dari padaku untuk berbuat demikian! Pada siapa kedapatan piala itu, dialah yang akan menjadi budakku, tetapi kamu ini, pergilah kembali dengan selamat kepada ayahmu.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Yehuda membela Benyamin",
      "type": "title"
    },
    {
      "verse": 18,
      "text": "Lalu tampillah Yehuda mendekatinya dan berkata: \"Mohon bicara tuanku, izinkanlah kiranya hambamu ini mengucapkan sepatah kata kepada tuanku dan janganlah kiranya bangkit amarahmu terhadap hambamu ini, sebab tuanku adalah seperti Firaun sendiri.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tuanku telah bertanya kepada hamba-hambanya ini: Masih adakah ayah atau saudara kamu?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dan kami menjawab tuanku: Kami masih mempunyai ayah yang tua dan masih ada anaknya yang muda, yang lahir pada masa tuanya; kakaknya telah mati, hanya dia sendirilah yang tinggal dari mereka yang seibu, sebab itu ayahnya sangat mengasihi dia.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Lalu tuanku berkata kepada hamba-hambamu ini: Bawalah dia ke mari kepadaku, supaya mataku memandang dia.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tetapi jawab kami kepada tuanku: Anak itu tidak dapat meninggalkan ayahnya, sebab jika ia meninggalkan ayahnya, tentulah ayah ini mati.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Kemudian tuanku berkata kepada hamba-hambamu ini: Jika adikmu yang bungsu itu tidak datang ke mari bersama-sama dengan kamu, kamu tidak boleh melihat mukaku lagi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Setelah kami kembali kepada hambamu, ayahku, maka kami memberitahukan kepadanya perkataan tuanku itu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Kemudian ayah kami berkata: Kembalilah kamu membeli sedikit bahan makanan bagi kita.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tetapi jawab kami: Kami tidak dapat pergi ke sana. Jika adik kami yang bungsu bersama-sama dengan kami, barulah kami akan pergi ke sana, sebab kami tidak boleh melihat muka orang itu, apabila adik kami yang bungsu tidak bersama-sama dengan kami.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Kemudian berkatalah hambamu, ayahku, kepada kami: Kamu tahu, bahwa isteriku telah melahirkan dua orang anak bagiku;",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "yang seorang telah pergi dari padaku, dan aku telah berkata: Tentulah ia diterkam oleh binatang buas, dan sampai sekarang aku tidak melihat dia kembali.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jika anak ini kamu ambil pula dari padaku, dan ia ditimpa kecelakaan, maka tentulah kamu akan menyebabkan aku yang ubanan ini turun ke dunia orang mati karena nasib celaka.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Maka sekarang, apabila aku datang kepada hambamu, ayahku, dan tidak ada bersama-sama dengan kami anak itu, padahal ayahku tidak dapat hidup tanpa dia,",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "tentulah akan terjadi, apabila dilihatnya anak itu tidak ada, bahwa ia akan mati, dan hamba-hambamu ini akan menyebabkan hambamu, ayah kami yang ubanan itu, turun ke dunia orang mati karena dukacita.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Tetapi hambamu ini telah menanggung anak itu terhadap ayahku dengan perkataan: Jika aku tidak membawanya kembali kepada bapa, maka akulah yang berdosa kepada bapa untuk selama-lamanya.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Oleh sebab itu, baiklah hambamu ini tinggal menjadi budak tuanku menggantikan anak itu, dan biarlah anak itu pulang bersama-sama dengan saudara-saudaranya.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Sebab masakan aku pulang kepada ayahku, apabila anak itu tidak bersama-sama dengan aku? Aku tidak akan sanggup melihat nasib celaka yang akan menimpa ayahku.\"",
      "type": "content"
    }
  ]
}