{
  "book": "Kejadian",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "Yakub pindah ke Mesir",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Jadi berangkatlah Israel dengan segala miliknya dan ia tiba di Bersyeba, lalu dipersembahkannya korban sembelihan kepada Allah Ishak ayahnya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Berfirmanlah Allah kepada Israel dalam penglihatan waktu malam: \"Yakub, Yakub!\" Sahutnya: \"Ya, Tuhan.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lalu firman-Nya: \"Akulah Allah, Allah ayahmu, janganlah takut pergi ke Mesir, sebab Aku akan membuat engkau menjadi bangsa yang besar di sana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Aku sendiri akan menyertai engkau pergi ke Mesir dan tentulah Aku juga akan membawa engkau kembali; dan tangan Yusuflah yang akan mengatupkan kelopak matamu nanti.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Lalu berangkatlah Yakub dari Bersyeba, dan anak-anak Israel membawa Yakub, ayah mereka, beserta anak dan isteri mereka, dan mereka menaiki kereta yang dikirim Firaun untuk menjemputnya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Mereka membawa juga ternaknya dan harta bendanya, yang telah diperoleh mereka di tanah Kanaan, lalu tibalah mereka di Mesir, yakni Yakub dan seluruh keturunannya bersama-sama dengan dia.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Anak-anak dan cucu-cucunya laki-laki dan perempuan, seluruh keturunannya dibawanyalah ke Mesir.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Inilah nama-nama bani Israel yang datang ke Mesir, yakni Yakub beserta keturunannya. Anak sulung Yakub ialah Ruben.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Anak-anak Ruben ialah Henokh, Palu, Hezron dan Karmi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Anak-anak Simeon ialah Yemuel, Yamin, Ohad, Yakhin dan Zohar serta Saul, anak seorang perempuan Kanaan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Anak-anak Lewi ialah Gerson, Kehat dan Merari.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Anak-anak Yehuda ialah Er, Onan, Syela, Peres dan Zerah; tetapi Er dan Onan mati di tanah Kanaan; dan anak-anak Peres ialah Hezron dan Hamul.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Anak-anak Isakhar ialah Tola, Pua, Ayub dan Simron.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Anak-anak Zebulon ialah Sered, Elon dan Yahleel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Itulah keturunan Lea, yang melahirkan bagi Yakub di Padan-Aram anak-anak lelaki serta Dina juga, anaknya yang perempuan. Jadi seluruhnya, laki-laki dan perempuan, berjumlah tiga puluh tiga jiwa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Anak-anak Gad ialah Zifyon, Hagi, Syuni, Ezbon, Eri, Arodi dan Areli.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Anak-anak Asyer ialah Yimna, Yiswa, Yiswi dan Beria; Serah ialah saudara perempuan mereka; dan anak-anak Beria ialah Heber dan Malkiel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Itulah keturunan Zilpa, yakni hamba perempuan yang telah diberikan Laban kepada Lea, anaknya perempuan, dan yang melahirkan anak-anak bagi Yakub; seluruhnya enam belas jiwa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Anak-anak Rahel, isteri Yakub, ialah Yusuf dan Benyamin.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Bagi Yusuf lahir Manasye dan Efraim di tanah Mesir, yang dilahirkan baginya oleh Asnat, anak perempuan Potifera, imam di On.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Anak-anak Benyamin ialah Bela, Bekher, Asybel, Gera, Naaman, Ehi, Rosh, Mupim, Hupim dan Ared.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Itulah keturunan Rahel, yang telah lahir bagi Yakub, seluruhnya berjumlah empat belas jiwa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Anak Dan ialah Husim.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Anak-anak Naftali ialah Yahzeel, Guni, Yezer dan Syilem.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Itulah keturunan Bilha, yakni hamba perempuan yang diberikan Laban kepada Rahel, anaknya yang perempuan dan yang melahirkan anak-anak itu bagi Yakub--seluruhnya berjumlah tujuh jiwa.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Semua orang yang tiba di Mesir bersama-sama dengan Yakub, yakni anak-anak kandungnya, dengan tidak terhitung isteri anak-anaknya, seluruhnya berjumlah enam puluh enam jiwa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Anak-anak Yusuf yang lahir baginya di Mesir ada dua orang. Jadi keluarga Yakub yang tiba di Mesir, seluruhnya berjumlah tujuh puluh jiwa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Yakub menyuruh Yehuda berjalan lebih dahulu mendapatkan Yusuf, supaya Yusuf datang ke Gosyen menemui ayahnya. Sementara itu sampailah mereka ke tanah Gosyen.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Lalu Yusuf memasang keretanya dan pergi ke Gosyen, mendapatkan Israel, ayahnya. Ketika ia bertemu dengan dia, dipeluknyalah leher ayahnya dan lama menangis pada bahunya.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Berkatalah Israel kepada Yusuf: \"Sekarang bolehlah aku mati, setelah aku melihat mukamu dan mengetahui bahwa engkau masih hidup.\"",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Kemudian berkatalah Yusuf kepada saudara-saudaranya dan kepada keluarga ayahnya itu: \"Aku mau menghadap Firaun dan memberitahukan kepadanya: Saudara-saudaraku dan keluarga ayahku, yang tinggal di tanah Kanaan, telah datang kepadaku;",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "orang-orang itu gembala kambing domba, sebab mereka itu pemelihara ternak, dan kambing dombanya, lembu sapinya dan segala miliknya telah dibawa mereka.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Apabila Firaun memanggil kamu dan bertanya: Apakah pekerjaanmu?",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "maka jawablah: Hamba-hambamu ini pemelihara ternak, sejak dari kecil sampai sekarang, baik kami maupun nenek moyang kami--dengan maksud supaya kamu boleh diam di tanah Gosyen.\" --Sebab segala gembala kambing domba adalah suatu kekejian bagi orang Mesir.",
      "type": "content"
    }
  ]
}