{
  "book": "Kejadian",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Perjanjian Allah dengan Nuh",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Lalu Allah memberkati Nuh dan anak-anaknya serta berfirman kepada mereka: \"Beranakcuculah dan bertambah banyaklah serta penuhilah bumi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Akan takut dan akan gentar kepadamu segala binatang di bumi dan segala burung di udara, segala yang bergerak di muka bumi dan segala ikan di laut; ke dalam tanganmulah semuanya itu diserahkan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Segala yang bergerak, yang hidup, akan menjadi makananmu. Aku telah memberikan semuanya itu kepadamu seperti juga tumbuh-tumbuhan hijau.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hanya daging yang masih ada nyawanya, yakni darahnya, janganlah kamu makan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tetapi mengenai darah kamu, yakni nyawa kamu, Aku akan menuntut balasnya; dari segala binatang Aku akan menuntutnya, dan dari setiap manusia Aku akan menuntut nyawa sesama manusia.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Siapa yang menumpahkan darah manusia, darahnya akan tertumpah oleh manusia, sebab Allah membuat manusia itu menurut gambar-Nya sendiri.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dan kamu, beranakcuculah dan bertambah banyak, sehingga tak terbilang jumlahmu di atas bumi, ya, bertambah banyaklah di atasnya.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Berfirmanlah Allah kepada Nuh dan kepada anak-anaknya yang bersama-sama dengan dia:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "\"Sesungguhnya Aku mengadakan perjanjian-Ku dengan kamu dan dengan keturunanmu,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "dan dengan segala makhluk hidup yang bersama-sama dengan kamu: burung-burung, ternak dan binatang-binatang liar di bumi yang bersama-sama dengan kamu, segala yang keluar dari bahtera itu, segala binatang di bumi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Maka Kuadakan perjanjian-Ku dengan kamu, bahwa sejak ini tidak ada yang hidup yang akan dilenyapkan oleh air bah lagi, dan tidak akan ada lagi air bah untuk memusnahkan bumi.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dan Allah berfirman: \"Inilah tanda perjanjian yang Kuadakan antara Aku dan kamu serta segala makhluk yang hidup, yang bersama-sama dengan kamu, turun-temurun, untuk selama-lamanya:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Busur-Ku Kutaruh di awan, supaya itu menjadi tanda perjanjian antara Aku dan bumi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Apabila kemudian Kudatangkan awan di atas bumi dan busur itu tampak di awan,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "maka Aku akan mengingat perjanjian-Ku yang telah ada antara Aku dan kamu serta segala makhluk yang hidup, segala yang bernyawa, sehingga segenap air tidak lagi menjadi air bah untuk memusnahkan segala yang hidup.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jika busur itu ada di awan, maka Aku akan melihatnya, sehingga Aku mengingat perjanjian-Ku yang kekal antara Allah dan segala makhluk yang hidup, segala makhluk yang ada di bumi.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Berfirmanlah Allah kepada Nuh: \"Inilah tanda perjanjian yang Kuadakan antara Aku dan segala makhluk yang ada di bumi.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Nuh dan anak-anaknya",
      "type": "title"
    },
    {
      "verse": 18,
      "text": "Anak-anak Nuh yang keluar dari bahtera ialah Sem, Ham dan Yafet; Ham adalah bapa Kanaan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Yang tiga inilah anak-anak Nuh, dan dari mereka inilah tersebar penduduk seluruh bumi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nuh menjadi petani; dialah yang mula-mula membuat kebun anggur.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Setelah ia minum anggur, mabuklah ia dan ia telanjang dalam kemahnya.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Maka Ham, bapa Kanaan itu, melihat aurat ayahnya, lalu diceritakannya kepada kedua saudaranya di luar.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sesudah itu Sem dan Yafet mengambil sehelai kain dan membentangkannya pada bahu mereka berdua, lalu mereka berjalan mundur; mereka menutupi aurat ayahnya sambil berpaling muka, sehingga mereka tidak melihat aurat ayahnya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Setelah Nuh sadar dari mabuknya dan mendengar apa yang dilakukan anak bungsunya kepadanya,",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "berkatalah ia: \"Terkutuklah Kanaan, hendaklah ia menjadi hamba yang paling hina bagi saudara-saudaranya.\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Lagi katanya: \"Terpujilah TUHAN, Allah Sem, tetapi hendaklah Kanaan menjadi hamba baginya.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Allah meluaskan kiranya tempat kediaman Yafet, dan hendaklah ia tinggal dalam kemah-kemah Sem, tetapi hendaklah Kanaan menjadi hamba baginya.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Nuh masih hidup tiga ratus lima puluh tahun sesudah air bah.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi Nuh mencapai umur sembilan ratus lima puluh tahun, lalu ia mati.",
      "type": "content"
    }
  ]
}