{
  "book": "Yeremia",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "This is what the LORD says: \"See, I will stir up the spirit of a destroyer against Babylon and the people of Leb Kamai.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "I will send foreigners to Babylon to winnow her and to devastate her land; they will oppose her on every side in the day of her disaster.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Let not the archer string his bow, nor let him put on his armour. Do not spare her young men; completely destroy her army.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "They will fall down slain in Babylon, fatally wounded in her streets.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "For Israel and Judah have not been forsaken by their God, the LORD Almighty, though their land is full of guilt before the Holy One of Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "\"Flee from Babylon! Run for your lives! Do not be destroyed because of her sins. It is time for the LORD’s vengeance; he will pay her what she deserves.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Babylon was a gold cup in the LORD’s hand; she made the whole earth drunk. The nations drank her wine; therefore they have now gone mad.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Babylon will suddenly fall and be broken. Wail over her! Get balm for her pain; perhaps she can be healed.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "\"‘We would have healed Babylon, but she cannot be healed; let us leave her and each go to his own land, for her judgment reaches to the skies, it rises as high as the clouds.’",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "\"‘The LORD has vindicated us; come, let us tell in Zion what the LORD our God has done.’",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "\"Sharpen the arrows, take up the shields! The LORD has stirred up the kings of the Medes, because his purpose is to destroy Babylon. The LORD will take vengeance, vengeance for his temple.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Lift up a banner against the walls of Babylon! Reinforce the guard, station the watchmen, prepare an ambush! The LORD will carry out his purpose, his decree against the people of Babylon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "You who live by many waters and are rich in treasures, your end has come, the time for you to be cut off.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "The LORD Almighty has sworn by himself: I will surely fill you with men, as with a swarm of locusts, and they will shout in triumph over you.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "\"He made the earth by his power; he founded the world by his wisdom and stretched out the heavens by his understanding.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "When he thunders, the waters in the heavens roar; he makes clouds rise from the ends of the earth. He sends lightning with the rain and brings out the wind from his storehouses.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "\"Every man is senseless and without knowledge; every goldsmith is shamed by his idols. His images are a fraud; they have no breath in them.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "They are worthless, the objects of mockery; when their judgment comes, they will perish.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "He who is the Portion of Jacob is not like these, for he is the Maker of all things, including the tribe of his inheritance—the LORD Almighty is his name.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "\"You are my war club, my weapon for battle—with you I shatter nations, with you I destroy kingdoms,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "with you I shatter horse and rider, with you I shatter chariot and driver,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "with you I shatter man and woman, with you I shatter old man and youth, with you I shatter young man and maiden,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "with you I shatter shepherd and flock, with you I shatter farmer and oxen, with you I shatter governors and officials.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "\"Before your eyes I will repay Babylon and all who live in Babylonia for all the wrong they have done in Zion,\" declares the LORD.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "\"I am against you, O destroying mountain, you who destroy the whole earth,\" declares the LORD. \"I will stretch out my hand against you, roll you off the cliffs, and make you a burnt-out mountain.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "No rock will be taken from you for a cornerstone, nor any stone for a foundation, for you will be desolate for ever,\" declares the LORD.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "\"Lift up a banner in the land! Blow the trumpet among the nations! Prepare the nations for battle against her; summon against her these kingdoms: Ararat, Minni and Ashkenaz. Appoint a commander against her; send up horses like a swarm of locusts.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Prepare the nations for battle against her—the kings of the Medes, their governors and all their officials, and all the countries they rule.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "The land trembles and writhes, for the LORD’s purposes against Babylon stand—to lay waste the land of Babylon so that no-one will live there.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Babylon’s warriors have stopped fighting; they remain in their strongholds. Their strength is exhausted; they have become like women. Her dwellings are set on fire; the bars of her gates are broken.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "One courier follows another and messenger follows messenger to announce to the king of Babylon that his entire city is captured,",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "the river crossings seized, the marshes set on fire, and the soldiers terrified.\"",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "This is what the LORD Almighty, the God of Israel, says: \"The Daughter of Babylon is like a threshing-floor at the time it is trampled; the time to harvest her will soon come.\"",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "\"Nebuchadnezzar king of Babylon has devoured us, he has thrown us into confusion, he has made us an empty jar. Like a serpent he has swallowed us and filled his stomach with our delicacies, and then has spewed us out.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "May the violence done to our flesh be upon Babylon,\" say the inhabitants of Zion. \"May our blood be on those who live in Babylonia,\" says Jerusalem.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Therefore, this is what the LORD says: \"See, I will defend your cause and avenge you; I will dry up her sea and make her springs dry.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Babylon will be a heap of ruins, a haunt of jackals, an object of horror and scorn, a place where no-one lives.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Her people all roar like young lions, they growl like lion cubs.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "But while they are aroused, I will set out a feast for them and make them drunk, so that they shout with laughter— then sleep for ever and not awake,\" declares the LORD.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "\"I will bring them down like lambs to the slaughter, like rams and goats.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "\"How Sheshach will be captured, the boast of the whole earth seized! What a horror Babylon will be among the nations!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "The sea will rise over Babylon; its roaring waves will cover her.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Her towns will be desolate, a dry and desert land, a land where no-one lives, through which no man travels.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "I will punish Bel in Babylon and make him spew out what he has swallowed. The nations will no longer stream to him. And the wall of Babylon will fall.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "\"Come out of her, my people! Run for your lives! Run from the fierce anger of the LORD.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Do not lose heart or be afraid when rumours are heard in the land; one rumour comes this year, another the next, rumours of violence in the land and of ruler against ruler.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "For the time will surely come when I will punish the idols of Babylon; her whole land will be disgraced and her slain will all lie fallen within her.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Then heaven and earth and all that is in them will shout for joy over Babylon, for out of the north destroyers will attack her,\" declares the LORD.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "\"Babylon must fall because of Israel’s slain, just as the slain in all the earth have fallen because of Babylon.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "You who have escaped the sword, leave and do not linger! Remember the LORD in a distant land, and think on Jerusalem.\"",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "\"We are disgraced, for we have been insulted and shame covers our faces, because foreigners have entered the holy places of the LORD’s house.\"",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "\"But days are coming,\" declares the LORD, \"when I will punish her idols, and throughout her land the wounded will groan.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Even if Babylon reaches the sky and fortifies her lofty stronghold, I will send destroyers against her,\" declares the LORD.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "\"The sound of a cry comes from Babylon, the sound of great destruction from the land of the Babylonians.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "The LORD will destroy Babylon; he will silence her noisy din. Waves  of enemies  will rage like great waters; the roar of their voices will resound.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "A destroyer will come against Babylon; her warriors will be captured, and their bows will be broken. For the LORD is a God of retribution; he will repay in full.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "I will make her officials and wise men drunk, her governors, officers and warriors as well; they will sleep for ever and not awake,\" declares the King, whose name is the LORD Almighty.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "This is what the LORD Almighty says: \"Babylon’s thick wall will be levelled and her high gates set on fire; the peoples exhaust themselves for nothing, the nations’ labour is only fuel for the flames.\"",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "This is the message Jeremiah gave to the staff officer Seraiah son of Neriah, the son of Mahseiah, when he went to Babylon with Zedekiah king of Judah in the fourth year of his reign.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Jeremiah had written on a scroll about all the disasters that would come upon Babylon—all that had been recorded concerning Babylon.",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "He said to Seraiah, \"When you get to Babylon, see that you read all these words aloud.",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "Then say, ‘O LORD, you have said you will destroy this place, so that neither man nor animal will live in it; it will be desolate for ever.’",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "When you finish reading this scroll, tie a stone to it and throw it into the Euphrates.",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "Then say, ‘So will Babylon sink to rise no more because of the disaster I will bring upon her. And her people will fall.’\" The words of Jeremiah end here.",
      "type": "content"
    }
  ]
}