{
  "book": "1 Samuel",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "There was a certain man from Ramathaim, a Zuphite from the hill country of Ephraim, whose name was Elkanah son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "He had two wives; one was called Hannah and the other Peninnah. Peninnah had children, but Hannah had none.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Year after year this man went up from his town to worship and sacrifice to the LORD Almighty at Shiloh, where Hophni and Phinehas, the two sons of Eli, were priests of the LORD.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Whenever the day came for Elkanah to sacrifice, he would give portions of the meat to his wife Peninnah and to all her sons and daughters.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "But to Hannah he gave a double portion because he loved her, and the LORD had closed her womb.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "And because the LORD had closed her womb, her rival kept provoking her in order to irritate her.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "This went on year after year. Whenever Hannah went up to the house of the LORD, her rival provoked her till she wept and would not eat.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Elkanah her husband would say to her, \"Hannah, why are you weeping? Why don’t you eat? Why are you downhearted? Don’t I mean more to you than ten sons?\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Once when they had finished eating and drinking in Shiloh, Hannah stood up. Now Eli the priest was sitting on a chair by the doorpost of the LORD’s temple.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "In bitterness of soul Hannah wept much and prayed to the LORD.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "And she made a vow, saying, \"O LORD Almighty, if you will only look upon your servant’s misery and remember me, and not forget your servant but give her a son, then I will give him to the LORD for all the days of his life, and no razor will ever be used on his head.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "As she kept on praying to the LORD, Eli observed her mouth.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hannah was praying in her heart, and her lips were moving but her voice was not heard. Eli thought she was drunk",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "and said to her, \"How long will you keep on getting drunk? Get rid of your wine.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "\"Not so, my lord,\" Hannah replied, \"I am a woman who is deeply troubled. I have not been drinking wine or beer; I was pouring out my soul to the LORD.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Do not take your servant for a wicked woman; I have been praying here out of my great anguish and grief.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Eli answered, \"Go in peace, and may the God of Israel grant you what you have asked of him.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "She said, \"May your servant find favour in your eyes.\" Then she went her way and ate something, and her face was no longer downcast.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Early the next morning they arose and worshipped before the LORD and then went back to their home at Ramah. Elkanah lay with Hannah his wife, and the LORD remembered her.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "So in the course of time Hannah conceived and gave birth to a son. She named him Samuel, saying, \"Because I asked the LORD for him.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "When the man Elkanah went up with all his family to offer the annual sacrifice to the LORD and to fulfil his vow,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Hannah did not go. She said to her husband, \"After the boy is weaned, I will take him and present him before the LORD, and he will live there always.\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "\"Do what seems best to you,\" Elkanah her husband told her. \"Stay here until you have weaned him; only may the LORD make good his word.\" So the woman stayed at home and nursed her son until she had weaned him.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "After he was weaned, she took the boy with her, young as he was, along with a three-year-old bull, an ephah of flour and a skin of wine, and brought him to the house of the LORD at Shiloh.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "When they had slaughtered the bull, they brought the boy to Eli,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "and she said to him, \"As surely as you live, my lord, I am the woman who stood here beside you praying to the LORD.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "I prayed for this child, and the LORD has granted me what I asked of him.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "So now I give him to the LORD. For his whole life he shall be given over to the LORD.\" And he worshipped the LORD there.",
      "type": "content"
    }
  ]
}