{
  "book": "1 Samuel",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "Now the Philistines fought against Israel; the Israelites fled before them, and many fell slain on Mount Gilboa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "The Philistines pressed hard after Saul and his sons, and they killed his sons Jonathan, Abinadab and Malki-Shua.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "The fighting grew fierce around Saul, and when the archers overtook him, they wounded him critically.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Saul said to his armour-bearer, \"Draw your sword and run me through, or these uncircumcised fellows will come and run me through and abuse me.\" But the armour-bearer was terrified and would not do it; so Saul took his own sword and fell on it.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "When the armour-bearer saw that Saul was dead, he too fell on his sword and died with him.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "So Saul and his three sons and his armour-bearer and all his men died together that same day.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "When the Israelites along the valley and those across the Jordan saw that the Israelite army had fled and that Saul and his sons had died, they abandoned their towns and fled. And the Philistines came and occupied them.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "The next day, when the Philistines came to strip the dead, they found Saul and his three sons fallen on Mount Gilboa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "They cut off his head and stripped off his armour, and they sent messengers throughout the land of the Philistines to proclaim the news in the temple of their idols and among their people.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "They put his armour in the temple of the Ashtoreths and fastened his body to the wall of Beth Shan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "When the people of Jabesh Gilead heard of what the Philistines had done to Saul,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "all their valiant men journeyed through the night to Beth Shan. They took down the bodies of Saul and his sons from the wall of Beth Shan and went to Jabesh, where they burned them.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Then they took their bones and buried them under a tamarisk tree at Jabesh, and they fasted seven days.",
      "type": "content"
    }
  ]
}