{
  "book": "Ayub",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "\"My soul loathes my life; I will give free course to my complaint, I will speak in the bitterness of my soul.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "I will say to God, ‘Do not condemn me; Show me why You contend with me.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": " Does it  seem good to You that You should oppress, That You should despise the work of Your hands, And smile on the counsel of the wicked?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Do You have eyes of flesh? Or do You see as man sees?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": " Are  Your days like the days of a mortal man?  Are  Your years like the days of a mighty man,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "That You should seek for my iniquity And search out my sin,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Although You know that I am not wicked, And  there is  no one who can deliver from Your hand?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "‘Your hands have made me and fashioned me, An intricate unity; Yet You would destroy me.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Remember, I pray, that You have made me like clay. And will You turn me into dust again?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Did you not pour me out like milk, And curdle me like cheese,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Clothe me with skin and flesh, And knit me together with bones and sinews?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "You have granted me life and favor, And Your care has preserved my spirit.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "‘And these  things  You have hidden in Your heart; I know that this  was  with You:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "If I sin, then You mark me, And will not acquit me of my iniquity.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "If I am wicked, woe to me; Even  if  I am righteous, I cannot lift up my head.  I am  full of disgrace; See my misery!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "If  my head  is exalted, You hunt me like a fierce lion, And again You show Yourself awesome against me.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "You renew Your witnesses against me, And increase Your indignation toward me; Changes and war are  ever  with me.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "‘Why then have You brought me out of the womb? Oh, that I had perished and no eye had seen me!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "I would have been as though I had not been. I would have been carried from the womb to the grave.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Are not my days few? Cease! Leave me alone, that I may take a little comfort,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Before I go  to the place from which  I shall not return, To the land of darkness and the shadow of death,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "A land as dark as darkness  itself , As the shadow of death, without any order,  Where  even the light  is  like darkness.’\"",
      "type": "content"
    }
  ]
}