{
  "book": "Ayub",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "\"My spirit is broken, My days are extinguished, The grave  is ready  for me.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": " Are  not mockers with me? And does not my eye dwell on their provocation?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "\"Now put down a pledge for me with Yourself. Who  is  he  who  will shake hands with me?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "For You have hidden their heart from understanding; Therefore You will not exalt  them .",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "He who speaks flattery to  his  friends, Even the eyes of his children will fail.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "\"But He has made me a byword of the people, And I have become one in whose face men spit.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "My eye has also grown dim because of sorrow, And all my members  are  like shadows.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Upright  men  are astonished at this, And the innocent stirs himself up against the hypocrite.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Yet the righteous will hold to his way, And he who has clean hands will be stronger and stronger.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "\"But please, come back again, all of you, For I shall not find  one  wise  man  among you.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "My days are past, My purposes are broken off,  Even  the thoughts of my heart.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "They change the night into day; ‘The light  is  near,’  they say , in the face of darkness.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "If I wait  for  the grave  as  my house, If I make my bed in the darkness,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "If I say to corruption, ‘You  are  my father,’ And to the worm, ‘You  are  my mother and my sister,’",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Where then  is  my hope? As for my hope, who can see it?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": " Will  they go down to the gates of Sheol? Shall  we have  rest together in the dust?\"",
      "type": "content"
    }
  ]
}