{
  "book": "Ayub",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "But Job answered and said:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"How have you helped  him who is  without power?  How  have you saved the arm  that has  no strength?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "How have you counseled  one who has  no wisdom? And  how  have you declared sound advice to many?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "To whom have you uttered words? And whose spirit came from you?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "\"The dead tremble, Those under the waters and those inhabiting them.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sheol  is  naked before Him, And Destruction has no covering.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "He stretches out the north over empty space;  He  hangs the earth on nothing.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "He binds up the water in His thick clouds, Yet the clouds are not broken under it.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "He covers the face of  His  throne,  And  spreads His cloud over it.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "He drew a circular horizon on the face of the waters, At the boundary of light and darkness.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "The pillars of heaven tremble, And are astonished at His rebuke.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "He stirs up the sea with His power, And by His understanding He breaks up the storm.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "By His Spirit He adorned the heavens; His hand pierced the fleeing serpent.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Indeed these  are  the mere edges of His ways, And how small a whisper we hear of Him! But the thunder of His power who can understand?\"",
      "type": "content"
    }
  ]
}