{
  "book": "Ayub",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "\"Call out now; Is there anyone who will answer you? And to which of the holy ones will you turn?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "For wrath kills a foolish man, And envy slays a simple one.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "I have seen the foolish taking root, But suddenly I cursed his dwelling place.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "His sons are far from safety, They are crushed in the gate, And  there is  no deliverer.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Because the hungry eat up his harvest, Taking it even from the thorns, And a snare snatches their substance.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "For affliction does not come from the dust, Nor does trouble spring from the ground;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Yet man is born to trouble, As the sparks fly upward.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "\"But as for me, I would seek God, And to God I would commit my cause––",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Who does great things, and unsearchable, Marvelous things without number.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "He gives rain on the earth, And sends waters on the fields.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "He sets on high those who are lowly, And those who mourn are lifted to safety.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "He frustrates the devices of the crafty, So that their hands cannot carry out their plans.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "He catches the wise in their own craftiness, And the counsel of the cunning comes quickly upon them.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "They meet with darkness in the daytime, And grope at noontime as in the night.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "But He saves the needy from the sword, From the mouth of the mighty, And from their hand.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "So the poor have hope, And injustice shuts her mouth.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "\"Behold, happy  is  the man whom God corrects; Therefore do not despise the chastening of the Almighty.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "For He bruises, but He binds up; He wounds, but His hands make whole.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "He shall deliver you in six troubles, Yes, in seven no evil shall touch you.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "In famine He shall redeem you from death, And in war from the power of the sword.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "You shall be hidden from the scourge of the tongue, And you shall not be afraid of destruction when it comes.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "You shall laugh at destruction and famine, And you shall not be afraid of the beasts of the earth.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "For you shall have a covenant with the stones of the field, And the beasts of the field shall be at peace with you.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "You shall know that your tent  is  in peace; You shall visit your dwelling and find nothing amiss.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "You shall also know that your descendants  shall be  many, And your offspring like the grass of the earth.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "You shall come to the grave at a full age, As a sheaf of grain ripens in its season.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Behold, this we have searched out; It  is  true. Hear it, and know for yourself.\"",
      "type": "content"
    }
  ]
}