{
  "book": "1 Petrus",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behaviour of their wives,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "when they see the purity and reverence of your lives.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewellery and fine clothes.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God’s sight.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Do not repay evil with evil or insult with insult, but with blessing, because to this you were called so that you may inherit a blessing.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "For, \"Whoever would love life and see good days must keep his tongue from evil and his lips from deceitful speech.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "He must turn from evil and do good; he must seek peace and pursue it.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "For the eyes of the Lord are on the righteous and his ears are attentive to their prayer, but the face of the Lord is against those who do evil.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Who is going to harm you if you are eager to do good?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "But even if you should suffer for what is right, you are blessed. \"Do not fear what they fear; do not be frightened.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "keeping a clear conscience, so that those who speak maliciously against your good behaviour in Christ may be ashamed of their slander.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "It is better, if it is God’s will, to suffer for doing good than for doing evil.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "through whom also he went and preached to the spirits in prison",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "and this water symbolises baptism that now saves you also— not the removal of dirt from the body but the pledge of a good conscience towards God. It saves you by the resurrection of Jesus Christ,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "who has gone into heaven and is at God’s right hand—with angels, authorities and powers in submission to him.",
      "type": "content"
    }
  ]
}