{
  "book": "2 Petrus",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tabi ni apostel i 1-2. II. Sipaingot, mamarangehon habadiaon 3-11. III. Hasangapon ni Tuhan Jesus, na niida ni apostel i 12-18. IV. Hot do hata ni Debata, na marhite sian angka panurirang 19-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat ni si Simon Petrus, naposo jala apostel ni Jesus Kristus, mandapothon angka naung manjalo haporseaon na arga, rap dohot hami, marhitehite hatigoran ni Debatanta dohot Jesus Kristus, Sipalua i:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Singkop ma di hamu asi ni roha dohot dame, marhitehite panandaonmuna di Debata dohot di Jesus, Tuhanta i!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Dilehon hagogoon ni hadebataonna i do tu hita nasa na tau hangoluan dohot hadaulaton marhite sian naung tatanda Ibana, na manjou hita, hinorhon ni hasangaponna dohot hadengganonna sandiri.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Marhite sian i do dilehon tu hita bagabagana angka na arga jala na balga situtu, asa hinorhon ni i gabe partohap hamu di hadebataon, dung sanga maporus hamu sian hamagoan, na di bagasan hahisapon na di portibi on.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dibahen i, haringgashon hamu ma sian nasa gogo, manurdukkon denggan ni parange di bagasan haporseaon i, dung i habisuhon ma di bagasan parange na denggan i;",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "dung i pangarajaion diri ma di bagasan habisuhon i, dung i habengeton ma di bagasan pangarajaion diri i, dung i hadaulaton ma di bagasan habengeton i:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i holong ni roha di dongan ma di bagasan hadaulaton i, dung i holong ni roha di na saluhutna ma di bagasan holong ni roha di dongan i!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai molo jumpang angka i di hamu jala ganda, ndada loasonna hamu losok jala so marparbue, laho mananda Jesus Kristus, Tuhanta i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai molo so dapot i di na deba, halak na mapitung ma i, parmata na jonok, naung lupa di haiason sian dosa, na di ibana najolo.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen i, ale angka dongan, lam ringgas ma hamu pahothon panjouonna dohot pamillitonna di hamu; ai molo diulahon hamu i, ndang olo be hamu tinggang.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Songon i ma buas lehononna tu hamu hamasuhon tu bagasan, harajaon salelenglelengna, na di Tuhanta Jesus Kristus, Sipalua i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Dibahen i, tongtong do hupaingothon angka i tu hamu, atik pe naung diboto hamu i jala naung togu rohamuna di bagasan hasintongan, na di hamu nuaeng.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai tama do, didok rohangku, ahu manungguli hamu marhitehite hata sipaingot, saleleng di bagasan balebale on dope ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai huboto, tibu nama tadingkononku balebalengkon, songon naung pinabotohon ni Tuhanta Jesus Kristus tu ahu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai huharingkothon do, asa tongtong tarbahen hamu marningot i, dung borhat ahu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai ndada huihuthon hami angka turiturian na piningkir ni na bisuk, di na hupabotohon hami tu hamu hagogoon dohot haroro ni Tuhanta Jesus Kristus; tung diida matanami do hatongamonna i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai dijalo do hamuliaon dohot hasangapon sian Debata Ama, di na masa tu Ibana sian hasangapon na tongam i soara on: \"On do Anakku, haholongan ni rohangku; na lomo do rohangku di Ibana!\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "I ma soara, na hubege hami ro sian banua ginjang i, uju rap hami dohot Ibana di dolok na badia i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(IV.) Jadi lam hot ma, antong, hata panurirangon i di hami; jala tama marsitiopan tusi ma hamu, songon na tu palito na marsinondang di inganan na holom, paima tarida siulubalang ari i, jala binsar siboan hatiuron di bagasan rohamuna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "On ma parjolo boto hamu: Ndang dapot hatorangan ni nasa panurirangon na tarsurat, anggo sian roha ni jolma.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai ndang dung sian tahi ni jolma haroroan ni panurirangon; alai tinogihon ni Tondi Parbadia do, umbahen na marsoara angka jolma, disuru Debata.",
      "type": "content"
    }
  ]
}