{
  "book": "2 Petrus",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba taringot tu parpoda haliluon 1-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai hehe do nang najolo angka panurirang pargapgap di tongatonga ni natorop; songon i nang nuaeng ro tu tongatongamuna angka guru pargapgap, siboan parsirangan hamagoan, pola do soadahononna Tuhan na manobus nasida, gabe lingkup do tu dirinasida hamagoan, diaithon nasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Torop na mangihuthon pansuasaehonnasida; ala ni nasida gabe hona insak do agama hasintongan i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sian roha na marpambuat parlabahononna do hamu marhitehite hata sipaotooto. Sian nahinan dope ndang sulon uhum na tu nasida, jala ndang tarlalap hamagoan di nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai gari angka surusuruan na mardosa, ndang diolani Debata: Na didabu do nasida tu banua toru, tu lung haholomon, paramothon nasida tu uhum.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nang hasiangan na robi i, ndang diolani Ibana; alai diramoti do paualu si Noak, parjamita hatigoran i, di na tinongosna aek na sumar i mangkungkupi portibi na jahat i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nang huta Sodom dohot Gumora, diparsiragongi do, laho manguhumi, pajongjong lumbalumba taringot tu na masa sogot tu angka na tois.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai dipalua do si Lot na tigor i, na niarsahan ni angka na so maruhum i marhitehite harorangon na niulanasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai marhite sian na niidana dohot na binegena ariari diarsakkon tondi ni partigor i do pambahenannasida na so maruhum i, di na maringanan ibana di tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Diboto Tuhan i do, paluahon angka na daulat sian pangunjunan dohot pajagahon angka pargeduk, asa hona pinsang nasida di ari uhum i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Gumodang ma angka sipaolooloi sibuk, siulahon hahisapon na pahodarhon, angka parhu ni roha di panggomgomion; angka na garang do nasida jala na tois, na so mabiar manginsahi angka parhasangapon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Gari angka surusuruan, atik pe sumurung hagogoon dohot huasonasida, gari so mandabuhon uhum paminsangon dompak nasida di jolo ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai songon binatang na so marroha do nasida, angka sitangkupon jala sibunuon hian, umbahen na tubu; na manginsahi do nasida di na so binotonasida, gabe mago ma di hamagoannasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Upa hageduhon i do diluahon nasida; halalas ni roha do dijujur nasida pargadombuson ariari; sap angka hahodaron dohot hagigian do nasida, na ripe mansuasaehon di bagasan hahisaponnasida, di na rap mangan nasida dohot hamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Gok pangalangkupon do matanasida; na so mansadi nasida mardosa, diellemellem do roha ni angka na hurang togu, dipasomalsomal do rohana tu pangahution: Angka anak jea do nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ditadingkon do dalan na tigor i, gabe lilu, mangihuthon dalan ni si Bileam, anak ni si Beor, na holong roha di upa hageduhon i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai hona ajar do ibana di pangalaosionna i, ai dorbia na tarrante, na so parsoara hian, i do gabe mangkuling marsoara jolma, mangalo lalaen ni panurirang i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Angka mual na so maraek do nasida, angka ombun na niullus ni halisungsung; holom ni na holom do dipadiri di nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai dihatahon nasida do haotoon na tarlobi burnang, laho mangeleala, marhitehite hisaphisap ni sibuk dohot pargadombuson, dongan na imbaru maporus dope, tumadingkon angka pardalan na di bagasan haliluon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibagabagahon nasida do haluaon, atik pe hatoban ni hamagoan i nasida; ai ia i na patunduk halak, hatoban ni i do ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai angka naung maporus pasidingkon hahodaron ni portibi on, di na tinandanasida Tuhan Jesus Kristus, Sipalua i: Anggo mangulahi taralit jala talu, gabe jumorbut ma ujungna sian bonana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai dumenggan do di nasida, aut unang ditanda nasida dalan hatigoran i, sian na tumundalhon uhum na badia, naung sahat tu nasida, naung tinandanasida i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jumpang do di nasida hata ni umpama na sintong on: Na mulak do biang tu utautana, jala na margulu do babi di na rotakna, dung mangarembe.",
      "type": "content"
    }
  ]
}