{
  "book": "2 Petrus",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sai na ro do Tuhan i, so pangkirimon, di tingkina i 1-10. II. Pangalaho na ture, managam ari i 11-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma surat na paduahon, na husurat tu hamu, angka haholongan, manungguli bontor ni roha di hamu, marhitehite hata sipaingot,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "asa diingot hamu hata angka naung hinatahon ni angka panurirang na badia i, nang patik ni Tuhan jala Sipalua i, na binaritahon ni angka apostelmuna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "On ma na rumingkot botoonmuna: Na ro ma di angka ari parpudi angka pangalensem, parhata insahinsak, na mangoloi angka hisapna sandiri;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "angka na mandok: Didia do harorona, na pinarbagabaga i? Ai dung monding angka amanta, hot do saluhutna songon i, sian mula ni hasiangan on!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Laho mandok songon i, ndang manganto rohanasida, naung sian aek do langit nang tano, jala marhitehite aek do hajajadina hinorhon ni hata ni Debata.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Laos marhitehite aek i do mago uju i tano on, dilantaphon aek i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala marhite sian hata i do diramoti Ibana langit dohot tano nuaeng; dipeop do, asa tu api di ari paruhuman jala hamagaon ni jolma angka na jahat.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai tangkas ma ingot hamu, angka haholongan: Sada ari do di Tuhan i songon saribu taon, jala saribu taon songon sada ari!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang dipagele Tuhan i bagabaga i, songon na nidok ni roha ni na deba; alai lambas do rohana mida hamu, ai dipangido rohana, naeng unang ma nian mago agia ise, naeng ma tahe saluhutna sahat tu hamubaon ni roha.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai na ro ma ari ni Tuhan i, songon panangko; mardorop ma disi langit i, laho sega; masarsar ma sisiasia ni tano on bahenon ni api; songon i nang tano i, ro di sude ulaon na di atasna, masoksok ma.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Antong, anggo masarsar do hape saluhutna on, nda lam sumurung ma parange na badia dohot hadaulaton",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "ni angka na paimaimahon jala mangkasiholi haroro ni ari ni Debata, di na masarsar langit i disoksohi, jala malala tartutung do angka sisiasiana!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai na maimaima do hita di langit na imbaru dohot di tano na imbaru, inganan ni hatigoran i, hombar tu bagabagana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibahen i, hamu angka haholongan, anggo i dipaimaima hamu, ringkoti hamu ma, asa didapot Ibana hamu so martihas, so hasurahan, di bagasan dame!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Rajumi hamu ma lambas ni roha ni Tuhanta haluaonmuna, songon naung manurat tu hamu dongan haholonganta, si Paulus i, marguru tu parbinotoan, naung dilehon tu ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Songon i di saluhut angka suratna, i dipatorang; adong do deba disi na maol antusan, i ma dipalipe angka na so marroha jala na so togu rohana, nang di surat na asing pe, bahen hamagoannasida sandiri.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Antong, hamu angka haholongan, ala naung diboto hamu i hian, jaga ma, unang tarela hamu, dibahen haliluon ni angka na so maruhum i, gabe madabu hamu maon sian haojahanmuna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai lam ganda ma di hamu asi ni roha dohot panandaon di Tuhanta Jesus Kristus, Sipalua i! Di Ibana ma hasangapon, nang nuaeng, nang ro di salelenglelengna!",
      "type": "content"
    }
  ]
}