{
  "book": "Amsal",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Neraca serong adalah kekejian bagi TUHAN, tetapi Ia berkenan akan batu timbangan yang tepat.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jikalau keangkuhan tiba, tiba juga cemooh, tetapi hikmat ada pada orang yang rendah hati.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Orang yang jujur dipimpin oleh ketulusannya, tetapi pengkhianat dirusak oleh kecurangannya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pada hari kemurkaan harta tidak berguna, tetapi kebenaran melepaskan orang dari maut.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jalan orang saleh diratakan oleh kebenarannya, tetapi orang fasik jatuh karena kefasikannya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Orang yang jujur dilepaskan oleh kebenarannya, tetapi pengkhianat tertangkap oleh hawa nafsunya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pengharapan orang fasik gagal pada kematiannya, dan harapan orang jahat menjadi sia-sia.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Orang benar diselamatkan dari kesukaran, lalu orang fasik menggantikannya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dengan mulutnya orang fasik membinasakan sesama manusia, tetapi orang benar diselamatkan oleh pengetahuan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Bila orang benar mujur, beria-rialah kota, dan bila orang fasik binasa, gemuruhlah sorak-sorai.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Berkat orang jujur memperkembangkan kota, tetapi mulut orang fasik meruntuhkannya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Siapa menghina sesamanya, tidak berakal budi, tetapi orang yang pandai, berdiam diri.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Siapa mengumpat, membuka rahasia, tetapi siapa yang setia, menutupi perkara.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jikalau tidak ada pimpinan, jatuhlah bangsa, tetapi jikalau penasihat banyak, keselamatan ada.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sangat malanglah orang yang menanggung orang lain, tetapi siapa membenci pertanggungan, amanlah ia.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Perempuan yang baik hati beroleh hormat; sedangkan seorang penindas beroleh kekayaan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Orang yang murah hati berbuat baik kepada diri sendiri, tetapi orang yang kejam menyiksa badannya sendiri.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Orang fasik membuat laba yang sia-sia, tetapi siapa menabur kebenaran, mendapat pahala yang tetap.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Siapa berpegang pada kebenaran yang sejati, menuju hidup, tetapi siapa mengejar kejahatan, menuju kematian.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Orang yang serong hatinya adalah kekejian bagi TUHAN, tetapi orang yang tak bercela, jalannya dikenan-Nya.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sungguh, orang jahat tidak akan luput dari hukuman, tetapi keturunan orang benar akan diselamatkan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Seperti anting-anting emas di jungur babi, demikianlah perempuan cantik yang tidak susila.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Keinginan orang benar mendatangkan bahagia semata-mata, harapan orang fasik mendatangkan murka.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ada yang menyebar harta, tetapi bertambah kaya, ada yang menghemat secara luar biasa, namun selalu berkekurangan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Siapa banyak memberi berkat, diberi kelimpahan, siapa memberi minum, ia sendiri akan diberi minum.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Siapa menahan gandum, ia dikutuki orang, tetapi berkat turun di atas kepala orang yang menjual gandum.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Siapa mengejar kebaikan, berusaha untuk dikenan orang, tetapi siapa mengejar kejahatan akan ditimpa kejahatan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Siapa mempercayakan diri kepada kekayaannya akan jatuh; tetapi orang benar akan tumbuh seperti daun muda.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Siapa yang mengacaukan rumah tangganya akan menangkap angin; orang bodoh akan menjadi budak orang bijak.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Hasil orang benar adalah pohon kehidupan, dan siapa bijak, mengambil hati orang.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Kalau orang benar menerima balasan di atas bumi, lebih-lebih orang fasik dan orang berdosa!",
      "type": "content"
    }
  ]
}