{
  "book": "Amsal",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Siapa mencintai didikan, mencintai pengetahuan; tetapi siapa membenci teguran, adalah dungu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Orang baik dikenan TUHAN, tetapi si penipu dihukum-Nya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Orang tidak akan tetap tegak karena kefasikan, tetapi akar orang benar tidak akan goncang.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Isteri yang cakap adalah mahkota suaminya, tetapi yang membuat malu adalah seperti penyakit yang membusukkan tulang suaminya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Rancangan orang benar adalah adil, tujuan orang fasik memperdaya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Perkataan orang fasik menghadang darah, tetapi mulut orang jujur menyelamatkan orang.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Orang fasik dijatuhkan sehingga mereka tidak ada lagi, tetapi rumah orang benar berdiri tetap.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Setiap orang dipuji seimbang dengan akal budinya, tetapi orang yang serong hatinya, akan dihina.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lebih baik menjadi orang kecil, tetapi bekerja untuk diri sendiri, dari pada berlagak orang besar, tetapi kekurangan makan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Orang benar memperhatikan hidup hewannya, tetapi belas kasihan orang fasik itu kejam.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Siapa mengerjakan tanahnya, akan kenyang dengan makanan, tetapi siapa mengejar barang yang sia-sia, tidak berakal budi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Orang fasik mengingini jala orang jahat, tetapi akar orang benar mendatangkan hasil.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Orang jahat terjerat oleh pelanggaran bibirnya, tetapi orang benar dapat keluar dari kesukaran.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Setiap orang dikenyangkan dengan kebaikan oleh karena buah perkataan, dan orang mendapat balasan dari pada yang dikerjakan tangannya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jalan orang bodoh lurus dalam anggapannya sendiri, tetapi siapa mendengarkan nasihat, ia bijak.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Bodohlah yang menyatakan sakit hatinya seketika itu juga, tetapi bijak, yang mengabaikan cemooh.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Siapa mengatakan kebenaran, menyatakan apa yang adil, tetapi saksi dusta menyatakan tipu daya.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ada orang yang lancang mulutnya seperti tikaman pedang, tetapi lidah orang bijak mendatangkan kesembuhan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Bibir yang mengatakan kebenaran tetap untuk selama-lamanya, tetapi lidah dusta hanya untuk sekejap mata.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tipu daya ada di dalam hati orang yang merencanakan kejahatan, tetapi orang yang menasihatkan kesejahteraan mendapat sukacita.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Orang benar tidak akan ditimpa oleh bencana apapun, tetapi orang fasik akan senantiasa celaka.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Orang yang dusta bibirnya adalah kekejian bagi TUHAN, tetapi orang yang berlaku setia dikenan-Nya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Orang yang bijak menyembunyikan pengetahuannya, tetapi hati orang bebal menyeru-nyerukan kebodohan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tangan orang rajin memegang kekuasaan, tetapi kemalasan mengakibatkan kerja paksa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Kekuatiran dalam hati membungkukkan orang, tetapi perkataan yang baik menggembirakan dia.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Orang benar mendapati tempat penggembalaannya, tetapi jalan orang fasik menyesatkan mereka sendiri.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Orang malas tidak akan menangkap buruannya, tetapi orang rajin akan memperoleh harta yang berharga.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Di jalan kebenaran terdapat hidup, tetapi jalan kemurtadan menuju maut.",
      "type": "content"
    }
  ]
}