{
  "book": "Amsal",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Anak yang bijak mendengarkan didikan ayahnya, tetapi seorang pencemooh tidak mendengarkan hardikan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dari buah mulutnya seseorang akan makan yang baik, tetapi nafsu seorang pengkhianat ialah melakukan kelaliman.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Siapa menjaga mulutnya, memelihara nyawanya, siapa yang lebar bibir, akan ditimpa kebinasaan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hati si pemalas penuh keinginan, tetapi sia-sia, sedangkan hati orang rajin diberi kelimpahan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Orang benar benci kepada dusta, tetapi orang fasik memalukan dan memburukkan diri.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kebenaran menjaga orang yang saleh jalannya, tetapi kefasikan mencelakakan orang berdosa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ada orang yang berlagak kaya, tetapi tidak mempunyai apa-apa, ada pula yang berpura-pura miskin, tetapi hartanya banyak.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kekayaan adalah tebusan nyawa seseorang, tetapi orang miskin tidak akan mendengar ancaman.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Terang orang benar bercahaya gemilang, sedangkan pelita orang fasik padam.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Keangkuhan hanya menimbulkan pertengkaran, tetapi mereka yang mendengarkan nasihat mempunyai hikmat.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Harta yang cepat diperoleh akan berkurang, tetapi siapa mengumpulkan sedikit demi sedikit, menjadi kaya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Harapan yang tertunda menyedihkan hati, tetapi keinginan yang terpenuhi adalah pohon kehidupan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Siapa meremehkan firman, ia akan menanggung akibatnya, tetapi siapa taat kepada perintah, akan menerima balasan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ajaran orang bijak adalah sumber kehidupan, sehingga orang terhindar dari jerat-jerat maut.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Akal budi yang baik mendatangkan karunia, tetapi jalan pengkhianat-pengkhianat mencelakakan mereka.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Orang cerdik bertindak dengan pengetahuan, tetapi orang bebal membeberkan kebodohan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Utusan orang fasik menjerumuskan orang ke dalam celaka, tetapi duta yang setia mendatangkan kesembuhan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Kemiskinan dan cemooh menimpa orang yang mengabaikan didikan, tetapi siapa mengindahkan teguran, ia dihormati.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Keinginan yang terlaksana menyenangkan hati, menghindari kejahatan adalah kekejian bagi orang bebal.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Siapa bergaul dengan orang bijak menjadi bijak, tetapi siapa berteman dengan orang bebal menjadi malang.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Orang berdosa dikejar oleh malapetaka, tetapi Ia membalas orang benar dengan kebahagiaan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Orang baik meninggalkan warisan bagi anak cucunya, tetapi kekayaan orang berdosa disimpan bagi orang benar.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Huma orang miskin menghasilkan banyak makanan, tetapi ada yang lenyap karena tidak ada keadilan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Siapa tidak menggunakan tongkat, benci kepada anaknya; tetapi siapa mengasihi anaknya, menghajar dia pada waktunya.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Orang benar makan sekenyang-kenyangnya, tetapi perut orang fasik menderita kekurangan.",
      "type": "content"
    }
  ]
}