{
  "book": "Amsal",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Jawaban yang lemah lembut meredakan kegeraman, tetapi perkataan yang pedas membangkitkan marah.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lidah orang bijak mengeluarkan pengetahuan, tetapi mulut orang bebal mencurahkan kebodohan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Mata TUHAN ada di segala tempat, mengawasi orang jahat dan orang baik.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Lidah lembut adalah pohon kehidupan, tetapi lidah curang melukai hati.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Orang bodoh menolak didikan ayahnya, tetapi siapa mengindahkan teguran adalah bijak.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Di rumah orang benar ada banyak harta benda, tetapi penghasilan orang fasik membawa kerusakan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Bibir orang bijak menaburkan pengetahuan, tetapi hati orang bebal tidak jujur.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Korban orang fasik adalah kekejian bagi TUHAN, tetapi doa orang jujur dikenan-Nya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jalan orang fasik adalah kekejian bagi TUHAN, tetapi siapa mengejar kebenaran, dikasihi-Nya.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Didikan yang keras adalah bagi orang yang meninggalkan jalan yang benar, dan siapa benci kepada teguran akan mati.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dunia orang mati dan kebinasaan terbuka di hadapan TUHAN, lebih-lebih hati anak manusia!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Si pencemooh tidak suka ditegur orang; ia tidak mau pergi kepada orang bijak.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hati yang gembira membuat muka berseri-seri, tetapi kepedihan hati mematahkan semangat.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hati orang berpengertian mencari pengetahuan, tetapi mulut orang bebal sibuk dengan kebodohan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hari orang berkesusahan buruk semuanya, tetapi orang yang gembira hatinya selalu berpesta.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Lebih baik sedikit barang dengan disertai takut akan TUHAN dari pada banyak harta dengan disertai kecemasan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Lebih baik sepiring sayur dengan kasih dari pada lembu tambun dengan kebencian.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Si pemarah membangkitkan pertengkaran, tetapi orang yang sabar memadamkan perbantahan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jalan si pemalas seperti pagar duri, tetapi jalan orang jujur adalah rata.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Anak yang bijak menggembirakan ayahnya, tetapi orang yang bebal menghina ibunya.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Kebodohan adalah kesukaan bagi yang tidak berakal budi, tetapi orang yang pandai berjalan lurus.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Rancangan gagal kalau tidak ada pertimbangan, tetapi terlaksana kalau penasihat banyak.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Seseorang bersukacita karena jawaban yang diberikannya, dan alangkah baiknya perkataan yang tepat pada waktunya!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jalan kehidupan orang berakal budi menuju ke atas, supaya ia menjauhi dunia orang mati di bawah.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Rumah orang congkak dirombak TUHAN, tetapi batas tanah seorang janda dijadikan-Nya tetap.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Rancangan orang jahat adalah kekejian bagi TUHAN, tetapi perkataan yang ramah itu suci.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Siapa loba akan keuntungan gelap, mengacaukan rumah tangganya, tetapi siapa membenci suap akan hidup.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Hati orang benar menimbang-nimbang jawabannya, tetapi mulut orang fasik mencurahkan hal-hal yang jahat.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "TUHAN itu jauh dari pada orang fasik, tetapi doa orang benar didengar-Nya.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Mata yang bersinar-sinar menyukakan hati, dan kabar yang baik menyegarkan tulang.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Orang yang mengarahkan telinga kepada teguran yang membawa kepada kehidupan akan tinggal di tengah-tengah orang bijak.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Siapa mengabaikan didikan membuang dirinya sendiri, tetapi siapa mendengarkan teguran, memperoleh akal budi.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Takut akan TUHAN adalah didikan yang mendatangkan hikmat, dan kerendahan hati mendahului kehormatan.",
      "type": "content"
    }
  ]
}