{
  "book": "Amsal",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Faedah dari pada menuntut hikmat",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Hai anakku, jikalau engkau menerima perkataanku dan menyimpan perintahku di dalam hatimu,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "sehingga telingamu memperhatikan hikmat, dan engkau mencenderungkan hatimu kepada kepandaian,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "ya, jikalau engkau berseru kepada pengertian, dan menujukan suaramu kepada kepandaian,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "jikalau engkau mencarinya seperti mencari perak, dan mengejarnya seperti mengejar harta terpendam,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "maka engkau akan memperoleh pengertian tentang takut akan TUHAN dan mendapat pengenalan akan Allah.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Karena Tuhanlah yang memberikan hikmat, dari mulut-Nya datang pengetahuan dan kepandaian.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia menyediakan pertolongan bagi orang yang jujur, menjadi perisai bagi orang yang tidak bercela lakunya,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "sambil menjaga jalan keadilan, dan memelihara jalan orang-orang-Nya yang setia.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Maka engkau akan mengerti tentang kebenaran, keadilan, dan kejujuran, bahkan setiap jalan yang baik.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Karena hikmat akan masuk ke dalam hatimu dan pengetahuan akan menyenangkan jiwamu;",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "kebijaksanaan akan memelihara engkau, kepandaian akan menjaga engkau",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "supaya engkau terlepas dari jalan yang jahat, dari orang yang mengucapkan tipu muslihat,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "dari mereka yang meninggalkan jalan yang lurus dan menempuh jalan yang gelap;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "yang bersukacita melakukan kejahatan, bersorak-sorak karena tipu muslihat yang jahat,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "yang berliku-liku jalannya dan yang sesat perilakunya;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "supaya engkau terlepas dari perempuan jalang, dari perempuan yang asing, yang licin perkataannya,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "yang meninggalkan teman hidup masa mudanya dan melupakan perjanjian Allahnya;",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "sesungguhnya rumahnya hilang tenggelam ke dalam maut, jalannya menuju ke arwah-arwah.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Segala orang yang datang kepadanya tidak balik kembali, dan tidak mencapai jalan kehidupan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sebab itu tempuhlah jalan orang baik, dan peliharalah jalan-jalan orang benar.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Karena orang jujurlah akan mendiami tanah, dan orang yang tak bercelalah yang akan tetap tinggal di situ,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "tetapi orang fasik akan dipunahkan dari tanah itu, dan pengkhianat akan dibuang dari situ.",
      "type": "content"
    }
  ]
}