{
  "book": "Amsal",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Anggur adalah pencemooh, minuman keras adalah peribut, tidaklah bijak orang yang terhuyung-huyung karenanya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Kegentaran yang datang dari raja adalah seperti raung singa muda, siapa membangkitkan marahnya membahayakan dirinya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Terhormatlah seseorang, jika ia menjauhi perbantahan, tetapi setiap orang bodoh membiarkan amarahnya meledak.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pada musim dingin si pemalas tidak membajak; jikalau ia mencari pada musim menuai, maka tidak ada apa-apa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Rancangan di dalam hati manusia itu seperti air yang dalam, tetapi orang yang pandai tahu menimbanya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Banyak orang menyebut diri baik hati, tetapi orang yang setia, siapakah menemukannya?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Orang benar yang bersih kelakuannya--berbahagialah keturunannya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Raja yang bersemayam di atas kursi pengadilan dapat mengetahui segala yang jahat dengan matanya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Siapakah dapat berkata: \"Aku telah membersihkan hatiku, aku tahir dari pada dosaku?\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dua macam batu timbangan, dua macam takaran, kedua-duanya adalah kekejian bagi TUHAN.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Anak-anakpun sudah dapat dikenal dari pada perbuatannya, apakah bersih dan jujur kelakuannya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Telinga yang mendengar dan mata yang melihat, kedua-duanya dibuat oleh TUHAN.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Janganlah menyukai tidur, supaya engkau tidak jatuh miskin, bukalah matamu dan engkau akan makan sampai kenyang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "\"Tidak baik! Tidak baik!\", kata si pembeli, tetapi begitu ia pergi, ia memuji dirinya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sekalipun ada emas dan permata banyak, tetapi yang paling berharga ialah bibir yang berpengetahuan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ambillah pakaian orang yang menanggung orang lain, dan tahanlah dia sebagai sandera ganti orang asing.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Roti hasil tipuan sedap rasanya, tetapi kemudian mulutnya penuh dengan kerikil.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Rancangan terlaksana oleh pertimbangan, sebab itu berperanglah dengan siasat.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Siapa mengumpat, membuka rahasia, sebab itu janganlah engkau bergaul dengan orang yang bocor mulut.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Siapa mengutuki ayah atau ibunya, pelitanya akan padam pada waktu gelap.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Milik yang diperoleh dengan cepat pada mulanya, akhirnya tidak diberkati.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Janganlah engkau berkata: \"Aku akan membalas kejahatan,\" nantikanlah TUHAN, Ia akan menyelamatkan engkau.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dua macam batu timbangan adalah kekejian bagi TUHAN, dan neraca serong itu tidak baik.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Langkah orang ditentukan oleh TUHAN, tetapi bagaimanakah manusia dapat mengerti jalan hidupnya?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Suatu jerat bagi manusia ialah kalau ia tanpa berpikir mengatakan \"Kudus\", dan baru menimbang-nimbang sesudah bernazar.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Raja yang bijak dapat mengenal orang-orang fasik, dan menggilas mereka berulang-ulang.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Roh manusia adalah pelita TUHAN, yang menyelidiki seluruh lubuk hatinya.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Kasih dan setia melindungi raja, dan dengan kasih ia menopang takhtanya.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Hiasan orang muda ialah kekuatannya, dan keindahan orang tua ialah uban.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Bilur-bilur yang berdarah membersihkan kejahatan, dan pukulan membersihkan lubuk hati.",
      "type": "content"
    }
  ]
}