{
  "book": "Amsal",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Nama baik lebih berharga dari pada kekayaan besar, dikasihi orang lebih baik dari pada perak dan emas.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Orang kaya dan orang miskin bertemu; yang membuat mereka semua ialah TUHAN.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Kalau orang bijak melihat malapetaka, bersembunyilah ia, tetapi orang yang tak berpengalaman berjalan terus, lalu kena celaka.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ganjaran kerendahan hati dan takut akan TUHAN adalah kekayaan, kehormatan dan kehidupan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Duri dan perangkap ada di jalan orang yang serong hatinya; siapa ingin memelihara diri menjauhi orang itu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Didiklah orang muda menurut jalan yang patut baginya, maka pada masa tuanyapun ia tidak akan menyimpang dari pada jalan itu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Orang kaya menguasai orang miskin, yang berhutang menjadi budak dari yang menghutangi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Orang yang menabur kecurangan akan menuai bencana, dan tongkat amarahnya akan habis binasa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Orang yang baik hati akan diberkati, karena ia membagi rezekinya dengan si miskin.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Usirlah si pencemooh, maka lenyaplah pertengkaran, dan akan berhentilah perbantahan dan cemooh.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Orang yang mencintai kesucian hati dan yang manis bicaranya menjadi sahabat raja.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mata TUHAN menjaga pengetahuan, tetapi Ia membatalkan perkataan si pengkhianat.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Si pemalas berkata: \"Ada singa di luar, aku akan dibunuh di tengah jalan.\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Mulut perempuan jalang adalah lobang yang dalam; orang yang dimurkai TUHAN akan terperosok ke dalamnya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Kebodohan melekat pada hati orang muda, tetapi tongkat didikan akan mengusir itu dari padanya.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Orang yang menindas orang lemah untuk menguntungkan diri atau memberi hadiah kepada orang kaya, hanya merugikan diri saja.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Amsal-amsal orang bijak",
      "type": "title"
    },
    {
      "verse": 17,
      "text": "Pasanglah telingamu dan dengarkanlah amsal-amsal orang bijak, berilah perhatian kepada pengetahuanku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Karena menyimpannya dalam hati akan menyenangkan bagimu, bila semuanya itu tersedia pada bibirmu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Supaya engkau menaruh kepercayaanmu kepada TUHAN, aku mengajarkannya kepadamu sekarang, ya kepadamu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Bukankah aku telah menulisnya kepadamu dulu dengan nasihat dan pengetahuan,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "untuk mengajarkan kepadamu apa yang benar dan sungguh, supaya engkau dapat memberikan jawaban yang tepat kepada yang menyuruh engkau.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Janganlah merampasi orang lemah, karena ia lemah, dan janganlah menginjak-injak orang yang berkesusahan di pintu gerbang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sebab TUHAN membela perkara mereka, dan mengambil nyawa orang yang merampasi mereka.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jangan berteman dengan orang yang lekas gusar, jangan bergaul dengan seorang pemarah,",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "supaya engkau jangan menjadi biasa dengan tingkah lakunya dan memasang jerat bagi dirimu sendiri.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jangan engkau termasuk orang yang membuat persetujuan, dan yang menjadi penanggung hutang.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Mengapa orang akan mengambil tempat tidurmu dari bawahmu, bila engkau tidak mempunyai apa-apa untuk membayar kembali?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jangan engkau memindahkan batas tanah yang lama, yang ditetapkan oleh nenek moyangmu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Pernahkah engkau melihat orang yang cakap dalam pekerjaannya? Di hadapan raja-raja ia akan berdiri, bukan di hadapan orang-orang yang hina.",
      "type": "content"
    }
  ]
}