{
  "book": "Amsal",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Bila engkau duduk makan dengan seorang pembesar, perhatikanlah baik-baik apa yang ada di depanmu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Taruhlah sebuah pisau pada lehermu, bila besar nafsumu!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jangan ingin akan makanannya yang lezat, itu adalah hidangan yang menipu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jangan bersusah payah untuk menjadi kaya, tinggalkan niatmu ini.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Kalau engkau mengamat-amatinya, lenyaplah ia, karena tiba-tiba ia bersayap, lalu terbang ke angkasa seperti rajawali.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jangan makan roti orang yang kikir, jangan ingin akan makanannya yang lezat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sebab seperti orang yang membuat perhitungan dalam dirinya sendiri demikianlah ia. \"Silakan makan dan minum,\" katanya kepadamu, tetapi ia tidak tulus hati terhadapmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Suap yang telah kaumakan, kau akan muntahkan, dan kata-katamu yang manis kausia-siakan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jangan berbicara di telinga orang bebal, sebab ia akan meremehkan kata-katamu yang bijak.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jangan engkau memindahkan batas tanah yang lama, dan memasuki ladang anak-anak yatim.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Karena penebus mereka kuat, Dialah yang membela perkara mereka melawan engkau.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Arahkanlah perhatianmu kepada didikan, dan telingamu kepada kata-kata pengetahuan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jangan menolak didikan dari anakmu ia tidak akan mati kalau engkau memukulnya dengan rotan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Engkau memukulnya dengan rotan, tetapi engkau menyelamatkan nyawanya dari dunia orang mati.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hai anakku, jika hatimu bijak, hatiku juga bersukacita.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jiwaku bersukaria, kalau bibirmu mengatakan yang jujur.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Janganlah hatimu iri kepada orang-orang yang berdosa, tetapi takutlah akan TUHAN senantiasa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Karena masa depan sungguh ada, dan harapanmu tidak akan hilang.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hai anakku, dengarkanlah, dan jadilah bijak, tujukanlah hatimu ke jalan yang benar.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Janganlah engkau ada di antara peminum anggur dan pelahap daging.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Karena si peminum dan si pelahap menjadi miskin, dan kantuk membuat orang berpakaian compang-camping.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dengarkanlah ayahmu yang memperanakkan engkau, dan janganlah menghina ibumu kalau ia sudah tua.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Belilah kebenaran dan jangan menjualnya; demikian juga dengan hikmat, didikan dan pengertian.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ayah seorang yang benar akan bersorak-sorak; yang memperanakkan orang-orang yang bijak akan bersukacita karena dia.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Biarlah ayahmu dan ibumu bersukacita, biarlah beria-ria dia yang melahirkan engkau.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Hai anakku, berikanlah hatimu kepadaku, biarlah matamu senang dengan jalan-jalanku.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Karena perempuan jalang adalah lobang yang dalam, dan perempuan asing adalah sumur yang sempit.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Bahkan, seperti penyamun ia menghadang, dan memperbanyak pengkhianat di antara manusia.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Siapa mengaduh? Siapa mengeluh? Siapa bertengkar? Siapa berkeluh kesah? Siapa mendapat cidera tanpa sebab? Siapa merah matanya?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Yakni mereka yang duduk dengan anggur sampai jauh malam, mereka yang datang mengecap anggur campuran.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jangan melihat kepada anggur, kalau merah menarik warnanya, dan mengilau dalam cawan, yang mengalir masuk dengan nikmat,",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "tetapi kemudian memagut seperti ular, dan menyemburkan bisa seperti beludak.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Lalu matamu akan melihat hal-hal yang aneh, dan hatimu mengucapkan kata-kata yang kacau.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Engkau seperti orang di tengah ombak laut, seperti orang di atas tiang kapal.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Engkau akan berkata: \"Orang memukul aku, tetapi aku tidak merasa sakit. Orang memalu aku, tetapi tidak kurasa. Bilakah aku siuman? Aku akan mencari anggur lagi.\"",
      "type": "content"
    }
  ]
}