{
  "book": "Amsal",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "Siapa bersitegang leher, walaupun telah mendapat teguran, akan sekonyong-konyong diremukkan tanpa dapat dipulihkan lagi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jika orang benar bertambah, bersukacitalah rakyat, tetapi jika orang fasik memerintah, berkeluhkesahlah rakyat.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Orang yang mencintai hikmat menggembirakan ayahnya, tetapi siapa yang bergaul dengan pelacur memboroskan harta.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dengan keadilan seorang raja menegakkan negerinya, tetapi orang yang memungut banyak pajak meruntuhkannya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Orang yang menjilat sesamanya membentangkan jerat di depan kakinya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Orang yang jahat terjerat oleh pelanggarannya, tetapi orang benar akan bersorak dan bersukacita.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Orang benar mengetahui hak orang lemah, tetapi orang fasik tidak mengertinya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pencemooh mengacaukan kota, tetapi orang bijak meredakan amarah.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jika orang bijak beperkara dengan orang bodoh, orang bodoh ini mengamuk dan tertawa, sehingga tak ada ketenangan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Orang yang haus akan darah membenci orang saleh, tetapi orang yang jujur mencari keselamatannya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Orang bebal melampiaskan seluruh amarahnya, tetapi orang bijak akhirnya meredakannya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Kalau pemerintah memperhatikan kebohongan, semua pegawainya menjadi fasik.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Si miskin dan si penindas bertemu, dan TUHAN membuat mata kedua orang itu bersinar.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Raja yang menghakimi orang lemah dengan adil, takhtanya tetap kokoh untuk selama-lamanya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tongkat dan teguran mendatangkan hikmat, tetapi anak yang dibiarkan mempermalukan ibunya.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jika orang fasik bertambah, bertambahlah pula pelanggaran, tetapi orang benar akan melihat keruntuhan mereka.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Didiklah anakmu, maka ia akan memberikan ketenteraman kepadamu, dan mendatangkan sukacita kepadamu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Bila tidak ada wahyu, menjadi liarlah rakyat. Berbahagialah orang yang berpegang pada hukum.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dengan kata-kata saja seorang hamba tidak dapat diajari, sebab walaupun ia mengerti, namun ia tidak mengindahkannya.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Kaulihat orang yang cepat dengan kata-katanya; harapan lebih banyak bagi orang bebal dari pada bagi orang itu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Siapa memanjakan hambanya sejak muda, akhirnya menjadikan dia keras kepala.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Si pemarah menimbulkan pertengkaran, dan orang yang lekas gusar, banyak pelanggarannya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Keangkuhan merendahkan orang, tetapi orang yang rendah hati, menerima pujian.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Siapa menerima bagian dari pencuri, membenci dirinya. Didengarnya kutuk, tetapi tidak diberitahukannya.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Takut kepada orang mendatangkan jerat, tetapi siapa percaya kepada TUHAN, dilindungi.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Banyak orang mencari muka pada pemerintah, tetapi dari TUHAN orang menerima keadilan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Orang bodoh adalah kekejian bagi orang benar, orang yang jujur jalannya adalah kekejian bagi orang fasik.",
      "type": "content"
    }
  ]
}