{
  "book": "Amsal",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "Perkataan-perkataan Agur bin Yake",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Perkataan Agur bin Yake dari Masa. Tutur kata orang itu: Aku berlelah-lelah, ya Allah, aku berlelah-lelah, sampai habis tenagaku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sebab aku ini lebih bodoh dari pada orang lain, pengertian manusia tidak ada padaku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Juga tidak kupelajari hikmat, sehingga tidak dapat kukenal Yang Mahakudus.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Siapakah yang naik ke sorga lalu turun? Siapakah yang telah mengumpulkan angin dalam genggamnya? Siapakah yang telah membungkus air dengan kain? Siapakah yang telah menetapkan segala ujung bumi? Siapa namanya dan siapa nama anaknya? Engkau tentu tahu!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Semua firman Allah adalah murni. Ia adalah perisai bagi orang-orang yang berlindung pada-Nya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jangan menambahi firman-Nya, supaya engkau tidak ditegur-Nya dan dianggap pendusta.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dua hal aku mohon kepada-Mu, jangan itu Kautolak sebelum aku mati, yakni:",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jauhkanlah dari padaku kecurangan dan kebohongan. Jangan berikan kepadaku kemiskinan atau kekayaan. Biarkanlah aku menikmati makanan yang menjadi bagianku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Supaya, kalau aku kenyang, aku tidak menyangkal-Mu dan berkata: Siapa TUHAN itu? Atau, kalau aku miskin, aku mencuri, dan mencemarkan nama Allahku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jangan mencerca seorang hamba pada tuannya, supaya jangan ia mengutuki engkau dan engkau harus menanggung kesalahan itu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ada keturunan yang mengutuki ayahnya dan tidak memberkati ibunya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ada keturunan yang menganggap dirinya tahir, tetapi belum dibasuh dari kotorannya sendiri.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ada keturunan yang berpandangan angkuh, yang terangkat kelopak matanya.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ada keturunan yang giginya adalah pedang, yang gigi geliginya adalah pisau, untuk memakan habis dari bumi orang-orang yang tertindas, orang-orang yang miskin di antara manusia.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Si lintah mempunyai dua anak perempuan: \"Untukku!\" dan \"Untukku!\" Ada tiga hal yang tak akan kenyang, ada empat hal yang tak pernah berkata: \"Cukup!\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dunia orang mati, dan rahim yang mandul, dan bumi yang tidak pernah puas dengan air, dan api yang tidak pernah berkata: \"Cukup!\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Mata yang mengolok-olok ayah, dan enggan mendengarkan ibu akan dipatuk gagak lembah dan dimakan anak rajawali.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ada tiga hal yang mengherankan aku, bahkan, ada empat hal yang tidak kumengerti:",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "jalan rajawali di udara, jalan ular di atas cadas, jalan kapal di tengah-tengah laut, dan jalan seorang laki-laki dengan seorang gadis.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Inilah jalan perempuan yang berzinah: ia makan, lalu menyeka mulutnya, dan berkata: Aku tidak berbuat jahat.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Karena tiga hal bumi gemetar, bahkan, karena empat hal ia tidak dapat tahan:",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "karena seorang hamba, kalau ia menjadi raja, karena seorang bebal, kalau ia kekenyangan makan,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "karena seorang wanita yang tidak disukai orang, kalau ia mendapat suami, dan karena seorang hamba perempuan, kalau ia mendesak kedudukan nyonyanya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ada empat binatang yang terkecil di bumi, tetapi yang sangat cekatan:",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "semut, bangsa yang tidak kuat, tetapi yang menyediakan makanannya di musim panas,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "pelanduk, bangsa yang lemah, tetapi yang membuat rumahnya di bukit batu,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "belalang yang tidak mempunyai raja, namun semuanya berbaris dengan teratur,",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "cicak yang dapat kautangkap dengan tangan, tetapi yang juga ada di istana-istana raja.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ada tiga binatang yang gagah langkahnya, bahkan, empat hal yang gagah jalannya, yakni:",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "singa, yang terkuat di antara binatang, yang tidak mundur terhadap apapun.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ayam jantan yang angkuh, atau kambing jantan, dan seorang raja yang berjalan di depan rakyatnya.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Bila engkau menyombongkan diri tanpa atau dengan berpikir, tekapkanlah tangan pada mulut!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Sebab, kalau susu ditekan, mentega dihasilkan, dan kalau hidung ditekan, darah keluar, dan kalau kemarahan ditekan, pertengkaran timbul.",
      "type": "content"
    }
  ]
}