{
  "book": "Amsal",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Nasihat untuk mencari hikmat",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Dengarkanlah, hai anak-anak, didikan seorang ayah, dan perhatikanlah supaya engkau beroleh pengertian,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "karena aku memberikan ilmu yang baik kepadamu; janganlah meninggalkan petunjukku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Karena ketika aku masih tinggal di rumah ayahku sebagai anak, lemah dan sebagai anak tunggal bagi ibuku,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "aku diajari ayahku, katanya kepadaku: \"Biarlah hatimu memegang perkataanku; berpeganglah pada petunjuk-petunjukku, maka engkau akan hidup.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Perolehlah hikmat, perolehlah pengertian, jangan lupa, dan jangan menyimpang dari perkataan mulutku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Janganlah meninggalkan hikmat itu, maka engkau akan dipeliharanya, kasihilah dia, maka engkau akan dijaganya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Permulaan hikmat ialah: perolehlah hikmat dan dengan segala yang kauperoleh perolehlah pengertian.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Junjunglah dia, maka engkau akan ditinggikannya; engkau akan dijadikan terhormat, apabila engkau memeluknya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia akan mengenakan karangan bunga yang indah di kepalamu, mahkota yang indah akan dikaruniakannya kepadamu.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Hai anakku, dengarkanlah dan terimalah perkataanku, supaya tahun hidupmu menjadi banyak.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Aku mengajarkan jalan hikmat kepadamu, aku memimpin engkau di jalan yang lurus.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Bila engkau berjalan langkahmu tidak akan terhambat, bila engkau berlari engkau tidak akan tersandung.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Berpeganglah pada didikan, janganlah melepaskannya, peliharalah dia, karena dialah hidupmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Janganlah menempuh jalan orang fasik, dan janganlah mengikuti jalan orang jahat.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jauhilah jalan itu, janganlah melaluinya, menyimpanglah dari padanya dan jalanlah terus.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Karena mereka tidak dapat tidur, bila tidak berbuat jahat; kantuk mereka lenyap, bila mereka tidak membuat orang tersandung;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "karena mereka makan roti kefasikan, dan minum anggur kelaliman.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tetapi jalan orang benar itu seperti cahaya fajar, yang kian bertambah terang sampai rembang tengah hari.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jalan orang fasik itu seperti kegelapan; mereka tidak tahu apa yang menyebabkan mereka tersandung.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Hai anakku, perhatikanlah perkataanku, arahkanlah telingamu kepada ucapanku;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "janganlah semuanya itu menjauh dari matamu, simpanlah itu di lubuk hatimu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Karena itulah yang menjadi kehidupan bagi mereka yang mendapatkannya dan kesembuhan bagi seluruh tubuh mereka.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jagalah hatimu dengan segala kewaspadaan, karena dari situlah terpancar kehidupan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Buanglah mulut serong dari padamu dan jauhkanlah bibir yang dolak-dalik dari padamu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Biarlah matamu memandang terus ke depan dan tatapan matamu tetap ke muka.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tempuhlah jalan yang rata dan hendaklah tetap segala jalanmu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Janganlah menyimpang ke kanan atau ke kiri, jauhkanlah kakimu dari kejahatan.",
      "type": "content"
    }
  ]
}