{
  "book": "Amsal",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Hai anakku, berpeganglah pada perkataanku, dan simpanlah perintahku dalam hatimu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Berpeganglah pada perintahku, dan engkau akan hidup; simpanlah ajaranku seperti biji matamu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tambatkanlah semuanya itu pada jarimu, dan tulislah itu pada loh hatimu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Katakanlah kepada hikmat: \"Engkaulah saudaraku\" dan sebutkanlah pengertian itu sanakmu,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "supaya engkau dilindunginya terhadap perempuan jalang, terhadap perempuan asing, yang licin perkataannya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Karena ketika suatu waktu aku melihat-lihat, dari kisi-kisiku, dari jendela rumahku,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "kulihat di antara yang tak berpengalaman, kudapati di antara anak-anak muda seorang teruna yang tidak berakal budi,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "yang menyeberang dekat sudut jalan, lalu melangkah menuju rumah perempuan semacam itu,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "pada waktu senja, pada petang hari, di malam yang gelap.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Maka datanglah menyongsong dia seorang perempuan, berpakaian sundal dengan hati licik;",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "cerewet dan liat perempuan ini, kakinya tak dapat tenang di rumah,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "sebentar ia di jalan dan sebentar di lapangan, dekat setiap tikungan ia menghadang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lalu dipegangnyalah orang teruna itu dan diciumnya, dengan muka tanpa malu berkatalah ia kepadanya:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "\"Aku harus mempersembahkan korban keselamatan, dan pada hari ini telah kubayar nazarku itu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Itulah sebabnya aku keluar menyongsong engkau, untuk mencari engkau dan sekarang kudapatkan engkau.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Telah kubentangkan permadani di atas tempat tidurku, kain lenan beraneka warna dari Mesir.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Pembaringanku telah kutaburi dengan mur, gaharu dan kayu manis.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Marilah kita memuaskan berahi hingga pagi hari, dan bersama-sama menikmati asmara.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Karena suamiku tidak di rumah, ia sedang dalam perjalanan jauh,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "sekantong uang dibawanya, ia baru pulang menjelang bulan purnama.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia merayu orang muda itu dengan berbagai-bagai bujukan, dengan kelicinan bibir ia menggodanya.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Maka tiba-tiba orang muda itu mengikuti dia seperti lembu yang dibawa ke pejagalan, dan seperti orang bodoh yang terbelenggu untuk dihukum,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "sampai anak panah menembus hatinya; seperti burung dengan cepat menuju perangkap, dengan tidak sadar, bahwa hidupnya terancam.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Oleh sebab itu, hai anak-anak, dengarkanlah aku, perhatikanlah perkataan mulutku.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Janganlah hatimu membelok ke jalan-jalan perempuan itu, dan janganlah menyesatkan dirimu di jalan-jalannya.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Karena banyaklah orang yang gugur ditewaskannya, sangat besarlah jumlah orang yang dibunuhnya.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Rumahnya adalah jalan ke dunia orang mati, yang menurun ke ruangan-ruangan maut.",
      "type": "content"
    }
  ]
}