{
  "book": "Amsal",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Wejangan hikmat",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Bukankah hikmat berseru-seru, dan kepandaian memperdengarkan suaranya?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di atas tempat-tempat yang tinggi di tepi jalan, di persimpangan jalan-jalan, di sanalah ia berdiri,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "di samping pintu-pintu gerbang, di depan kota, pada jalan masuk, ia berseru dengan nyaring:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "\"Hai para pria, kepadamulah aku berseru, kepada anak-anak manusia kutujukan suaraku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hai orang yang tak berpengalaman, tuntutlah kecerdasan, hai orang bebal, mengertilah dalam hatimu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dengarlah, karena aku akan mengatakan perkara-perkara yang dalam dan akan membuka bibirku tentang perkara-perkara yang tepat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Karena lidahku mengatakan kebenaran, dan kefasikan adalah kekejian bagi bibirku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Segala perkataan mulutku adalah adil, tidak ada yang belat-belit atau serong.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Semuanya itu jelas bagi yang cerdas, lurus bagi yang berpengetahuan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Terimalah didikanku, lebih dari pada perak, dan pengetahuan lebih dari pada emas pilihan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Karena hikmat lebih berharga dari pada permata, apapun yang diinginkan orang, tidak dapat menyamainya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Aku, hikmat, tinggal bersama-sama dengan kecerdasan, dan aku mendapat pengetahuan dan kebijaksanaan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Takut akan TUHAN ialah membenci kejahatan; aku benci kepada kesombongan, kecongkakan, tingkah laku yang jahat, dan mulut penuh tipu muslihat.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Padaku ada nasihat dan pertimbangan, akulah pengertian, padakulah kekuatan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Karena aku para raja memerintah, dan para pembesar menetapkan keadilan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Karena aku para pembesar berkuasa juga para bangsawan dan semua hakim di bumi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Aku mengasihi orang yang mengasihi aku, dan orang yang tekun mencari aku akan mendapatkan daku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Kekayaan dan kehormatan ada padaku, juga harta yang tetap dan keadilan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Buahku lebih berharga dari pada emas, bahkan dari pada emas tua, hasilku lebih dari pada perak pilihan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Aku berjalan pada jalan kebenaran, di tengah-tengah jalan keadilan,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "supaya kuwariskan harta kepada yang mengasihi aku, dan kuisi penuh perbendaharaan mereka.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "TUHAN telah menciptakan aku sebagai permulaan pekerjaan-Nya, sebagai perbuatan-Nya yang pertama-tama dahulu kala.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sudah pada zaman purbakala aku dibentuk, pada mula pertama, sebelum bumi ada.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sebelum air samudera raya ada, aku telah lahir, sebelum ada sumber-sumber yang sarat dengan air.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sebelum gunung-gunung tertanam dan lebih dahulu dari pada bukit-bukit aku telah lahir;",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "sebelum Ia membuat bumi dengan padang-padangnya atau debu dataran yang pertama.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ketika Ia mempersiapkan langit, aku di sana, ketika Ia menggaris kaki langit pada permukaan air samudera raya,",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "ketika Ia menetapkan awan-awan di atas, dan mata air samudera raya meluap dengan deras,",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "ketika Ia menentukan batas kepada laut, supaya air jangan melanggar titah-Nya, dan ketika Ia menetapkan dasar-dasar bumi,",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "aku ada serta-Nya sebagai anak kesayangan, setiap hari aku menjadi kesenangan-Nya, dan senantiasa bermain-main di hadapan-Nya;",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "aku bermain-main di atas muka bumi-Nya dan anak-anak manusia menjadi kesenanganku.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Oleh sebab itu, hai anak-anak, dengarkanlah aku, karena berbahagialah mereka yang memelihara jalan-jalanku.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dengarkanlah didikan, maka kamu menjadi bijak; janganlah mengabaikannya.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Berbahagialah orang yang mendengarkan daku, yang setiap hari menunggu pada pintuku, yang menjaga tiang pintu gerbangku.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Karena siapa mendapatkan aku, mendapatkan hidup, dan TUHAN berkenan akan dia.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Tetapi siapa tidak mendapatkan aku, merugikan dirinya; semua orang yang membenci aku, mencintai maut.\"",
      "type": "content"
    }
  ]
}