{
  "book": "Ezra",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Tindakan Ezra terhadap perkawinan campuran",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Sementara Ezra berdoa dan mengaku dosa, sambil menangis dengan bersujud di depan rumah Allah, berhimpunlah kepadanya jemaah orang Israel yang sangat besar jumlahnya, laki-laki, perempuan dan anak-anak. Orang-orang itu menangis keras-keras.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Maka berbicaralah Sekhanya bin Yehiel, dari bani Elam, katanya kepada Ezra: \"Kami telah melakukan perbuatan tidak setia terhadap Allah kita, oleh karena kami telah memperisteri perempuan asing dari antara penduduk negeri. Namun demikian sekarang juga masih ada harapan bagi Israel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Marilah kita sekarang mengikat perjanjian dengan Allah kita, bahwa kita akan mengusir semua perempuan itu dengan anak-anak yang dilahirkan mereka, menurut nasihat tuan dan orang-orang yang gemetar karena perintah Allah kita. Dan biarlah orang bertindak menurut hukum Taurat.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Bangkitlah, karena hal itu adalah tugasmu. Kami akan mendampingi engkau. Kuatkanlah hatimu, dan bertindaklah!\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Kemudian bangkitlah Ezra dan menyuruh para pemuka imam dan orang-orang Lewi dan segenap orang Israel bersumpah, bahwa mereka akan berbuat menurut perkataan itu, maka bersumpahlah mereka.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sesudah itu Ezra pergi dari depan rumah Allah menuju bilik Yohanan bin Elyasib, dan di sana ia bermalam dengan tidak makan roti dan minum air, sebab ia berkabung karena orang-orang buangan itu telah melakukan perbuatan tidak setia.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Lalu disiarkanlah pengumuman di Yehuda dan di Yerusalem kepada semua orang yang pulang dari pembuangan untuk berhimpun di Yerusalem.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Barangsiapa dalam tiga hari tidak datang, maka menurut keputusan para pemimpin dan tua-tua segala hartanya akan disita dan ia akan dikucilkan dari jemaah yang pulang dari pembuangan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lalu berhimpunlah semua orang laki-laki Yehuda dan Benyamin di Yerusalem dalam tiga hari itu, yakni dalam bulan kesembilan pada tanggal dua puluh bulan itu. Seluruh rakyat duduk di halaman rumah Allah, sambil menggigil karena perkara itu dan karena hujan lebat.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Maka bangkitlah imam Ezra, lalu berkata kepada mereka: \"Kamu telah melakukan perbuatan tidak setia, karena kamu memperisteri perempuan asing dan dengan demikian menambah kesalahan orang Israel.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tetapi sekarang mengakulah di hadapan TUHAN, Allah nenek moyangmu, dan lakukanlah apa yang berkenan kepada-Nya dan pisahkanlah dirimu dari penduduk negeri dan perempuan-perempuan asing itu!\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Lalu seluruh jemaah menjawab dan berseru dengan suara nyaring: \"Sesungguhnya, adalah kewajiban kami melakukan seperti katamu itu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tetapi orang-orang ini besar jumlahnya dan sekarang musim hujan, sehingga orang tidak sanggup lagi berdiri di luar. Lagipula pekerjaan itu bukan perkara sehari dua hari, karena dalam hal itu kami telah banyak melakukan pelanggaran.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Biarlah pemimpin-pemimpin kami bertindak mewakili jemaah seluruhnya, maka setiap orang di kota-kota kami yang memperisteri perempuan asing harus datang menghadap pada waktu-waktu tertentu, dan bersama-sama mereka para tua-tua dan para hakim di tiap-tiap kota, sampai murka Allah kami yang bernyala-nyala karena perkara ini dijauhkan dari kami.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hanya Yonatan bin Asael, dan Yahzeya bin Tikwa, berdiri menentang perkara itu, disokong oleh Mesulam dan Sabetai, orang Lewi itu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tetapi mereka yang pulang dari pembuangan melakukannya. Maka imam Ezra memilih beberapa orang, kepala-kepala kaum keluarga, masing-masing untuk kaum keluarganya, semuanya dengan namanya disebut. Pada hari pertama bulan kesepuluh mereka bersidang untuk menyelidiki perkara itu,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "dan mereka menyelesaikan segala urusan mengenai orang yang memperisteri perempuan asing itu pada hari pertama bulan pertama.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Di antara kaum imam yang memperisteri perempuan asing terdapat: dari bani Yesua bin Yozadak, dengan saudara-saudaranya: Maaseya, Eliezer, Yarib dan Gedalya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dengan memegang tangan, mereka itu berjanji akan mengusir isteri mereka. Dan mereka mempersembahkan seekor domba jantan dari kawanan kambing domba sebagai korban penebus salah karena kesalahan mereka.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dari bani Imer: Hanani dan Zebaja;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "dari bani Harim: Maaseya, Elia, Semaya, Yehiel dan Uzia;",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "dan dari bani Pasyhur: Elyoenai, Maaseya, Ismael, Netaneel, Yozabad dan Elasa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dari orang-orang Lewi: Yozabad, Simei, Kelaya (yakni Kelita), Petahya, Yuda dan Eliezer.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dari para penyanyi: Elyasib. Dari para penunggu pintu gerbang: Salum, Telem dan Uri.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dari orang-orang Israel yang lain: dari bani Paros: Ramya, Yezia, Malkia, Miyamin, Eleazar, Malkia dan Benaya.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dari bani Elam: Matanya, Zakharia, Yehiel, Abdi, Yeremot dan Elia.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dari bani Zatu: Elyoenai, Elyasib, Matanya, Yeremot, Zabad dan Aziza.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dari bani Bebai: Yohanan, Hananya, Zabai dan Altai.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dari bani Bani: Mesulam, Malukh, Adaya, Yasub, Seal dan Yeramot.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dari bani Pahat-Moab: Adna dan Kelal, Benaya, Maaseya, Matania, Bezaleel, Binui dan Manasye.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dari bani Harim: Eliezer, Yisia, Malkia, Semaya, Simeon,",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Benyamin, Malukh, dan Semarya.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dari bani Hasum: Matnai, Matata, Zabad, Elifelet, Yeremai, Manasye dan Simei.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dari bani Bani: Maadai, Amram, Uel,",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Benaya, Bedeya, Keluhu,",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Wanya, Meremot, Elyasib,",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Matanya, Matnai, Yaasai.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dari bani Binui: Simei,",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Selemya, Natan, Adaya,",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Makhnadbai, Sasai, Sarai,",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Azareel, Selemya, Semarya,",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Salum, Amarya dan Yusuf.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dari bani Nebo: Yeiel, Matica, Zabad, Zebina, Yadai, Yoel dan Benaya.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Mereka sekalian mengambil sebagai isteri perempuan asing; maka mereka menyuruh pergi isteri-isteri itu dengan anak-anaknya.",
      "type": "content"
    }
  ]
}