{
  "book": "Ezra",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Inilah kepala-kepala kaum keluarga dan silsilah orang-orang yang berangkat pulang bersama-sama aku dari Babel pada zaman pemerintahan raja Artahsasta:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "dari bani Pinehas: Gersom; dari bani Itamar: Daniel; dari bani Daud: Hatus",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "bin Sekhanya; dari bani Paros: Zakharia, dan bersama-sama dia seratus lima puluh orang laki-laki tercatat di dalam silsilah;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "dari bani Pahat-Moab: Elyoenai bin Zerahya, dan bersama-sama dia dua ratus orang laki-laki;",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "dari bani Zatu: Sekhanya bin Yahaziel, dan bersama-sama dia tiga ratus orang laki-laki;",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "dan dari bani Adin: Ebed bin Yonatan, dan bersama-sama dia lima puluh orang laki-laki;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "dari bani Elam: Yesaya bin Atalya, dan bersama-sama dia tujuh puluh orang laki-laki;",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "dan dari bani Sefaca: Zebaja bin Mikhael, dan bersama-sama dia delapan puluh orang laki-laki;",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "dan dari bani Yoab: Obaja bin Yehiel, dan bersama-sama dia dua ratus delapan belas orang laki-laki;",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "dan dari bani Bani: Selomit bin Yosifya, dan bersama-sama dia seratus enam puluh orang laki-laki;",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "dan dari bani Bebai: Zakharia bin Bebai, dan bersama-sama dia dua puluh delapan orang laki-laki;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "dan dari bani Azgad: Yohanan bin Hakatan, dan bersama-sama dia seratus sepuluh orang laki-laki;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "dan dari bani Adonikam: yang datang kemudian, dan inilah nama mereka: Elifelet, Yehiel dan Semaya, dan bersama-sama mereka enam puluh orang laki-laki;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "dan dari bani Bigwai: Utai dan Zabud dan bersama-sama dia tujuh puluh orang laki-laki.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Aku menghimpunkan mereka dekat sungai yang mengalir ke Ahawa dan di sana kami berkemah tiga hari lamanya. Ketika kuselidiki mereka, ternyata ada orang-orang Israel awam dan imam-imam, tetapi tidak kudapati di antara mereka orang-orang dari bani Lewi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sebab itu aku mengirim Eliezer, Ariel, Semaya, Elnatan, Yarib, Elnatan, Natan, Zakharia, Mesulam, yakni kepala-kepala kaum keluarga, dan Yoyarib dan Elnatan, yakni pengajar-pengajar,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "dengan suatu pesan untuk Ido, kepala setempat di Kasifya. Aku menaruh perkataan-perkataan ke dalam mulut mereka untuk dikatakan kepada Ido dan saudara-saudaranya, para budak di bait Allah di Kasifya itu, supaya mereka mendatangkan kepada kami orang-orang yang harus menyelenggarakan kebaktian di rumah Allah kami.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Kemudian karena tangan murah Allah kami itu melindungi kami, didatangkanlah oleh mereka kepada kami orang-orang yang berakal budi dari bani Mahli bin Lewi bin Israel, yakni Serebya dengan anak-anak dan saudara-saudaranya, delapan belas orang;",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "dan Hasabya beserta Yesaya, dari bani Merari, dan saudara-saudaranya dan anak-anak mereka, dua puluh orang;",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "dan dari para budak di bait Allah, yang diberikan Daud dan para pembesar untuk membantu pekerjaan orang-orang Lewi, dua ratus dua puluh orang, yang masing-masing ditunjuk dengan disebut namanya.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Kemudian di sana, di tepi sungai Ahawa itu, aku memaklumkan puasa supaya kami merendahkan diri di hadapan Allah kami dan memohon kepada-Nya jalan yang aman bagi kami, bagi anak-anak kami dan segala harta benda kami.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Karena aku malu meminta tentara dan orang-orang berkuda kepada raja untuk mengawal kami terhadap musuh di jalan; sebab kami telah berkata kepada raja, demikian: \"Tangan Allah kami melindungi semua orang yang mencari Dia demi keselamatan mereka, tetapi kuasa murka-Nya menimpa semua orang yang meninggalkan Dia.\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi berpuasalah kami dan memohonkan hal itu kepada Allah dan Allah mengabulkan permohonan kami.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Lalu aku memilih dua belas orang pemuka imam, yakni Serebya dan Hasabya, dan bersama-sama mereka sepuluh orang dari antara saudara-saudara mereka.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Aku menimbang bagi mereka perak, emas, dan perlengkapan-perlengkapan, yakni persembahan-persembahan khusus bagi rumah Allah kami yang dikhususkan oleh raja serta penasihat-penasihatnya dan pembesar-pembesarnya dan semua orang Israel yang ada di sana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Pula aku menimbang untuk menyerahkan ke tangan mereka: perak enam ratus lima puluh talenta, perlengkapan perak seharga seratus talenta, emas seratus talenta,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "dua puluh piala emas seharga seribu dirham dan dua buah perlengkapan dari pada tembaga murni yang mengkilat dan indah seperti emas.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dan aku berkata kepada mereka: \"Kamu kudus bagi TUHAN, dan perlengkapan-perlengkapan inipun kudus, dan perak dan emas ini adalah persembahan sukarela kepada TUHAN, Allah nenek moyangmu;",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "rawatlah dan jagalah itu sampai kamu dapat menimbangnya di depan para pemuka imam serta orang-orang Lewi dan para pemimpin kaum keluarga orang Israel di Yerusalem, di dalam bilik-bilik rumah TUHAN.\"",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Lalu para imam dan orang-orang Lewi menerima perak dan emas dan perlengkapan-perlengkapan yang telah ditimbang itu untuk dibawa ke Yerusalem, ke rumah Allah kami.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tiba di Yerusalem",
      "type": "title"
    },
    {
      "verse": 31,
      "text": "Kemudian berangkatlah kami dari sungai Ahawa pergi ke Yerusalem pada tanggal dua belas bulan pertama untuk berjalan ke Yerusalem, dan tangan Allah kami melindungi kami dan menghindarkan kami dari tangan musuh dan penyamun.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Maka tibalah kami di Yerusalem. Sesudah kami tinggal di sana selama tiga hari,",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "maka pada hari yang keempat ditimbanglah perak dan emas dan perlengkapan-perlengkapan itu di dalam rumah Allah kami di bawah pengawasan imam Meremot bin Uria, yang didampingi oleh Eleazar bin Pinehas, dan mereka dibantu oleh Yozabad bin Yesua dan Noaja bin Binui, orang-orang Lewi.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Semuanya dihitung dan ditimbang kembali, dan jumlah timbangannya dibukukan.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Pada waktu itu juga orang-orang yang telah kembali dari penawanan, yakni mereka yang pulang dari pembuangan, mempersembahkan sebagai korban bakaran kepada Allah Israel: lembu jantan dua belas ekor untuk seluruh Israel, domba jantan sembilan puluh enam ekor, anak domba tujuh puluh tujuh ekor, kambing jantan sebagai korban penghapus dosa dua belas ekor, semuanya itu sebagai korban bakaran bagi TUHAN.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Mereka menyampaikan juga surat perintah raja kepada wakil-wakil raja dan bupati-bupati daerah sebelah barat sungai Efrat, dan orang-orang itu memberi sokongan kepada bangsa kita dan kepada rumah Allah.",
      "type": "content"
    }
  ]
}