{
  "book": "Lukas",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Diajari Tuhan Jesus siseanna martangiang 1-13. II. Dipamalum sada halak na ngungu 14-28. III. Podana maralohon angka Parise dohot sibotosurat 29-54",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Uju martangiang Ibana di sada inganan, jala dung mansohot, ninna sahalak siseanna ma mandok Ibana: Tuhan, ajari hami martangiang, songon na binahen ni si Johannes tu angka siseanna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Gabe didok ma tu nasida: Songon on ma dok hamu laho martangiang: Ale Amanami, sai pinarbadia ma Goarmu! Sai ro ma harajaonmu! Sai saut ma lomo ni roham di banua tonga on, songon na di banua ginjang!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lehon ma tu hami sadari on hangoluan siap ari!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sesa ma dosanami, songon panesanami di dosa ni nasa na mardosa tu hami; jala unang hami togihon tu pangunjunan! Palua ma hami sian pangago!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Laos ninna ma mandok nasida: Ise hamu na maraleale, gabe ditopot ma i mareak tongaborngin, mandok tu ibana: Ua, pasali ahu tolu roti!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai ro do alealengku sian pardalananna, jala ndang adong sipanganon lehononku tu ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Gabe dialusi halak i ma sian bagasan, mandok: Unang ahu susai! Nunga sordak pintu, jala nunga modom angka anakkonku rap dohot ahu; ndang tarbahen ahu hehe mangalehon di ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hudok ma di hamu: Nang so hehe halak i mangalehon, ala naung maraleale nasida, ndang tarbahensa so hehe mangalehon nasa na ringkot di ibana ala ni jugulna i mangido.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ahu pe, hudok ma tu hamu: Pangido hamu ma, sai na lehonon do tu hamu; lului hamu ma, sai na jumpangan do hamu; tuktuhi hamu ma, sai na ungkapon do di hamu!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai sai na manjalo do nasa na mangido; sai na jumpangan do na mangalului jala sai na ungkapon do di na manuktuhi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ise sian hamu angka amaama, anggo dipangido anakna roti tu ibana, gabe dilehon batu tusi, manang dengke dipangido, gabe ulok dilehon?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Manang dipangido tinaru ni manuk, gabe dilehon hala tusi?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Gari hamu, angka na jahat i, umboto mangalehon na denggan tu angka anakkonmuna, lam so lehonon ni Ama i sian banua ginjang Tondi Parbadia tu angka na mangido I sian Ibana?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Dung i dipabali ma sada tondi na mambahen ngungu; alai dung bali tondi i, mangkuling ma na ngungu i, gabe longang ma natorop i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai deba sian nasida mandok: Marhitehite Beelsebul, induk ni angka tondi i, dipabali Ibana angka tondi na jahat i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai anggo na asing mangunjuni Ibana, mangido tanda sian ginjang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai ala ditanda Ibana angka pingkirannasida, gabe didok ma tu nasida: Pesan do nasa harajaon na marsalisi sama dirina jala masitinggangan ma angka jabuna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala molo marsalisi sibolis i sama dirina, tung tarbahen ma hot harajaonna i? Ala didok hamu, na hupabali angka tondi i marhitehite Beelsebul.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai molo tung Ahu pabalihon angka sibolis mangasahon Beelsebul, ise ma dipangasahon angka anakmuna, laho pabalihonsa? Onpe, nasida do manguhumi hamu disi!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai molo hupabali angka tondi na hodar marhitehite tangan ni Debata, naung songgop ma harajaon ni Debata tu hamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Anggo dijagai ulubalang na gopas marsinjata jabuna, sinok ma ugasanna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai molo ditahopi na gumogo i ibana jala ditaluhon, buaton ni i ma sandok sinjatana na pinangasahonna i, jala sagihononna ma tabantabanna i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Na so mandongani Ahu, alongku ma i; na so donganku papunguhon, na paserakkon do i!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ia dung ruar tondi na hodar i sian jolma, didalani ma angka inganan na hasang, mangalului paradianan; jala anggo so jumpangsa i, ninna ma: Mulak nama ahu tu ingananku naung hutadingkon i!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi di na ro ibana, naung sinapu jala pinalehet didapot.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi laho ma ibana, ditogihon ma pitu tondi angka na jumahat sian ibana, dibongoti ma laho maringanan tusi, gabe jumahat ma pangalaho ni jolma i di ujungna sian na di mulana i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Di na mangkatahon hata i Ibana, dipagogo sada parompuan sian tongatonga ni natorop i ma soarana, ninna ma mandok Ibana: Martua ma na tumubuhon jala na pabagot Ho!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai ninna Ibana ma: Martua ma angka na umbege hata ni Debata jala na umpeopsa!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(III.) Jadi lam marpungu ma angka natorop i, gabe marjamita ma Ibana: Na jahat do na sansundut on; tanda do dipangido, jala ndang lehonon tanda tu nasida, dungkon ni tanda ni si Jonas.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai songon si Jonas gabe tanda di pangisi ni huta Ninive, songon i ma Anak ni jolma i di na sansundut on.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Na hehe ma sogot di paruhuman i raja boruboru na sian dangsina i dompak halak na sansundut on, mangkonahon uhum tusi; ai sian suhi ni tano ibana ro, umbege habisuhon ni si Salomo. Ida ma, On do na sumurung sian si Salomo!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Na hehe ma sogot di paruhuman i halak Ninive dompak na sansundut on, mangkonahon uhum tusi, ai dipauba nasida do rohanasida umbege jamita ni si Jonas i. Ida ma, On do na sumurung sian si Jonas!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ndang adong na mambahen palito na pinasangna i tu inganan, na buni, manang tu toru ni ampang; tu parpalitoan i do dibahen, asa diida na ro i sondangna i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Palito ni daging do mata i. Molo hisar matam, tiur ma sandok dagingmu; alai molo roa, mangkolom ma nang dagingmi.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ipe, jaga ma ho, so tung mangkolom sondang na di bagasan ho!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Asa molo tiur sandok dagingmi, soada na holom disi, tiur ma sasude, songon naung pinatiur sondang ni sillam ma ho!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Andorang dihatahon dope i, diarahon sada halak Parise ma Ibana mangan; jala bongot ma Ibana, laos hundul ma.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai longang ma Parise i, ala diida, na so jolo marburi Ibana laho marsipanganon.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi didok Tuhan i ma tu ibana: Anggo hamu Parise, duru ni panginuman dohot mangkuk dipaias hamu; alai ia parbagasanmuna gok pandoboon dohot hajahaton do.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "E hamu na hurang roha! Sitompa duruna, nda laos i do na manompa bagasanna?",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Asal ma dibasabasahon hamu na di bagasanna bahen asiasi, sandok ias ma na di hamu!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Marjea ma hamu Parise, ai diparsampulu hamu do angka suansuanan na ummetmet, ro di ragamragaman ni simarata; alai dilaosi hamu do uhum dohot holong ni roha ni Debata. Siulaon do na sada on; alai unang ma tading na sada an!",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Marjea ma hamu Parise, ai ringkot do rohamuna mangkunduli bangku jolojolo di angka parguruan, jala asa ditabi jolma i hamu di tonga onan.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Marjea ma hamu, ai suman do hamu tu tanoman na so tanda, gabe didege halak tusi, so sian pamotoanna.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Jadi ro ma alus ni sahalak sibotopatik, didok ma tu Ibana: Dohot do hami direhei Ho di hatam ondeng.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Gabe didok Ibana ma: Marjea nang hamu sibotopatik, ai diampehon hamu do tu angka jolma i boban na so tarboan; alai ndang olo anggo hamu manjama porsanon i, nanggo dohot sada jarijarimuna!",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Marjea ma hamu, ai dipauli hamu do tanoman ni angka panurirang, hape amamuna do, pamatehon nasida.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Asa sitindangi jala panolopi do hamu di pambahenan ni amamuna, ai nasida do mambunusa, gabe hamu do paulihon.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Ala ni i didok Hapistaran ni Debata: Suruonku ma tu nasida angka panurirang dohot apostel; bunuon jala leleannasida do deba sian i.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Asa luluhononhon ma tu na sansundut on mudar ni sude panurirang, naung durus i olat ni parmulaan ni tano on,",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "mamungka sian mudar ni si Abel ro di mudar ni si Sakarias, na tarbunu di holangholang ni langgatan dohot joro i. Olo tutu, hudok ma tu hamu, luluhononhon ma i tu na sansundut on!",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Marjea ma hamu sibotopatik, ai dirampas hamu do anak hinsu parbinotoan; hamu sandiri ndang bongot, jala angka na naeng bongot, diambati hamu.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Asa di na ruar Ibana sian i, dionggopi angka sibotosurat dohot Parise ma Ibana, jala ragam do disungkunhon tu Ibana.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Dihaliangi nasida Ibana, anggiat tardapot Ibana binahen ni sada hatana.",
      "type": "content"
    }
  ]
}