{
  "book": "Lukas",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sijagaon do pangansion, hatahuton dohot haholiton 1-21. II. Unang ma holsoan! 22-34. III. Dungo ma hamu! 35-59",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marrongoman ma ro natorop i marriburibu, pola masidegean nasida, gabe didok Ibana ma parjolo, tu siseanna: Jaga ma hamu pasiding na niasoman na di angka Parise, i ma pangansion i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ndang adong na hungkup, na so ungkap muse, manang na buni, na so dapot botoon muse.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibahen i nasa na hinatahonmuna di na holom, begeon do i muse di na tiur; na hinusiphonmuna tu pinggol di bilut, baritahononhon do muse di angka partungkoan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai hudok ma tu hamu angka alealengku: Unang ma habiari hamu angka na mambunu daging jala dungkon ni i so adong be sihahuaonna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai hupatuduhon ma tu hamu na patut habiaranmuna: Habiari hamu ma ibana, na marhuaso mambunu huhut mandabuhon tu api na roko. Olo, hudok ma tu hamu: Ibana ma habiari hamu!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nda digadis lima amporik arga dua benggol; agia sada sisongon i, ndang na lupa sian adopan ni Debata.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Gari obuk na di ulumuna, sude do dibilangi. Unang hamu tahutan! Ummangat do hamu sian amporik torop.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hudok ma di hamu: Ganup na mangkatindangkon Ahu di jolo ni jolma, hatindangkonon ni Anak ni jolma i do sogot di adopan ni angka surusuruan ni Debata.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai na mansoadahon Ahu di jolo ni jolma, soadahononhon do sogot di adopan ni angka surusuruan ni Debata.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala ganup na mandok hatana mangalo Anak ni jolma i, tarsesa do i; alai na mangaleai Tondi Parbadia, ndang dapotan hasesaan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai molo togihononnasida hamu tu angka parguruan, tu jolo ni angka induk dohot panggomgomi, unang ma holsoan hamu, manang beha pangalusionmuna ro di sidohononmuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai ajarhonon ni Tondi Parbadia i do tu hamu di na sangombas i na patut dohononmuna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi adong ma sahalak sian natorop i na mandok tu Ibana: Guru, dokkon ma amparangku marbagi teanteanannami rap dohot ahu!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai didok ma tu ibana: Baoa! Ise do pabangkit Ahu gabe panguhum manang sibagi teanteanan di hamu?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Laos didok ma tu nasida: Jaga ma hamu, pasiding hamu ma nasa haholiton! Ai nang pe marlobilobi halak, ndada sian artana i ngoluna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Gabe dihatahon ma sada umpama tu nasida, ninna ma: Suha do gogo ni hauma ni sada halak na mora.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi marhusari ma ibana di bagasan rohana songon on: Aha nama bahenonku? Ai ndang adong hasiatan ni gogo ni tanongki.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Gabe ninna ma: On ma bahenonku: Hulohai nama angka sopongki, hupauli ma angka na umbalga, asa tusi papunguonku sude na tubu i ro di artangku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala dohononku ma tu tondingku: Ale tondingku, nunga rade godang artam, sae manang piga taon on. Ipe, marhasonangan ma ho, mangan minum ma ho, las ma roham!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai ninna Debata ma mandok ibana: E ho na loahon! Saborngin on ma tungguon hosam sian ho. Ia na pinaradem, tu ise ma i?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Songon i ma masa di halak an, na papunguhon arta di dirina, anggo so mamora ibana di Debata.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(II.) Jadi ninna ma mandok siseanna: Ala ni i hudok ma tu hamu: Unang holsohon hamu hosamuna pasarisari sipanganon, manang dagingmuna sumarihon parabiton.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai ummangat do hosa sian sipanganon jala sumurung do daging sian parabiton.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Bereng hamu ma pidong sigak, angka na so manabur manang manggotil, na so margudang manang marsopo. Tong do Debata marmudumuduhon angka i. Godang ni hasurunganmuna antong sian angka pidong!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ise hamu na tarpaganda ariarina, nanggo saasta ganjangna, marhite sian pangkolsohon ni rohana?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Asa molo so tarpatupa hamu na ummotik i, boasa pola holsohononmuna na di atas ni i?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Patangkas hamu ma partubu ni bungabunga na di ladang i, angka na so mangganti manang martonun pe! Alai hudok ma tu hamu: Gari si Salomo uju di bungaran ni hasangaponna i, gari so mamangke songon bungabunga sada.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Asa molo songon i diparulosi Debata duhutduhut na di ladang i na jongjong songon sadari on, na tupa dipuruni marsogotna i, lam hamu ma, lam so parulosanna? E hamu siotik haporseaon!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Asa unang ma lulululu rohamuna di sipanganon manang di siinumonmuna; unang bohabohaon rohamuna disi!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Angka sipelebegu na di portibi on do mangalului angka sisongon i; alai diboto Amamuna do, na hasea angka i di hamu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Asal ma dilului hamu harajaonna i; dung i tambahononna do angka i tu hamu.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Unang ho mabiar, ale punguan na metmet! Ai naung dihalomohon Amamuna do, mangalehon harajaonna i tu hamu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Gadis hamu ma na pineopmuna, jala lehon hamu ma asiasi. Pauli hamu ma di hamu angka puro na so ra buruk; masiarta parbanua ginjang na so ra suda ma hamu, na so hadonohan panangko jala na so targagat ngitngit.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ai ia disi artamuna, disi do nang rohamuna.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(III.) Sai hohos ma gontingmuna, jala galak ma palitomuna!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jala suman ma hamu tu jolma na paipaimahon indukna, di na ro muli ibana sian parunjuhan, asa mamintor diungkap di ibana, di harorona manuktuhi.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Martua ma angka anak somang i, na dungo dapoton ni indukna di harorona i! Na sintong do hatangkon tu hamu: Hohoshononna ma ulosna, pajuguhonna ma nasida; ibana ma jongjong marhobasi di nasida.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Martua ma nasida, anggo songon i nasida didapot, manang na ro ibana di paduanghaebornginhon manang di patolunghaebornginhon.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai tanda hamu ma on: Aut diboto nampuna jabu, manang di pungkul piga tagamon ro panangko, dungo ma ibana, ndang loasonna ibana manursari ugasanna.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Hamu pe, gabe hobas ma, ai na ro do Anak ni jolma i di tingki na so panagamanmuna!",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jadi didok si Petrus ma: Tuhan, tu hami do didok Ho umpama ondeng, manang dohot do tu saluhutna?",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Gabe didok Tuhan i ma: Ise ma antong juara bagas na tau haposan, na marroha, sipabangkiton ni indukna manggomgom angka naposona, laho mangalehon bohalnasida di tingkina?",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Martua ma anak somang i, na mangulahon songon i dapoton ni indukna di harorona i!",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Sintong do na hudok on tu hamu: Pabangkitonna do ibana mangaramoti nasa ugasanna.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Alai molo didok anak somang i di bagasan rohana: Laon dope, asa ro indukhu, jadi dipungkuli ma angka naposo baoa dohot boruboru, mangan minum ibana maradu mabuk,",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "gabe ro ma induk ni naposo i di ari na so panagamanna jala di ngombas na so pamotoanna, jala parduaonna ma ibana, laho mangalehon tohapna rap dohot na so haposan.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Ia anak somang, na umboto na hinalomohon ni indukna, gabe so marhobas ibana jala ndang diulahon lomo ni rohana, godang ma linsinglinsing taononna.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Alai na so umbotosa, gabe diulahon na tama pinsangon, otik ma taononna. Ai godang ma siluluan tu pangalehonan na godang, jala godang ma tungguon tu panahatan ni na godang.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Na ro do Ahu mandanggurhon api tu tano on. Dihasiholi nasa rohangku do, anggiat haru galak nian!",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Alai didihononhon do tu Ahu paridion; jala mansai bobos do rohangku, saleleng so tulus dope i.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Na dirimpu rohamuna do, na laho mangalehon dame Ahu tu atas tano on, umbahen na ro? Nda tung, hudok ma di hamu: Panirangon do tahe.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Ai olat ni on ma maralo lima halak na di sada jabu: Na tolu maralohon na dua, jala na dua maralohon na tolu.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Maralo ma ama tu anakna, anak i tu amana; ina tu boruna, boru i tu inana; simatua boru tu parumaenna, parumaen i tu namboruna.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Dung i ninna ma mandok natorop i: Jumpa diida hamu nangkok ombun sian hasundutan, pintor didok hamu do: Na ro ma udan; jadi saut do songon i.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Jala jumpa mangullus alogo sian dangsina, didok hamu: Na logo ma ari: Jadi jumpang do songon i.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "E hamu pangansi, malo do hamu hape manimbangi rupa ni tano on dohot langit i; so malo ma hamu manjujuri tingki on?",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Boasa so sian rohamuna hamu manimbangi na patut?",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Binsan raphon alom dope ho manopot panguhum, haringkothon ma di tongandalan i, asa malua ho sian ibana; so tung disarat ibana ho tu jolo ni panguhum, gabe panguhum pasahathon ho tu upasna jala hurungkonon ni upas i ho maon.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Hudok ma tu ho: Na so tupa ho haruar sian i, paima digarar ho sude ro di na saduit!",
      "type": "content"
    }
  ]
}