{
  "book": "Lukas",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Halak Galilea na binunu ni si Latus. Hau ara na so marparbue 1-9. II. Malum sada parompuan na suhung, jumpa ari Sabbat 10-17. III. Poda taringot tu harajaon ni Debata dohot ari parpudi 18-30. IV. Dionggopi raja Herodes Ibana 31-35",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Adong ma na ro uju i paboahon tu Ibana taringot tu angka halak Galilea, na didurushon si Latus do mudarnasida, gabe saor tu na pinelehonnasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ninna Jesus ma mangalusi nasida: Na diagam rohamuna do pardosaan halak Galilea i martimbangkon saluhut halak Galilea, ala songon i diahap nasida?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Hudok ma di hamu: Ndang; anggo so muba rohamuna, laos songon i do hamu mago muse!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Manang na dirimpu hamu, anggo na sampuluualu halak, na mate ditinggang palaspalas na di Siloam, parsalaan sian sude pangisi ni huta Jerusalem?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hudok ma di hamu: Nda tung; anggo so muba rohamuna, laos songon i do hamu mago muse!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i dihatahon ma umpama on: Adong ma di sada halak hau ara na sinuanna tu porlak anggurna; jadi ro ma ibana mangalului parbuena, hape ndang adong jumpangsa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Gabe ninna ma mandok siula porlak anggurna: Nunga pola patolutaonhon ahu ro mangalului parbue di hau ara on, laos so jumpang. Taba ma i; aha pola magopo tano i bahenonna!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai didok i ma mangalusi: Tuannami, loas ma i disi sataon on, asa sanga hupangkur humaliang bonana, mambahen napa tusi,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "anggiat olo marparbue tu jolo on; alai anggo soada, tabaon ma!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dung i mangajari ma Ibana di sada parguruan jumpa ari Sabbat.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi adong ma disi sada parompuan, naung martondi sibahen marsahit leleng ni sampulu ualu taon; suhung do dagingna jala ndang tarbahensa dirgak.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dijou Jesus ma ibana jumonok, dung diida; jala ninna ma mandok ibana: Malua ma ho, inang, sian parsahitonmi!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Laos diampehon ma tanganna tu ibana, jadi pintor dipadirgak parompuan i ma dirina jala dipuji ma Debata.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ia sintua ni parguruan i, sogo ma rohana, ala na pamalum sahit Jesus jumpa ari Sabbat, jala ro ma hatana tu natorop i: Onom do ari di na patut mulaulaon hita; disi ma hamu ro, asa dipamalum sahitmuna, unang ma di ari Sabbat!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ninna Tuhan i ma mangalusi ibana: E ho pangansi! Nda ganup hamu mangkarhari horbona manang halodena sian panggagatan di ari Sabbat manogihonsa marsobur?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia on, sada boru ni si Abraham, naung nirahutan ni sibolis sampulu ualu taon lelengna, ndang patut harharan ihotihotna di ari Sabbat?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung didok Ibana i, muruk ma sude alona i. Jala marlas ni roha ma sude natorop i siala saluhut pambahenna na marmulia i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Alai didok ma: Tudos tu aha ma harajaon ni Debata, tu aha ma pasumanonku?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tudos ma i tu batu ni siarum, na jinomput ni sada halak, laho manaburhonsa tu porlakna; jadi tubu ma gabe hau, jala ro do angka pidong na martongatonga langit marasar tu rantingna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Diulahi mandok: Tu aha ma patudosonku harajaon ni Debata?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tudos ma i tu itak naung niasoman, na binuat ni sada parompuan pasaorhonsa tu itak tolu ampang, paima asom saluhutna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi dibolus Ibana ma angka huta dohot sosor laho mangajari, uju di pardalanan mandapothon huta Jerusalem.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala adong ma na mandok tu Ibana: Tuhan, otik do ulaning na saut malua?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai ninna Ibana ma mandok nasida: Marungkil ma hamu, asa masuk sian pintu na gogot i; ai hudok ma tu hamu: Torop do na marsangkap naeng masuk nian, alai ndang tarbahensa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai dung hehe nampuna jabu i jala disordak pintu i, disi ma jongjong hamu di balian manuktuhi pintu i, mandok: Tuhan, ungkap di hami! Jala dohononna ma: Ndang huboto hamu, manang sian dia!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dohononmuna ma disi: Na rap mangan jala minum do hami dohot Ho, jala diajari Ho do hami di angka alamannami.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i dohononna ma: Hudok ma di hamu: Ndang huboto hamu, manang sian dia. Sumurut ma hamu sian Ahu, hamu sudena, siula hageduhon!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Disi ma masa angguhangguk dohot na patungoripon, di na idaonmuna di bagasan harajaon ni Debata si Abraham, si Isak dohot si Jakkob ro di panurirang saluhutna; alai pinabali tu balian do anggo hamu!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Disi ma ro angka na sian purba dohot sian pastima, sian utara dohot sian dangsina, gabe hundul ma marsipanganon di harajaon ni Debata.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Angka naung parpudi hian tupa gabe parjolo; jala angka naung parjolo hian, tupa gabe parpudi.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(IV.) Uju i didapothon deba Parise ma Ibana mandok: Hehe ma ho, borhat ma sian on, ai na naeng bunuon ni si Herodes do Ho!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Gabe ninna ma mandok nasida: Laho ma hamu, dok hamu ma tu antuasu i: Hupabali angka tondi na hodar jala hupamalum angka sahit sadari on dohot marsogot, jala marujung ma langkangku patoluna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai ingkon mardalan Ahu sadari on, nang marsogot ro di ari na mangihut tusi; ai na so bolas mate panurirang, anggo di balian ni huta Jerusalem.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jerusalem, Jerusalem! Dibunu ho do angka panurirang i jala didangguri ho do angka na sinuru manopot ho! Jotjotna i naeng papunguonku do nian ianakhonmu, sobokkon pidong na papunguhon anakna tu toru ni habonghabongna; alai ndang dung olo hamu!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Tarulang ma sogot bagasmuna. Alai hudok ma tu hamu: Na so tupa idaonmuna be Ahu, paima dohononmuna: Pinasupasu ma na ro marhitehite Goar ni Tuhan!",
      "type": "content"
    }
  ]
}