{
  "book": "Lukas",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipamalum Tuhan Jesus sada halak na sigurbahon jumpa ari Sabbat 1-6. II. Taringot tu haserepon dohot parasinirohaon 7-14. III. Haroan bolon i 15-24. IV. Soadahononhon diri laho mangihuthon Jesus 25-35",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi jumpa dibongoti Ibana jabu ni sada sintua ni halak Parise di sada ari Sabbat laho marsipanganon, nunga disi nasida mangonggopi Ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi adong ma disi di jolona sada halak na sigurbahon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi ninna Jesus ma mandok angka sibotopatik dohot Parise i: Ai na jadi do pamalumon sahit di ari Sabbat, manang na so jadi? Alai hohom do anggo nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Gabe dijama Ibana ma halak i; dipamalum ma, laos dipamuli.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi didok ma tu nasida: Anggo na targodung horbo manang halode ni manang ise hamu, nda manigor ditait tu ginjang, nang di ari Sabbat?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Gabe ndang haalusan nasida hatana i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Alai diida ma, angka hundulan na sumangap dipilliti angka na pinio i, gabe marumpama ma Ibana, ninna ma mandok nasida:",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Anggo tarpio ho tu parunjuhan, unang ho juguk tu hundulan na ummangat, atik beha adong piniona sahalak na sumangap sian ho;",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "gabe ro suhut i, na rap mamio hamu, mandok tu ho: Di ibana ma juguhanmi! Jadi ila ma roham juguk tu hundulan partoru.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo dipio na mamio ho, laho ma ho juguk tu hundulan pudipudi; asa anggo dung ro na mamio ho, dohononna ma tu ho: Tungkan julu on ma ho juguk, ale! Jadi sangap ma ho idaon ni sude donganmu na tarpio i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai nasa na patimbohon dirina, sipaoruon do; jala na paoru dirina, i do sipatimboon!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Didok ma huhut tu na mamio Ibana: Jumpa dibahen ho pesta manang haroan, unang ma pio tusi angka alealem, manang hahaanggim, manang hulahulam, manang hombar bagasmu pe, angka na gabe, asa unang nasida muse mamio ho, gabe dibalos i tu ho.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai jumpa mambuat sipanganon ho, pio ma angka na pogos, angka na martihas, na pangpang dohot na mapitung.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi martua ma ho disi, ai ndang tarbalos nasida i tu ho; alai marbalos do i tu ho sogot di haheheon ni angka partigor.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Umbege i sahalak donganna marsipanganon i, ninna ma mandok Ibana: Martua ma na mangan di harajaon ni Debata!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Gabe ninna Jesus ma mangalusi: Adong ma sahalak na marulaon godang: Torop do halak gokkon tusi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi di mata ni pesta i disuru ma anak somangna mandok tu angka naung ginokkonna i: Ro ma hamu, ai nunga rade saluhutna!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hape rap do nasida sude marsidalian. Didok na parjolo i ma tu ibana: Hutuhor do hauma, ndang tarbahen so laho ahu maningkir. Raja ho, ondihon ahu!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia na asing mandok: Naung hutuhor do horbo lima auga; na laho ma ahu manangkasi. Raja ho, ondihon ahu!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Na asing muse mandok: Nambura mambuat boru ahu; ala ni i ndang tarbahen ahu ro.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Muli ma anak somang i, dibaritahon ma i tu indukna. Jadi tarrimas ma suhut i, didok ma tu anak somangna: Silu, laho ma ne tu angka alaman dohot jambur ni huta i, togihon ma angka na pogos, angka na martihas, na mapitung dohot na pangpang!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi ro ma hata ni anak somang i: Nunga saut na nidokkonmi, tuan; alai lumbang dope!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Gabe didok induk i ma tu naposona: Laho ma tu balian, tu angka dalan na metmet, tu angka lapelape; sosoi ma nasida bongot, asa haru gok jabungku!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai hudok ma di hamu: Na so tupa daion ni nanggo sada sian angka na ginokkon hian sipanganon na hupauli i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(IV.) Alai torop do halak na mandongani Ibana. Jadi humusor ma Ibana, ninna ma mandok nasida:",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ganup halak na ro tu Ahu, ndang tarbahen gabe siseanku, ia so dihasogohon ibana amana, inana, na niolina, anakkonna, hahaanggina dohot angka ibotona, ro di hosana sandiri.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ndang tarbahen gabe siseanku halak, na so manuhuk silang na tu ibana, laho mangihuthon Ahu!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai ise hamu na giot pajongjong palaspalas, na so jumolo hundul mangetongi sipalahoonna tusi, manang na tuk laho patulushon?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Unang dipauli jolo ojahanna, hape ndang tuk gogona pasahathonsa, gabe surahan ni sude halak na marnidasa ibana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dohononnasida ma: Dipungka halak on do pajongjongkon, hape ndang adong bahenonna pasunhon.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ise raja na borhat marmusu mangalo donganna raja, na so jumolo hundul mamingkiri, manang na tardompakkonsa mardongan saloksa soldadu alona i, na ro manahopi ibana mardongan dua loksa.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai anggo so tarbahen i, suruonna ma pangulu, binsan holang dope musu i, mangido pardamean.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Hamu pe, ndang tarbahen agia ise hamu gabe siseanku, anggo so tartadingkonsa nasa na di ibana.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Hasea do sira i; alai anggo gabe hambar sira i, aha ma paansimhon i?",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "So manang marguna i tu hauma, manang tu tangkal pe; bolongkononhon nama i! Hamu parpinggol na marbinege, pinggol hamu ma i!",
      "type": "content"
    }
  ]
}