{
  "book": "Lukas",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Umpama taringot tu birubiru na lilu 1-7. II. Hupang na so tarida 8-10. Anak na mago 11-32",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipasolhot torop angka sijalo beo dohot sipardosa dirina tu Ibana, laho tumangihon hatana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi marmungutmungut ma angka Parise dohot sibotosurat; ia hatanasida: Dijangkon On do angka pardosa, pola sapanganan Ibana dohot nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Gabe dihatahon Ibana ma umpama on tu nasida:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ise hamu sahalak parbirubiru saratus, anggo tardempar sada sian i, na so tuminggalhon na siapulu sia i di ladang, laho mangalului na so tarida i, paima jumpangsa?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia dung dapotsa, diampehon ma tu abarana sian las ni rohana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung sahat ibana tu jabuna, dipapungu ma alealena dohot hombar hundulna, didok ma tu nasida: Marlas ni roha ma hamu rap dohot ahu, ala jumpang ahu birubirungku naung mago i!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hudok ma tu hamu: Suman tusi do gumodang las ni roha di banua ginjang mida sipardosa sahalak, na olo paubahon rohana, asa mida siapulu sia partigor, na so pola paubahon rohanasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Adong ma ulaning parompuan na marhepeng sampulu hupang; anggo mago sada sian i, na so pagalakkon palito jala manapui bagasna, mangalului tangkas hupang na mago i, paima jumpangsa?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia dung jumpangsa, dipapungu ma angka alealena dohot hombar hundulna mandok: Marlas ni roha ma hamu rap dohot ahu, ala naung jumpang ahu hupangku na mago i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Hudok ma tu hamu: Suman tusi do masa las ni roha di jolo ni angka surusuruan ni Debata mida sahalak sipardosa na paubahon rohana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala ninna ma muse: Adong ma dua anak ni na sahalak.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Gabe didok sianggian i ma mandok amana: Amang, lehon tu ahu sinamot, manang sadia tohaphi! Jala disagihon ma tu nasida panamotan i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ndang pola piga dan nari, dipapungu sianggian i ma saluhutna, dung i laho ma tu luat na dao; disi ma dipansuasaehon sinamotna paolooloi hisapna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung dipasuda saluhutna i, masa ma haleon potir di na saluat i, jadi dohot ma ibana mamungka rapar.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi laho ma ibana mahiandu tu sada halak pangisi ni luat i, gabe disuru ma ibana tu ladangna, marmahan angka babina.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Disangkapi rohana do manggohi butuhana langkat i, indahan ni babi i; alai ndang adong na mangalehonsa tu ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i dipasuang ma rohana tu bagasan, ninna ma: Torop ni halak digaji damang, angka na lobian di indahan; anggo ahu mate ma anturaparon dison!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hehe nama ahu laho mandapothon damang; dohononku ma tu ibana: Ale amang, na mardosa do ahu tu banua ginjang nang dompak ho!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang tama be ahu goaron anakmu; bahen ma ahu songon anak gajianmu sada!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi hehe ma ibana manopot amana. Alai dao dope ibana, nunga ditatap amana ibana; jadi asi ma roha ni i marnida ibana, hatop ma ditomu, dihaol jala diumma.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Gabe ninna anak i ma mandok ibana: Amang, na mardosa do ahu tu banua ginjang nang dompak ho; ndang tama be ahu goaron anakmu!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ninna ama i ma mandok naposona: Haru, boan hamu ma ulos na dumenggan, salini hamu ma ibana; tintin ma lehon hamu tu tanganna dohot sipatu tu patna!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala boan hamu ma anak ni lombu na pinamokmok i; potong hamu ma i, naeng mangan hita marlas ni roha.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai naung mate do anakkon gabe mangolu; naung mago ibana, gabe jumpang muse. Jadi mamungka marlas ni roha ma nasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai di ladang do anggo anakna sihahaan i. Jadi di na ro ibana dumonok tu bagas i, dibege ma endeende dohot parhinaloan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Gabe dijou ma sahalak naposo, dipamanat ma, manang dia na masa i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala ninna i ma mandok ibana: Nunga ro anggim; jadi dipotong amangmu do anak ni lombu na pinamokmok i, ala hipas ibana mulak.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai pangarimason ma ibana, ndang olo bongot tu jabu; gabe ruar ma amana, mangapoi ibana.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai ninna ma mangalusi amana i: Na sai leleng hupaolooloi ho, ndang dung hulaosi patikmu. Ndang hea dilehon ho hambing sada tu ahu, asa marlas ni roha ahu dohot angka donganki.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Hape disi ro anakmi, na mamondut sinamotmi rap dohot boruboru na jahat, gabe diseat ho do di ibana anak ni lombu na pinamokmok i!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai didok ma tu ibana: Anaha, tongtong do ho rap dohot ahu jala di ho do sasude na di ahu i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai patut do pamasaon las ni roha dohot pariaiaon! Ai naung mate do anggimon, gabe mangolu; jala naung mago do ibana, gabe jumpang!",
      "type": "content"
    }
  ]
}