{
  "book": "Lukas",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taringot tu angka pargasipan; na masisesaan dosa; haporseaon dohot pangulaon 1-10. II. Dipamalum Tuhan Jesus sampulu halak na huliton 11-19. III. Taringot tu ajal ni hasiangan on 20-37",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai didok Ibana ma tu siseanna i: Ndang tarbahen so ro angka gasip; alai marjea ma na parohonsa!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dengganan do di ibana ginantungkon losung batu tu rungkungna jala nilonongkon ibana tu laut, unang digasipi sahalak sian angka na metmet on!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jamoti hamu ma dirimuna! Anggo dung mardosa donganmu, podai ibana; jadi molo dipauba rohana, sesa ma dosana i!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala molo tung pitu hali di na sada ari mardosa ibana dompak ho, jala pitu hali ibana mulahulak tu jolom mandok: Jora ma ahu, sesaonmu do!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna angka apostel i ma mandok Tuhan i: Tambai ma haporseaonnami!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ninna Tuhan i ma: Molo adong di hamu haporseaon na sabatu ni siarum, tardok hamu do tu hau galagala an: Maborgat ma ho suanhon ma ho tu laut!, gabe oloanna do hamu!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ise sian hamu paranak somang na maninggala manang marmahan, tagamon ma dohononmuna tu ibana, jumpa muli sian hauma: Haru tu on ma ho hundul mangan?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nda dohononmuna ma mandok ibana: Pature ma sipanganonki, marhohop ma ho, mangkobasi di ahu, asa mangan minum ahu; dung pe i, asa mangan dohot minum ho!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung dohononmu ma mauliate tu anak somangmu, ala dipasaut na niaturhonmu?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Songon i do nang hamu; molo dung diula hamu saluhut na nidokkonna i tu hamu, dok hamu ma: Naposo na so hasea do hami; intap ulaon na patut do huula hami.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Uju mardalan Ibana dompak Jerusalem, dibolus ma sian tongatonga ni luat Samaria dohot Galilea.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Laho bongot tu sada huta, pajumpang ma Ibana dohot sampulu halak na huliton, na jongjong mandaodao.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dipagogo nasida ma soaranasida, angka ninna ma: Jesus, Guru! Asi ma roham di hami.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi ninna Ibana ma marnidasa: Laho ma hamu patuduhon dirimuna tu angka malim! Jala di na laho i nasida, gabe ias ma nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai mulak do sahalak sian nasida, dung diida, naung gabe malum ibana; dipagogo ma soarana mamuji Debata.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dipatungkap do dirina tu jolo ni Jesus mandok mauliate. Jala halak Samaria do i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai ninna Jesus ma mangalusi: Nda sampulu nasida naung gabe ias? Didia do na sia nari?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang adong jumpang hape, na olo mulak pasangaphon Debata, dungkon ni halak dagang on?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Laos ninna ma mandok ibana: Hehe ma ho, laho ma! Haporseaonmi do paluahon ho!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Alai disungkun angka Parise do Ibana: Andigan ma songgop harajaon ni Debata? Gabe dialusi ma nasida, ninna ma: Apala gumortap idaon harajaon ni Debata di harorona i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala ndang tardok: Ndi on do! Manang: Ndi an! Ai tung di tongatongamuna do harajaon ni Debata.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ninna ma mandok siseanna: Na ro ma angka ari, malungun ma rohamuna disi, naeng idaonmuna sada ari ni Anak ni jolma i; alai ndang idaonmuna i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala dohononna ma tu hamu: Dison! Disan do i! Unang topot hamu tusi, unang ihuthon hamu!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai songon hilap na sumiksak, laho manorangi sian desa na sada ro di tondongkonna i, suman tusi do pangalho ni Anak ni jolma i di arina i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai ingkon jumolo lan taononna; bolongkonon ni na sansundut on do Ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Songon na masa uju di tingki ni si Noak i, suman tusi do sogot di angka ari ni Anak ni jolma i:",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Na mangan minum do nasida, mangoli jala pabolihonsa sahat ro di ari habobongot ni si Noak i tubagasan parau i; jadi ro ma aek na sumar i mangagohon nasida saluhutna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Songon na masa di angka ari ni si Lot: Mangan minum nasida, manuhor manggadis, manuan jala pauli bagas.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai di ari halalaho ni si Lot sian huta Sodom turun ma udan api dohot barerang sian ginjang, mangagohon nasida saluhutna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Songon i ma masa di na sadari i, di na gabe patar Anak ni jolma i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ia halak na di bilut parginjang ni jabuna di na sadari i, jala di jabu i ugasanna, unang ma dialap i, di na mijur ibana; jala halak na di ladang, laos songon i: Unang pola muli ibana!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ingot hamu ma nioli ni si Lot i!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Agoan hosa ma na naeng paluahon hosana; alai na agoan hosa, i do na pangoluhonsa.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Hudok ma di hamu: Di na saborngin i dua halak ma sapodoman; na sada do jangkononna, na sada nari tulahonna.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Rap manduda ma dua parompuan; na sada do jangkononna, na sada nari tulahonna.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Rap mangula hauma ma dua halak; na sada do jangkononna, na sada nari tulahonna.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi ninna nasida ma mangalusi Ibana: Didia ma i, Tuhan? Gabe didok ma tu nasida: Ia disi bangke, laos tusi do marumbal angka lali!",
      "type": "content"
    }
  ]
}