{
  "book": "Lukas",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parompuan na mabalu na jugul mangido 1-8. II. Parise dohot sijalo beo di bagas joro 9-14. III. Dipasupasu Tuhan Jesus angka dakdanak 15-17. IV. Dolidoli na mora i 18-30. V. Disurirangkon Tuhan Jesus sitaononna 31-34. VI. Diungkap mata ni na mapitung 35-43",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dihatahon ma tu nasida umpama sada, paboa ingkon tongtong nasida martangiang, na so tupa lemba.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "On do hatana: Adong ma di na sahuta panguhum sada; ndang dihabiari Debata jala ndang dipardulihon jolma.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai adong ma di huta i parompuan na mabalu, na ro manopot ibana mandok: Pintori ahu maralohon alongki!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi leleng ndang ringkot rohana. Alai ninna ma muse di bagasan rohana: Tutu do, ndang huhabiari Debata jala ndang parduli ahu di jolma.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai hupintori nama na mabalu on, ala dinengnengi ahu, atik beha ro ibana maon muse manggariangi ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i didok Tuhan i ma: Tangihon hamu ma pandok ni panguhum na geduk i!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia Debata, tung so pintoranna ma angka na pinillitna, angka na manjou Ibana arian dohot borngin? Tung pangerngeronna ma di nasida?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hudok ma di hamu: Magira ma pintoranna nasida! Alai tagamon jumpang Anak ni jolma i ma haporseaon di tano on di harorona i?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Alai dihatahon ma umpama sada taringot tu halak na mangkaposi dirina, mandok na tigor nasida, angka na marhu, ni roha di dongan, ninna ma:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Adong ma dua halak na nangkok tu joro i martangiang; halak Parise do na sada, sijalo beo na sada nari.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dirgak ma Parise i jongjong; songon on ma tangiangna di bagasan rohana: Mauliate ma ahu tu Ho, ale Debata, ala so dos ahu dohot halak na leban, angka panamun, pargeduk, pangalangkup manang songon sijalo beo an.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dua hali saminggu ahu marpuasa jala huparsampulu do saluhutna na huomo.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ianggo halak sijalo beo i, mandaodao do ibana jongjong; gari manaili dompak ginjang, ndang barani. Alai ditompuk ma andorana huhut mandok: Asi roham, ale Debata, di ahu pardosa on!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hudok ma tu hamu: Umpintor do on laho muli asa na sada an: Ai sipaoruon do ganup na patimbo dirina; alai na paoru dirina, i do sipatimboon!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Jadi dohot do dakdanak diboan tu jolona, asa jamaonna nasida; alai marnida i angka sisean i, dipinsang ma nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai dijou Jesus ma nasida, laos ninna ma: Loas hamu ma ro angka dakdanak i sahat tu Ahu; unang orai hamu nasida, ai di angka sisongon i do harajaon ni Debata!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Situtu do hatangkon tu hamu: Na so manjalo harajaon ni Debata songon dakdanak, ndang saut bongot tusi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(IV.) Dung i disungkun sahalak sintua ma Ibana, ninna ma: O Guru, na denggan roha! Dia do sipatupaonku, asa hutean hangoluan na salelenglelengna?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Gabe ninna Jesus ma mandok ibana: Boasa digoar ho Ahu na denggan roha? Ndang adong na denggan roha, dungkon ni sasada Debata!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Angka patik i diboto ho do: \"Unang ho mangalangkup! Unang ho mambunu! Unang ho manangko! Unang ho olo mangkatindangkon na so tutu! Ingkon pasangaponmu amangmu dohot inangmu!\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai ninna halak i ma: Sasudena i huradoti do sian sietehetehonku dope.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Umbege i Jesus, ninna ma mandok ibana: Sada nama na hurang di ho: Gadis ma nasa na di ho, parlehon ma i tu angka na pogos, gabe mararta ma ho di banua ginjang. Dung i ro ma ho mangihuthon Ahu!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai habot do rohana umbegesa ai na mora jong do ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai dibereng Jesus ma ibana, laos didok: Maolna i bongot angka na mora tu bagasan harajaon ni Debata!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Gumabur do boluson ni gaja pinggol ni jarum, unang halak na mora bongot tu bagasan harajaon ni Debata!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Gabe didok angka na umbegesa: Molo boti, ise ma tarbahen malua?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai ninna Ibana ma: Na so tarpatupa jolma, tarpatupa Debata do!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ninna si Petrus ma: Hutinggalhon hami do na di hami, mangihuthon Ho.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Gabe didok Ibana ma tu nasida: Na tutu do hatangkon na tu hamu: Nasa na tumadingkon jabuna, manang na niolina, manang hahaanggina, manang natorasna, manang anakkonna pe ala ni harajaon ni Debata,",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "ingkon silompit do jaloonna i di hasiangan on, angkup ni i hangoluan salelenglelengna di hasiangan sogot.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(V.) Alai diarahon ma na sampuludua i, ninna ma mandok nasida: Na nangkok ma hita tu Jerusalem jala tulus ma tu Anak ni jolma i sasudena, na tarsurat di angka panurirang i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ai pasahaton ma Ibana tu angka parbegu, gabe insahanna, leaanna jala tijuranna ma Ibana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Linsinganna jala pusaonna do Ibana; dung i mulak mangolu ma Ibana di ari patoluhon.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ndang diantusi nasida agia otik sian i; na buni do hata i sian rohanasida, ndang diboto nasida na hinatahonna i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(VI.) Dung i mandapothon huta Jeriko, adong ma sada halak na mapitung na hundulhundul di dalan i mangidoido.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Umbege natorop na mamolus i, dipatangkas halak i ma, manang dia na masa i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Gabe dibaritahon halak ma tu ibana, Jesus sian Nasaret i mamolus.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jadi joujou ma ibana mandok: O Jesus, Anak ni si Daud, asi roham di ahu!",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Hona hata ma ibana dibahen angka na parjolo i, asa sip ibana nian. Alai lam digogo ma manjoujouhon: O Anak ni si Daud, asi roham di ahu!",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i sulon ma Jesus, didokkon ma togihononhon ibana tu jolona. Jadi dung donok, disungkun ma ibana:",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Aha dipangido roham, bahenonku tu ho? Jadi didok ma: Marnida ma nian matangku, ale Tuhan!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Gabe didok Jesus ma tu ibana: Marnida ma ho! Haporseaonmi do pamalum ho!",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Jadi pintor marnida ma matana, laos diihuthon Jesus, huhut mamujimuji Debata. Jala sude natorop na marnidasa mamuji Debata.",
      "type": "content"
    }
  ]
}