{
  "book": "Lukas",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tubu Tuhan Jesus jala tarsunat 1-21. II. Dipasahat do Ibana di bagas joro 22-40. III. Dakdanak sisampuludua taon di Jerusalem 41-52",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma uju i parenta sian Kesar Augustus, ingkon suratan nasa jolma di gomgomanna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Pamilangon parjolo ma i, uju digomgomi si Kirenius tano Siria.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi borhat ma sasude, asa disurati, ganup tu bona ni pinasana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Borhat ma nang si Josep, na sian Galilea, sian Nasaret, nangkok tu luat Judea, tu huta ni si Daud, na margoar Betlehem, ala sian pomparan jala marga ni si Daud ibana,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "pasurathon dirina rap dohot si Maria, oroanna i, naung gabegabean.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi di na disini nasida, gok ma ari ni hangoluanna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ditubuhon ma anak buhabajuna, diborhos ma, dipeakkon ma tu bagasan panggagatan, ala so adong inganan na asing di parmianannasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi adong ma marborngin di ladang na disini angka parmahan, mangingani pinahannasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi didapothon sada surusuruan ma nasida, jala marsinondang ma sangap ni Tuhan i humaliang nasida, gabe mabiar situtu ma.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai didok surusuruan i ma tu nasida: Unang mabiar hamu; ai barita halalas ni roha godang do huboan tu hamuna, parsaulian ni sandok bangso i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai naung tubu do di hamu saborngin on, di huta ni si Daud, Sipalua i, i ma Kristus, Tuhan i!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "On ma partinandaan di hamu: Posoposo do dapotonmuna, na binorhos peak di panggagatan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala tompu ma adong dongan ni surusuruan i torop angka parangan parbanua ginjang, dipuji nasida do Debata, mandok:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hasangapon ma di Debata di ginjang, dame ma di tano on, di angka jolma halomoan i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala di na laho i angka surusuruan i sian nasida dompak ginjang, masipandohan ma angka parmahan i: Beta ma hita tu Betlehem, taida ma na masa on, na pinabotohon ni Tuhan i tu hita!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi hatop ma nasida laho tusi, gabe jumpangsa si Maria dohot si Josep dohot Posoposo i, na peak di panggagatan i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Asa dung diida, dibaritahon nasida ma boaboa, naung dihatahon tu nasida taringot tu Dakdanak i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi sude na umbegesa, longang be do siala na hinatahon ni angka parmahan i tu nasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia si Maria, dipeop do hata i sudena jala dipahusorhusor di bagasan rohana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Mulak do angka parmahan i, dipasangap jala dipapujipuji do Debata ala ni sasude na binege jala na niidanasida, songon naung dihatahon i tu nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dung dapot ari paualuhon i, asa tarsunat Ibana, gabe dibahen ma Goarna Jesus, naung digoar pardisurgo i hian, andorang so di bortian dope.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(II.) Asa dung gok angka ari pangiasannasida mangihuthon patik ni si Musa, diboan nasida ma Ibana tu huta Jerusalem, pasahathon Ibana tu Tuhan i,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "songon na tarsurat di bagasan patik ni Tuhan i: \"Nasa baoa, buhabaju ni inana, hadohoan ni Tuhan i do goaron!\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Huhut mamelehon pelean, songon na niaturhon di bagasan patik ni Tuhan i: Dua anduhur tabu manang dua anak ni darapati.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jala adong ma sada halak di Jerusalem, na margoar si Simeon, halak na bonar jala daulat, na maimaima di pangapul na tu Israel; na niinganan ni Tondi Parbadia do ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala nunga dipabotohon Tondi Parbadia i tu ibana, na so idaonna hamatean, ia so jolo diida Kristus ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Gabe ro ibana tu joro i didasdas Tondi i; tongon ma diboan natorasna Jesus, Posoposo i, tu bagasan, laho mambahen tu Ibana mangihuthon adat na niaturhon ni patik i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi diabing si Simeon ma Posoposo i, dipuji ma Debata, ninna ma:",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Paluaonmu ma nuaeng, ale Raja, naposomon di bagasan dame, songon na nidokmi;",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "ai nunga diida matangku haluaon na sian Ho i,",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "na pinaradem di jolo ni bangso sudena,",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "bahen panondang sumondangi angka parbegu, bahen hasangapon ni Israel, bangsomi!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi longang ma roha ni amana dohot inana umbege hatana i, na taringot tu Posoposo i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jala dipasupasu si Simeon ma nasida, laos ninna ma mandok si Maria, inana i: Na pinajongjong do on, bahen partinggangan dohot parhehean di torop sian Israel jala bahen tanda na hona gaga,",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(ho pe, podang do manorushon roham muse), asa gabe patar pingkiran ni roha ni torop halak.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jala adong do boruboru panurirang sada na margoar si Hanna, boru ni si Panuel, sian marga Aser. Nunga na tuatua nasida, na marsinonduk mangan najolo pitu taon lelengna, dung marhamulian.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Na mabalu do nasida, marumur ualupulu opat taon. Ndang meret nasida sian joro i, sai marpuasa jala martangiang mangoloi Debata, arian dohot borngin.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dohot do nasida ro di na sangombas i mamuji Debata jala dibaritahon do Ibana tu saluhut na mangkasiholi haluaon ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Asa, dung dipasidung nasida saluhutna i hombar tu na pinatikkon ni Tuhan i, mulak ma nasida tu Galilea, tu Nasaret, hutanasida i.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ia Dakdanak i, lam magodang do, lam margogo huhut marroha situtu, laos didongani asi ni roha ni Debata Ibana.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "(III.) Jala ganup taon laho do natorasna tu Jerusalem marariraya Paska.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Jadi dung marumur Ibana sampuludua taon, rap nangkok do nasida, songon na somal di pesta i.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Asa dung diradoti nasida angka ari raya i, di na laho mulak i nasida, tinggal ma Jesus, Dakdanak i, di Jerusalem, so pamotoan ni natorasna.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Dirimpu nasida, naung rap dohot dongan sauduran Ibana, jadi didalani nasida ma parsadarian mangalului Ibana di tongatonga ni angka tondong dohot dongan.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Dung so jumpang nasida Ibana, mulak ma nasida tu Jerusalem, laho mangalului Ibana.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Salpu tolu ari, dapot nasida ma Ibana di joro i hundulhundul di tongatonga ni angka guru tumangihon hatanasida huhut manungkunnungkun.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Tarhalomong be do nasida umbege hatana, dibahen torus ni rohana dohot angka alusna.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Marnida Ibana, songgot do rohanasida jala dipanghulingi inana i ma Ibana: Boasa dibahen Ho songon i tu hami, anaha? Bernit do huahap hami dohot amangmu mangalului Ho.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Gabe didok ma tu nasida: Boasa pola luluanmuna Ahu? Ndang diboto hamu, na patut Ahu di bagasan bagas ni Damang?",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Alai ndang diantusi nasida hata na nidokna i tu nasida.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Laos tuat do Ibana rap dohot nasida sahat tu Nasaret, jala pangoloi do Ibana di nasida. Alai dipeop inana i do sude na masa i di bagasan rohana.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Jadi lam ganda ma torus ni roha ni Jesus nang dagingna, lam dihalomohon Debata nang jolma Ibana.",
      "type": "content"
    }
  ]
}