{
  "book": "Lukas",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Durungdurung ni boruboru na mabalu 1-4. II. Taringot tu hasesega ni huta Jerusalem dohot haroro ni Kristus 5-38.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i mamereng ma Ibana, gabe diida ma angka na mora na mandabuhon silehonlehonna tu bagasan poti parasian.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai diida ma boruboru na mabalu sada, na pogos, na mandabuhon dua rimis.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Gabe didok Ibana ma: Situtu do hatangkon tu hamu: Gumodang do na nidabuhon ni na mabalu na pogos an sian saluhutna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai sasude nasida sian lobilobinasida be do didabuhon; alai ia parompuan an, sian pogosna i do didabuhon sasude na pineopna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Dung i ditaringoti na deba ma joro i, naung dipajagar dohot batu angka na uli dohot silua ni halak, jala ninna Ibana ma:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Diida hamu pe i sude, na ro ma angka arina, ndang tinggal disi dua batu martinditindi na so gargaronna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi disungkun nasida ma Ibana, ninna ma: Andigan ma masa i, Guru; jala dia ma tandana, paboa laho songgop ma i?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ninna Ibana ma: Jaga ma hamu, so tung lilu hamu! Ai lan do na ro sogot manoluk Goarhu, angka na mandok: Ahu do! Nunga dapot tingkina i! Unang ma ihuthon hamu nasida!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai molo dibege hamu barita ni angka hamusuon dohot hagunturon, unang ma hamu tarsonggot; ai ndang tarbahen so songgop i jumolo. Alai ndang dope manigor dapot ajalna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Laos didok ma tu nasida: Na hehe do sogot bangso maralohon bangso, harajaon maralohon harajaon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Masa ma lalo angka na bolon, angka sahit bala marluatluat nang haleon, tarida ma angka panonggoti ro di tanda na balga sian langit.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai tagan so masa dope angka i, tangkupon jala leleannasida do hamu; pasahatonna do hamu tu angka parguruan dohot hurungan, gabe togihononna hamu tu jolo ni raja dohot panguhum humongkop Goarhu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Laos i ma gabe dalanmuna, mangkatindangkon Ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "On ma parateatehon hamu: Na so pola sarihononmuna hian sitariashononmuna disi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai Ahu mangalehon tu hamu soara dohot habisuhon, na so bolas aloon nang alusan ni angka musumuna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai nang natorasmuna, hahaanggi, sisolhot ro di alealemuna do pasahathon hamu; jala pamateonna deba sian hamu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hosoman ni saluhut jolma do hamu ala Goarhu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala na so tupa mago sada obuk sian ulumuna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Marhitehite benget ni roha do malua hosamuna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai molo diida hamu huta Jerusalem i hinaliangan ni angka parangan, boto hamu ma, naung donok nama hasesegana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Maporus tu dolok i ma di tingki i angka na di Judea i; angka na di bagasan huta i haruar ma sian i, jala angka na di ladang i, unang ma bongot tu huta i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai angka ari pamaloson ma i, asa songgop sasude na tarsurat i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Marjea ma angka na gabegabean dohot angka panarusan di angka ari i; ai songgop ma hagogotan bolon tu tano on jala harimason tu bangso on.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Rage ma nasida bahenon ni mata ni podang jala diihoti ma nasida mamboan tu saluhut angka bangso, gabe lotlotan ni halak parbegu ma huta Jerusalem, paima gok angka tingki ni parbegu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i masa ma angka tanda di mata ni ari, di bulan dohot di angka bintang pe; jala hapusohan ma angka bangso di tano on jala bobonosan, bahenon ni gasak ni laut i dohot galumbangna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tarhatos ma jolma i dibahen hatahutonna dohot panagamon ni rohana di na naeng masa tu liat portibi on; ai humuntal ma angka hagogoon ni parlangitan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i idaonnasida ma Anak ni jolma i ro marhitehon ombun mantat huaso dohot hasangapon godang.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai molo mamungka masa angka i, dirgak ma hamu; pasindak hamu ma ulumuna, ai nunga jonok haluaonmuna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jala dihatahon ma tu nasida umpama sada: Bereng hamu ma hau ara i dohot angka hau na asing!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ia dung martunasi diida hamu, tandaonmuna do sian i, naung jonok partaonan las.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Suang songon i, ia dung masa angka i diida hamu, boto hamu ma, naung donok harajaon ni Debata.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Situtu do hatangkon tu hamu: Na so tupa salpu na sabangso on, so jolo songgop saluhutna i!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Salpu pe sogot langit dohot tano on, anggo hatangki na so tupa salpu!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai jaga hamu ma dirimuna, unang sorat rohamuna binahen ni parminumon dohot parmabuhon dohot panarihon di hangoluan on, gabe tompu ditahopi ari i hamu songon tali rambang.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ai hatop ma i songgop tu atas ni sude na maringanan di atas tano on.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alai dungo ma hamu tongtong mardongan tangiang, asa margogo hamu, pasiding saluhut na naeng masa i, laho jongjong di jolo ni Anak ni jolma i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Di joro i do Ibana mangajari arianna i; alai bodarina i ruar Ibana, laho marborngin di dolok na margoar Jetun.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jala sogot ma didapothon saluhut natorop i Ibana, tumangihon hatana di joro i.",
      "type": "content"
    }
  ]
}