{
  "book": "Lukas",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parjeheon ni si Judas 1-6. II. Birubiru Paska dohot ulaon na badia 7-23. III. Martangiang Tuhan Jesus di porlak Getsemane jala tartangkup disi 24-38. IV. Pamorsoon ni si Petrus 39-53. V. Tuhan Jesus di jolo ni sintua ni malim i 54-71.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai na jonok nama ari raya mangan roti na so niasoman, na margoar Paska.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala sai dipingkiri angka sintua ni malim dohot angka sibotosurat dalan mamusa Ibana, ai dihabiari nasida do natorop i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai dibongoti sibolis i do si Judas na margoar Iskariot, sahalak sian na sampuludua i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Gabe laho ibana martuptup dohot angka sintua ni malim raphon angka panungganei, manang dia dalanna pasahathon Ibana tu nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi sian las ni rohanasida marpadan ma nasida, mangalehon hepeng tu ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dioloi si Judas ma i, jadi dilului ma tingki na une pasahathon Ibana, so sian pamotoan ni natorop i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Dung i jumpang ma arina mangan roti na so niasoman, laos disi do somal dipotong birubiru Paska.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi disuru Jesus ma si Petrus dohot si Johannes, ninna ma: Laho ma hamu paturehon birubiru Paska sipanganonta i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Gabe ninna nasida ma mandok Ibana: Tu dia ma dohononmu hami paturehonsa?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna Ibana ma mandok nasida: Disi bongot hamu tu huta i, pajumpang ma hamu dohot sada halak siboan partuaehan; ihuthon hamu ma ibana tu bagasan jabu na binongotanna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dok hamu ma tu nampuna bagas i: Tona ni Guru i tu ho: Didia do inganannami, asa mangan Paska i Ahu rap dohot angka siseanku?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i patuduhononna ma tu hamu bilut parginjang sada na lumbang, naung hinembangan; disi ma pature hamu!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi laho ma nasida; jumpang nasida ma songon na pinaboana i tu nasida, jala dipature ma Paska i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Asa dung dapot tingkina, hundul ma Ibana rap dohot angka apostel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna ma mandok nasida: Mansai masihol rohangku, naeng mangan birubiru Paska on Ahu rap dohot hamu, tagan so songgop dope sitaononki.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai hudok ma di hamu: Na so tupa panganonku be i, ia so dapot hagogokna i di harajaon ni Debata!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala dibuat Ibana ma panginuman, dipasupasu ma, laos ninna ma: Buat hamu ma on, sagihon hamu ma i sama hamu!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai hudok ma di hamu: Na so tupa be inumonku parbue ni hau anggur, paima songgop harajaon ni Debata!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala dihindat ma roti, dipasupasu ma, diponggoli jala diparlehon ma tu nasida, huhut ma didok: Dagingku do on, na nilehon humongkop hamu; ula hamu ma i, bahen parningotan di Ahu!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Songon i do dihindat nang panginuman, dung sun nasida na mangan i, didok ma: Ia panginuman on, padan na imbaru do i, marhitehite mudarhu, na durus humongkop hamu!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tangan ni na manjehehon Ahu do hape rap dohot Ahu di atas meja on!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tong do nian langka ni Anak ni jolma i, songon naung diaturhon tu Ibana; alai marjea do halak na manjehehon Ibana!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Gabe dipungka nasida ma masitangkasan, manang ise nasida ulaning na olo mangulahon i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(III.) Jala tubu ma parbadaon di nasida, manang ise nasida rajumon na sumangap.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Gabe ninna Jesus ma mandok nasida: Angka raja ni angka sipelebegu do manggomgom, jala na ulibasa do digoar angka na sangapnasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai unang ma songon i anggo di hamu! Na sumangap na di hamu, gabe songon naposo, jala na manguluhon suman ma tu pangoloi!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai ise do na sumangap, na hundul marsipanganon manang na marhobas i? Nda na hundul i? Alai di tongatongamuna do anggo Ahu songon parhobas.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai hamu do na manahan di lambungku, di na tarunjun i Ahu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Anggo Ahu, huturpukhon pe tu hamu Harajaon i, songon naung diturpukkon Damang i tu Ahu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Asa mangan jala minum hamu di mejangki di harajaonki, mangkunduli habangsa laho manguhumi halak Israel na sampuludua marga i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "O Simon, Simon nunga dipangido sibolis i, naeng segeonna hamu songon dahanon.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai Ahu do manangiangkon ho, unang mintop haporsaonmi. Jala dung mulak sogot roham, pargogoi ma roha ni angka hahaanggim!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai ninna si Petrus ma mandok Ibana: Tuhan, na hobas do ahu mandongani Ho tu hurungan, nang tu hamatean pe!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai ninna Ibana ma: Hudok ma tu ho, Petrus: Ndang martatahuak manuk saborngin on, so jolo tolu hali soadahononmu, na so tinandam Ahu.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Laos ninna ma mandok nasida: Uju husuru hamu, so marhajut, so marhandehande, so marsipatu pe, dung do hamu hurangan? Jadi didok nasida ma: Ndang dung!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Gabe ninna ma mandok nasida: Alai anggo nuaeng, na marhajut, diboan ma i, songon i nang handehande. Jala na so umpeop i, digadis ma mandarna, manuhor podang!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ai hudok ma di hamu: Ingkon saut na tarsurat taringot tu Ahu na mandok: \"Tarrajum do Ibana tu angka parjahat!\" Ai nasa na taringot tu Ahu, jumpang ma nuaeng.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Gabe didok nasida ma: Tuhan, adong do dua podang dison. Jadi didok ma tu nasida: Sae ma i!",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "(IV.) Dung i laho ma Ibana tu balian, tu dolok Jetun, songon na somal; jala diihuthon angka siseanna Ibana.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Asa dung sahat Ibana tusi, ninna ma mandok nasida: Martangiang ma hamu, asa unang bongot hamu tu bagasan pangunjunan!",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Anggo Ibana dipapulik ma dirina sian nasida, arga tuk dangguron batu, marsinggang ma Ibana martangiang songon on:",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Amang, aut olo ma Ho nian pasalpuhon siinumon on sian Ahu! Alai unang ma rohangku saut, roham ma!",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Alai diida Ibana ma surusuruan sian banua ginjang i, na margogoihon Ibana.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Jala di parungkilonna i, lam digogo ma martangiang; jadi songon mudar na himpal do madekdek hodokna i tu tano.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Jala hehe ma Ibana sian na martangiang i, mandapothon siseanna; jadi tarpodom ma nasida didapot, dibahen arsak ni rohanasida.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Gabe ninna ma mandok nasida: Boasa ma tung modom hamu? Hehe ma hamu martangiang, asa unang hamu bongot tu pangunjunan!",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Mandok i dope Ibana, nunga ro torop halak, niuluhon ni sada sian na sampuludua i, ia goarna si Judas, na manjonohi Jesus mangumma Ibana.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Alai ninna Jesus ma mandok ibana: O Judas, pangummaon do hape dibahen ho, pasahathon Anak ni jolma i?",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Alai diida angka dongan ni Jesus ma na naeng masa i, gabe didok ma: Tuhan, tampulhononnami ma podang i?",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Jala sahalak sian nasida manampul naposo ni sintua ni malim, gabe digotap pinggolna siamun.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Alai ro ma alus ni Jesus: Sae ma i! Dijama ma pinggol i, dipamalum ma halak i.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Gabe ninna Jesus ma mandok angka sintua ni malim, angka sigomgom joro i dohot angka panungganei, naung manahopi Ibana: Hira dompak halak panamun hamu ro, mantat podang dohot lombutlombut.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Ariari do Ahu rap dohot hamu di joro i; ndang dung dilaluhon hamu tanganmuna dompak Ahu. Alai on do tingkimuna dohot huaso ni haholomon i.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "(V.) Dung ditangkup, diboan nasida ma Ibana manogihon tu bagasan jabu ni sintua ni malim i. Alai mandaodao ma si Petrus mangihuthon.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Dipagalak nasida ma api di pogu ni alaman i jala rap hundul ma disi, gabe ro ma si Petrus juguk tu tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Dung i diida naposo boruboru sahalak ma ibana juguk mardonokkon api i, dinolnol ma ibana, ninna ma: Dongan ni Halak an do on, tahe!",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Alai disoadahon do Jesus, didok ma: Ndang hutanda Ibana, inang!",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Dung i satongkin nari, diida sahalak na asing ma ibana jala ninna ma: Sada sian nasida i do ho! Alai didok si Petrus ma: Ndang na tutu i, amang!",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Dung salpu hirahira sajom, diondolhon sahalak na asing muse, mandok: Tongon do, dohot do halak on donganna najolo, jala halak Galilea do i.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Alai didok si Petrus ma: Ndang huboto na nidokmi, amang! Mandok i dope ibana, mamintor martatahuak ma manuk.",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Jadi humusor ma Tuhan i, dibereng ma si Petrus, gabe diingot si Petrus ma hata ni Tuhan i, i ma na nidokna i tu ibana: Andorang so martatahuak manuk i annon, nunga tolu hali Ahu soadahononmu!",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "Jala ruar ma ibana, tumatangis gogogogo.",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Alai anggo angka baoa na maniop Jesus, dipauruuru jala dilasahi do Ibana.",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "Dibulang nasida do Ibana gabe disungkun: Manurirangi ma Ho: Ise i na mamastap Ho?",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "Jala lan dope na asing dihatahon nasida tu Ibana laho mangaleai.",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "Jadi disi torang ari, marpungu ma rapot ni sintua ni bangso i, i ma angka sintua ni malim rap dohot sibotosurat; ditogu nasida ma Ibana tu harungguannasida. Ninna nasida ma: Anggo Kristus i do Ho, paboa ma i di hami!",
      "type": "content"
    },
    {
      "verse": 67,
      "text": "Gabe ninna Ibana ma mandok nasida: Nang hupaboa i tu hamu, tong do so porsea hamu!",
      "type": "content"
    },
    {
      "verse": 68,
      "text": "Alai molo manungkun Ahu, ndang tagamon alusanmuna Ahu.",
      "type": "content"
    },
    {
      "verse": 69,
      "text": "Alai olat ni on ma hundul Anak ni jolma i tu siamun ni Hagogoon ni Debata.",
      "type": "content"
    },
    {
      "verse": 70,
      "text": "Gabe saluhut nasida mandok: Asa Anak ni Debata do Ho? Jadi didok Ibana ma tu nasida: Songon na nidokmuna: Ahu ma i tutu!",
      "type": "content"
    },
    {
      "verse": 71,
      "text": "Dung i ninna nasida ma: Pola luluanta dope sitindangi? Ai nunga apala hita umbegesa dihatahon Ibana.",
      "type": "content"
    }
  ]
}