{
  "book": "Lukas",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tuhan Jesus di jolo ni si Latus dohot si Herodes 1-12. II. Marutang hosa Ibana diuhum 13-25. III. Ditogu tu dolok Golgata 26-32. IV. Diparsilangkon 33-43. V. Hamamatena 44-49. VI. Hatatanomna 50-56.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i hehe ma saluhut nasida na pungu i, mamboan Ibana tu jolo ni si Latus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dialuhon nasida ma Ibana, ninna ma: Na dapot hami do on pabalikbalikkon bangsonami jala mangorai mangalehon guguan tu Kesar i; dipandok, Raja Kristus do Ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Gabe disungkun si Latus ma Ibana: Ho do Raja ni Jahudi i? Jadi dialusi ma ibana, ninna ma: Songon na nidokmi ma tutu!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna si Latus ma mandok angka sintua ni malim dohot natorop i: Ndang adong dapot ahu sala ni Halak on!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai lam digogohon nasida do mandok: Digunturi Ibana do bangso i, ai sai mangajari Ibana di sandok tano Judea, mamungka sian Galilea sahat ro tuson.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai umbege i si Latus, manungkun ma ibana, manang halak Galilea Ibana?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala dung diboto, na sian gomgoman ni si Herodes Ibana, disuru ma Ibana tujolo ni si Herodes, ai tongon do ibana di huta Jerusalem uju i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Marnida Jesus si Herodes i, las situtu ma rohana; ai nunga na nia lelengna, sai naeng idaonna Ibana, ala naung dibege baritana, jala diarop rohana, idaonna tanda sada sipatupaonna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi godanggodang ma disungkunhon tu Ibana; alai ndang adong dialusi Jesus ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Disi do angka sintua ni malim ro di sibotosurat, jala gogogogo do Ibana dialuhon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia si Herodes rap dohot angka donganna, direhei jala dilealeai do Ibana, disolukkon ma pangkean na arga tu Ibana, laos songon i ma disuru Ibana mulak tu si Latus.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi di na sadari i ma maraleale si Herodes dohot si Latus, ai na masihosoman do nasida anggo nasailaon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Alai didokkon si Latus ma angka sintua ni malim, angka panungganei ro di natorop i marpungu, ninna ma mandok nasida:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Diboan hamu do Halak on tu jolongku, sipabalik bangso didok hamu; jala di jolomuna hutangkasi i, gabe ndang adong jumpang ahu di Halak on sala, angka na tinuhashonmuna tu Ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Si Herodes pe songon i do, disuru do Ibana mulak tu jolonami; asa ndang adong parulaonna, na tama mambahen Ibana marutang hosa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen i lasahanku ma Ibana, asa pinalua.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Naung i aturan, paluaonna sahalak tu nasida di pesta i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai sude nasida sasoara manjoujouhon: Pusa ma on! Si Barabas ma palua di hami!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai ala ni guntur naung tubu di huta i jala ala ni partodosonna, umbahen na tarhurung ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Gabe diulahi dipanghulingi si Latus ma nasida, ai naeng paluaonna Jesus.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai dipanjoujouhon nasida: Parsilangkon, parsilangkon Ibana!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala patoluhalihon ma didok tu nasida: Ai aha do na jat dibahen Halak on? Ndang jumpang ahu agia aha di Ibana na tau gabe marutang hosa. Dibahen i lasahanku, dung i paluaonku ma Ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai dipangiar be do soarana manosahi ibana, mangido parsilanghononhon Ibana; jala siat ma joujounasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dipaputus si Latus ma, pasauton nama pinangido ni rohanasida i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dipalua ma halak na pinangidonasida i, na tarhurung ala ni na guntur dohot ala ni todostodos; ia Jesus dipasahat ma guru roharohanasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(III.) Laho manogihon Ibana, disoro nasida ma sahalak, si Simon sian Kinene do goarna, na ro sian ladangna; tu ibana ma dipaporsanhon hau pinarsilang i, paihutihut Jesus.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Mangihuthon Ibana torop halak nang angka boruboru na mananangisi jala mangandungi Ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi didompakkon Jesus ma nasida, ninna ma: Hamu, angka boru Jerusalem, unang ma Ahu tatangisi hamu, dirimuna dohot anakkonmuna ma!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai na ro ma angka ari sogot, dohononna ma disi: Martua ma angka na hol, angka ina na so dung tubuan jala na so dung panarusan!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Disi ma pungkaon ni halak mandok tu angka dolok: Tinggang i ma hami! Dohot tu angka tor: Hungkupi hami!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ai molo songon on pambahennasida tu hau na rata, aha ma tagamon masa tu hau naung masak?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai ditogihon dope dua halak nari, parjahat, sipamateon rap dohot Ibana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(IV.) Asa dung sahat nasida tu dolokdolok na margoar partangkurahan, diparsilangkon ma Ibana disi rap dohot angka parjahat i, na sada tu siamunna, na sada nari tu sihambirangna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi didok Jesus ma: Ale Amang! Marpamuati ma roham mida nasida, ai ndang diboto nasida na binahennasida i. Laho marbagi ulosna, manjomput na sinurat ma nasida.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jongjong ma disi natorop i mainondur. Alai dohot do angka panungganei manginsahi Ibana, angka ninna ma: Ia na leban dipalua; ua, dirina ma dipalua, anggo na tutu Kristus ni Debata, na pinili i Ibana!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alai dohot do angka soldadu i pauruuru Ibana. Dipajonok mamboan na asom tu Ibana.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Laos didok ma: Anggo raja ni Jahudi do Ho, palua dirim antong!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai adong ma tarsurat di atasna: Raja ni Jahudi do On!",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai na sada sian angka parjahat, na targantung i, mangaleai Ibana: Ai ndada Kristus i Ho? Palua ma dirim, nang hami antong!",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Alai dialusi donganna ibana, dipinsang ma, ninna ma: Ndang dihabiari ho hape Debata, atik pe rap hona uhum hita?",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Uhum na tigor do na tu hita, ai tajalo do upa ni pambahenanta; alai anggo Ibana, ndang adong diula na so ture.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Laos ninna ma: O Jesus, ingot ahu, ia dung sahat Ho tu harajaonmi!",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Gabe ninna Jesus ma mandok ibana: Situtu do hatangkon tu ho: Sadari on do ho rap dohot Ahu di Paradeiso!",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "(V.) Jala mareak pungkul sampuludua, songgop ma na holom tu sandok tano i sahat ro di pungkul tolu.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Ai mangkolom ma mata ni ari i. Jadi maribak ma hirehire na di bagas joro i, bola dua.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Dung i marsoara na gogo ma Jesus, ninna ma: Amang! Tu bagasan tanganmu ma hupasahat tondingku! Jadi dung didok i, tos ma hosana.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Marnida na masa i letnan i, dipuji ma Debata, ninna ma: Tutu do, halak na tigor roha do On!",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Jadi sude natorop i, na marluhut mainondur, masitompuk andorana, marnida na masa i, laos mulak ma.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Alai mandaodao do jongjong saluhut angka na tumanda Ibana marnidasa, songon i angka parompuan na mangihuthon Ibana sian tano Galilea.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "(VI.) Jadi adong ma sada halak, na margoar Josep, masuk rapot godang, parroha na burju jala na tigor.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Ndang panolopi ibana di tahi dohot pambahenannasida; pangisi ni huta Arimatea na di Judea do, jala dohot do ibana maimaima di harajaon ni Debata.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Didapothon ibana do si Latus mangido bangke ni Jesus.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Dipaijur ma bangke i, dibaluti ma tu dagangan na halus, dipeakkon ma tu bagasan tanoman na niliang tu batu; na so dung adong dope peak manang ise disi.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Ari parhobasan do uju i jala jonok ma Sabbat i.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Alai mangihut do angka parompuan, naung mandongani Ibana ro sian luat Galilea; dibereng nasida do tanoman i ro di parpeak ni bangke i.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Dung i muli ma nasida paturehon angka na hushus ro di miak mir. Jala manipat ari Sabbat i, so nasida mangihuthon patik i.",
      "type": "content"
    }
  ]
}