{
  "book": "Lukas",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Haheheon ni Kristus 1-12. II. Dipataridahon dirina tu sisean na laho tu huta Emmaus 13-35. III. Dung i muse tu angka apostel 36-49. IV. Hahihinsatna 50-53.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai di ari parjolo dung ari Sabbat, ro ma nasida mansai sogot tu tanoman i, mantat na hushus na pinaturenasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai nunga digulang batu i sian tanoman i didapot nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dung bongot, ndang jumpang nasida bangke ni Tuhan Jesus.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi di na jut rohanasida marnidasa, gabe jongjong ma di lambungnasida dua halak parabit na marlinanglinang.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai mabiar ma rohanasida jala unduk nasida manaili, gabe ninna halak ondeng ma tu nasida: Boasa luluanmuna na mangolu di inganan ni angka na mate?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ndang dison Ibana: Nunga dipahehe Ibana. Ingot hamu ma na hinatahonna i tu hamu, uju di Galilea i dope Ibana!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai didok do, ingkon pasahaton Anak ni jolma i tu tangan ni halak pardosa jadi parsilangkononhon, jala mulak mangolu ma Ibana di ari patoluhon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala diingot nasida ma hatana i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Gabe mulak ma nasida sian tanoman i, dibaritahon ma sasudena i tu na sampulusada i dohot tu donganna saluhutna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Si Maria Magdalena ma i, dungkon ni i si Johannes dohot si Maria ni si Jakobus. Nang angka na asing na mandongani nasida paboahonsa tu angka apostel.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hira turiturian do angka hata i di rohanasida jala ndang dihaporseai.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai hehe ma si Petrus marlojong tu tanoman i. Dipaunduk ma dirina, pulik ma diida peak angka saputsaputna i. Dung i muli ma ibana, huhut longang do rohana marningot na masa disi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Dung i adong ma dua halak sian nasida mardalani di na sadari i tu sada huta na margoar Emmaus, arga ualu paal daona sian Jerusalem.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala mangkatai ma nasida taringot tu saluhut naung masa i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi di na mangkatai nasida songon i jala masipapuasan, ro ma Jesus sandiri mandapothon jala mardalan rap dohot nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai pangalelaon do matanasida, unang ditanda nasida Ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi ninna ma mandok nasida: Hata dia do na hinatahonmuna sama hamu di tongandalan on? Gabe sulon ma nasida huhut tungki.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i mangalusi ma na sahalak na margoar Kleopas, ninna ma mandok Ibana: Sasada Ho do huroha na mian di Jerusalem, na so umboto na masa disi di angka ari on?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi ninna ma mandok nasida: Ai aha do? Gabe ninna nasida ma mandok Ibana: Angka na taringot tu Jesus, halak Nasaret i, panurirang na gogo di ulaon nang di hata, di jolo ni Debata dohot sandok bangso i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "I do dipasahat angka sintua ni malim rap dohot sintuanta, asa marutang hosa jala diparsilangkon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai anggo hami sai mangkirim do, naeng Ibana paluahon Israel! Jala nunga pola patoluarihon sadari on, dung masa angka i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tarsonggot muse rohanami dibahen angka parompuan deba na sian hami; sogot do nasida nasogotan sian tanoman i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ndang jumpang nasida bangkena, gabe ro do nasida mandok, naung diida nasida surusuruan angka na paboahon, na mangolu do Ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala adong ma sian hami na laho tu tanoman i, jumpang nasida do tutu songon na hinatahon ni angka parompuan i; alai anggo Ibana ndang adong diida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi ninna Ibana ma mandok nasida: Oe hamu, na hurang roha jala na losok mangkaporseai saluhut na hinatahon ni angka panurirang i!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Nda ingkon songon i marsitaonon Kristus i, laho masuk tu hasangaponna i?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi jojor ma sian si Musa dohot sian saluhut panurirang i dipatorang tu nasida nasa na tarsurat taringot tu Ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i jonok ma nasida tu huta sitopotonnasida i; anggo Ibana dibahen ma songon na naeng datdatanna dope sidalananna i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Gabe disosoi nasida ma Ibana, ninna ma: Ua, mian ma Ho di hami, ai na bot ne ma jala manihir ari! Jadi bongot ma Ibana mandongani nasida.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala di na hundul Ibana rap dohot nasida mandok mangan, dihindat Ibana ma roti i, dipasupasu ma, dung i diponggoli mangalehonsa tu nasida.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Disi ma buha matanasida gabe ditanda ma Ibana. Dung i marhalindo ma Ibana di jolonasida.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Gabe masipandohan ma nasida: Nda gara rohanta di bagasan, uju dipanghulingi hita di tongandalan i, laho patorangkon tu hita na tarsurat i?",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi borhat ma nasida di na sangombas i, laho mulak tu Jerusalem, gabe pungu ma didapot na sampulusada i rap dohot angka dongannasida.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Angka ninna nasida do mandok: Naung tutu do dipahehe Tuhan i, jala diida si Simon do Ibana!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi dibaritahon nasida na ro i ma na masa di tongandalan i ro di panandanasida di Ibana, di na mamonggoli roti i Ibana.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(III.) Mangkatahon i dope nasida, jongjong ma Jesus di tongatonganasida mandok: Dame ma di hamu!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Gabe tarhalomong jala hatahutan ma nasida, ai dirimpu, tondi do na niidanasida.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jadi ninna Ibana ma mandok nasida: Boasa tarhalomong rohamu jala boasa songon na ganggu rohamuna?",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Bereng hamu ma tanganku dohot pathu, paboa Ahu sandiri do! Jama hamu ma Ahu jala tilik hamu ma; ai anggo tondi ndang marsibuk manang marholiholi, songon na niidamuna di Ahu.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Uju mandok songon i, dipatuduhon ma tanganna dohot patna tu nasida.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Alai laos so porsea dope nasida siala las dohot longang ni rohanasida, gabe didok na tu nasida: Adong dipeop hamu dison manang dia sipanganon?",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Jala dilehon nasida ma tu Ibana dengke na pinanggang samponggol.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "I ma dijalo Ibana, laos dipangan ma i dipanotnoti nasida.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Jadi ninna Ibana ma mandok nasida: On ma angka hatangku na huhatahon tu hamu, uju rap dope Ahu dohot hamu: Ingkon jumpang do saluhutna na tarsurat taringot tu Ahu di patik ni si Musa, di angka panurirang i nang di buku Psalmen.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Jadi dibungkai ma rohanasida, asa diantusi na tarsurat i.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Dung i ninna ma mandok nasida: Songon i do tarsurat hian, manaon na porsuk Kristus i jala hehe sian na mate di ari patoluhon.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Jala baritahononhon ma marhitehite Goarna hamubaon ni roha mangalap hasesaan ni dosa, tu sude angka bangso, mamungka sian huta Jerusalem.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Hamu do mangkatindangkonsa.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Jala suruonku ma songgop tu hamu na pinarbagabaga ni Damang. Alai mian ma hamu di huta on, paima disolukkon hamu hagogoon na sian ginjang!",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "(IV.) Jadi ditogihon Ibana ma nasida ruar tungkan Betania, dung i dipaherbang ma tanganna mamasumasu nasida.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Jadi di na mamasumasu nasida Ibana, sirang ma Ibana sian nasida jala tarhindat tu ginjang.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Dung i disomba nasida ma Ibana jala mulak tu huta Jerusalem, marlas ni roha situtu.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Jadi tongtong ma nasida di joro i mamujimuji Debata.",
      "type": "content"
    }
  ]
}