{
  "book": "Lukas",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parjamitaon ni Johannes pandidi 1-20. II. Tardidi Tuhan Jesus 21-22. Partuturanna 23-38",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Pasampululimataonhon hinarajahon ni Kesar Tiberius, uju Pontius Latus manggomgomi luat Judea, di tingki ni angka raja na opat on: Si Herodes di luat Galilea, si Pilippus, donganna saama, di luat Iturea dohot Trakonitis, si Lisanias di luat Abilene,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "uju si Hannas dohot Kayapas sintua ni malim, ro ma hata ni Debata tu si Johannes, anak ni si Sakarias, di halongonan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Gabe ditopot ibana ma sandok luat humaliang batang aek Jordan, dijamitahon ma pandidion hamubaon ni roha, laho pasesahon dosa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hombar tu na tarsurat di buku parjamitaon ni panurirang Jesaya: \"Soara ni na manjoujou di halongonan! Pature hamu ma dalan di Tuhan i, pahornop hamu ma sidalananna!\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "\"Ingkon gohan do nasa rura jala siparejeton do nasa dolok dohot buntulbuntul, sipatigoron do na bengkuk jala sipadosdoson na marbungkibungki.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "\"Jala idaon ni nasa daging do haluaon na sian Debata!\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Asa didok ma tu natorop na ro padidihon dirina tu ibana: Hamu, anak ni ulok! Ise do na mangajari hamu pasidingkon rimas na ro sogot?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Parbuehon hamu ma na tama, paboa naung muba rohamuna! Jala so tung didok hamu di bagasan rohamuna: Si Abraham do amanami! Ai hudok ma tu hamu: Tarjadihon Debata do anak di si Abraham sian angka batu on.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai nunga pola ampe tangke tu daling ni angka hau. Onpe, sitabaon do nasa hau na so marparbuehon na denggan jala sidabuhononhon do tu api!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Gabe disungkun natorop i ma ibana: Dia nama bahenonnami?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dialusi ma nasida: Na marduabaju dilehon ma tu na so adong bajuna, jala na umpeop sipanganon, songon i ma dibahen!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ro do nang angka sijalo beo padidihon dirina, angka didok ma: Guru, dia sibahenonnami?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Gabe didok ma tu nasida: Unang ma buat hamu lobi sian na niaturhon tu hamu!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dohot ma angka soldadu manungkun ibana: Ia hami, dia ma sibahenonnami? Jadi dialusi ma: Unang ma susai, unang ma dobo hamu halak! Hasabamhon hamu ma gajimuna!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Managamnagam do bangso i, dirimpu be di bagasan rohana taringot tu si Johannes, atik beha Kristus i ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Gabe dialusi si Johannes ma nasida saluhutna: Ahu do tutu mandidihon hamu dohot aek; alai na ro ma na gumogo sian ahu; na hurang tama do ahu mangkarhari tali ni sipatuna. Didihonon ni I do tu hamu Tondi Parbadia dohot api.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Di tanganna do purpuran, paiasonna ma pardegeanna: Papunguonna do emena tu sopona, alai tutungonna do hurangkam i tu api na so ra mintop.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Lan dope na asing dipasingothon tu bangso i, laho mamaritahon barita na uli tu nasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai hona hata do si Herodes, raja na opat i, dibahen si Johannes, siala si Herodias, pardihuta ni anggina, dohot siala sude ulaon na jahat ni si Herodes i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai tamba ni sasudena i: Didabu ma si Johannes tu hurungan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai uju tardidi natorop i saluhutna, gabe dohot ma Jesus tardidi; jala di na martangiang Ibana, mungkap ma langit.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala mijur ma Tondi Parbadia tu atasna marrupa songon darapati, jala masa ma soara sian ginjang, songon on: Ho do Anakku, haholongan i; lomo do rohangku di Ho!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(II.) Anggo Jesus hirahira tolupulu taon do umurna di parhehena i; jala di roha ni halak, Ibana anak ni si Josep, i ma anak ni si Eli;",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "i ma anak ni si Mattat, anak ni si Lepi, anak ni si Malki, anak ni si Jannai anak ni si Josep;",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "anak ni si Mattatis, anak ni si Amos, anak ni si Nahum, anak ni si Esli, anak ni si Naggai;",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "anak ni si Maat, anak ni si Mattatis, anak ni si Semein, anak ni si Josek, anak ni si Joda;",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "anak ni si Joanan, anak ni si Resa, anak ni si Serubabel, anak ni si Sealtiel, anak ni si Neri;",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "anak ni si Malki, anak ni si Addi, anak ni si Kosam, anak ni si Elmadam, anak ni si Er;",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "anak ni si Josua, anak ni si Elieser, anak ni si Jorim, anak ni si Mattat, anak ni si Lepi;",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "anak ni si Simeon, anak ni si Juda, anak ni si Josep, anak ni si Jonam, anak ni si Eliakim;",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "anak ni si Melea, anak ni si Mina, anak ni si Mattata, anak ni si Natan, anak ni si Daud;",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "anak ni si Isai, anak ni si Obed, anak ni si Boas, anak ni si Salmon, anak ni si Nahason;",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "anak ni si Amminadab, anak ni si Admin, anak ni si Arni, anak ni si Hesron, anak ni si Peres, anak ni si Juda;",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "anak ni si Jakkob, anak ni si Isak, anak ni si Abraham, anak ni si Tera, anak ni si Nahor;",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "anak ni si Serug, anak ni si Reu, anak ni si Peleg, anak ni si Heber, anak ni si Sela;",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "anak ni si Kenan, anak ni si Arpaksad, anak ni si Sem, anak ni si Noak, anak ni si Lamek;",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "anak ni si Metusalah, anak ni si Henok, anak ni si Jared, anak ni si Mahalaleel, anak ni si Kenan;",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "anak ni si Enos, anak ni si Set, anak ni si Adam; na sian Debata do anggo i.",
      "type": "content"
    }
  ]
}