{
  "book": "Lukas",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tarunjun Tuhan Jesus 1-15. II. Parjamitaonna di huta Nasaret 16-30. III. Halongangan angka na pinatupana di Kapernaum, di parguruan dohot di jabu ni si Simon 31-44.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Gok Tondi Parbadia ma Jesus mulak sian aek Jordan, gabe diliathon Tondi i Ibana di halongonan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Opatpulu ari lelengna diunjuni sibolis i Ibana. Sandok ndang mangan Ibana manipat angka ari i; jadi dung marujung i, male ma dihilala.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Gabe didok sibolis i ma tu Ibana: Anggo na tutu Ho Anak ni Debata, dokkon ma batu on gabe roti.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dialusi Jesus ma ibana: Tarsurat do: \"Apala holan sipanganon hangoluan ni jolma; nasa hata ni Debata do.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ditogihon ma Ibana tu na huminsat, dipatuduhon ma tu Ibana sude harajaon na di tano on di bagasan sanghidop mata.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Laos didok sibolis ma tu Ibana: Tu Ho ma lehononku sasudena on gomgomanmu ro di hasangaponna i, ai tu ahu dipasahat i, jala hulehon i tu silomo ni rohangku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Di Ho ma i saluhut, anggo olo Ho marsomba tu ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dialusi Jesus ma ibana: Tarsurat do: \"Tuhan Debatam do sombaonmu, sasada Ibana do sioloanmu!\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Gabe ditogihon do Ibana tu Jerusalem, dipajongjong ma Ibana tu palaspalas ni bagas joro, laos didok ma tu Ibana: Anggo Anak ni Debata Ho, dabuhon ma dirim sian on tu toru.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai na tarsurat do: \"Dohononna do angka surusuruanna taringot tu ho, asa diramoti ho,\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "\"jadi tangantanganonnasida do ho, asa unang tartuktuk patmu tu batu.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai dialusi Jesus ibana muse: Didok do: \"Ndang jadi unjunanmu Tuhan Debatam!\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dung dipaujung sibolis i sude pangunjunan i, ditadingkon ma Ibana, paima ro tingkina muse.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Margogohon Tondi i ro Jesus muse tu Galilea, jadi sar ma baritana tu sude luat humaliang i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Mangajari do Ibana di angka parguruannasida, jala saluhut do mamuji Ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Jadi ro ma Ibana tu Nasaret, tu huta hagodanganna. Mangihuthon hasomalanna laho do Ibana tu parguruan i jumpa ari Sabbat; jadi jongjong ma Ibana, naeng manjaha.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Gabe dilehon ma tu Ibana pustaha ni panurirang si Jesaya, diungkap ma i jadi dapot matana ma na tarsurat songon on:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "\"Songgop do tu ahu Tondi ni Tuhan i, ai dimiahi do ahu, mamboan barita na uli tu angka na pogos.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Disuru do ahu, mamaritahon tu angka na tarhurung asa malua, tu angka na mapitung asa marnida, paluahon angka na ginosagosa, mamaritahon taon parasinirohaon ni Tuhan i.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ditutup ma pustaha i, dipaulak ma tu parhobas; laos hundul ma, gabe nolnol ma dompak Ibana mata ni sude na di parguruan i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala dihatahon ma tu nasida: Sadari on do jumpang na tarsurat ondeng, di na binegemuna i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sasude do manohoi Ibana jala longang be do, umbege hata na tabo na hinatahonna, gabe ninna ma: Nda anak ni si Josep Ibana?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala didok Ibana ma tu nasida: Dohononmuna do nian tu Ahu hata ni umpama on: Pamalum ma dirim, ale datu! Angka na hubege hami na binahenmi di Kapernaum, laos bahen ma i dison, di huta hagodanganmon!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi didok ma: Situtu do hatangkon tu hamu: Tung na so marsangap do panurirang anggo di luat hagodanganna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sintong do na hudok on tu hamu: Lan do nian boruboru na mabalu di bangso Israel di tingki ni si Elia di na manintak langit tolu taon onom bulan lelengna, uju masa haleon potir di sandok tano on.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai ndang tu manang ise nasida disuru si Elia, tung tu Sarpat do, na di luat Sidon, tu sada boruboru na mabalu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Lan do nian na huliton di bangso Israel, di tingki ni panurirang si Elisa; alai ndang adong agia ise nasida dipamalum, holan si Naaman halak Siria i do.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi gok rimas ma nasida sude na di parguruan i umbegesa.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Hehe do nasida, dipabali Ibana sian huta i, ditogu ma Ibana tu tolping ni dolok, ojahan ni hutanasida i, laho manggulangkon Ibana sian i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai mamolus do Ibana sian tongatonganasida, laos laho sian i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(III.) Jadi tuat ma Ibana tu huta Kapernaum, na di Galilea; diajari ma nasida jumpa ari Sabbat.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Gabe longang do rohanasida umbege podana, ai marsahala do jamitana i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jala adong ma di parguruan i sada halak partondi na hodar; marsoara na gogo ma dianggukhon:",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Oe Jesus na sian Nasaret, marhua Ho tu hami! Na ro do Ho hape mangago hami! Hutanda do Ho; na badia ni Debata do Ho!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Alai disonggahi Jesus do ibana, didok ma: Sip ho! Ruar ma ho sian ibana! Jala tu tongatonga i ma disampathon tondi na hodar i ibana, laho ruar; ndang mahua ibana dibahen.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi longang ma rohanasida saluhutna, gabe masipandohan ma nasida: Na boha do on? Mardongan huaso dohot gogo dipaksa angka tondi na hodar, gabe ruar do.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jala sar ma baritana tu nasa inganan humaliang.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Borhat ma Ibana sian parguruan i, gabe masuk ma tu jabu ni si Simon. Ia simatua boru ni si Simon, posa do panepanena, jala ditaringothon ma nasida tu Ibana.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi dijonohi ma nasida, disonggahi ma panepane i, gabe laho ma i. Jala manigor hehe ma inaina i marhobasi di nasida.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung sundut mata ni ari, dipamboan be ma tu Ibana na marsahitna, na marragamragam niaena. Jala tu nasida sadasada diampehon Ibana tanganna, laho pamalum nasida!",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Sian torop nasida marruaran angka sibolis na manampiar, mandok: Anak ni Debata do Ho; gabe disonggahi do nasida, ndang diloas nasida paboahon, naung diboto, Kristus i Ibana.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Alai di torang ni arina i borhat Ibana laho tu halongonan. Ia natorop i dilului jala didapothon ma Ibana, laho mangambat Ibana nian, unang laho sian nasida.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Alai didok ma tu nasida: Ingkon dohot do tu angka huta na asing hubaritahon harajaon ni Debata, ai ala ni i do Ahu disuru.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Jala marjamitai do Ibana di angka parguruan na di luat Galilea.",
      "type": "content"
    }
  ]
}