{
  "book": "Lukas",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panjalaon ni si Petrus 1-11. II. Dipamalum Tuhan Jesus sahalak na huliton dohot 12-16. III. Na sarion 17-26. IV. Dijou si Lepi gabe apostel 27-32. V. Taringot tu parpuasaon 33-39.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jongjong di topi tao Genesaret do Ibana sahali, di na nirongoman ni natorop Ibana, laho umbege hata ni Debata.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi tongon ma diida dua parau di topi pasir; ia pardengke i nunga ruar mamburi jalanasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Gabe dibongoti Ibana ma parau na sada na di si Simon i, jala dipangido tu ibana, asa dipaholang parau i saotik sian pasir i. Hundul do anggo Ibana mamodai natorop i sian parau i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Asa dung mansohot Ibana marjamita, ninna ma mandok si Simon: Lugai ma tu na umbagas jala sampakkon hamu ma jalamuna, asa dapotan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Gabe ninna si Simon ma mangalusi: Guru! Manipat saborngin on do huhalojahon hami, so adong dapot; alai mangasahon hatami olo do ahu sumampakkon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dipasaut nasida ma i, gabe dapot nasida ma dengke mansai godang, pola maribak jala i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala dihilap nasida ma dongannasida na di parau na sada, asa ro mandongani nasida mambuatsa. Ro do nasida, gabe digohi ma parau i duansa maradu lonong.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Marnida i si Simon Petrus, marsomba ma ibana tu jolo ni Jesus, huhut ma didok: Laho ma Ho sian ahu, Tuhan, ai halak pardosa do ahu!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai tarhalomong do ibana ro di sude donganna siala dengke na binuatnasida i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Songon i do nang angka dongan ni si Simon i, si Jakobus dohot si Johannes, angka anak ni si Sebedeus. Jala ninna Jesus ma mandok si Simon: Unang ho mabiar: Olat ni on ma ho gabe sijala jolma!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dipadarat nasida ma angka parau i, ditadingkon ma saluhutna i mangihuthon Ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Jala tagan di sada huta Ibana, adong ma sada halak na huliton. Marnida Jesus i, manungkap ma ibana mandok: O Tuhan, molo na olo Ho, tarpaias Ho do ahu!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi disurdukkon Jesus ma tanganna, laos dijama ma ibana, huhut ma didok: Na olo do Ahu, ias ma ho! Jadi pintor longkang ma hulit i sian ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala diorai Ibana ma, asa unang dipaboa i tu halak; alai laho ma ho, ninna, patuduhon ma dirim tu malim; dung i pelehon ma na pinatikkon ni si Musa, ala naung ias ho, bahen panindangion tu nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai lam sar do baritana jadi torop halak marpungu, laho tumangihon hatana jala pamalumhon sahitnasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai manginsurut tu halongonan do anggo Ibana, laho martangiang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i di na sadari mangajari Ibana, jadi hundul ma disi angka Parise ro di guru, angka na ro sian nasa huta na di Galilea dohot Judea, nang sian Jerusalem. Mangimpas do gogo ni Tuhan i di Ibana, pamalum angka sahit.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala diboan na mamboan ma sada halak na sarion, na peak di podomanna, dilului do dalan pabongothon ibana, laho mameakkonsa tujolo ni Jesus.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai ndang tarpabongot nasida ibana dibahen ponjotna i, gabe dipanaek nasida ma tarup i; diungkapi ma butar i, ditantan ma ibana di atas podomanna tongon tu jolo ni Jesus.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Marnida haporseaonnasida i Jesus, ninna ma: Nunga sesa angka dosami, anaha!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Gabe marhusari ma angka sibotosurat ro di Parise i; Ise do On, na mangaleai Debata? Holan sasada Debata do na tuk manesa dosa!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ditanda Jesus do parhusarion ni rohanasida, jadi dialusi ma nasida: Aha dipingkiri hamu di bagasan rohamuna?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dia do ummomo? Dohonon; nunga sesa angka dosami! Manang dohonon: Hehe ma ho mardalani?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai asa diboto hamu, marhuaso do Anak ni jolma i di tano on manesa angka dosa (didok ma tu na sarion i), Ahu mandok tu ho: Hehe ma ho, boan ma podomanmi; laho ma ho muli!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Manigor hehe ma ibana dipanotnoti nasida, dihindat ma podoman hapeahanna i laho muli, huhut dipuji Debata.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tarhalomong nasida sude, dipuji ma Debata, laos gok biar nasida mandok: Na so dung masa do huida hami sadari on!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(IV.) Dung salpu i, mardalani ma Ibana, gabe diida ma sada halak sijalo beo, na margoar si Lepi, hundul di parbeoan, jadi didok ma tu ibana: Ihuthon Ahu!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi hehe ma i, ditadingkon saluhutna mangihuthon Ibana.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dihobasi si Lepi ma di Ibana sipanganon ujuan di jabuna i. Jala torop angka sijalo beo dohot jolma na asing rap hundul marsipanganon.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Marmungutmungut ma angka Parise dohot sibotosuratnasida dompak angka siseanna i, mandok: Boasa mangan minum hamu rap dohot angka sijalo beo dohot sipardosa?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Gabe dialusi Jesus ma nasida: Apala ringkot pandaoni di angka na hisar, di angka na marsahit do!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ndang na ro Ahu manjou angka partigor, asa dipauba rohana, angka pardosa, i do!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(V.) Alai didok nasida ma tu Ibana: Marpuasai jala martangiangi do angka sisean ni si Johannes, songon i angka sisean ni Parise i; alai mangan minum do anggo siseanmi.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Gabe ninna Jesus ma mandok nasida: Ai tarsuru hamu do pandongani ni pangoli marpuasa, saleleng rap dohot nasida pangoli i?",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Alai na ro ma arina, buatonna ma disi Pangoli i sian nasida; disi ma nasida marpuasa.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dihatahon ma huhut umpama on tu nasida: Ndang adong na olo mangaribahi abit na imbaru laho mandungkaphonsa tu abit naung buruk; ai molo boti, sega ma abit na imbaru i, laos so tangkup pandungkap na imbaru tu na buruk i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ndang dipainding jolma tuak anggur siraruan tu inganan na basebasean; ai molo boti, puntason ni tuak anggur siraruan i do ingananna i, gabe ambolong tuak anggur i, ingananna pe sega do.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Tu poting na imbaru do paindingon tuak anggur siraruan i!",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jala naung somal manginum tuak anggur naung leleng, ndang dipangido na imbaru, ai ninna do: Lambok do naung leleng i.",
      "type": "content"
    }
  ]
}