{
  "book": "Lukas",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Diondingi Tuhan Jesus siseanna maralohon angka Parise 1-5. II. Dipahisar partangan na mate sambariba 6-11. III. Dipillit siseanna 12-16. IV. Parjamitaonna tu natorop i 17-49.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi jumpa ari Sabbat mamolus ma Ibana sian tonga ni hauma jala digotili siseanna i ma angka biur, laos diguguti, dung dirurusi dohot tangannasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Gabe ninna deba sian angka Parise ma: Boasa ulaonmuna na so jadi jumpa ari Sabbat?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dialusi Jesus ma nasida: Asa ndang dijaha hamu huroha pambahenan ni si Daud, uju na male ibana rap dohot donganna sauduran?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai dibongoti do bagas ni Debata jala dibuat roti na marhadohoan, gabe dipangan ma sian i, dilehon deba tu donganna; na so jadi panganon ni manang ise i nian, dungkon ni angka malim.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Laos didok ma tu nasida: Guru di Anak ni jolma i do nang ari Sabbat!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Jumpa ari Sabbat na asing dibongoti Ibana ma parguruan i laho mangajari, jadi adong ma disi sahalak naung mate tanganna siamun.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Mangonggop do angka sibotosurat ro di angka Parise, manang na olo Ibana pamalum sahit di ari Sabbat, asa taraluhon nasida Ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai diboto Ibana do pingkirannasida, jadi ninna ma mandok partangan na mate i: Hehe ma ho tu tongatonga on! Jala hehe ma i jongjong tusi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna Jesus ma mandok nasida: Husungkun ma hamu: Dia do na patut ulaon di ari Sabbat: Mambahen na denggan manang na jahat, pangoluhon hosa manang mangagohonsa?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala dibereng ma nasida tuk humaliang, laos ninna ma tu halak i: Patoltol tanganmi! Diula ma i, gabe malum tanganna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Songon na ritoritoon do anggo nasida, laos martuptup ma di sibahenonnasida tu Jesus.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Di angka ari i ma nangkok Ibana tu dolok martangiang, jala manipat na saborngin i ma didatdati martangiang tu Debata.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dung torang ari, dijou ma tu jolona angka siseanna, sampuludua do dipillit sian nasida; digoar do nasida apostel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Si Simon, na ginoaranna Petrus, dohot si Andreas, donganna saama; si Jakobus dohot Johannes; si Pilippus dohot Bartolomeus;",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "si Mateus dohot si Tomas; si Jakobus ni si Alpeus dohot si Simon, na margoar si Silotes;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "si Judas ni si Jakobus dohot si Judas Iskariot, na gabe siparjehe muse.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(IV.) Tuat ma Ibana rap dohot nasida tu sada inganan na hornop; adong ma disi torop angka siseanna dohot mansai godang halak natorop sian sandok Judea dohot Jerusalem, nang sian topi laut ni Tirus dohot Sidon. Na ro do nasida, umbege hatana huhut pamalumhon sahitnasida tu Ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Nang angka na sinahitan ni tondi na hodar gabe malum.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi sude natorop i mangiraira manjama Ibana, ai ruar do gogo sian Ibana, dipamalum do saluhutna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i dibereng ma angka siseanna, huhut ma didok: Martua ma hamu angka na pogos, ai di hamu do harajaon ni Debata!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Martua ma hamu angka na male nuaeng, ai sipabosuron do hamu! Martua ma hamu angka na tangis nuaeng, ai mengkel ma hamu muse.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Martua ma hamu, anggo dihosomi jala dipilpilhon halak hamu, anggo diinsahi jala dibolongkon goarmuna songon parjahat ala ni Anak ni jolma i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Las ma rohamuna jala mariaia di hamamasana i, ai balga do upamuna di banua ginjang i, ai songon i do dibahen angka amanasida tu angka panurirang i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai marjea ma hamu na mora, ai nunga sahat dijalo hamu apulapul na tu hamu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Marjea ma hamu na bosuran nuaeng, ai rapar hamu muse! Marjea ma hamu, na mengkel nuaeng, ai na mangandung jala tumatangis hamu muse!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Marjea ma hamu, anggo saluhut jolma mamujimuji hamu; ai songon i do dibahen amanasida tu angka panurirang pargapgap i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai hudok ma tu hamuna na manangi: Haholongi hamu ma musumuna; na denggan ma bahen hamu tu na mangkosomi hamu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Pasupasu hamu ma angka na mamburai hamu, tangiangkon hamu ma angka na mangasupi hamu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Anggo dipastap hurummi, tarehon nang na sambariba i; jala anggo dibuat ulosmu, unang jua nang bajubajum.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Nasa na mangido tu ho, lehon; jala unang tunggu halak, naung mambuat ugasanmi.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ia i na pinangidomuna, naeng bahenon ni halak tu hamu, i ma bahen hamu tu nasida!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ai molo dihaholongi hamu na marholong ni roha di hamu, parulian dia ma i di hamu? Ai nang angka parjahat dihaholongi do na marholong ni roha di nasida.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jala anggo dibahen hamu na denggan tu angka sibahen na denggan tu hamu, parulian dia ma i di hamu? Nang angka parjahat i, songon i do pambahenna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jala molo mangkirim hamu mambuatsa muse, laho pasali dongan, parulian dia ma i di hamu? Ai dipasali parjahat do donganna parjahat, asa dijalo muse hepengna.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "On ma tahe: Haholongi hamu ma musumuna bahen hamu ma na denggan jala pasali hamu ma, di na so hirim rohamuna di balosna; balga ma upamuna, gabe angka anak ni Natumimbul i ma hamu, ai basa do Ibana di na tois marroha jala di na jahat.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Gabe parasiroha ma hamu, songon Amamuna, Parasiroha i!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Unang ma hamu manguhumuhumi, gabe ndang uhumanna hamu! Unang hamu manorui, gabe ndang toruanna hamu! Palua hamu, gabe paluaonna hamu!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Lehon hamu ma, gabe lehononna ma di hamu! Parsuhatan na denggan, na nionjat, na hinuturhutur jala na pinasuksuk lehononna tu ampuanmuna, ai parsuhatan na sinuhathonmuna do suhathononna tu hamu.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jala dihatahon do nang umpama on tu nasida: Tung tartogu na mapitung ma donganna na mapitung di dalan? Nda rap targodung ma nasida duansa?",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ndada sumurung sisean sian guruna. Naung sun denggan do ganup, molo doshon guruna.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Aha ma pola paberengberengonmu silbaksilbak na di mata ni donganmu; ia na satiang na di matami ndang diantoi ho!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Tung dohononmu ma tu donganmi: Ua, huumpat ma jolo silbaksilbak na di matami, anggia; hape na satiang na di matami ndang diida ho! E ho pangansi, jumolo ma umpat tiang i sian matami: Dung pe i, asa pingkironmu, manang beha pangumpatmu di silbaksilbak na di mata ni donganmu.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Ai ndang adong hau na denggan, na marparbuehon na roa, manang hau na roa na marparbuehon na denggan.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Ai sian parbuena i do tartanda nasa hau. Ai ndang tarputikkon antajau sian tadatada, jala ndang tarbuat parbue ni hau anggur sian rimbang.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Angka hadengganon do dirungkari halak na denggan roha sian pangkal na denggan na di bagasan rohana, jala na jahat do dirungkari halak na jahat roha sian na jat na pineopna hian. Ai ia i na manggohi roha, matua i do dihatahon pamangan.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Boasa antong goaronmuna Ahu: Tuhan, Tuhan!, hape ndang diula hamu na hudok.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Nasa na ro tu Ahu, anggo dibege angka hatangku jala diulahon, tudos ma i tu na hupatuduhon on:",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Songon halak na pajongjong jabu, na mangkali bagas laho paojakkonsa tu batu mamak. Asa di na magodang aek, ditondong batang aek ma bagas i; alai ndang na tarhutiksa, ala togap dipauli.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Anggo na umbegesa, alai ndang diulahon, tudos ma i tu halak sipajongjong jabu di tano, so marhaojahan tu batu; ditondong batang aek ma i, jadi manigor marumpak ma, pola tung marongso.",
      "type": "content"
    }
  ]
}