{
  "book": "Lukas",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipamalum Tuhan Jesus do naposo ni letnan 1-10. II. Dipangolu dolidoli di huta Nain 11-17. III. Tona ni si Johannes 18-35. IV. Tuhan Jesus di jabu ni si Simon, Parise i 36-50.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa dung sun dihatahon Ibana sasude hatana ondeng tu pinggol ni natorop, dibongoti ma huta Kapernaum.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi hansitan ma naposo ni sada letnan, na pinarhamaol ni tuanna, pola matemate ne.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung dibege ibana barita ni Jesus, disuru ma angka sintua ni halak Jahudi manopot Ibana mangelehelek, asa ro pamalum naposona i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sahat ma nasida tu Jesus jala gomos ma Ibana diapoi, ninna ma: Patut do oloanmu ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai holong do rohana di bangsonta; tung ibana do pajongjong parguruanta.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi rap laho ma Jesus dohot nasida. Alai ndang apala dao be Ibana sian jabu i, nunga disuru letnan i angka donganna mandok tu Ibana: Tuhan, unang loja Ho! Ai na hurang tama do ahu, tung bongotanmu jabungku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Laos ala ni i do ndang tau huetong diringku manopot Ho. Alai dok ma hata sisandok, asa malum naposongki.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai halak, na ginomgoman ni na marhuaso do ahu, na mangarajai soldadu; molo hudok tu na sada: Tusadui ma ho?, laho do ibana; ia tu na sada: Tu on ma ho! !!- Ro do ibana; jala ia tu naposongku: On ma bahen!, jadi i do dibahen.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Umbege i, longang ma Jesus, laos humusor ma Ibana mandok tu natorop na mangihuthon Ibana: Hudok ma tu hamu: Gari di halak Israel, gari ndang jumpang Ahu haporseaon na songon i!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi muli ma angka na sinuru i tu jabu, laos malum do didapot nasida anak somang i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Marsogotna i laho ma Ibana tu sada huta na margoar Nain; siseanna i do donganna sauduran, songon i do natorop godang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mandapothon bahal ni huta i nasida, tongon ma diusung tu balian sahalak naung mate, anak sasada ni inana naung mabalu; jala torop do pangisi ni huta i mangundurhon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Marnida na mabalu i Tuhan i, maras do rohana, jadi didok ma tu ibana: Unang ho tangis!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Laos didapothon ma batang i, dijama ma, jadi sulon ma na mangusungsa, gabe didok ma: O dolidoli, hudok ma tu ho: Hehe ma ho!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi hundul ma halak naung mate i, dipungka ma mangkatai jala dilehon ma ibana tu inana i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Hatahutan do nasida sasude jala dipuji ma Debata, didok ma: Panurirang bolon do dipahehe di tongatonganta jala ditatap Debata do bangsona.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sar ma baritana i tu sandok luat Judea ro di sude luat na humaliang i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Jadi dibaritahon angka sisean ni si Johannes ma sasudena i tu ibana, gabe dijou ma dua siseanna tu jolona.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Disuru ma nasida manopot Tuhan i mandok: Ai Ho do na naeng ro i, manang na asing dope paimaonnami?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa dung sahat halak i tu jolona, didok nasida ma: Disuru si Johannes pandidi i do hami manopot Ho, mandok: Ai Ho do na naeng ro i, manang na asing dope sipaimaonnami?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tongon uju i torop ma halak dipalua Ibana sian sahit dohot haporsuhon nang sian angka tondi na jahat, jala torop na mapitung marnida dibahen.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Laos dialusi ma nasida songon on: Laho ma hamu mamaritahon tu si Johannes na niida jala na binegemuna on: Na gabe marnida do angka na mapitung, na mardalani do angka na pangpang, na gabe ias do angka na huliton, na marbinege angka na nengel, na mulak mangolu do angka na mate; tu angka na pogos do binoan barita na uli;",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "jala martua do na so targasip di Ahu!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai dung laho angka suruan ni si Johannes, ditaringoti ma si Johannes tu natorop i: Aha do na naeng idaonmuna, umbahen na laho hamu ruar tu halongonan? Arung na meoleol na niullus ni alogo do?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Na marnida aha do umbahen na borhat hamu? Halak parabit na lamot do? Di jabu ni na raja do angka na marabit na sangap jala angka na gaduk.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Na marnida aha do tahe, umbahen na borhat hamu? Panurirang do? I do tutu! Hudok ma di hamu: Sumurung do ibana sian panurirang!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ibana do na nidok ni Surat i: \"Suruonku ma suruanki, patujolom, sipature dalanmu di jolomi!\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Hudok ma tu hamu: Ndang adong na tubu sian parompuan na umbalga asa si Johannes; alai halak na ummetmet, naung di bagasan harajaon ni Debata, umbalga ma i sian ibana.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai natorop i saluhutna na umbege hatana ro di angka sijalo beo, dipintori do Debata, ai dijalo do pandidion i sian si Johannes.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai anggo halak Parise dohot sipeop patik i, disundati do tahi ni Debata na taringot tu nasida, ai ndang dipadidihon dirina tu ibana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Asa tu ise ma patudosonku halak na sansundut on; tudos tu ise nasida tahe?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Tudos ma nasida tu angka dakdanak na hundul di onan, na masijouan mandok: Hupalui hami suling di jolomu, so haru manortor hamu; andung hupatubegehon hami, so saut hamu tangis.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ai na ro do si Johannes pandidi i, ndang mangan roti, ndang minum anggur ibana, gabe didok hamu: Na sibolison do ibana!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ro Anak ni jolma i, mangan minum do anggo Ibana, gabe didok hamu; Ndi Halak on! Sipapangan mago, sisobur tuak, aleale ni sijalo beo dohot sipardosa!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Gabe pintor Hapistaran i dipintori angka anakna saluhutna.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(IV.) Dung i diarahon sahalak sian angka Parise ma Ibana mangan; jadi dibongoti ma jabu ni Parise i, laos hundul disi:",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i ro ma boruboru pardosa sahalak, isi ni huta i, ala diboto, naung hundul Ibana di bagas ni Parise i; diboan ma sada galas alabaster, isian ni miak na hushus.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Mariluilu do ibana laho mandapothon tu pat ni Jesus; iluiluna do manonui patna i, obukna do dibahen mangapusi, diumma ma patna i jala dimiahi dohot miak na hushus i.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Marnida i halak Parise na mangarahon Ibana, marhusari ma ibana songon on: Aut na panurirang halak on, tandaonna do boruboru on na manjama Ibana jala botoonna do pangalahona, ai sipardosa do i.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Gabe dialusi Jesus ma ibana: Simon, adong na hudok tu ho! Ia hata ni i: Hatahon ma, Guru! ninna.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dua do parsingiran ni sada halak sipaanakkon hepeng. Utang ni na sada limaratus rupia, limapulu do di na sada nari.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Ala soada gararnasida, dibasabasahon ma i tu nasida duansa. Asa ise nasida tagamon na humolong roha di ibana?",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dialusi si Simon ma: Parsibasabasaan na gumodang i do, anggo di rohangku. Jadi dialusi ma ibana: Tingkos do panimbangmi!",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Dung i didompakkon ma parompuan i, laos ninna ma mandok si Simon: Atehe diida ho do parompuan on? Ro do Ahu tu jabum on, ndang dilehon ho aek pamuri ni pathu; alai anggo ibana, iluilu ni matana do dibahen manonui pathu jala diapusi dohot obukna.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Ndang diumma ho Ahu; alai anggo ibana, olat ni dung bongot tuson, ndang dipasohot mangumma pathu.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Ndang dimiahi ho ulungku; alai anggo ibana, dimiahi do pathu dohot miak na hushus.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Dibahen i hudok ma tu ho: Nunga sesa dosana na godang i, umbahen godang holong ni rohana. Alai anggo otik do disesa, otik ma holong ni rohana.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Laos didok ma tu parompuan i: Nunga sesa angka dosami!",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Gabe didok angka donganna sapanganan ma sama nasida: Ise do On? Ai dohot do angka dosa disesa?",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Laos didok muse tu parompuan i: Haporseaonmi do paluahon ho. Mardame ma ho muli!",
      "type": "content"
    }
  ]
}