{
  "book": "Lukas",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka sisean boruboru 1-3. II. Umpama na taringot tu panabur 4-18. III. Ise sisolhot ni Tuhan Jesus? 19-21. IV. Dipamenak Tuhan Jesus tao i 22-25. V. Partondi na hodar na di Gadara 26-39. VI. Dipangolu boru ni si Jairus 40-56",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Salpu i dibolus Ibana ma angka huta dohot lumban marjamita, laho mamaritahon harajaon ni Debata; na sampuludua i do donganna,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "nang deba parompuan naung pinamalumna sian angka tondi na jahat dohot sian parsahiton, i ma si Maria, na margoar Magdalena, na tinadingkon ni pitu tondi na hodar,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "dohot si Johanna, dongan saripe ni si Kusa, juara bagas ni si Herodes, dohot si Susana, ro di torop na asing, na manatap Ibana sian sinadongannasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Asa dung pungu torop jolma jala marroan tu jolona sian angka huta i sude, marumpama ma Ibana:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Na laho ma sahalak panabur manaburhon boni. Jadi di na manabur i ibana, adong ma deba na mamiltik tu dalan, gabe tardege ma i jala diparguti pidong na martongatonga langit.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Na deba madabu tu batu; jala dung tubu, rahar ma, ala so maraek.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Na deba madabu tu tongatonga ni parsihupian, jala rap tubu ma sihupi i, dipisat ma i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia na asing i madabu tu tano na denggan i; jala dung tubu, diparbuehon ma saratus lompit. Dung didok songon i, dijouhon ma: Hamu, angka parpinggol na marbinege, pinggol umpama i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Disungkun angka siseanna ma Ibana taringot tu umpama i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Gabe didok ma: Dilehon do tu hamu pamotoan di hahomion ni harajaon ni Debata; alai marhitehite umpama do tu angka na asing, asa unang diida, nang pe dibereng, jala unang diantusi, nang pe dibege.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai on ma umpama i: Ia boni i, hata ni Debata do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Anggo na di dalan i, i ma angka na umbegesa, dung i ro ma sibolis i, dibuat ma hata i sian rohanasida, asa unang porsea nasida, unang dapotan haluaon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Anggo na di batu i, i ma angka na las roha manjangkon hata i, dung dibege; alai ndang marurat nasida, sangombas do nasida porsea, jala di masa ni pangunjunan marbalik nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Anggo na madabu tu parsihupian i, i ma angka na umbegesa, gabe laho ma nasida, hapusohan binahen ni pangkolsohon, hamoraon dohot hahisapon ni ngolu on, jala ndang matoras parbuena.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai anggo na tu tano na denggan, i ma angka na mameop hata binegena i di bagasan roha na bonar jala na denggan, gabe saut marparbue di bagasan habengeton.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai ndang adong na pagalakkon palito, gabe dihungkuphon ampang tusi, manang dibahen tu toru ni parate; tu parpalitoan do dibahen, asa diida angka na ro i palito i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai ndang adong na buni, na so patar muse; jala ndang adong na simo, na so tangkas tandaon muse jala mullop.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dibahen i pamanat hamu ma, manang songon dia parbinegemuna; ai tu paradongan lehonon do, alai buaton ma sian na so paradongan na adong di ibana di rohana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Dung i ro ma inana dohot angka anggina manopot Ibana, gabe ndang tarbahensa tolhas tu jolona, dibahen torop ni halak.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala adong ma na paboahon tu Ibana: Inangmu dohot anggimu jongjong dibalian; naeng idaonnasida do Ho!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai ninna Jesus ma mandok nasida: Angka on na umbege jala mamarangehon hata ni Debata, i do dainang, i do angka anggingku!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(IV.) Jala di na sadari bongot ma Ibana tu parau rap dohot angka siseanna, laos didok ma tu nasida: Tataripari ma tao i; dung i borhat ma nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Di na marparau i nasida, nok ma matana. Jadi turun ma habahaba siappalautus tu tao i, gabe disangkopi galumbang i ma nasida, pola tarmara.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi didapothon nasida ma Ibana, disungguli ma: Ia hatanasida: Guru! Guru! Na mago ma hami! Dung i hehe ma Ibana; hona hata ma alogo i dohot galumbang ni aek i dibahen, gabe so ma jala menak.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai ninna ma mandok nasida: Didia do haporseaonmuna? Alai mabiar do nasida huhut longang, jala masipandohan: Halak dia ma On ulaning? Gari angka alogo i dohot aek i dipaksa, jala dioloi do Ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(V.) Marlayar nasida tu luat Gadara, tondongkon ni luat Galilea.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Asa dung tardarat Ibana, dapotsa ma sada halak, isi ni huta i, partondi na hodar; nunga na nia lelengna ndang olo be marabit jala ndang olo mian di jabu, di angka parbandaan do ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai disi diida Jesus, mangangguhi ibana manungkap di jolona, jala gogo ma soarana mandok: Marhua Ho tu ahu, Jesus, Anak ni Debata Na tumimbul? Huelehelek Ho, unang ahu arsahi!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai didokkon Jesus do tondi na hodar i ruar sian jolma i. Nunga jotjot disoroi ibana, gabe dirantei jala dibeangkon halak ibana laho mangaramoti; alai dirapui tondi i do angka ihot i jala dihidahida ibana tu halongonan.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Disungkun Jesus ma ibana: Ai ise goarmu? Gabe didok ma: Loksa do goarhu. Ai torop do tondi na jahat sorang tu ibana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Laos dielehelek nasida Ibana, unang dipaksa nasida turun tu banua toru.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai adong ma disi, di robean i, babi sapunguan na balga na manjampali, gabe dipangido, asa diloas nasida mambongoti angka i; jadi dioloi ma.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Gabe ruar ma tondi na jahat i sian jolma i, dibongoti ma angka babi i, jadi marbubur ma na sapunguan babi i sian rura tu tao, laos mate mogap.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai dung diida angka parmahan i na masa i, maporus ma nasida, dibaritahon ma i di huta dohot di angka ladang.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Gabe ruar ma nasida marnida naung masa i; didapothon ma Jesus, jadi jumpang nasida ma halak, na jahat i, marabit jala marroha, hundul di lambung pat ni Jesus, jadi hatahutan ma nasida.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alai angka na marnidasa, i do paboahon tu nasida pangalaho ni hamamalum ni na sinorangan ni angka tondi na hodar i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi dielehelek saluhut pangisi ni luat humaliang Gadara ma Ibana, asa sumurut sian nasida, ai biahaton situtu do nasida. Laos bongot tu parau ma Ibana laho mulak.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dielehelek halak na tinadingkon ni tondi na jahat i do Ibana naeng dongananna Ibana nian; alai dipalaho do ibana, ninna ma:",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Muli ma ho tu jabum, pajojor ma saluhut na binahen ni Debata tu ho! Jadi laho do ibana, dibaritahon ma di sandok huta i nasa na binahen ni Jesus tu ibana.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "(VI.) Asa dung mulak Jesus, dijangkon natorop i do Ibana, ai nunga dipaimaima hian Ibana.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jadi ro ma sahalak, na margoar si Jairus, sintua ni parguruan i do ibana; dipatungkap ma dirina tu jolo ni Jesus mangelehelek Ibana, asa ro tu jabuna.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Ai matemate ne do boruna sisadasada, na marumur sampuludua taon. Jadi laho mandapothon tusi, hona sosak ma Ibana dibahen natorop i.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dung i adong ma parompuan sahalak, naung sampuludua taon lelengna marsahithon bulan; nunga dipasuda sude artana tu angka pandaoni, so tarpamalumsa.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "I do na ro mandapothon Jesus, sian pudi ma dijama rambu ni ulosna, jadi manigor montok ma mudar i.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Gabe didok Jesus ma: Ise do i na manjama Ahu? Dung sude mansoadahon, ninna si Petrus rap dohot angka donganna ma: Guru, natorop i do manosak jala mamonjoti Ho!",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Alai ninna Jesus do: Adong do na manjama Ahu! Ai huhilala, ruar do gogo sian Ahu.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Diantusi parompuan i ma, na so buni hape pambahenna i, jadi angka hitir ma ro, disomba ma Ibana, dipajojor ma di jolo ni saluhut natorop i alana, umbahen na dijama, ro di hamamalumna di na santongkin i.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Gabe ninna ma mandok ibana: Haporseaonmi do na paluahon ho, inang; mardame ma ho muli!",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Mangkatahon i dope Ibana, adong ma na ro sian jabu ni sintua ni parguruan i mandok: Nunga mate borumi; unang be lojai Guru i!",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Umbege i Jesus, dialusi ma ibana: Unang ho mabiar, asal porsea ho; sai mangolu do ibana!",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Dung sahat tu jabu, ndang diloas bongot halak, dungkon ni si Petrus, si Johannes dohot si Jakobus, angkup ni ama dohot ina ni dakdanak i.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Tangis do sasude mangandungi na mate i. Alai ninna ma: Unang hamu tangis! Ai ndang na mate ibana, na modom do!",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Gabe diparengkeli nasida Ibana, ala diboto naung mate.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Alai ditangkup Ibana ma tanganna, dijouhon ma: Hehe ma ho, butet!",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Gabe mulak ma hosana, jadi manigor hehe ma; didokkon Jesus ma lehonon dakdanak i mangan.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Tarmali ma natorasna i; alai dipopai ma nasida, unang dihatahon na masa i.",
      "type": "content"
    }
  ]
}