{
  "book": "Lukas",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parsuru ni Tuhan Jesus di na sampuludua i 1-9. II. Ditamuei limaribu halak 10-17. III. Pangkatindangkon ni si Petrus 18-27. IV. Marsangap Tuhan Jesus di dolok 28-36. V. Dipamalum sada dakdanak na solpoton 37-45. VI. Harohaon ni sisean i 46-56. VII. Angka na giot mangihuthon Ibana 57-62.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipapungu ma na sampuludua i; dilehon ma tu nasida gogo dohot huaso, mangalo nasa tondi na hodar nang pamalum angka sahit.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Disuru ma nasida mamaritahon harajaon ni Debata jala pahisarhon halak.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala ninna ma mandok nasida: Unang boan hamu agia aha tu tongandalan, manang tungkot, manang singkop, manang roti, manang hepeng, manang dua baju pe.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi molo dung dibongoti hamu jabu, disi ma hamu mian; laos sian i ma hamu borhat muse.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Anggo so dijangkon hamu, ruar ma hamu sian huta sisongon i; pirpirhon hamu ma orbuk i sian totmuna, bahen panindangion tu nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi borhat ma nasida; diliati ma angka huta marbarita na uli huhut pamalum sahit di sasude.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibege si Herodes, raja na opat i, ma sude na masa i, gabe bohabohaon ma ibana, ala adong na mandok: Nunga dipahehe si Johannes sian na mate.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Na deba mandok: Nunga ro si Elia; na asing muse: Nunga mulak mangolu sahalak sian angka panurirang na robi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai didok si Herodes ma: Ianggo si Johannes, nunga hugotap uluna; alai ise ma On, naung songon i hubege baritana? Jala dipangido rohana, naeng idaonna Ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Asa dung mulak angka apostel i, dipajojor nasida ma tu Ibana nasa na niulanasida, gabe ditogihon ma nasida manginsurut tu sada huta na margoar Betsaida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Umboto i natorop i, diihuthon ma Ibana, jadi dijangkon Jesus ma nasida, dibaritahon ma tu nasida harajaon ni Debata jala dipamalum angka na hurang hipas i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai di na mareak guling bot, ro ma na sampuludua i mandok tu Ibana: Pamuli ma natorop i, asa laho nasida sorang tu angka huta dohot tu angka parladang humaliang, anggiat dapotsa sipanganon, ai halongonan do ingananta on.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai ninna ma mandok nasida: Lehon hamu ma nasida mangan! Gabe ninna nasida ma: Holan lima roti dohot dua dengke do di hita, anggo so hami laho manuhori sipanganon di natorop on saluhutna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai arga limaribu halak do toropnasida. Laos ninna ma mandok siseanna: Dokkon hamu ma nasida juguk marsasapunguan, marlimalimapulu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dipatupa nasida ma i, dipahundul ma nasida saluhutna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibuat Ibana ma na lima roti dohot na dua dengke i, ditailihon ma tu ginjang, laho mamasumasu; diponggoli ma, dilehon ma tu siseanna, asa nasida sumagihonsa tu natorop i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Mangan ma nasida saluhutna jala bosur be do; laos dibuat do angka ponggolponggol ebaebanasida, gok sampuludua ampang.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Jadi uju martangiang Ibana sasadasa, didapothon angka sisean i ma Ibana, gabe disungkun ma nasida: Ise do Ahu didok natorop?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Didok nasida ma mangalusi: Si Johannes pandidi do; na deba: Si Elia; na deba: Sahalak sian angka panurirang na robi, naung mulak mangolu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Gabe didok Ibana ma tu nasida: Anggo hamu, ise do Ahu didok hamu? Jadi ninna si Petrus ma mangalusi: Kristus ni Debata do Ho!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai gogo ma nasida diorai, unang dipaboaboa i tu halak.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Laos didok ma: Ia Anak ni jolma i, ingkon godang do taononna, bolongkonon ni angka panungganei, sintua ni malim dohot sibotosurat do Ibana, dung i pusaon do, jala mulak mangolu do di ari patoluhon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tu saluhutna ma didok: Ia adong na naeng mangihuthon Ahu, disoadahon ma dirina, dituhuk ma ariari hau pinarsilang na tu ibana, laho mangihuthon Ahu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai agoan hosa ma na naeng paluahon hosana; alai na agoan hosa ala ni Ahu, i do na pangoluhonsa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai aha ma gunana di jolma, nang nasa portibi on diomo, anggo diago dirina, laos mago disi.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Asa na olo maila ala ni Ahu dohot ala ni angka hatangki, pailaon ni Anak ni jolma i do ibana, di na ro Ibana di bagasan hasangapon na di Ibana dohot na di Ama i raphon angka surusuruan na badia i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai tutu do hatangkon tu hamu: Adong do deba na jongjong dison, na so tupa mangae hamatean, so jolo diida ro harajaon ni Debata.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(IV.) Arga ualu ari dung salpu hata ondeng, ditogihon ma si Petrus, si Johannes dohot si Jakobus nangkok tu dolok martangiang.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi uju na martangiang Ibana, mimbar ma rupa ni bohina, jala marlinanglinang ma parabitonna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Mangkatai ma dua halak dohot Ibana; i ma si Musa dohot si Elia.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Marhasangapon do nasida idaon, angka na humatahon ujung ni langkana, sipasidungonna di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Tarpodom do anggo si Petrus dohot angka donganna. Alai dung dungo nasida, gabe diida ma hasangaponna i, nang halak na dua i jongjong di lambungna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jala martahi sirang nasida sian Ibana, ninna si Petrus ma mandok Jesus: O Guru, dengganna i dison! Hupauli hami ma soposopo tolu: Sada di Ho, sada di si Musa, sada di si Elia; so adong diboto na nidokna i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Mandok songon i dope ibana, ro ma ombun sada mangalinggomi nasida, gabe hatahutan ma nasida, laho bongot tubagasan ombun i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi mangkuling ma sada soara sian ombun i mandok: On do Anakku na tarpili i; tangihon hamu ma Ibana!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi dung mangkuling soara i, sasada Jesus nama dapot nasida disi. Laos mauhom do nasida; ndang dipabotohon na niidanasida i tu agia ise anggo di angka ari i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "(V.) Torang ni arina i tuat ma nasida sian dolok i, jala ro ma torop halak manjumpangkon Ibana.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jadi adong ma di tongatonga ni natorop i sahalak na manjouhon: Guru, sombangku di Ho, tatap ma anakki; sasada i do tubungku.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Disi disoro tondi i ibana, manigor mangguhangguk ma, dipapuhung do ibana, pola margumogumo pamanganna; maol sumurut sian ibana, sai digosagosa do.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Nunga huelehelek angka siseanmi, asa dipabali nian; alai ndang tarpatupasa i!",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Gabe dialusi Jesus ma mandok: E bangso na so porsea jala na sumalin on! Sadia leleng on angkupanku jala paanjuanjuonku hamu? Boan anakmi tuson!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Mandapothon Jesus i dope nasida, nunga disoro tondi na jahat i ibana jala dipapuhung. Alai disonggahi Jesus ma tondi na hodar i jala dipamalum ma dakdanak i; dipasahat ma ibana tu amana.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Tarhalomong do nasida saluhutna dibahen hasahalaon ni Debata. Jadi di na longang nasida mida sude pambahenanna i, ninna Ibana ma mandok siseanna:",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Tangihon hamu ma hatangkon: Magira ma pasahaton Anak ni jolma i tu tangan ni halak!",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Alai ndang diantusi nasida pandokna i; buni do i sian rohanasida, so diarti, jala tanggak do rohanasida, manungkun Ibana siala hata i.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "(VI.) Alai tubu ma pingkirannasida sama nasida: Manang ise nasida masuk na sumurung.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Alai diboto Jesus do pingkiran ni rohanasida, gabe dialap ma sada dakdanak, dipajongjong ma tu lambungna.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Laos didok ma tu nasida: Na olo manjangkon dakdanak on ala Goarhu, Ahu do na jinangkonna disi; jala na manjangkon Ahu, manjangkon na marsuru Ahu do. Ai na ummetmet sian hamu sude, i do na balga dohonon.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Jadi mangkuling ma si Johannes, ninna ma: Guru, huida hami do sada halak, sipabali angka tondi na jahat mangasahon Goarmu; jala nioraan ibana, ala so didongani hami mangihuthon Ho.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Didok Jesus ma tu ibana: Unang orai hamu ibana! Ai na so mangalo hamu, donganmuna do i.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Alai di na lam donok ari hababangkitna, dipatohom ma bohina mardalan tu huta Jerusalem.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Laos disuru ma angka suruanna patujolona. Jadi laho ma nasida, dibongoti ma sada huta ni halak Samaria, paturehon parbornginanna.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Gabe ndang dijangkon nasida Ibana, ala dipatohom bohina laho tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Marnida i siseanna si Jakobus dohot si Johannes, didok ma: Tuhan, anggo olo Ho, hudokkon hami ma turun api sian ginjang mangalengsehon nasida, (songon binahen ni si Elia).",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Alai humusor ma Ibana, hona hata ma nasida dibahen, (ninna ma: Ndang diboto hamu hape, manang Tondi dia di hamu?",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Ai laho paluahon, ndada mangagohon tondi ni jolma Anak ni jolma i, umbahen na ro). Jala tu huta na asing nama ditopot nasida.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "(VII.) Uju di tongandalan nasida, ninna sahalak ma mandok Ibana: Sai ihuthononku do Ho, manang tudia pe Ho laho.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Didok Jesus ma tu ibana: Na marliang do angka antuasu, na marasar do pidong na martongatonga langit; alai anggo di Anak ni jolma i ndang adong hapeahan ni uluna.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Ia tu sahalak na asing didok: Ihuthon Ahu! Alai didok i ma: Loas ahu jolo laho mananom damang!",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Alai ninna ma mandok ibana: Pasombu ma angka na mate mananom na matena; alai anggo ho, borhat ma mamaritahon harajaon ni Debata!",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Sahalak na asing muse mandok: Huihuthon pe Ho, Tuhan; alai loas ahu jolo martinading hata tu angka donganku sabagas!",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "Alai ninna Jesus ma mandok ibana: Na manjama ninggala, huhut mamereng tu pudi, tung na so tau ma i tu harajaon ni Debata.",
      "type": "content"
    }
  ]
}