{
  "book": "Ratapan",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Penghiburan dalam penderitaan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Akulah orang yang melihat sengsara disebabkan cambuk murka-Nya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia menghalau dan membawa aku ke dalam kegelapan yang tidak ada terangnya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sesungguhnya, aku dipukul-Nya berulang-ulang dengan tangan-Nya sepanjang hari.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia menyusutkan dagingku dan kulitku, tulang-tulangku dipatahkan-Nya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia mendirikan tembok sekelilingku, mengelilingi aku dengan kesedihan dan kesusahan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia menempatkan aku di dalam gelap seperti orang yang sudah lama mati.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia menutup segala jalan ke luar bagiku, Ia mengikat aku dengan rantai yang berat.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Walaupun aku memanggil-manggil dan berteriak minta tolong, tak didengarkan-Nya doaku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia merintangi jalan-jalanku dengan batu pahat, dan menjadikannya tidak terlalui.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Laksana beruang Ia menghadang aku, laksana singa dalam tempat persembunyian.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia membelokkan jalan-jalanku, merobek-robek aku dan membuat aku tertegun.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia membidikkan panah-Nya, menjadikan aku sasaran anak panah.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia menyusupkan ke dalam hatiku segala anak panah dari tabung-Nya.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Aku menjadi tertawaan bagi segenap bangsaku, menjadi lagu ejekan mereka sepanjang hari.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia mengenyangkan aku dengan kepahitan, memberi aku minum ipuh.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia meremukkan gigi-gigiku dengan memberi aku makan kerikil; Ia menekan aku ke dalam debu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Engkau menceraikan nyawaku dari kesejahteraan, aku lupa akan kebahagiaan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sangkaku: hilang lenyaplah kemasyhuranku dan harapanku kepada TUHAN.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "\"Ingatlah akan sengsaraku dan pengembaraanku, akan ipuh dan racun itu.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jiwaku selalu teringat akan hal itu dan tertekan dalam diriku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tetapi hal-hal inilah yang kuperhatikan, oleh sebab itu aku akan berharap:",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tak berkesudahan kasih setia TUHAN, tak habis-habisnya rahmat-Nya,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "selalu baru tiap pagi; besar kesetiaan-Mu!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "\"TUHAN adalah bagianku,\" kata jiwaku, oleh sebab itu aku berharap kepada-Nya.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "TUHAN adalah baik bagi orang yang berharap kepada-Nya, bagi jiwa yang mencari Dia.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Adalah baik menanti dengan diam pertolongan TUHAN.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Adalah baik bagi seorang pria memikul kuk pada masa mudanya.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Biarlah ia duduk sendirian dan berdiam diri kalau TUHAN membebankannya.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Biarlah ia merebahkan diri dengan mukanya dalam debu, mungkin ada harapan.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Biarlah ia memberikan pipi kepada yang menamparnya, biarlah ia kenyang dengan cercaan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Karena tidak untuk selama-lamanya Tuhan mengucilkan.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Karena walau Ia mendatangkan susah, Ia juga menyayangi menurut kebesaran kasih setia-Nya.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Karena tidak dengan rela hati Ia menindas dan merisaukan anak-anak manusia.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Kalau dipijak-pijak dengan kaki tawanan-tawanan di dunia,",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "kalau hak orang dibelokkan di hadapan Yang Mahatinggi,",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "atau orang diperlakukan tidak adil dalam perkaranya, masakan Tuhan tidak melihatnya?",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Siapa berfirman, maka semuanya jadi? Bukankah Tuhan yang memerintahkannya?",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Bukankah dari mulut Yang Mahatinggi keluar apa yang buruk dan apa yang baik?",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Mengapa orang hidup mengeluh? Biarlah setiap orang mengeluh tentang dosanya!",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Marilah kita menyelidiki dan memeriksa hidup kita, dan berpaling kepada TUHAN.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Marilah kita mengangkat hati dan tangan kita kepada Allah di sorga:",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Kami telah mendurhaka dan memberontak, Engkau tidak mengampuni.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Engkau menyelubungi diri-Mu dengan murka, mengejar kami dan membunuh kami tanpa belas kasihan.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Engkau menyelubungi diri-Mu dengan awan, sehingga doa tak dapat menembus.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Kami Kaujadikan kotor dan keji di antara bangsa-bangsa.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Terhadap kami semua seteru kami mengangakan mulutnya.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Kejut dan jerat menimpa kami, kemusnahan dan kehancuran.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Air mataku mengalir bagaikan batang air, karena keruntuhan puteri bangsaku.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Air mataku terus-menerus bercucuran, dengan tak henti-hentinya,",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "sampai TUHAN memandang dari atas dan melihat dari sorga.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Mataku terasa pedih oleh sebab keadaan puteri-puteri kotaku.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Seperti burung aku diburu-buru oleh mereka yang menjadi seteruku tanpa sebab.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Mereka melemparkan aku hidup-hidup dalam lobang, melontari aku dengan batu.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Air membanjir di atas kepalaku, kusangka: \"Binasa aku!\"",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "\"Ya TUHAN, aku memanggil nama-Mu dari dasar lobang yang dalam.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Engkau mendengar suaraku! Janganlah Kaututupi telinga-Mu terhadap kesahku dan teriak tolongku!",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Engkau dekat tatkala aku memanggil-Mu, Engkau berfirman: Jangan takut!\"",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "\"Ya Tuhan, Engkau telah memperjuangkan perkaraku, Engkau telah menyelamatkan hidupku.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Engkau telah melihat ketidakadilan terhadap aku, ya TUHAN; berikanlah keadilan!",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Engkau telah melihat segala dendam mereka, segala rancangan mereka terhadap aku.\"",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "\"Engkau telah mendengar cercaan mereka, ya TUHAN, segala rancangan mereka terhadap aku,",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "percakapan orang-orang yang melawan aku, dan rencana mereka terhadap aku sepanjang hari.",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Amatilah duduk bangun mereka! Aku menjadi lagu ejekan mereka.\"",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "\"Engkau akan mengadakan pembalasan terhadap mereka, ya TUHAN, menurut perbuatan tangan mereka.",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "Engkau akan mengeraskan hati mereka; kiranya kutuk-Mu menimpa mereka!",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "Engkau akan mengejar mereka dengan murka dan memunahkan mereka dari bawah langit, ya TUHAN!\"",
      "type": "content"
    }
  ]
}