{
  "book": "Ratapan",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Doa untuk pemulihan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ingatlah, ya TUHAN, apa yang terjadi atas kami, pandanglah dan lihatlah akan kehinaan kami.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Milik pusaka kami beralih kepada orang lain, rumah-rumah kami kepada orang asing.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Kami menjadi anak yatim, tak punya bapa, dan ibu kami seperti janda.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Air kami kami minum dengan membayar, kami mendapat kayu dengan bayaran.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Kami dikejar dekat-dekat, kami lelah, bagi kami tak ada istirahat.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kami mengulurkan tangan kepada Mesir, dan kepada Asyur untuk menjadi kenyang dengan roti.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Bapak-bapak kami berbuat dosa, mereka tak ada lagi, dan kami yang menanggung kedurjanaan mereka.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pelayan-pelayan memerintah atas kami; yang melepaskan kami dari tangan mereka tak ada.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dengan bahaya maut karena serangan pedang di padang gurun, kami harus mengambil makanan kami.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Kulit kami membara laksana perapian, karena nyerinya kelaparan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Mereka memperkosa wanita-wanita di Sion dan gadis-gadis di kota-kota Yehuda.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Pemimpin-pemimpin digantung oleh tangan mereka, para tua-tua tidak dihormati.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pemuda-pemuda harus memikul batu kilangan, anak-anak terjatuh karena beratnya pikulan kayu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Para tua-tua tidak berkumpul lagi di pintu gerbang, para teruna berhenti main kecapi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Lenyaplah kegirangan hati kami, tari-tarian kami berubah menjadi perkabungan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Mahkota telah jatuh dari kepala kami. Wahai kami, karena kami telah berbuat dosa!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Karena inilah hati kami sakit, karena inilah mata kami jadi kabur:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "karena bukit Sion yang tandus, di mana anjing-anjing hutan berkeliaran.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Engkau, ya TUHAN, bertakhta selama-lamanya, takhta-Mu tetap dari masa ke masa!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Mengapa Engkau melupakan kami selama-lamanya, meninggalkan kami demikian lama?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Bawalah kami kembali kepada-Mu, ya TUHAN, maka kami akan kembali, baharuilah hari-hari kami seperti dahulu kala!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Atau, apa Engkau sudah membuang kami sama sekali? Sangat murkakah Engkau terhadap kami?",
      "type": "content"
    }
  ]
}