{
  "book": "Nahum",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon dompak huta Ninive: Jahowa do marlulu dompak angka musu ni bangsona 2-11. II. Dilumbahon toru ni Debata tu huta Ninive dohot tu ganaganaan angka na sinomba nasida 12-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "On ma lumbalumba tu Ninive. Buku pangungkapon ni si Nahum, halak Elkos.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Debata parrimas jala parlulu do Jahowa, parlulu do tongon Jahowa, jala parrimas situtu, parlulu do Jahowa dompak angka alona, jala parsunisunian ibana dompak angka musuna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lambat do Jahowa tarrimas alai na gogo situtu, sai na luluhononna do: Jahowa mardongan habahaba dohot halisungsung parhiteanna, jala ombun do orbuk ni patna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Mangonai hata ibana tu laut gabe marsik, sude angka batang aek pe marsik dibahen; malos ia Basan dohot Karmel, malos dohot bunga ni Libanon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angka dolok humutur maradophon ibana, jala angka dolokdolok malala, jala tano i humuntal maradophon bohina ro di portibi on dohot pangisina sudena.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tung ise ma manahan jongjong maradophon piripirina? Tung ise ma tarbahen tindang mida parpiar ni rimasna? Marjimburjimbur do songon api murukna, jadi angka torban ma dolok batu maradophon ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pardenggan basa do Jahowa, tau partanobatoan di ari hagogotan, jala ditanda do angka na marhaposan tu ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai marhitehite aek na sumar sun siap inganannasida dibahen ibana, jala haholomon mangalotongi angka musuna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung aha ma ditahi rohamuna mangalo Jahowa? Sun siap nasida dibahen ibana. Ndang pola dua hali hehe hagogotan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai hira angka na nirait ni suga, jala hira angka na mabuk di parmabuhannasida sudahononna nasida, songon durame tahe na pate hiang.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sian ho do ruar jolma na martahi hajahaton mangalo Jahowa, jolma partahi na jat situtu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Songon on do hata ni Jahowa: Nang pe rimpas nasida, jala songon i torop, laos songon i do siap nasida sabion jala laho salpu boti. Ia dung hupajimput ho, ndang be ulahanku pajepol ho.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "On pe ponggolhononku ma nuaeng augana sian ho, jala rapuanku angka rantem.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai nunga martona Jahowa taringot tu ho: Ndang be tarbarita goarmu; siaphononku do sian bagas ni debatam ganaganaan na niuhir dohot na tinuang; ahu do mambahen tanomanmu, ai maneangku do ho jumpang.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(2-1) ",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "I. Sahat tu Jerusalem do barita las ni roha naung tartaban duduk do Ninive 1-11. II. Sun do nuaeng hadoboonna nasailaon 12-14",
      "type": "title"
    }
  ]
}