{
  "book": "Nahum",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "(2-2) Nunga nangkok ibana na paserak ho. Jamoti ma partanobatoan i! Taropangi ma dalan! Hohos i ma gontingmu! Pangke ma nasa gogom.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(2-3) Ai pasuangon ni Jahowa ma hatimbulon ni Jakkob, songon hatimbulon ni Israel, ai nunga dipupusi angka pamupusi nasida, jala disegai angka ranting ni hau anggurnasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(2-4) Nunga marrara lombulombu ni angka ulubalangna, marpangkean na tinubar angka baoa sialo musu, marsillam songon api do angka sasabi ni huretana porang di ari parhontasanna, jala angka hujur disamarahon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(2-5) Dienjak do angka huretai di alaman, mardorom di angka onan, rupana songon huathuat, songon hilap parsiksaknasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(2-6) Diingot roha ni rajai angka ulubalangna, hape martinggangan nasida di angka lapangnasida; humalaput nasida manahopi parikna, hape nunga sonson salosap.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(2-7) Dipatalak nasida nian angka bahal ni angka batang aek, jadi malala ma bagas bolon ni rajai.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(2-8) Alai nunga putus uhumi ingkon pasalangon ibana laho tu habuangan, jadi songon parturtu ni anduhur pangandung ni borunasida, angka ditompuhi be do andorana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(2-9) Alai anggo Ninive, songon ambar pardengkean sian na robi do i, hape maporus do nasida: So hamu, so hamu! Alai ndang adong na olo humusor nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(2-10) Gomaki hamu ma perak, gomaki hamu ma sere! Ai ndang marlilit angka arta na arga situtu dohot sude angka ulaula hasudungan ni roha.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(2-11) Siap situtu jala pansing dipupusi luhutna pola malala ateate ni jolma, jala angka hitir ulu ni tot jala dibobok gonting ni saluhut isina jala marlangan bohinasida saluhutna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(2-12) (II.) Didia do nuaeng liang ni angka singa, jala didia panjampalan ni angka singa panoro? Parmeammeaman ni singa tunggal dohot boruboru ro di anak ni singa, jala ndang adong na hum manonggoti.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(2-13) Singa na manoro sisoroon singkop di angka anakna, jala na manansani di singa boruboru angkupna, jala digohi liangna dohot soroan, jala ingananna dohot na ginotilna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(2-14) Ida ma, ro ma ahu marlulu dompak ho, ninna Jahowa Zebaot, martimpul ma timus ni angka huretam tutungonku, jala suda panganon ni podang angka singami, jala siaphononku soroanmi sian tano on, asa unang be tarbege soara ni angka suruanmi.",
      "type": "content"
    }
  ]
}