{
  "book": "Efesus",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Kesatuan jemaat dan karunia yang berbeda-beda",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Sebab itu aku menasihatkan kamu, aku, orang yang dipenjarakan karena Tuhan, supaya hidupmu sebagai orang-orang yang telah dipanggil berpadanan dengan panggilan itu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hendaklah kamu selalu rendah hati, lemah lembut, dan sabar. Tunjukkanlah kasihmu dalam hal saling membantu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dan berusahalah memelihara kesatuan Roh oleh ikatan damai sejahtera:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "satu tubuh, dan satu Roh, sebagaimana kamu telah dipanggil kepada satu pengharapan yang terkandung dalam panggilanmu,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "satu Tuhan, satu iman, satu baptisan,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "satu Allah dan Bapa dari semua, Allah yang di atas semua dan oleh semua dan di dalam semua.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tetapi kepada kita masing-masing telah dianugerahkan kasih karunia menurut ukuran pemberian Kristus.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Itulah sebabnya kata nas: \"Tatkala Ia naik ke tempat tinggi, Ia membawa tawanan-tawanan; Ia memberikan pemberian-pemberian kepada manusia.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Bukankah \"Ia telah naik\" berarti, bahwa Ia juga telah turun ke bagian bumi yang paling bawah?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia yang telah turun, Ia juga yang telah naik jauh lebih tinggi dari pada semua langit, untuk memenuhkan segala sesuatu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dan Ialah yang memberikan baik rasul-rasul maupun nabi-nabi, baik pemberita-pemberita Injil maupun gembala-gembala dan pengajar-pengajar,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "untuk memperlengkapi orang-orang kudus bagi pekerjaan pelayanan, bagi pembangunan tubuh Kristus,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "sampai kita semua telah mencapai kesatuan iman dan pengetahuan yang benar tentang Anak Allah, kedewasaan penuh, dan tingkat pertumbuhan yang sesuai dengan kepenuhan Kristus,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "sehingga kita bukan lagi anak-anak, yang diombang-ambingkan oleh rupa-rupa angin pengajaran, oleh permainan palsu manusia dalam kelicikan mereka yang menyesatkan,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "tetapi dengan teguh berpegang kepada kebenaran di dalam kasih kita bertumbuh di dalam segala hal ke arah Dia, Kristus, yang adalah Kepala.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dari pada-Nyalah seluruh tubuh, --yang rapih tersusun dan diikat menjadi satu oleh pelayanan semua bagiannya, sesuai dengan kadar pekerjaan tiap-tiap anggota--menerima pertumbuhannya dan membangun dirinya dalam kasih.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Manusia baru",
      "type": "title"
    },
    {
      "verse": 17,
      "text": "Sebab itu kukatakan dan kutegaskan ini kepadamu di dalam Tuhan: Jangan hidup lagi sama seperti orang-orang yang tidak mengenal Allah dengan pikirannya yang sia-sia",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "dan pengertiannya yang gelap, jauh dari hidup persekutuan dengan Allah, karena kebodohan yang ada di dalam mereka dan karena kedegilan hati mereka.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Perasaan mereka telah tumpul, sehingga mereka menyerahkan diri kepada hawa nafsu dan mengerjakan dengan serakah segala macam kecemaran.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tetapi kamu bukan demikian. Kamu telah belajar mengenal Kristus.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Karena kamu telah mendengar tentang Dia dan menerima pengajaran di dalam Dia menurut kebenaran yang nyata dalam Yesus,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "yaitu bahwa kamu, berhubung dengan kehidupan kamu yang dahulu, harus menanggalkan manusia lama, yang menemui kebinasaannya oleh nafsunya yang menyesatkan,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "supaya kamu dibaharui di dalam roh dan pikiranmu,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "dan mengenakan manusia baru, yang telah diciptakan menurut kehendak Allah di dalam kebenaran dan kekudusan yang sesungguhnya.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Karena itu buanglah dusta dan berkatalah benar seorang kepada yang lain, karena kita adalah sesama anggota.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Apabila kamu menjadi marah, janganlah kamu berbuat dosa: janganlah matahari terbenam, sebelum padam amarahmu",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "dan janganlah beri kesempatan kepada Iblis.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Orang yang mencuri, janganlah ia mencuri lagi, tetapi baiklah ia bekerja keras dan melakukan pekerjaan yang baik dengan tangannya sendiri, supaya ia dapat membagikan sesuatu kepada orang yang berkekurangan.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Janganlah ada perkataan kotor keluar dari mulutmu, tetapi pakailah perkataan yang baik untuk membangun, di mana perlu, supaya mereka yang mendengarnya, beroleh kasih karunia.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dan janganlah kamu mendukakan Roh Kudus Allah, yang telah memeteraikan kamu menjelang hari penyelamatan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Segala kepahitan, kegeraman, kemarahan, pertikaian dan fitnah hendaklah dibuang dari antara kamu, demikian pula segala kejahatan.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Tetapi hendaklah kamu ramah seorang terhadap yang lain, penuh kasih mesra dan saling mengampuni, sebagaimana Allah di dalam Kristus telah mengampuni kamu.",
      "type": "content"
    }
  ]
}