{
  "book": "Efesus",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Hidup sebagai anak-anak terang",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Sebab itu jadilah penurut-penurut Allah, seperti anak-anak yang kekasih",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "dan hiduplah di dalam kasih, sebagaimana Kristus Yesus juga telah mengasihi kamu dan telah menyerahkan diri-Nya untuk kita sebagai persembahan dan korban yang harum bagi Allah.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tetapi percabulan dan rupa-rupa kecemaran atau keserakahan disebut sajapun jangan di antara kamu, sebagaimana sepatutnya bagi orang-orang kudus.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Demikian juga perkataan yang kotor, yang kosong atau yang sembrono--karena hal-hal ini tidak pantas--tetapi sebaliknya ucapkanlah syukur.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Karena ingatlah ini baik-baik: tidak ada orang sundal, orang cemar atau orang serakah, artinya penyembah berhala, yang mendapat bagian di dalam Kerajaan Kristus dan Allah.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Janganlah kamu disesatkan orang dengan kata-kata yang hampa, karena hal-hal yang demikian mendatangkan murka Allah atas orang-orang durhaka.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sebab itu janganlah kamu berkawan dengan mereka.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Memang dahulu kamu adalah kegelapan, tetapi sekarang kamu adalah terang di dalam Tuhan. Sebab itu hiduplah sebagai anak-anak terang,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "karena terang hanya berbuahkan kebaikan dan keadilan dan kebenaran,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "dan ujilah apa yang berkenan kepada Tuhan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Janganlah turut mengambil bagian dalam perbuatan-perbuatan kegelapan yang tidak berbuahkan apa-apa, tetapi sebaliknya telanjangilah perbuatan-perbuatan itu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sebab menyebutkan sajapun apa yang dibuat oleh mereka di tempat-tempat yang tersembunyi telah memalukan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tetapi segala sesuatu yang sudah ditelanjangi oleh terang itu menjadi nampak, sebab semua yang nampak adalah terang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Itulah sebabnya dikatakan: \"Bangunlah, hai kamu yang tidur dan bangkitlah dari antara orang mati dan Kristus akan bercahaya atas kamu.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Karena itu, perhatikanlah dengan saksama, bagaimana kamu hidup, janganlah seperti orang bebal, tetapi seperti orang arif,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "dan pergunakanlah waktu yang ada, karena hari-hari ini adalah jahat.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sebab itu janganlah kamu bodoh, tetapi usahakanlah supaya kamu mengerti kehendak Tuhan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dan janganlah kamu mabuk oleh anggur, karena anggur menimbulkan hawa nafsu, tetapi hendaklah kamu penuh dengan Roh,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "dan berkata-katalah seorang kepada yang lain dalam mazmur, kidung puji-pujian dan nyanyian rohani. Bernyanyi dan bersoraklah bagi Tuhan dengan segenap hati.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ucaplah syukur senantiasa atas segala sesuatu dalam nama Tuhan kita Yesus Kristus kepada Allah dan Bapa kita",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "dan rendahkanlah dirimu seorang kepada yang lain di dalam takut akan Kristus.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Kasih Kristus adalah dasar hidup suami isteri",
      "type": "title"
    },
    {
      "verse": 22,
      "text": "Hai isteri, tunduklah kepada suamimu seperti kepada Tuhan,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "karena suami adalah kepala isteri sama seperti Kristus adalah kepala jemaat. Dialah yang menyelamatkan tubuh.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Karena itu sebagaimana jemaat tunduk kepada Kristus, demikian jugalah isteri kepada suami dalam segala sesuatu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Hai suami, kasihilah isterimu sebagaimana Kristus telah mengasihi jemaat dan telah menyerahkan diri-Nya baginya",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "untuk menguduskannya, sesudah Ia menyucikannya dengan memandikannya dengan air dan firman,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "supaya dengan demikian Ia menempatkan jemaat di hadapan diri-Nya dengan cemerlang tanpa cacat atau kerut atau yang serupa itu, tetapi supaya jemaat kudus dan tidak bercela.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Demikian juga suami harus mengasihi isterinya sama seperti tubuhnya sendiri: Siapa yang mengasihi isterinya mengasihi dirinya sendiri.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Sebab tidak pernah orang membenci tubuhnya sendiri, tetapi mengasuhnya dan merawatinya, sama seperti Kristus terhadap jemaat,",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "karena kita adalah anggota tubuh-Nya.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sebab itu laki-laki akan meninggalkan ayahnya dan ibunya dan bersatu dengan isterinya, sehingga keduanya itu menjadi satu daging.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Rahasia ini besar, tetapi yang aku maksudkan ialah hubungan Kristus dan jemaat.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Bagaimanapun juga, bagi kamu masing-masing berlaku: kasihilah isterimu seperti dirimu sendiri dan isteri hendaklah menghormati suaminya.",
      "type": "content"
    }
  ]
}