{
  "book": "1 Korintus",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Kebangkitan Kristus",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Dan sekarang, saudara-saudara, aku mau mengingatkan kamu kepada Injil yang aku beritakan kepadamu dan yang kamu terima, dan yang di dalamnya kamu teguh berdiri.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Oleh Injil itu kamu diselamatkan, asal kamu teguh berpegang padanya, seperti yang telah kuberitakan kepadamu--kecuali kalau kamu telah sia-sia saja menjadi percaya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sebab yang sangat penting telah kusampaikan kepadamu, yaitu apa yang telah kuterima sendiri, ialah bahwa Kristus telah mati karena dosa-dosa kita, sesuai dengan Kitab Suci,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "bahwa Ia telah dikuburkan, dan bahwa Ia telah dibangkitkan, pada hari yang ketiga, sesuai dengan Kitab Suci;",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "bahwa Ia telah menampakkan diri kepada Kefas dan kemudian kepada kedua belas murid-Nya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sesudah itu Ia menampakkan diri kepada lebih dari lima ratus saudara sekaligus; kebanyakan dari mereka masih hidup sampai sekarang, tetapi beberapa di antaranya telah meninggal.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Selanjutnya Ia menampakkan diri kepada Yakobus, kemudian kepada semua rasul.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dan yang paling akhir dari semuanya Ia menampakkan diri juga kepadaku, sama seperti kepada anak yang lahir sebelum waktunya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Karena aku adalah yang paling hina dari semua rasul, bahkan tidak layak disebut rasul, sebab aku telah menganiaya Jemaat Allah.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tetapi karena kasih karunia Allah aku adalah sebagaimana aku ada sekarang, dan kasih karunia yang dianugerahkan-Nya kepadaku tidak sia-sia. Sebaliknya, aku telah bekerja lebih keras dari pada mereka semua; tetapi bukannya aku, melainkan kasih karunia Allah yang menyertai aku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sebab itu, baik aku, maupun mereka, demikianlah kami mengajar dan demikianlah kamu menjadi percaya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Kebangkitan kita",
      "type": "title"
    },
    {
      "verse": 12,
      "text": "Jadi, bilamana kami beritakan, bahwa Kristus dibangkitkan dari antara orang mati, bagaimana mungkin ada di antara kamu yang mengatakan, bahwa tidak ada kebangkitan orang mati?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Kalau tidak ada kebangkitan orang mati, maka Kristus juga tidak dibangkitkan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tetapi andaikata Kristus tidak dibangkitkan, maka sia-sialah pemberitaan kami dan sia-sialah juga kepercayaan kamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Lebih dari pada itu kami ternyata berdusta terhadap Allah, karena tentang Dia kami katakan, bahwa Ia telah membangkitkan Kristus--padahal Ia tidak membangkitkan-Nya, kalau andaikata benar, bahwa orang mati tidak dibangkitkan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sebab jika benar orang mati tidak dibangkitkan, maka Kristus juga tidak dibangkitkan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dan jika Kristus tidak dibangkitkan, maka sia-sialah kepercayaan kamu dan kamu masih hidup dalam dosamu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Demikianlah binasa juga orang-orang yang mati dalam Kristus.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jikalau kita hanya dalam hidup ini saja menaruh pengharapan pada Kristus, maka kita adalah orang-orang yang paling malang dari segala manusia.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tetapi yang benar ialah, bahwa Kristus telah dibangkitkan dari antara orang mati, sebagai yang sulung dari orang-orang yang telah meninggal.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sebab sama seperti maut datang karena satu orang manusia, demikian juga kebangkitan orang mati datang karena satu orang manusia.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Karena sama seperti semua orang mati dalam persekutuan dengan Adam, demikian pula semua orang akan dihidupkan kembali dalam persekutuan dengan Kristus.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tetapi tiap-tiap orang menurut urutannya: Kristus sebagai buah sulung; sesudah itu mereka yang menjadi milik-Nya pada waktu kedatangan-Nya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Kemudian tiba kesudahannya, yaitu bilamana Ia menyerahkan Kerajaan kepada Allah Bapa, sesudah Ia membinasakan segala pemerintahan, kekuasaan dan kekuatan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Karena Ia harus memegang pemerintahan sebagai Raja sampai Allah meletakkan semua musuh-Nya di bawah kaki-Nya.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Musuh yang terakhir, yang dibinasakan ialah maut.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sebab segala sesuatu telah ditaklukkan-Nya di bawah kaki-Nya. Tetapi kalau dikatakan, bahwa \"segala sesuatu telah ditaklukkan\", maka teranglah, bahwa Ia sendiri yang telah menaklukkan segala sesuatu di bawah kaki Kristus itu tidak termasuk di dalamnya.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tetapi kalau segala sesuatu telah ditaklukkan di bawah Kristus, maka Ia sendiri sebagai Anak akan menaklukkan diri-Nya di bawah Dia, yang telah menaklukkan segala sesuatu di bawah-Nya, supaya Allah menjadi semua di dalam semua.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jika tidak demikian, apakah faedahnya perbuatan orang-orang yang dibaptis bagi orang mati? Kalau orang mati sama sekali tidak dibangkitkan, mengapa mereka mau dibaptis bagi orang-orang yang telah meninggal?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dan kami juga--mengapakah kami setiap saat membawa diri kami ke dalam bahaya?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Saudara-saudara, tiap-tiap hari aku berhadapan dengan maut. Demi kebanggaanku akan kamu dalam Kristus Yesus, Tuhan kita, aku katakan, bahwa hal ini benar.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Kalau hanya berdasarkan pertimbangan-pertimbangan manusia saja aku telah berjuang melawan binatang buas di Efesus, apakah gunanya hal itu bagiku? Jika orang mati tidak dibangkitkan, maka \"marilah kita makan dan minum, sebab besok kita mati\".",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Janganlah kamu sesat: Pergaulan yang buruk merusakkan kebiasaan yang baik.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Sadarlah kembali sebaik-baiknya dan jangan berbuat dosa lagi! Ada di antara kamu yang tidak mengenal Allah. Hal ini kukatakan, supaya kamu merasa malu.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Kebangkitan tubuh",
      "type": "title"
    },
    {
      "verse": 35,
      "text": "Tetapi mungkin ada orang yang bertanya: \"Bagaimanakah orang mati dibangkitkan? Dan dengan tubuh apakah mereka akan datang kembali?\"",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Hai orang bodoh! Apa yang engkau sendiri taburkan, tidak akan tumbuh dan hidup, kalau ia tidak mati dahulu.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dan yang engkau taburkan bukanlah tubuh tanaman yang akan tumbuh, tetapi biji yang tidak berkulit, umpamanya biji gandum atau biji lain.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Tetapi Allah memberikan kepadanya suatu tubuh, seperti yang dikehendaki-Nya: Ia memberikan kepada tiap-tiap biji tubuhnya sendiri.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Bukan semua daging sama: daging manusia lain dari pada daging binatang, lain dari pada daging burung, lain dari pada daging ikan.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ada tubuh sorgawi dan ada tubuh duniawi, tetapi kemuliaan tubuh sorgawi lain dari pada kemuliaan tubuh duniawi.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Kemuliaan matahari lain dari pada kemuliaan bulan, dan kemuliaan bulan lain dari pada kemuliaan bintang-bintang, dan kemuliaan bintang yang satu berbeda dengan kemuliaan bintang yang lain.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Demikianlah pula halnya dengan kebangkitan orang mati. Ditaburkan dalam kebinasaan, dibangkitkan dalam ketidakbinasaan.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Ditaburkan dalam kehinaan, dibangkitkan dalam kemuliaan. Ditaburkan dalam kelemahan, dibangkitkan dalam kekuatan.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Yang ditaburkan adalah tubuh alamiah, yang dibangkitkan adalah tubuh rohaniah. Jika ada tubuh alamiah, maka ada pula tubuh rohaniah.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Seperti ada tertulis: \"Manusia pertama, Adam menjadi makhluk yang hidup\", tetapi Adam yang akhir menjadi roh yang menghidupkan.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Tetapi yang mula-mula datang bukanlah yang rohaniah, tetapi yang alamiah; kemudian barulah datang yang rohaniah.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Manusia pertama berasal dari debu tanah dan bersifat jasmani, manusia kedua berasal dari sorga.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Makhluk-makhluk alamiah sama dengan dia yang berasal dari debu tanah dan makhluk-makhluk sorgawi sama dengan Dia yang berasal dari sorga.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Sama seperti kita telah memakai rupa dari yang alamiah, demikian pula kita akan memakai rupa dari yang sorgawi.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Saudara-saudara, inilah yang hendak kukatakan kepadamu, yaitu bahwa daging dan darah tidak mendapat bagian dalam Kerajaan Allah dan bahwa yang binasa tidak mendapat bagian dalam apa yang tidak binasa.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Sesungguhnya aku menyatakan kepadamu suatu rahasia: kita tidak akan mati semuanya, tetapi kita semuanya akan diubah,",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "dalam sekejap mata, pada waktu bunyi nafiri yang terakhir. Sebab nafiri akan berbunyi dan orang-orang mati akan dibangkitkan dalam keadaan yang tidak dapat binasa dan kita semua akan diubah.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Karena yang dapat binasa ini harus mengenakan yang tidak dapat binasa, dan yang dapat mati ini harus mengenakan yang tidak dapat mati.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Dan sesudah yang dapat binasa ini mengenakan yang tidak dapat binasa dan yang dapat mati ini mengenakan yang tidak dapat mati, maka akan genaplah firman Tuhan yang tertulis: \"Maut telah ditelan dalam kemenangan.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Hai maut di manakah kemenanganmu? Hai maut, di manakah sengatmu?\"",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Sengat maut ialah dosa dan kuasa dosa ialah hukum Taurat.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Tetapi syukur kepada Allah, yang telah memberikan kepada kita kemenangan oleh Yesus Kristus, Tuhan kita.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Karena itu, saudara-saudaraku yang kekasih, berdirilah teguh, jangan goyah, dan giatlah selalu dalam pekerjaan Tuhan! Sebab kamu tahu, bahwa dalam persekutuan dengan Tuhan jerih payahmu tidak sia-sia.",
      "type": "content"
    }
  ]
}