{
  "book": "1 Korintus",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Perselisihan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Dan aku, saudara-saudara, pada waktu itu tidak dapat berbicara dengan kamu seperti dengan manusia rohani, tetapi hanya dengan manusia duniawi, yang belum dewasa dalam Kristus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Susulah yang kuberikan kepadamu, bukanlah makanan keras, sebab kamu belum dapat menerimanya. Dan sekarangpun kamu belum dapat menerimanya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Karena kamu masih manusia duniawi. Sebab, jika di antara kamu ada iri hati dan perselisihan bukankah hal itu menunjukkan, bahwa kamu manusia duniawi dan bahwa kamu hidup secara manusiawi?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Karena jika yang seorang berkata: \"Aku dari golongan Paulus,\" dan yang lain berkata: \"Aku dari golongan Apolos,\" bukankah hal itu menunjukkan, bahwa kamu manusia duniawi yang bukan rohani?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi, apakah Apolos? Apakah Paulus? Pelayan-pelayan Tuhan yang olehnya kamu menjadi percaya, masing-masing menurut jalan yang diberikan Tuhan kepadanya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Aku menanam, Apolos menyiram, tetapi Allah yang memberi pertumbuhan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Karena itu yang penting bukanlah yang menanam atau yang menyiram, melainkan Allah yang memberi pertumbuhan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Baik yang menanam maupun yang menyiram adalah sama; dan masing-masing akan menerima upahnya sesuai dengan pekerjaannya sendiri.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Karena kami adalah kawan sekerja Allah; kamu adalah ladang Allah, bangunan Allah.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dasar dan bangunan",
      "type": "title"
    },
    {
      "verse": 10,
      "text": "Sesuai dengan kasih karunia Allah, yang dianugerahkan kepadaku, aku sebagai seorang ahli bangunan yang cakap telah meletakkan dasar, dan orang lain membangun terus di atasnya. Tetapi tiap-tiap orang harus memperhatikan, bagaimana ia harus membangun di atasnya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Karena tidak ada seorangpun yang dapat meletakkan dasar lain dari pada dasar yang telah diletakkan, yaitu Yesus Kristus.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Entahkah orang membangun di atas dasar ini dengan emas, perak, batu permata, kayu, rumput kering atau jerami,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "sekali kelak pekerjaan masing-masing orang akan nampak. Karena hari Tuhan akan menyatakannya, sebab ia akan nampak dengan api dan bagaimana pekerjaan masing-masing orang akan diuji oleh api itu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jika pekerjaan yang dibangun seseorang tahan uji, ia akan mendapat upah.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jika pekerjaannya terbakar, ia akan menderita kerugian, tetapi ia sendiri akan diselamatkan, tetapi seperti dari dalam api.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tidak tahukah kamu, bahwa kamu adalah bait Allah dan bahwa Roh Allah diam di dalam kamu?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jika ada orang yang membinasakan bait Allah, maka Allah akan membinasakan dia. Sebab bait Allah adalah kudus dan bait Allah itu ialah kamu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Janganlah ada orang yang menipu dirinya sendiri. Jika ada di antara kamu yang menyangka dirinya berhikmat menurut dunia ini, biarlah ia menjadi bodoh, supaya ia berhikmat.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Karena hikmat dunia ini adalah kebodohan bagi Allah. Sebab ada tertulis: \"Ia yang menangkap orang berhikmat dalam kecerdikannya.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dan di tempat lain: \"Tuhan mengetahui rancangan-rancangan orang berhikmat; sesungguhnya semuanya sia-sia belaka.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Karena itu janganlah ada orang yang memegahkan dirinya atas manusia, sebab segala sesuatu adalah milikmu:",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "baik Paulus, Apolos, maupun Kefas, baik dunia, hidup, maupun mati, baik waktu sekarang, maupun waktu yang akan datang. Semuanya kamu punya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tetapi kamu adalah milik Kristus dan Kristus adalah milik Allah.",
      "type": "content"
    }
  ]
}