{
  "book": "1 Korintus",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Tuhan adalah satu-satunya hakim",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Demikianlah hendaknya orang memandang kami: sebagai hamba-hamba Kristus, yang kepadanya dipercayakan rahasia Allah.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Yang akhirnya dituntut dari pelayan-pelayan yang demikian ialah, bahwa mereka ternyata dapat dipercayai.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Bagiku sedikit sekali artinya entahkah aku dihakimi oleh kamu atau oleh suatu pengadilan manusia. Malahan diriku sendiripun tidak kuhakimi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sebab memang aku tidak sadar akan sesuatu, tetapi bukan karena itulah aku dibenarkan. Dia, yang menghakimi aku, ialah Tuhan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Karena itu, janganlah menghakimi sebelum waktunya, yaitu sebelum Tuhan datang. Ia akan menerangi, juga apa yang tersembunyi dalam kegelapan, dan Ia akan memperlihatkan apa yang direncanakan di dalam hati. Maka tiap-tiap orang akan menerima pujian dari Allah.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Rendahkanlah dirimu",
      "type": "title"
    },
    {
      "verse": 6,
      "text": "Saudara-saudara, kata-kata ini aku kenakan pada diriku sendiri dan pada Apolos, karena kamu, supaya dari teladan kami kamu belajar apakah artinya ungkapan: \"Jangan melampaui yang ada tertulis\", supaya jangan ada di antara kamu yang menyombongkan diri dengan jalan mengutamakan yang satu dari pada yang lain.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sebab siapakah yang menganggap engkau begitu penting? Dan apakah yang engkau punyai, yang tidak engkau terima? Dan jika engkau memang menerimanya, mengapakah engkau memegahkan diri, seolah-olah engkau tidak menerimanya?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kamu telah kenyang, kamu telah menjadi kaya, tanpa kami kamu telah menjadi raja. Ah, alangkah baiknya kalau benar demikian, bahwa kamu telah menjadi raja, sehingga kamipun turut menjadi raja dengan kamu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebab, menurut pendapatku, Allah memberikan kepada kami, para rasul, tempat yang paling rendah, sama seperti orang-orang yang telah dijatuhi hukuman mati, sebab kami telah menjadi tontonan bagi dunia, bagi malaikat-malaikat dan bagi manusia.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Kami bodoh oleh karena Kristus, tetapi kamu arif dalam Kristus. Kami lemah, tetapi kamu kuat. Kamu mulia, tetapi kami hina.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sampai pada saat ini kami lapar, haus, telanjang, dipukul dan hidup mengembara,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "kami melakukan pekerjaan tangan yang berat. Kalau kami dimaki, kami memberkati; kalau kami dianiaya, kami sabar;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "kalau kami difitnah, kami tetap menjawab dengan ramah; kami telah menjadi sama dengan sampah dunia, sama dengan kotoran dari segala sesuatu, sampai pada saat ini.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hal ini kutuliskan bukan untuk memalukan kamu, tetapi untuk menegor kamu sebagai anak-anakku yang kukasihi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sebab sekalipun kamu mempunyai beribu-ribu pendidik dalam Kristus, kamu tidak mempunyai banyak bapa. Karena akulah yang dalam Kristus Yesus telah menjadi bapamu oleh Injil yang kuberitakan kepadamu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sebab itu aku menasihatkan kamu: turutilah teladanku!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Justru itulah sebabnya aku mengirimkan kepadamu Timotius, yang adalah anakku yang kekasih dan yang setia dalam Tuhan. Ia akan memperingatkan kamu akan hidup yang kuturuti dalam Kristus Yesus, seperti yang kuajarkan di mana-mana dalam setiap jemaat.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tetapi ada beberapa orang yang menjadi sombong, karena mereka menyangka, bahwa aku tidak akan datang lagi kepadamu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tetapi aku akan segera datang kepadamu, kalau Tuhan menghendakinya. Maka aku akan tahu, bukan tentang perkataan orang-orang yang sombong itu, tetapi tentang kekuatan mereka.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sebab Kerajaan Allah bukan terdiri dari perkataan, tetapi dari kuasa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Apakah yang kamu kehendaki? Haruskah aku datang kepadamu dengan cambuk atau dengan kasih dan dengan hati yang lemah lembut?",
      "type": "content"
    }
  ]
}