{
  "book": "Yudas",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata patujolo 1-2. II. Lumbalumba siala parpoda haliluon 3-16. III. Hata apoapo sipatogu roha 17-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat ni si Judas, naposo ni Jesus Kristus, anggi ni si Jakobus, mandapothon angka na marpili, angka haholongan di bagasan Debata Ama, jala niramotan di Jesus Kristus:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Singkop ma di hamu asi ni roha dohot dame dohot haholongon ni roha!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Hamu angka haholongan, ringkot situtu do rohangku, mambahen surat tu hamu taringot tu haluaon hatopan i; ndang tarjua ahu so suratonku tu hamu hata mangapoi hamu, marungkil humongkop haporseaon, naung tolhas dipasahat tu angka na badia.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai adong do deba halak, naung manisipi bongot, mangonai do tu nasida uhum on, naung tarsurat hian: Angka na so daulat, angka na pabalikkon asi ni roha ni Debata tu pargadombuson, gabe disoadahon nasida do Raja i dohot Tuhanta na sasada i, Jesus Kristus i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai na naeng paingotonku do hamu, angka na tangkas umboto saluhutna: Dipalua Tuhan i do nian bangsona sian tano Misir; alai dilengsehon do musengani angka na so porsea.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Angka surusuruan pe, na so mangaramoti panggomgomionna, angka na manadingkon inganannasida hian, diparamothon do tubagasan haholomon marhitehite rante na manongtong, sahat ro di ari uhum na balga i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Songon Sodom dohot Gumora ro di angka huta na humaliang i, angka na marharorangon suman tu nasida, paihutihut daging na leban, gabe tudosan na solpa, taringot tu api paruhuman na salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Suang songon i ma antong nang nasida na tarpedem on, diramuni do sibukna, hu rohanasida di panggomgomion, diinsahi do angka parhasangapon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai di na marbada Mikhael, sintua ni surusuruan i, dohot sibolis i siala bangke ni si Musa, ndang hum rohana mandabu uhum paminsangon dompak sibolis i; alai didok: Dipinsang Tuhan ma ho!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo nasida, diinsahi do nasa na so binotona; alai na binotonasida sian bangkona hian songon di binatang na so marroha i, i do na mangago nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Marjea ma nasida, ai didalani do dalan ni si Kain, gabe tarboan do nasida binahen ni upa sipaotooto ni si Bileam, jala mago dibahen paraloon ni si Kora.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Angka tihas do nasida, di na marsipanganon na badia hamu, angka na so mabiar gabe donganmuna sapanganan, angka na pamokmokkon dirina, angka ombun na so maraek, na niullus ni alogo, angka hau na rahar, na so marparbue, naung dua hali mate, angka naung maborgat;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "angka galumbang laut na riar, na margumogumohon hailaonna sandiri, angka bintang na lilu; holom ni na holom do dipadiri di nasida ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nunga manurirangi taringot tu nasida Henok, papitusunduthon sian si Adam, ninna do: Nunga ro Tuhan i mardongan angka na badiana, na marloksaloksa,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "manguhumi saluhutna dohot maminsang saluhut parjahat, ala ni nasa ulaonnasida na jahat na binahennasida dohot ala ni saluhut hatanasida na tois, na hinatahon ni angka parjahat dompak Ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "I ma angka parmungutmungut, angka siburai soro ni arina, alai huhut diulahon hahisaponnasida, dihatahon pamangannasida do hata manggang, jumpa mangellemellem marhata dompak, mambuat laba sian i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Alai hamu angka haholongan, ingot hamu ma hata angka naung nilumbahon ni angka apostel ni Tuhanta Jesus Kristus!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai didok nasida do tu hamu: Di angka ari parpudi ro ma angka sipanginsahi, angka na mangulahon hahisapon, hajahaton ni rohanasida be.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "I ma angka pamolamola; mangolu do nian, alai ndang martondi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai hamu, angka haholongan, pauliuli hamu ma dirimuna di atas haporseaonmuna na badia situtu, jala martangiang di bagasan Tondi Parbadia!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ramoti hamu ma dirimuna di bagasan holong ni roha ni Debata! Maimaima ma hamu di asi ni roha ni Tuhanta Jesus Kristus, asa sahat hamu tu hangoluan salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ajari hamu ma angka na ganggu roha i!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Palua hamu ma nasida, rampas hamu ma nasida sian api; marasi ni roha ma hamu di na deba, huhut mabiar, hagigihon hamu ma nang abitna, naung niramunan ni sibukna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai hasangapon ma di Ibana na margogo mangaramoti hamu, unang tinggang, jala pajongjongkon hamu marolopolop, so martihas, tu adopan ni hasangaponna!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Di Debata na sasada i, na paluahon hita marhitehite Jesus Kristus, Tuhanta i, di Ibana ma hasangapon, hamuliaon, hagogoon dohot parhuasoon sian mula ni mulana, nang nuaeng, nang ro di salelenglelengna! Amen.",
      "type": "content"
    }
  ]
}