{
  "book": "Amos",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Hear this word the LORD has spoken against you, O people of Israel—against the whole family I brought up out of Egypt:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"You only have I chosen of all the families of the earth; therefore I will punish you for all your sins.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Do two walk together unless they have agreed to do so?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Does a lion roar in the thicket when he has no prey? Does he growl in his den when he has caught nothing?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Does a bird fall into a trap on the ground where no snare has been set? Does a trap spring up from the earth when there is nothing to catch?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "When a trumpet sounds in a city, do not the people tremble? When disaster comes to a city, has not the LORD caused it?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Surely the Sovereign LORD does nothing without revealing his plan to his servants the prophets.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "The lion has roared—who will not fear? The Sovereign LORD has spoken—who can but prophesy?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Proclaim to the fortresses of Ashdod and to the fortresses of Egypt: \"Assemble yourselves on the mountains of Samaria; see the great unrest within her and the oppression among her people.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "\"They do not know how to do right,\" declares the LORD, \"who hoard plunder and loot in their fortresses.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Therefore this is what the Sovereign LORD says: \"An enemy will overrun the land; he will pull down your strongholds and plunder your fortresses.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "This is what the LORD says: \"As a shepherd saves from the lion’s mouth only two leg bones or a piece of an ear, so will the Israelites be saved, those who sit in Samaria on the edge of their beds and in Damascus on their couches.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "\"Hear this and testify against the house of Jacob,\" declares the Lord, the LORD God Almighty.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "\"On the day I punish Israel for her sins, I will destroy the altars of Bethel; the horns of the altar will be cut off and fall to the ground.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "I will tear down the winter house along with the summer house; the houses adorned with ivory will be destroyed and the mansions will be demolished,\" declares the LORD.",
      "type": "content"
    }
  ]
}