{
  "book": "Yohanes",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Firman yang telah menjadi manusia",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada mulanya adalah Firman; Firman itu bersama-sama dengan Allah dan Firman itu adalah Allah.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia pada mulanya bersama-sama dengan Allah.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Segala sesuatu dijadikan oleh Dia dan tanpa Dia tidak ada suatupun yang telah jadi dari segala yang telah dijadikan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dalam Dia ada hidup dan hidup itu adalah terang manusia.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Terang itu bercahaya di dalam kegelapan dan kegelapan itu tidak menguasainya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Datanglah seorang yang diutus Allah, namanya Yohanes;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "ia datang sebagai saksi untuk memberi kesaksian tentang terang itu, supaya oleh dia semua orang menjadi percaya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia bukan terang itu, tetapi ia harus memberi kesaksian tentang terang itu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Terang yang sesungguhnya, yang menerangi setiap orang, sedang datang ke dalam dunia.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia telah ada di dalam dunia dan dunia dijadikan oleh-Nya, tetapi dunia tidak mengenal-Nya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia datang kepada milik kepunyaan-Nya, tetapi orang-orang kepunyaan-Nya itu tidak menerima-Nya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tetapi semua orang yang menerima-Nya diberi-Nya kuasa supaya menjadi anak-anak Allah, yaitu mereka yang percaya dalam nama-Nya;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "orang-orang yang diperanakkan bukan dari darah atau dari daging, bukan pula secara jasmani oleh keinginan seorang laki-laki, melainkan dari Allah.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Firman itu telah menjadi manusia, dan diam di antara kita, dan kita telah melihat kemuliaan-Nya, yaitu kemuliaan yang diberikan kepada-Nya sebagai Anak Tunggal Bapa, penuh kasih karunia dan kebenaran.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Yohanes memberi kesaksian tentang Dia dan berseru, katanya: \"Inilah Dia, yang kumaksudkan ketika aku berkata: Kemudian dari padaku akan datang Dia yang telah mendahului aku, sebab Dia telah ada sebelum aku.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Karena dari kepenuhan-Nya kita semua telah menerima kasih karunia demi kasih karunia;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "sebab hukum Taurat diberikan oleh Musa, tetapi kasih karunia dan kebenaran datang oleh Yesus Kristus.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tidak seorangpun yang pernah melihat Allah; tetapi Anak Tunggal Allah, yang ada di pangkuan Bapa, Dialah yang menyatakan-Nya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Kesaksian Yohanes tentang dirinya sendiri",
      "type": "title"
    },
    {
      "verse": 19,
      "text": "Dan inilah kesaksian Yohanes ketika orang Yahudi dari Yerusalem mengutus beberapa imam dan orang-orang Lewi kepadanya untuk menanyakan dia: \"Siapakah engkau?\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia mengaku dan tidak berdusta, katanya: \"Aku bukan Mesias.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Lalu mereka bertanya kepadanya: \"Kalau begitu, siapakah engkau? Elia?\" Dan ia menjawab: \"Bukan!\" \"Engkaukah nabi yang akan datang?\" Dan ia menjawab: \"Bukan!\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Maka kata mereka kepadanya: \"Siapakah engkau? Sebab kami harus memberi jawab kepada mereka yang mengutus kami. Apakah katamu tentang dirimu sendiri?\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jawabnya: \"Akulah suara orang yang berseru-seru di padang gurun: Luruskanlah jalan Tuhan! seperti yang telah dikatakan nabi Yesaya.\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dan di antara orang-orang yang diutus itu ada beberapa orang Farisi.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Mereka bertanya kepadanya, katanya: \"Mengapakah engkau membaptis, jikalau engkau bukan Mesias, bukan Elia, dan bukan nabi yang akan datang?\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Yohanes menjawab mereka, katanya: \"Aku membaptis dengan air; tetapi di tengah-tengah kamu berdiri Dia yang tidak kamu kenal,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "yaitu Dia, yang datang kemudian dari padaku. Membuka tali kasut-Nyapun aku tidak layak.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Hal itu terjadi di Betania yang di seberang sungai Yordan, di mana Yohanes membaptis.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Yohanes menunjuk kepada Yesus",
      "type": "title"
    },
    {
      "verse": 29,
      "text": "Pada keesokan harinya Yohanes melihat Yesus datang kepadanya dan ia berkata: \"Lihatlah Anak domba Allah, yang menghapus dosa dunia.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dialah yang kumaksud ketika kukatakan: Kemudian dari padaku akan datang seorang, yang telah mendahului aku, sebab Dia telah ada sebelum aku.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dan aku sendiripun mula-mula tidak mengenal Dia, tetapi untuk itulah aku datang dan membaptis dengan air, supaya Ia dinyatakan kepada Israel.\"",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dan Yohanes memberi kesaksian, katanya: \"Aku telah melihat Roh turun dari langit seperti merpati, dan Ia tinggal di atas-Nya.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dan akupun tidak mengenal-Nya, tetapi Dia, yang mengutus aku untuk membaptis dengan air, telah berfirman kepadaku: Jikalau engkau melihat Roh itu turun ke atas seseorang dan tinggal di atas-Nya, Dialah itu yang akan membaptis dengan Roh Kudus.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dan aku telah melihat-Nya dan memberi kesaksian: Ia inilah Anak Allah.\"",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Murid-murid Yesus yang pertama",
      "type": "title"
    },
    {
      "verse": 35,
      "text": "Pada keesokan harinya Yohanes berdiri di situ pula dengan dua orang muridnya.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dan ketika ia melihat Yesus lewat, ia berkata: \"Lihatlah Anak domba Allah!\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Kedua murid itu mendengar apa yang dikatakannya itu, lalu mereka pergi mengikut Yesus.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Tetapi Yesus menoleh ke belakang. Ia melihat, bahwa mereka mengikut Dia lalu berkata kepada mereka: \"Apakah yang kamu cari?\" Kata mereka kepada-Nya: \"Rabi (artinya: Guru), di manakah Engkau tinggal?\"",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Ia berkata kepada mereka: \"Marilah dan kamu akan melihatnya.\" Merekapun datang dan melihat di mana Ia tinggal, dan hari itu mereka tinggal bersama-sama dengan Dia; waktu itu kira-kira pukul empat.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Salah seorang dari keduanya yang mendengar perkataan Yohanes lalu mengikut Yesus adalah Andreas, saudara Simon Petrus.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Andreas mula-mula bertemu dengan Simon, saudaranya, dan ia berkata kepadanya: \"Kami telah menemukan Mesias (artinya: Kristus).\"",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Ia membawanya kepada Yesus. Yesus memandang dia dan berkata: \"Engkau Simon, anak Yohanes, engkau akan dinamakan Kefas (artinya: Petrus).\"",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Pada keesokan harinya Yesus memutuskan untuk berangkat ke Galilea. Ia bertemu dengan Filipus, dan berkata kepadanya: \"Ikutlah Aku!\"",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Filipus itu berasal dari Betsaida, kota Andreas dan Petrus.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Filipus bertemu dengan Natanael dan berkata kepadanya: \"Kami telah menemukan Dia, yang disebut oleh Musa dalam kitab Taurat dan oleh para nabi, yaitu Yesus, anak Yusuf dari Nazaret.\"",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Kata Natanael kepadanya: \"Mungkinkah sesuatu yang baik datang dari Nazaret?\"",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Kata Filipus kepadanya: \"Mari dan lihatlah!\" Yesus melihat Natanael datang kepada-Nya, lalu berkata tentang dia: \"Lihat, inilah seorang Israel sejati, tidak ada kepalsuan di dalamnya!\"",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Kata Natanael kepada-Nya: \"Bagaimana Engkau mengenal aku?\" Jawab Yesus kepadanya: \"Sebelum Filipus memanggil engkau, Aku telah melihat engkau di bawah pohon ara.\"",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Kata Natanael kepada-Nya: \"Rabi, Engkau Anak Allah, Engkau Raja orang Israel!\"",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Yesus menjawab, kata-Nya: \"Karena Aku berkata kepadamu: Aku melihat engkau di bawah pohon ara, maka engkau percaya? Engkau akan melihat hal-hal yang lebih besar dari pada itu.\"",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Lalu kata Yesus kepadanya: \"Aku berkata kepadamu, sesungguhnya engkau akan melihat langit terbuka dan malaikat-malaikat Allah turun naik kepada Anak Manusia.\"",
      "type": "content"
    }
  ]
}