{
  "book": "Yohanes",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Yesus diurapi di Betania",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Enam hari sebelum Paskah Yesus datang ke Betania, tempat tinggal Lazarus yang dibangkitkan Yesus dari antara orang mati.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di situ diadakan perjamuan untuk Dia dan Marta melayani, sedang salah seorang yang turut makan dengan Yesus adalah Lazarus.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Maka Maria mengambil setengah kati minyak narwastu murni yang mahal harganya, lalu meminyaki kaki Yesus dan menyekanya dengan rambutnya; dan bau minyak semerbak di seluruh rumah itu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tetapi Yudas Iskariot, seorang dari murid-murid Yesus, yang akan segera menyerahkan Dia, berkata:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "\"Mengapa minyak narwastu ini tidak dijual tiga ratus dinar dan uangnya diberikan kepada orang-orang miskin?\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hal itu dikatakannya bukan karena ia memperhatikan nasib orang-orang miskin, melainkan karena ia adalah seorang pencuri; ia sering mengambil uang yang disimpan dalam kas yang dipegangnya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Maka kata Yesus: \"Biarkanlah dia melakukan hal ini mengingat hari penguburan-Ku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Karena orang-orang miskin selalu ada pada kamu, tetapi Aku tidak akan selalu ada pada kamu.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Persepakatan untuk membunuh Lazarus",
      "type": "title"
    },
    {
      "verse": 9,
      "text": "Sejumlah besar orang Yahudi mendengar, bahwa Yesus ada di sana dan mereka datang bukan hanya karena Yesus, melainkan juga untuk melihat Lazarus, yang telah dibangkitkan-Nya dari antara orang mati.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Lalu imam-imam kepala bermupakat untuk membunuh Lazarus juga,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "sebab karena dia banyak orang Yahudi meninggalkan mereka dan percaya kepada Yesus.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Yesus dielu-elukan di Yerusalem",
      "type": "title"
    },
    {
      "verse": 12,
      "text": "Keesokan harinya ketika orang banyak yang datang merayakan pesta mendengar, bahwa Yesus sedang di tengah jalan menuju Yerusalem,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "mereka mengambil daun-daun palem, dan pergi menyongsong Dia sambil berseru-seru: \"Hosana! Diberkatilah Dia yang datang dalam nama Tuhan, Raja Israel!\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Yesus menemukan seekor keledai muda lalu Ia naik ke atasnya, seperti ada tertulis:",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "\"Jangan takut, hai puteri Sion, lihatlah, Rajamu datang, duduk di atas seekor anak keledai.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Mula-mula murid-murid Yesus tidak mengerti akan hal itu, tetapi sesudah Yesus dimuliakan, teringatlah mereka, bahwa nas itu mengenai Dia, dan bahwa mereka telah melakukannya juga untuk Dia.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Orang banyak yang bersama-sama dengan Dia ketika Ia memanggil Lazarus keluar dari kubur dan membangkitkannya dari antara orang mati, memberi kesaksian tentang Dia.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sebab itu orang banyak itu pergi menyongsong Dia, karena mereka mendengar, bahwa Ia yang membuat mujizat itu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Maka kata orang-orang Farisi seorang kepada yang lain: \"Kamu lihat sendiri, bahwa kamu sama sekali tidak berhasil, lihatlah, seluruh dunia datang mengikuti Dia.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Yesus memberitakan kematian-Nya",
      "type": "title"
    },
    {
      "verse": 20,
      "text": "Di antara mereka yang berangkat untuk beribadah pada hari raya itu, terdapat beberapa orang Yunani.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Orang-orang itu pergi kepada Filipus, yang berasal dari Betsaida di Galilea, lalu berkata kepadanya: \"Tuan, kami ingin bertemu dengan Yesus.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Filipus pergi memberitahukannya kepada Andreas; Andreas dan Filipus menyampaikannya pula kepada Yesus.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tetapi Yesus menjawab mereka, kata-Nya: \"Telah tiba saatnya Anak Manusia dimuliakan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Aku berkata kepadamu: Sesungguhnya jikalau biji gandum tidak jatuh ke dalam tanah dan mati, ia tetap satu biji saja; tetapi jika ia mati, ia akan menghasilkan banyak buah.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Barangsiapa mencintai nyawanya, ia akan kehilangan nyawanya, tetapi barangsiapa tidak mencintai nyawanya di dunia ini, ia akan memeliharanya untuk hidup yang kekal.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Barangsiapa melayani Aku, ia harus mengikut Aku dan di mana Aku berada, di situpun pelayan-Ku akan berada. Barangsiapa melayani Aku, ia akan dihormati Bapa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sekarang jiwa-Ku terharu dan apakah yang akan Kukatakan? Bapa, selamatkanlah Aku dari saat ini? Tidak, sebab untuk itulah Aku datang ke dalam saat ini.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Bapa, muliakanlah nama-Mu!\" Maka terdengarlah suara dari sorga: \"Aku telah memuliakan-Nya, dan Aku akan memuliakan-Nya lagi!\"",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Orang banyak yang berdiri di situ dan mendengarkannya berkata, bahwa itu bunyi guntur. Ada pula yang berkata: \"Seorang malaikat telah berbicara dengan Dia.\"",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jawab Yesus: \"Suara itu telah terdengar bukan oleh karena Aku, melainkan oleh karena kamu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sekarang berlangsung penghakiman atas dunia ini: sekarang juga penguasa dunia ini akan dilemparkan ke luar;",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "dan Aku, apabila Aku ditinggikan dari bumi, Aku akan menarik semua orang datang kepada-Ku.\"",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ini dikatakan-Nya untuk menyatakan bagaimana caranya Ia akan mati.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Lalu jawab orang banyak itu: \"Kami telah mendengar dari hukum Taurat, bahwa Mesias tetap hidup selama-lamanya; bagaimana mungkin Engkau mengatakan, bahwa Anak Manusia harus ditinggikan? Siapakah Anak Manusia itu?\"",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Kata Yesus kepada mereka: \"Hanya sedikit waktu lagi terang ada di antara kamu. Selama terang itu ada padamu, percayalah kepadanya, supaya kegelapan jangan menguasai kamu; barangsiapa berjalan dalam kegelapan, ia tidak tahu ke mana ia pergi.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Percayalah kepada terang itu, selama terang itu ada padamu, supaya kamu menjadi anak-anak terang.\" Sesudah berkata demikian, Yesus pergi bersembunyi dari antara mereka.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Mengapa orang Yahudi tidak dapat percaya",
      "type": "title"
    },
    {
      "verse": 37,
      "text": "Dan meskipun Yesus mengadakan begitu banyak mujizat di depan mata mereka, namun mereka tidak percaya kepada-Nya,",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "supaya genaplah firman yang disampaikan oleh nabi Yesaya: \"Tuhan, siapakah yang percaya kepada pemberitaan kami? Dan kepada siapakah tangan kekuasaan Tuhan dinyatakan?\"",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Karena itu mereka tidak dapat percaya, sebab Yesaya telah berkata juga:",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "\"Ia telah membutakan mata dan mendegilkan hati mereka, supaya mereka jangan melihat dengan mata, dan menanggap dengan hati, lalu berbalik, sehingga Aku menyembuhkan mereka.\"",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Hal ini dikatakan oleh Yesaya, karena ia telah melihat kemuliaan-Nya dan telah berkata-kata tentang Dia.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Namun banyak juga di antara pemimpin yang percaya kepada-Nya, tetapi oleh karena orang-orang Farisi mereka tidak mengakuinya berterus terang, supaya mereka jangan dikucilkan.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Sebab mereka lebih suka akan kehormatan manusia dari pada kehormatan Allah.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Firman Yesus yang menghakimi",
      "type": "title"
    },
    {
      "verse": 44,
      "text": "Tetapi Yesus berseru kata-Nya: \"Barangsiapa percaya kepada-Ku, ia bukan percaya kepada-Ku, tetapi kepada Dia, yang telah mengutus Aku;",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "dan barangsiapa melihat Aku, ia melihat Dia, yang telah mengutus Aku.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Aku telah datang ke dalam dunia sebagai terang, supaya setiap orang yang percaya kepada-Ku, jangan tinggal di dalam kegelapan.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Dan jikalau seorang mendengar perkataan-Ku, tetapi tidak melakukannya, Aku tidak menjadi hakimnya, sebab Aku datang bukan untuk menghakimi dunia, melainkan untuk menyelamatkannya.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Barangsiapa menolak Aku, dan tidak menerima perkataan-Ku, ia sudah ada hakimnya, yaitu firman yang telah Kukatakan, itulah yang akan menjadi hakimnya pada akhir zaman.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Sebab Aku berkata-kata bukan dari diri-Ku sendiri, tetapi Bapa, yang mengutus Aku, Dialah yang memerintahkan Aku untuk mengatakan apa yang harus Aku katakan dan Aku sampaikan.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Dan Aku tahu, bahwa perintah-Nya itu adalah hidup yang kekal. Jadi apa yang Aku katakan, Aku menyampaikannya sebagaimana yang difirmankan oleh Bapa kepada-Ku.\"",
      "type": "content"
    }
  ]
}