{
  "book": "Yohanes",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Yesus membasuh kaki murid-murid-Nya",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Sementara itu sebelum hari raya Paskah mulai, Yesus telah tahu, bahwa saat-Nya sudah tiba untuk beralih dari dunia ini kepada Bapa. Sama seperti Ia senantiasa mengasihi murid-murid-Nya demikianlah sekarang Ia mengasihi mereka sampai kepada kesudahannya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Mereka sedang makan bersama, dan Iblis telah membisikkan rencana dalam hati Yudas Iskariot, anak Simon, untuk mengkhianati Dia.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Yesus tahu, bahwa Bapa-Nya telah menyerahkan segala sesuatu kepada-Nya dan bahwa Ia datang dari Allah dan kembali kepada Allah.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Lalu bangunlah Yesus dan menanggalkan jubah-Nya. Ia mengambil sehelai kain lenan dan mengikatkannya pada pinggang-Nya,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "kemudian Ia menuangkan air ke dalam sebuah basi, dan mulai membasuh kaki murid-murid-Nya lalu menyekanya dengan kain yang terikat pada pinggang-Nya itu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Maka sampailah Ia kepada Simon Petrus. Kata Petrus kepada-Nya: \"Tuhan, Engkau hendak membasuh kakiku?\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jawab Yesus kepadanya: \"Apa yang Kuperbuat, engkau tidak tahu sekarang, tetapi engkau akan mengertinya kelak.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kata Petrus kepada-Nya: \"Engkau tidak akan membasuh kakiku sampai selama-lamanya.\" Jawab Yesus: \"Jikalau Aku tidak membasuh engkau, engkau tidak mendapat bagian dalam Aku.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Kata Simon Petrus kepada-Nya: \"Tuhan, jangan hanya kakiku saja, tetapi juga tangan dan kepalaku!\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Kata Yesus kepadanya: \"Barangsiapa telah mandi, ia tidak usah membasuh diri lagi selain membasuh kakinya, karena ia sudah bersih seluruhnya. Juga kamu sudah bersih, hanya tidak semua.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sebab Ia tahu, siapa yang akan menyerahkan Dia. Karena itu Ia berkata: \"Tidak semua kamu bersih.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sesudah Ia membasuh kaki mereka, Ia mengenakan pakaian-Nya dan kembali ke tempat-Nya. Lalu Ia berkata kepada mereka: \"Mengertikah kamu apa yang telah Kuperbuat kepadamu?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Kamu menyebut Aku Guru dan Tuhan, dan katamu itu tepat, sebab memang Akulah Guru dan Tuhan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi jikalau Aku membasuh kakimu, Aku yang adalah Tuhan dan Gurumu, maka kamupun wajib saling membasuh kakimu;",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "sebab Aku telah memberikan suatu teladan kepada kamu, supaya kamu juga berbuat sama seperti yang telah Kuperbuat kepadamu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Aku berkata kepadamu: Sesungguhnya seorang hamba tidaklah lebih tinggi dari pada tuannya, ataupun seorang utusan dari pada dia yang mengutusnya.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jikalau kamu tahu semua ini, maka berbahagialah kamu, jika kamu melakukannya.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Bukan tentang kamu semua Aku berkata. Aku tahu, siapa yang telah Kupilih. Tetapi haruslah genap nas ini: Orang yang makan roti-Ku, telah mengangkat tumitnya terhadap Aku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Aku mengatakannya kepadamu sekarang juga sebelum hal itu terjadi, supaya jika hal itu terjadi, kamu percaya, bahwa Akulah Dia.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Aku berkata kepadamu: Sesungguhnya barangsiapa menerima orang yang Kuutus, ia menerima Aku, dan barangsiapa menerima Aku, ia menerima Dia yang mengutus Aku.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Yesus memperingatkan Yudas",
      "type": "title"
    },
    {
      "verse": 21,
      "text": "Setelah Yesus berkata demikian Ia sangat terharu, lalu bersaksi: \"Aku berkata kepadamu, sesungguhnya seorang di antara kamu akan menyerahkan Aku.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Murid-murid itu memandang seorang kepada yang lain, mereka ragu-ragu siapa yang dimaksudkan-Nya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Seorang di antara murid Yesus, yaitu murid yang dikasihi-Nya, bersandar dekat kepada-Nya, di sebelah kanan-Nya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Kepada murid itu Simon Petrus memberi isyarat dan berkata: \"Tanyalah siapa yang dimaksudkan-Nya!\"",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Murid yang duduk dekat Yesus itu berpaling dan berkata kepada-Nya: \"Tuhan, siapakah itu?\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jawab Yesus: \"Dialah itu, yang kepadanya Aku akan memberikan roti, sesudah Aku mencelupkannya.\" Sesudah berkata demikian Ia mengambil roti, mencelupkannya dan memberikannya kepada Yudas, anak Simon Iskariot.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dan sesudah Yudas menerima roti itu, ia kerasukan Iblis. Maka Yesus berkata kepadanya: \"Apa yang hendak kauperbuat, perbuatlah dengan segera.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tetapi tidak ada seorangpun dari antara mereka yang duduk makan itu mengerti, apa maksud Yesus mengatakan itu kepada Yudas.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Karena Yudas memegang kas ada yang menyangka, bahwa Yesus menyuruh dia membeli apa-apa yang perlu untuk perayaan itu, atau memberi apa-apa kepada orang miskin.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Yudas menerima roti itu lalu segera pergi. Pada waktu itu hari sudah malam.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Perintah baru",
      "type": "title"
    },
    {
      "verse": 31,
      "text": "Sesudah Yudas pergi, berkatalah Yesus: \"Sekarang Anak Manusia dipermuliakan dan Allah dipermuliakan di dalam Dia.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jikalau Allah dipermuliakan di dalam Dia, Allah akan mempermuliakan Dia juga di dalam diri-Nya, dan akan mempermuliakan Dia dengan segera.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Hai anak-anak-Ku, hanya seketika saja lagi Aku ada bersama kamu. Kamu akan mencari Aku, dan seperti yang telah Kukatakan kepada orang-orang Yahudi: Ke tempat Aku pergi, tidak mungkin kamu datang, demikian pula Aku mengatakannya sekarang juga kepada kamu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Aku memberikan perintah baru kepada kamu, yaitu supaya kamu saling mengasihi; sama seperti Aku telah mengasihi kamu demikian pula kamu harus saling mengasihi.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dengan demikian semua orang akan tahu, bahwa kamu adalah murid-murid-Ku, yaitu jikalau kamu saling mengasihi.\"",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Yesus memperingatkan Petrus",
      "type": "title"
    },
    {
      "verse": 36,
      "text": "Simon Petrus berkata kepada Yesus: \"Tuhan, ke manakah Engkau pergi?\" Jawab Yesus: \"Ke tempat Aku pergi, engkau tidak dapat mengikuti Aku sekarang, tetapi kelak engkau akan mengikuti Aku.\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Kata Petrus kepada-Nya: \"Tuhan, mengapa aku tidak dapat mengikuti Engkau sekarang? Aku akan memberikan nyawaku bagi-Mu!\"",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jawab Yesus: \"Nyawamu akan kauberikan bagi-Ku? Sesungguhnya Aku berkata kepadamu: Sebelum ayam berkokok, engkau telah menyangkal Aku tiga kali.\"",
      "type": "content"
    }
  ]
}