{
  "book": "Yohanes",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "Lalu Pilatus mengambil Yesus dan menyuruh orang menyesah Dia.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Prajurit-prajurit menganyam sebuah mahkota duri dan menaruhnya di atas kepala-Nya. Mereka memakaikan Dia jubah ungu,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "dan sambil maju ke depan mereka berkata: \"Salam, hai raja orang Yahudi!\" Lalu mereka menampar muka-Nya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pilatus keluar lagi dan berkata kepada mereka: \"Lihatlah, aku membawa Dia ke luar kepada kamu, supaya kamu tahu, bahwa aku tidak mendapati kesalahan apapun pada-Nya.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Lalu Yesus keluar, bermahkota duri dan berjubah ungu. Maka kata Pilatus kepada mereka: \"Lihatlah manusia itu!\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ketika imam-imam kepala dan penjaga-penjaga itu melihat Dia, berteriaklah mereka: \"Salibkan Dia, salibkan Dia!\" Kata Pilatus kepada mereka: \"Ambil Dia dan salibkan Dia; sebab aku tidak mendapati kesalahan apapun pada-Nya.\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jawab orang-orang Yahudi itu kepadanya: \"Kami mempunyai hukum dan menurut hukum itu Ia harus mati, sebab Ia menganggap diri-Nya sebagai Anak Allah.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ketika Pilatus mendengar perkataan itu bertambah takutlah ia,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "lalu ia masuk pula ke dalam gedung pengadilan dan berkata kepada Yesus: \"Dari manakah asal-Mu?\" Tetapi Yesus tidak memberi jawab kepadanya.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Maka kata Pilatus kepada-Nya: \"Tidakkah Engkau mau bicara dengan aku? Tidakkah Engkau tahu, bahwa aku berkuasa untuk membebaskan Engkau, dan berkuasa juga untuk menyalibkan Engkau?\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Yesus menjawab: \"Engkau tidak mempunyai kuasa apapun terhadap Aku, jikalau kuasa itu tidak diberikan kepadamu dari atas. Sebab itu: dia, yang menyerahkan Aku kepadamu, lebih besar dosanya.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sejak itu Pilatus berusaha untuk membebaskan Dia, tetapi orang-orang Yahudi berteriak: \"Jikalau engkau membebaskan Dia, engkau bukanlah sahabat Kaisar. Setiap orang yang menganggap dirinya sebagai raja, ia melawan Kaisar.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ketika Pilatus mendengar perkataan itu, ia menyuruh membawa Yesus ke luar, dan ia duduk di kursi pengadilan, di tempat yang bernama Litostrotos, dalam bahasa Ibrani Gabata.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hari itu ialah hari persiapan Paskah, kira-kira jam dua belas. Kata Pilatus kepada orang-orang Yahudi itu: \"Inilah rajamu!\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Maka berteriaklah mereka: \"Enyahkan Dia! Enyahkan Dia! Salibkan Dia!\" Kata Pilatus kepada mereka: \"Haruskah aku menyalibkan rajamu?\" Jawab imam-imam kepala: \"Kami tidak mempunyai raja selain dari pada Kaisar!\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Akhirnya Pilatus menyerahkan Yesus kepada mereka untuk disalibkan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Yesus disalibkan",
      "type": "title"
    },
    {
      "verse": 17,
      "text": "Sambil memikul salib-Nya Ia pergi ke luar ke tempat yang bernama Tempat Tengkorak, dalam bahasa Ibrani: Golgota.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dan di situ Ia disalibkan mereka dan bersama-sama dengan Dia disalibkan juga dua orang lain, sebelah-menyebelah, Yesus di tengah-tengah.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dan Pilatus menyuruh memasang juga tulisan di atas kayu salib itu, bunyinya: \"Yesus, orang Nazaret, Raja orang Yahudi.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Banyak orang Yahudi yang membaca tulisan itu, sebab tempat di mana Yesus disalibkan letaknya dekat kota dan kata-kata itu tertulis dalam bahasa Ibrani, bahasa Latin dan bahasa Yunani.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Maka kata imam-imam kepala orang Yahudi kepada Pilatus: \"Jangan engkau menulis: Raja orang Yahudi, tetapi bahwa Ia mengatakan: Aku adalah Raja orang Yahudi.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jawab Pilatus: \"Apa yang kutulis, tetap tertulis.\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sesudah prajurit-prajurit itu menyalibkan Yesus, mereka mengambil pakaian-Nya lalu membaginya menjadi empat bagian untuk tiap-tiap prajurit satu bagian--dan jubah-Nya juga mereka ambil. Jubah itu tidak berjahit, dari atas ke bawah hanya satu tenunan saja.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Karena itu mereka berkata seorang kepada yang lain: \"Janganlah kita membaginya menjadi beberapa potong, tetapi baiklah kita membuang undi untuk menentukan siapa yang mendapatnya.\" Demikianlah hendaknya supaya genaplah yang ada tertulis dalam Kitab Suci: \"Mereka membagi-bagi pakaian-Ku di antara mereka dan mereka membuang undi atas jubah-Ku.\" Hal itu telah dilakukan prajurit-prajurit itu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dan dekat salib Yesus berdiri ibu-Nya dan saudara ibu-Nya, Maria, isteri Klopas dan Maria Magdalena.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ketika Yesus melihat ibu-Nya dan murid yang dikasihi-Nya di sampingnya, berkatalah Ia kepada ibu-Nya: \"Ibu, inilah, anakmu!\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Kemudian kata-Nya kepada murid-murid-Nya: \"Inilah ibumu!\" Dan sejak saat itu murid itu menerima dia di dalam rumahnya.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Yesus mati",
      "type": "title"
    },
    {
      "verse": 28,
      "text": "Sesudah itu, karena Yesus tahu, bahwa segala sesuatu telah selesai, berkatalah Ia--supaya genaplah yang ada tertulis dalam Kitab Suci--:\"Aku haus!\"",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Di situ ada suatu bekas penuh anggur asam. Maka mereka mencucukkan bunga karang, yang telah dicelupkan dalam anggur asam, pada sebatang hisop lalu mengunjukkannya ke mulut Yesus.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Sesudah Yesus meminum anggur asam itu, berkatalah Ia: \"Sudah selesai.\" Lalu Ia menundukkan kepala-Nya dan menyerahkan nyawa-Nya.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Lambung Yesus ditikam",
      "type": "title"
    },
    {
      "verse": 31,
      "text": "Karena hari itu hari persiapan dan supaya pada hari Sabat mayat-mayat itu tidak tinggal tergantung pada kayu salib--sebab Sabat itu adalah hari yang besar--maka datanglah orang-orang Yahudi kepada Pilatus dan meminta kepadanya supaya kaki orang-orang itu dipatahkan dan mayat-mayatnya diturunkan.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Maka datanglah prajurit-prajurit lalu mematahkan kaki orang yang pertama dan kaki orang yang lain yang disalibkan bersama-sama dengan Yesus;",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "tetapi ketika mereka sampai kepada Yesus dan melihat bahwa Ia telah mati, mereka tidak mematahkan kaki-Nya,",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "tetapi seorang dari antara prajurit itu menikam lambung-Nya dengan tombak, dan segera mengalir keluar darah dan air.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dan orang yang melihat hal itu sendiri yang memberikan kesaksian ini dan kesaksiannya benar, dan ia tahu, bahwa ia mengatakan kebenaran, supaya kamu juga percaya.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Sebab hal itu terjadi, supaya genaplah yang tertulis dalam Kitab Suci: \"Tidak ada tulang-Nya yang akan dipatahkan.\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dan ada pula nas yang mengatakan: \"Mereka akan memandang kepada Dia yang telah mereka tikam.\"",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Yesus dikuburkan",
      "type": "title"
    },
    {
      "verse": 38,
      "text": "Sesudah itu Yusuf dari Arimatea--ia murid Yesus, tetapi sembunyi-sembunyi karena takut kepada orang-orang Yahudi--meminta kepada Pilatus, supaya ia diperbolehkan menurunkan mayat Yesus. Dan Pilatus meluluskan permintaannya itu. Lalu datanglah ia dan menurunkan mayat itu.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Juga Nikodemus datang ke situ. Dialah yang mula-mula datang waktu malam kepada Yesus. Ia membawa campuran minyak mur dengan minyak gaharu, kira-kira lima puluh kati beratnya.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Mereka mengambil mayat Yesus, mengapaninya dengan kain lenan dan membubuhinya dengan rempah-rempah menurut adat orang Yahudi bila menguburkan mayat.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dekat tempat di mana Yesus disalibkan ada suatu taman dan dalam taman itu ada suatu kubur baru yang di dalamnya belum pernah dimakamkan seseorang.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Karena hari itu hari persiapan orang Yahudi, sedang kubur itu tidak jauh letaknya, maka mereka meletakkan mayat Yesus ke situ.",
      "type": "content"
    }
  ]
}