{
  "book": "Yohanes",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Perkawinan di Kana",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada hari ketiga ada perkawinan di Kana yang di Galilea, dan ibu Yesus ada di situ;",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Yesus dan murid-murid-Nya diundang juga ke perkawinan itu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ketika mereka kekurangan anggur, ibu Yesus berkata kepada-Nya: \"Mereka kehabisan anggur.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Kata Yesus kepadanya: \"Mau apakah engkau dari pada-Ku, ibu? Saat-Ku belum tiba.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tetapi ibu Yesus berkata kepada pelayan-pelayan: \"Apa yang dikatakan kepadamu, buatlah itu!\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Di situ ada enam tempayan yang disediakan untuk pembasuhan menurut adat orang Yahudi, masing-masing isinya dua tiga buyung.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Yesus berkata kepada pelayan-pelayan itu: \"Isilah tempayan-tempayan itu penuh dengan air.\" Dan merekapun mengisinya sampai penuh.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Lalu kata Yesus kepada mereka: \"Sekarang cedoklah dan bawalah kepada pemimpin pesta.\" Lalu merekapun membawanya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Setelah pemimpin pesta itu mengecap air, yang telah menjadi anggur itu--dan ia tidak tahu dari mana datangnya, tetapi pelayan-pelayan, yang mencedok air itu, mengetahuinya--ia memanggil mempelai laki-laki,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "dan berkata kepadanya: \"Setiap orang menghidangkan anggur yang baik dahulu dan sesudah orang puas minum, barulah yang kurang baik; akan tetapi engkau menyimpan anggur yang baik sampai sekarang.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hal itu dibuat Yesus di Kana yang di Galilea, sebagai yang pertama dari tanda-tanda-Nya dan dengan itu Ia telah menyatakan kemuliaan-Nya, dan murid-murid-Nya percaya kepada-Nya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Yesus di Kapernaum",
      "type": "title"
    },
    {
      "verse": 12,
      "text": "Sesudah itu Yesus pergi ke Kapernaum, bersama-sama dengan ibu-Nya dan saudara-saudara-Nya dan murid-murid-Nya, dan mereka tinggal di situ hanya beberapa hari saja.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Yesus menyucikan Bait Allah",
      "type": "title"
    },
    {
      "verse": 13,
      "text": "Ketika hari raya Paskah orang Yahudi sudah dekat, Yesus berangkat ke Yerusalem.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dalam Bait Suci didapati-Nya pedagang-pedagang lembu, kambing domba dan merpati, dan penukar-penukar uang duduk di situ.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia membuat cambuk dari tali lalu mengusir mereka semua dari Bait Suci dengan semua kambing domba dan lembu mereka; uang penukar-penukar dihamburkan-Nya ke tanah dan meja-meja mereka dibalikkan-Nya.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Kepada pedagang-pedagang merpati Ia berkata: \"Ambil semuanya ini dari sini, jangan kamu membuat rumah Bapa-Ku menjadi tempat berjualan.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Maka teringatlah murid-murid-Nya, bahwa ada tertulis: \"Cinta untuk rumah-Mu menghanguskan Aku.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Orang-orang Yahudi menantang Yesus, katanya: \"Tanda apakah dapat Engkau tunjukkan kepada kami, bahwa Engkau berhak bertindak demikian?\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jawab Yesus kepada mereka: \"Rombak Bait Allah ini, dan dalam tiga hari Aku akan mendirikannya kembali.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Lalu kata orang Yahudi kepada-Nya: \"Empat puluh enam tahun orang mendirikan Bait Allah ini dan Engkau dapat membangunnya dalam tiga hari?\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tetapi yang dimaksudkan-Nya dengan Bait Allah ialah tubuh-Nya sendiri.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Kemudian, sesudah Ia bangkit dari antara orang mati, barulah teringat oleh murid-murid-Nya bahwa hal itu telah dikatakan-Nya, dan merekapun percayalah akan Kitab Suci dan akan perkataan yang telah diucapkan Yesus.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dan sementara Ia di Yerusalem selama hari raya Paskah, banyak orang percaya dalam nama-Nya, karena mereka telah melihat tanda-tanda yang diadakan-Nya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tetapi Yesus sendiri tidak mempercayakan diri-Nya kepada mereka, karena Ia mengenal mereka semua,",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "dan karena tidak perlu seorangpun memberi kesaksian kepada-Nya tentang manusia, sebab Ia tahu apa yang ada di dalam hati manusia.",
      "type": "content"
    }
  ]
}