{
  "book": "Yohanes",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Percakapan dengan Nikodemus",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Adalah seorang Farisi yang bernama Nikodemus, seorang pemimpin agama Yahudi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia datang pada waktu malam kepada Yesus dan berkata: \"Rabi, kami tahu, bahwa Engkau datang sebagai guru yang diutus Allah; sebab tidak ada seorangpun yang dapat mengadakan tanda-tanda yang Engkau adakan itu, jika Allah tidak menyertainya.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Yesus menjawab, kata-Nya: \"Aku berkata kepadamu, sesungguhnya jika seorang tidak dilahirkan kembali, ia tidak dapat melihat Kerajaan Allah.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Kata Nikodemus kepada-Nya: \"Bagaimanakah mungkin seorang dilahirkan, kalau ia sudah tua? Dapatkah ia masuk kembali ke dalam rahim ibunya dan dilahirkan lagi?\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jawab Yesus: \"Aku berkata kepadamu, sesungguhnya jika seorang tidak dilahirkan dari air dan Roh, ia tidak dapat masuk ke dalam Kerajaan Allah.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Apa yang dilahirkan dari daging, adalah daging, dan apa yang dilahirkan dari Roh, adalah roh.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Janganlah engkau heran, karena Aku berkata kepadamu: Kamu harus dilahirkan kembali.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Angin bertiup ke mana ia mau, dan engkau mendengar bunyinya, tetapi engkau tidak tahu dari mana ia datang atau ke mana ia pergi. Demikianlah halnya dengan tiap-tiap orang yang lahir dari Roh.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nikodemus menjawab, katanya: \"Bagaimanakah mungkin hal itu terjadi?\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jawab Yesus: \"Engkau adalah pengajar Israel, dan engkau tidak mengerti hal-hal itu?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Aku berkata kepadamu, sesungguhnya kami berkata-kata tentang apa yang kami ketahui dan kami bersaksi tentang apa yang kami lihat, tetapi kamu tidak menerima kesaksian kami.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Kamu tidak percaya, waktu Aku berkata-kata dengan kamu tentang hal-hal duniawi, bagaimana kamu akan percaya, kalau Aku berkata-kata dengan kamu tentang hal-hal sorgawi?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tidak ada seorangpun yang telah naik ke sorga, selain dari pada Dia yang telah turun dari sorga, yaitu Anak Manusia.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dan sama seperti Musa meninggikan ular di padang gurun, demikian juga Anak Manusia harus ditinggikan,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "supaya setiap orang yang percaya kepada-Nya beroleh hidup yang kekal.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Karena begitu besar kasih Allah akan dunia ini, sehingga Ia telah mengaruniakan Anak-Nya yang tunggal, supaya setiap orang yang percaya kepada-Nya tidak binasa, melainkan beroleh hidup yang kekal.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sebab Allah mengutus Anak-Nya ke dalam dunia bukan untuk menghakimi dunia, melainkan untuk menyelamatkannya oleh Dia.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Barangsiapa percaya kepada-Nya, ia tidak akan dihukum; barangsiapa tidak percaya, ia telah berada di bawah hukuman, sebab ia tidak percaya dalam nama Anak Tunggal Allah.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dan inilah hukuman itu: Terang telah datang ke dalam dunia, tetapi manusia lebih menyukai kegelapan dari pada terang, sebab perbuatan-perbuatan mereka jahat.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sebab barangsiapa berbuat jahat, membenci terang dan tidak datang kepada terang itu, supaya perbuatan-perbuatannya yang jahat itu tidak nampak;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "tetapi barangsiapa melakukan yang benar, ia datang kepada terang, supaya menjadi nyata, bahwa perbuatan-perbuatannya dilakukan dalam Allah.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Kesaksian Yohanes tentang Yesus",
      "type": "title"
    },
    {
      "verse": 22,
      "text": "Sesudah itu Yesus pergi dengan murid-murid-Nya ke tanah Yudea dan Ia diam di sana bersama-sama mereka dan membaptis.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Akan tetapi Yohanespun membaptis juga di Ainon, dekat Salim, sebab di situ banyak air, dan orang-orang datang ke situ untuk dibaptis,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "sebab pada waktu itu Yohanes belum dimasukkan ke dalam penjara.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Maka timbullah perselisihan di antara murid-murid Yohanes dengan seorang Yahudi tentang penyucian.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Lalu mereka datang kepada Yohanes dan berkata kepadanya: \"Rabi, orang yang bersama dengan engkau di seberang sungai Yordan dan yang tentang Dia engkau telah memberi kesaksian, Dia membaptis juga dan semua orang pergi kepada-Nya.\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jawab Yohanes: \"Tidak ada seorangpun yang dapat mengambil sesuatu bagi dirinya, kalau tidak dikaruniakan kepadanya dari sorga.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Kamu sendiri dapat memberi kesaksian, bahwa aku telah berkata: Aku bukan Mesias, tetapi aku diutus untuk mendahului-Nya.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Yang empunya mempelai perempuan, ialah mempelai laki-laki; tetapi sahabat mempelai laki-laki, yang berdiri dekat dia dan yang mendengarkannya, sangat bersukacita mendengar suara mempelai laki-laki itu. Itulah sukacitaku, dan sekarang sukacitaku itu penuh.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ia harus makin besar, tetapi aku harus makin kecil.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Siapa yang datang dari atas adalah di atas semuanya; siapa yang berasal dari bumi, termasuk pada bumi dan berkata-kata dalam bahasa bumi. Siapa yang datang dari sorga adalah di atas semuanya.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ia memberi kesaksian tentang apa yang dilihat-Nya dan yang didengar-Nya, tetapi tak seorangpun yang menerima kesaksian-Nya itu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Siapa yang menerima kesaksian-Nya itu, ia mengaku, bahwa Allah adalah benar.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Sebab siapa yang diutus Allah, Dialah yang menyampaikan firman Allah, karena Allah mengaruniakan Roh-Nya dengan tidak terbatas.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Bapa mengasihi Anak dan telah menyerahkan segala sesuatu kepada-Nya.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Barangsiapa percaya kepada Anak, ia beroleh hidup yang kekal, tetapi barangsiapa tidak taat kepada Anak, ia tidak akan melihat hidup, melainkan murka Allah tetap ada di atasnya.\"",
      "type": "content"
    }
  ]
}