{
  "book": "Yohanes",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Yesus pergi ke Yerusalem untuk hari raya Pondok Daun",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Sesudah itu Yesus berjalan keliling Galilea, sebab Ia tidak mau tetap tinggal di Yudea, karena di sana orang-orang Yahudi berusaha untuk membunuh-Nya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ketika itu sudah dekat hari raya orang Yahudi, yaitu hari raya Pondok Daun.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Maka kata saudara-saudara Yesus kepada-Nya: \"Berangkatlah dari sini dan pergi ke Yudea, supaya murid-murid-Mu juga melihat perbuatan-perbuatan yang Engkau lakukan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sebab tidak seorangpun berbuat sesuatu di tempat tersembunyi, jika ia mau diakui di muka umum. Jikalau Engkau berbuat hal-hal yang demikian, tampakkanlah diri-Mu kepada dunia.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sebab saudara-saudara-Nya sendiripun tidak percaya kepada-Nya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Maka jawab Yesus kepada mereka: \"Waktu-Ku belum tiba, tetapi bagi kamu selalu ada waktu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dunia tidak dapat membenci kamu, tetapi ia membenci Aku, sebab Aku bersaksi tentang dia, bahwa pekerjaan-pekerjaannya jahat.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pergilah kamu ke pesta itu. Aku belum pergi ke situ, karena waktu-Ku belum genap.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Demikianlah kata-Nya kepada mereka, dan Iapun tinggal di Galilea.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tetapi sesudah saudara-saudara Yesus berangkat ke pesta itu, Iapun pergi juga ke situ, tidak terang-terangan tetapi diam-diam.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Orang-orang Yahudi mencari Dia di pesta itu dan berkata: \"Di manakah Ia?\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dan banyak terdengar bisikan di antara orang banyak tentang Dia. Ada yang berkata: \"Ia orang baik.\" Ada pula yang berkata: \"Tidak, Ia menyesatkan rakyat.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tetapi tidak seorangpun yang berani berkata terang-terangan tentang Dia karena takut terhadap orang-orang Yahudi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Kesaksian Yesus tentang diri-Nya",
      "type": "title"
    },
    {
      "verse": 14,
      "text": "Waktu pesta itu sedang berlangsung, Yesus masuk ke Bait Allah lalu mengajar di situ.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Maka heranlah orang-orang Yahudi dan berkata: \"Bagaimanakah orang ini mempunyai pengetahuan demikian tanpa belajar!\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jawab Yesus kepada mereka: \"Ajaran-Ku tidak berasal dari diri-Ku sendiri, tetapi dari Dia yang telah mengutus Aku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Barangsiapa mau melakukan kehendak-Nya, ia akan tahu entah ajaran-Ku ini berasal dari Allah, entah Aku berkata-kata dari diri-Ku sendiri.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Barangsiapa berkata-kata dari dirinya sendiri, ia mencari hormat bagi dirinya sendiri, tetapi barangsiapa mencari hormat bagi Dia yang mengutusnya, ia benar dan tidak ada ketidakbenaran padanya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Bukankah Musa yang telah memberikan hukum Taurat kepadamu? Namun tidak seorangpun di antara kamu yang melakukan hukum Taurat itu. Mengapa kamu berusaha membunuh Aku?\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Orang banyak itu menjawab: \"Engkau kerasukan setan; siapakah yang berusaha membunuh Engkau?\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jawab Yesus kepada mereka: \"Hanya satu perbuatan yang Kulakukan dan kamu semua telah heran.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi: Musa menetapkan supaya kamu bersunat--sebenarnya sunat itu tidak berasal dari Musa, tetapi dari nenek moyang kita--dan kamu menyunat orang pada hari Sabat!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jikalau seorang menerima sunat pada hari Sabat, supaya jangan melanggar hukum Musa, mengapa kamu marah kepada-Ku, karena Aku menyembuhkan seluruh tubuh seorang manusia pada hari Sabat.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Janganlah menghakimi menurut apa yang nampak, tetapi hakimilah dengan adil.\"",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Pertentangan tentang asal Yesus",
      "type": "title"
    },
    {
      "verse": 25,
      "text": "Beberapa orang Yerusalem berkata: \"Bukankah Dia ini yang mereka mau bunuh?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dan lihatlah, Ia berbicara dengan leluasa dan mereka tidak mengatakan apa-apa kepada-Nya. Mungkinkah pemimpin kita benar-benar sudah tahu, bahwa Ia adalah Kristus?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tetapi tentang orang ini kita tahu dari mana asal-Nya, tetapi bilamana Kristus datang, tidak ada seorangpun yang tahu dari mana asal-Nya.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Waktu Yesus mengajar di Bait Allah, Ia berseru: \"Memang Aku kamu kenal dan kamu tahu dari mana asal-Ku; namun Aku datang bukan atas kehendak-Ku sendiri, tetapi Aku diutus oleh Dia yang benar yang tidak kamu kenal.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Aku kenal Dia, sebab Aku datang dari Dia dan Dialah yang mengutus Aku.\"",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Mereka berusaha menangkap Dia, tetapi tidak ada seorangpun yang menyentuh Dia, sebab saat-Nya belum tiba.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tetapi di antara orang banyak itu ada banyak yang percaya kepada-Nya dan mereka berkata: \"Apabila Kristus datang, mungkinkah Ia akan mengadakan lebih banyak mujizat dari pada yang telah diadakan oleh Dia ini?\"",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Orang-orang Farisi mendengar orang banyak membisikkan hal-hal itu mengenai Dia, dan karena itu imam-imam kepala dan orang-orang Farisi menyuruh penjaga-penjaga Bait Allah untuk menangkap-Nya.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Maka kata Yesus: \"Tinggal sedikit waktu saja Aku ada bersama kamu dan sesudah itu Aku akan pergi kepada Dia yang telah mengutus Aku.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Kamu akan mencari Aku, tetapi tidak akan bertemu dengan Aku, sebab kamu tidak dapat datang ke tempat di mana Aku berada.\"",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Orang-orang Yahudi itu berkata seorang kepada yang lain: \"Ke manakah Ia akan pergi, sehingga kita tidak dapat bertemu dengan Dia? Adakah maksud-Nya untuk pergi kepada mereka yang tinggal di perantauan, di antara orang Yunani, untuk mengajar orang Yunani?",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Apakah maksud perkataan yang diucapkan-Nya ini: Kamu akan mencari Aku, tetapi kamu tidak akan bertemu dengan Aku, dan: Kamu tidak dapat datang ke tempat di mana Aku berada?\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Air sumber hidup",
      "type": "title"
    },
    {
      "verse": 37,
      "text": "Dan pada hari terakhir, yaitu pada puncak perayaan itu, Yesus berdiri dan berseru: \"Barangsiapa haus, baiklah ia datang kepada-Ku dan minum!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Barangsiapa percaya kepada-Ku, seperti yang dikatakan oleh Kitab Suci: Dari dalam hatinya akan mengalir aliran-aliran air hidup.\"",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Yang dimaksudkan-Nya ialah Roh yang akan diterima oleh mereka yang percaya kepada-Nya; sebab Roh itu belum datang, karena Yesus belum dimuliakan.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Beberapa orang di antara orang banyak, yang mendengarkan perkataan-perkataan itu, berkata: \"Dia ini benar-benar nabi yang akan datang.\"",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Yang lain berkata: \"Ia ini Mesias.\" Tetapi yang lain lagi berkata: \"Bukan, Mesias tidak datang dari Galilea!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Karena Kitab Suci mengatakan, bahwa Mesias berasal dari keturunan Daud dan dari kampung Betlehem, tempat Daud dahulu tinggal.\"",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Maka timbullah pertentangan di antara orang banyak karena Dia.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Beberapa orang di antara mereka mau menangkap Dia, tetapi tidak ada seorangpun yang berani menyentuh-Nya.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Yesus dibela oleh Nikodemus",
      "type": "title"
    },
    {
      "verse": 45,
      "text": "Maka penjaga-penjaga itu pergi kepada imam-imam kepala dan orang-orang Farisi, yang berkata kepada mereka: \"Mengapa kamu tidak membawa-Nya?\"",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Jawab penjaga-penjaga itu: \"Belum pernah seorang manusia berkata seperti orang itu!\"",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Jawab orang-orang Farisi itu kepada mereka: \"Adakah kamu juga disesatkan?",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Adakah seorang di antara pemimpin-pemimpin yang percaya kepada-Nya, atau seorang di antara orang-orang Farisi?",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Tetapi orang banyak ini yang tidak mengenal hukum Taurat, terkutuklah mereka!\"",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Nikodemus, seorang dari mereka, yang dahulu telah datang kepada-Nya, berkata kepada mereka:",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "\"Apakah hukum Taurat kita menghukum seseorang, sebelum ia didengar dan sebelum orang mengetahui apa yang telah dibuat-Nya?\"",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Jawab mereka: \"Apakah engkau juga orang Galilea? Selidikilah Kitab Suci dan engkau akan tahu bahwa tidak ada nabi yang datang dari Galilea.\"",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Perempuan yang berzinah",
      "type": "title"
    },
    {
      "verse": 53,
      "text": "Lalu mereka pulang, masing-masing ke rumahnya,",
      "type": "content"
    }
  ]
}