{
  "book": "Yeremia",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Pergumulan nabi oleh karena bangsa yang berdosa",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "\"Dosa Yehuda telah tertulis dengan pena besi, yang matanya dari intan, terukir pada loh hati mereka dan pada tanduk-tanduk mezbah mereka",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "sebagai peringatan terhadap mereka! --Mezbah-mezbah mereka dan tiang-tiang berhala mereka memang ada di samping pohon yang rimbun di atas bukit yang tinggi,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "yakni pegunungan di padang. --Harta kekayaanmu dan segala barang perbendaharaanmu akan Kuberikan dirampas sebagai ganjaran atas dosamu di segenap daerahmu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Engkau terpaksa lepas tangan dari milik pusakamu yang telah Kuberikan kepadamu, dan Aku akan membuat engkau menjadi budak musuhmu di negeri yang tidak kaukenal, sebab dalam murka-Ku api telah mencetus yang akan menyala untuk selama-lamanya.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Beginilah firman TUHAN: \"Terkutuklah orang yang mengandalkan manusia, yang mengandalkan kekuatannya sendiri, dan yang hatinya menjauh dari pada TUHAN!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia akan seperti semak bulus di padang belantara, ia tidak akan mengalami datangnya keadaan baik; ia akan tinggal di tanah angus di padang gurun, di negeri padang asin yang tidak berpenduduk.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Diberkatilah orang yang mengandalkan TUHAN, yang menaruh harapannya pada TUHAN!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia akan seperti pohon yang ditanam di tepi air, yang merambatkan akar-akarnya ke tepi batang air, dan yang tidak mengalami datangnya panas terik, yang daunnya tetap hijau, yang tidak kuatir dalam tahun kering, dan yang tidak berhenti menghasilkan buah.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Betapa liciknya hati, lebih licik dari pada segala sesuatu, hatinya sudah membatu: siapakah yang dapat mengetahuinya?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Aku, TUHAN, yang menyelidiki hati, yang menguji batin, untuk memberi balasan kepada setiap orang setimpal dengan tingkah langkahnya, setimpal dengan hasil perbuatannya.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Seperti ayam hutan yang mengerami yang tidak ditelurkannya, demikianlah orang yang menggaruk kekayaan secara tidak halal, pada pertengahan usianya ia akan kehilangan semuanya, dan pada kesudahan usianya ia terkenal sebagai seorang bebal.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Takhta kemuliaan, luhur dari sejak semula, tempat bait kudus kita!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ya Pengharapan Israel, TUHAN, semua orang yang meninggalkan Engkau akan menjadi malu; orang-orang yang menyimpang dari pada-Mu akan dilenyapkan di negeri, sebab mereka telah meninggalkan sumber air yang hidup, yakni TUHAN.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sembuhkanlah aku, ya TUHAN, maka aku akan sembuh; selamatkanlah aku, maka aku akan selamat, sebab Engkaulah kepujianku!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sesungguhnya, mereka berkata kepadaku: \"Di manakah firman TUHAN itu? Biarlah ia sampai!\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Namun tidak pernah aku mendesak kepada-Mu untuk mendatangkan malapetaka, aku tidak mengingini hari bencana! Engkaulah yang mengetahui apa yang keluar dari bibirku, semuanya terpampang di hadapan mata-Mu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Janganlah Engkau menjadi kedahsyatan bagiku, Engkaulah perlindunganku pada hari malapetaka.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Biarlah orang-orang yang mengejar aku menjadi malu, tetapi janganlah aku ini menjadi malu; biarlah mereka terkejut, tetapi janganlah aku ini terkejut! Buatlah hari malapetaka menimpa mereka, dan hancurkanlah mereka dengan kehancuran berganda.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hari Sabat harus dikuduskan",
      "type": "title"
    },
    {
      "verse": 19,
      "text": "Beginilah firman TUHAN kepadaku: \"Pergilah engkau dan berdirilah di pintu gerbang Anak Rakyat, yang dilalui keluar masuk oleh raja-raja Yehuda, dan di segala pintu gerbang Yerusalem;",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "katakanlah kepada mereka: Dengarlah firman TUHAN, hai raja-raja Yehuda, hai segenap Yehuda dan segenap penduduk Yerusalem yang masuk melalui pintu-pintu gerbang ini!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Beginilah firman TUHAN: Berawas-awaslah demi nyawamu! Janganlah mengangkut barang-barang pada hari Sabat dan membawanya melalui pintu-pintu gerbang Yerusalem!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Janganlah membawa barang-barang dari rumahmu ke luar pada hari Sabat dan janganlah lakukan sesuatu pekerjaan, tetapi kuduskanlah hari Sabat seperti yang telah Kuperintahkan kepada nenek moyangmu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Namun mereka tidak mau mendengarkan dan tidak mau memperhatikannya, melainkan mereka berkeras kepala, sehingga tidak mau mendengarkan dan tidak mau menerima tegoran.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Apabila kamu sungguh-sungguh mendengarkan Aku, demikianlah firman TUHAN, dan tidak membawa masuk barang-barang melalui pintu-pintu gerbang kota ini pada hari Sabat, tetapi menguduskan hari Sabat dan tidak melakukan sesuatu pekerjaan pada hari itu,",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "maka melalui pintu-pintu gerbang kota ini akan berarak masuk raja-raja dan pemuka-pemuka, yang akan duduk di atas takhta Daud, dengan mengendarai kereta dan kuda: mereka dan pemuka-pemuka mereka, orang-orang Yehuda dan penduduk Yerusalem. Dan kota ini akan didiami orang untuk selama-lamanya.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Orang akan datang dari kota-kota Yehuda dan dari tempat-tempat sekitar Yerusalem, dari tanah Benyamin dan dari Daerah Bukit, dari pegunungan dan dari tanah Negeb, dengan membawa korban bakaran, korban sembelihan, korban sajian dan kemenyan, membawa korban syukur ke dalam rumah TUHAN.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tetapi apabila kamu tidak mendengarkan perintah-Ku untuk menguduskan hari Sabat dan untuk tidak masuk mengangkut barang-barang melalui pintu-pintu gerbang Yerusalem pada hari Sabat, maka di pintu-pintu gerbangnya Aku akan menyalakan api, yang akan memakan habis puri-puri Yerusalem, dan yang tidak akan terpadamkan.\"",
      "type": "content"
    }
  ]
}