{
  "book": "Yeremia",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Israel murtad kepada TUHAN",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Firman TUHAN datang kepadaku, bunyinya:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Pergilah memberitahukan kepada penduduk Yerusalem dengan mengatakan: Beginilah firman TUHAN: Aku teringat kepada kasihmu pada masa mudamu, kepada cintamu pada waktu engkau menjadi pengantin, bagaimana engkau mengikuti Aku di padang gurun, di negeri yang tiada tetaburannya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ketika itu Israel kudus bagi TUHAN, sebagai buah bungaran dari hasil tanah-Nya. Semua orang yang memakannya menjadi bersalah, malapetaka menimpa mereka, demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dengarlah firman TUHAN, hai kaum keturunan Yakub, hai segala kaum keluarga keturunan Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Beginilah firman TUHAN: Apakah kecurangan yang didapati nenek moyangmu pada-Ku, sehingga mereka menjauh dari pada-Ku, mengikuti dewa kesia-siaan, sampai mereka menjadi sia-sia?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dan mereka tidak lagi bertanya: Di manakah TUHAN, yang menuntun kita keluar dari tanah Mesir; yang memimpin kita di padang gurun, di tanah yang tandus dan yang lekak-lekuk, di tanah yang sangat kering dan gelap, di tanah yang tidak dilintasi orang dan yang tidak didiami manusia?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Aku telah membawa kamu ke tanah yang subur untuk menikmati buahnya dan segala yang baik dari padanya. Tetapi segera setelah kamu masuk, kamu menajiskan tanah-Ku; tanah milik-Ku telah kamu buat menjadi kekejian.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Para imam tidak lagi bertanya: Di manakah TUHAN? Orang-orang yang melaksanakan hukum tidak mengenal Aku lagi, dan para gembala mendurhaka terhadap Aku. Para nabi bernubuat demi Baal, mereka mengikuti apa yang tidak berguna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebab itu Aku akan berbantah lagi dengan kamu, demikianlah firman TUHAN, dan dengan anak cucumu Aku akan berbantah.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Menyeberang sajalah ke tanah pesisir orang Kitim dan lihatlah; suruhlah orang ke Kedar dan perhatikanlah dengan sungguh-sungguh! Lihatlah apakah ada terjadi yang seperti ini:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "pernahkah suatu bangsa menukarkan allahnya meskipun itu sebenarnya bukan allah? Tetapi umat-Ku menukarkan Kemuliaannya dengan apa yang tidak berguna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tertegunlah atas hal itu, hai langit, menggigil dan gemetarlah dengan sangat, demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sebab dua kali umat-Ku berbuat jahat: mereka meninggalkan Aku, sumber air yang hidup, untuk menggali kolam bagi mereka sendiri, yakni kolam yang bocor, yang tidak dapat menahan air.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Adakah Israel itu budak atau anak budak? Maka mengapa ia menjadi rampasan?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Terhadapnya singa-singa muda mengaum, menyaringkan suaranya; negerinya dibuat orang menjadi tandus, kota-kotanya terbakar, tidak lagi berpenduduk.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Bahkan orang-orang Memfis dan Tahpanhes telah menggundul batu kepalamu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Bukankah engkau sendiri yang menimpakan ini ke atas dirimu, oleh karena engkau meninggalkan TUHAN, Allahmu, ketika Ia menuntun engkau di jalan?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dan sekarang, apakah untungmu untuk pergi ke Mesir, hendak meminum air sungai Nil? Dan apakah untungmu untuk pergi ke Asyur, hendak meminum air sungai Efrat?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Kejahatanmu akan menghajar engkau, dan kemurtadanmu akan menyiksa engkau! Ketahuilah dan lihatlah, betapa jahat dan pedihnya engkau meninggalkan TUHAN, Allahmu; dan tidak gemetar terhadap Aku, demikianlah firman Tuhan ALLAH semesta alam.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sebab dari dahulu kala engkau telah mematahkan kukmu, telah memutuskan tali pengikatmu, dan berkata: Aku tidak mau lagi diperbudak. Bahkan di atas setiap bukit yang menjulang dan di bawah setiap pohon yang rimbun engkau berbaring dan bersundal.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Namun Aku telah membuat engkau tumbuh sebagai pokok anggur pilihan, sebagai benih yang sungguh murni. Betapa engkau berubah menjadi pohon berbau busuk, pohon anggur liar!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Bahkan, sekalipun engkau mencuci dirimu dengan air abu, dan dengan banyak sabun, namun noda kesalahanmu tetap ada di depan mata-Ku, demikianlah firman Tuhan ALLAH.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Bagaimanakah engkau berani berkata: Aku tidak pernah menajiskan diriku, aku tidak pernah mengikuti para Baal? Lihatlah tingkah langkahmu di dalam lembah, ketahuilah apa yang telah kaulakukan: hai, unta betina yang ringan kaki yang berlari-lari kian ke mari,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "yang melepaskan diri lari ke padang gurun, karena ingin menghirup udara! Siapakah yang dapat menahan nafsunya untuk berjantan? Semua yang mencari dia, tidak usah berlelah, mereka akan menemukannya dalam musim berjantan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jagalah, supaya kakimu jangan tak bersepatu dan supaya rongkonganmu jangan haus! Tetapi engkau berkata: Percuma saja! Percuma! Sebab aku cinta kepada orang-orang asing, jadi aku mau mengikuti mereka.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Seperti malunya pencuri, apabila kedapatan, demikianlah malunya kaum Israel, yakni para rajanya, pemukanya, para imamnya dan nabinya,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "yang berkata kepada sepotong kayu: Engkaulah bapaku! dan kepada batu: Engkaulah yang melahirkan aku! Sungguh, mereka membelakangi Aku dan tidak menghadapkan mukanya kepada-Ku, tetapi pada waktu mereka ditimpa malapetaka mereka berkata: Bangkitlah menyelamatkan kami!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Di manakah para allahmu yang kaubuat untuk dirimu? Biarlah mereka bangkit, jika mereka dapat menyelamatkan engkau pada waktu malapetakamu! Sebab seperti banyaknya kotamu demikian banyaknya para allahmu, hai Yehuda!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Mengapakah kamu mau berbantah dengan Aku? Kamu sekalian telah mendurhaka kepada-Ku, demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Sia-sia Aku telah memukuli anak-anakmu, hajaran tidaklah mereka terima; pedangmu sendiri telah memakan habis para nabimu seperti singa muda yang memusnahkan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Keturunan apakah kamu ini? Perhatikanlah firman TUHAN! Sudahkah Aku menjadi padang gurun bagi Israel atau tanah yang gelap gulita? Maka mengapa umat-Ku berkata: Kami sudah bebas, kami tidak lagi mau datang kepada-Mu?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dapatkah seorang dara melupakan perhiasannya, atau seorang pengantin perempuan melupakan ikat pinggangnya? Tetapi umat-Ku melupakan Aku, sejak waktu yang tidak terbilang lamanya.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alangkah baiknya engkau mengatur jalanmu untuk mencari percintaan! Sebab itu juga engkau membiasakan segala jalanmu kepada kejahatan.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Sampai-sampai pada bajumu terdapat darah orang-orang miskin yang tidak bersalah; bukan waktu mereka membongkar untuk mencuri kaudapati mereka! Meskipun semuanya itu demikian,",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "engkau berkata: Aku tidak bersalah! Memang, murka-Nya telah meninggalkan aku! Sesungguhnya Aku akan membawa engkau ke pengadilan, oleh karena engkau berkata: Aku tidak berdosa!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alangkah ringannya kaupandang untuk mengubah tingkah langkahmu! Juga karena Mesir engkau akan menjadi malu, seperti engkau telah menjadi malu karena Asyur.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dari sanapun juga engkau akan keluar dengan mengangkat tanganmu, sebab TUHAN telah menolak mereka yang telah kaupercayai dan engkau tidak akan berhasil dengan mereka.\"",
      "type": "content"
    }
  ]
}