{
  "book": "Yeremia",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "Perjanjian baru",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "\"Pada waktu itu, demikianlah firman TUHAN, Aku akan menjadi Allah segala kaum keluarga Israel dan mereka akan menjadi umat-Ku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Beginilah firman TUHAN: Ia mendapat kasih karunia di padang gurun, yaitu bangsa yang terluput dari pedang itu! Israel berjalan mencari istirahat bagi dirinya!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dari jauh TUHAN menampakkan diri kepadanya: Aku mengasihi engkau dengan kasih yang kekal, sebab itu Aku melanjutkan kasih setia-Ku kepadamu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Aku akan membangun engkau kembali, sehingga engkau dibangun, hai anak dara Israel! Engkau akan menghiasi dirimu kembali dengan rebana dan akan tampil dalam tari-tarian orang yang bersukaria.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Engkau akan membuat kebun anggur kembali di gunung-gunung Samaria; ya, orang-orang yang membuatnya akan memetik hasilnya pula.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sungguh, akan datang harinya bahwa para penjaga akan berseru di gunung Efraim: Ayo, marilah kita naik ke Sion, kepada TUHAN, Allah kita!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sebab beginilah firman TUHAN: Bersorak-sorailah bagi Yakub dengan sukacita, bersukarialah tentang pemimpin bangsa-bangsa! Kabarkanlah, pujilah dan katakanlah: TUHAN telah menyelamatkan umat-Nya, yakni sisa-sisa Israel!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sesungguhnya, Aku akan membawa mereka dari tanah utara dan akan mengumpulkan mereka dari ujung bumi; di antara mereka ada orang buta dan lumpuh, ada perempuan yang mengandung bersama-sama dengan perhimpunan yang melahirkan; dalam kumpulan besar mereka akan kembali ke mari!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dengan menangis mereka akan datang, dengan hiburan Aku akan membawa mereka; Aku akan memimpin mereka ke sungai-sungai, di jalan yang rata, di mana mereka tidak akan tersandung; sebab Aku telah menjadi bapa Israel, Efraim adalah anak sulung-Ku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dengarlah firman TUHAN, hai bangsa-bangsa, beritahukanlah itu di tanah-tanah pesisir yang jauh, katakanlah: Dia yang telah menyerakkan Israel akan mengumpulkannya kembali, dan menjaganya seperti gembala terhadap kawanan dombanya!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sebab TUHAN telah membebaskan Yakub, telah menebusnya dari tangan orang yang lebih kuat dari padanya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mereka akan datang bersorak-sorak di atas bukit Sion, muka mereka akan berseri-seri karena kebajikan TUHAN, karena gandum, anggur dan minyak, karena anak-anak kambing domba dan lembu sapi; hidup mereka akan seperti taman yang diairi baik-baik, mereka tidak akan kembali lagi merana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pada waktu itu anak-anak dara akan bersukaria menari beramai-ramai, orang-orang muda dan orang-orang tua akan bergembira. Aku akan mengubah perkabungan mereka menjadi kegirangan, akan menghibur mereka dan menyukakan mereka sesudah kedukaan mereka.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Aku akan memuaskan jiwa para imam dengan kelimpahan, dan umat-Ku akan menjadi kenyang dengan kebajikan-Ku, demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Beginilah firman TUHAN: Dengar! Di Rama terdengar ratapan, tangisan yang pahit pedih: Rahel menangisi anak-anaknya, ia tidak mau dihibur karena anak-anaknya, sebab mereka tidak ada lagi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Beginilah firman TUHAN: Cegahlah suaramu dari menangis, dan matamu dari mencucurkan air mata, sebab untuk jerih payahmu ada ganjaran, demikianlah firman TUHAN; mereka akan kembali dari negeri musuh.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Masih ada harapan untuk hari depanmu, demikianlah firman TUHAN: anak-anak akan kembali ke daerah mereka.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Telah Kudengar sungguh-sungguh Efraim meratap: Engkau telah menghajar aku, dan aku telah menerima hajaran, seperti anak lembu yang tidak terlatih. Bawalah aku kembali, supaya aku berbalik, sebab Engkaulah TUHAN, Allahku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sungguh, sesudah aku berbalik, aku menyesal, dan sesudah aku tahu akan diriku, aku menepuk pinggang sebagai tanda berkabung; aku merasa malu dan bernoda, sebab aku menanggung aib masa mudaku.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Anak kesayangankah gerangan Efraim bagi-Ku atau anak kesukaan? Sebab setiap kali Aku menghardik dia, tak putus-putusnya Aku terkenang kepadanya; sebab itu hati-Ku terharu terhadap dia; tak dapat tidak Aku akan menyayanginya, demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dirikanlah bagimu rambu-rambu jalan, pasanglah bagimu tanda-tanda jalan; perhatikanlah jalan raya baik-baik, yakni jalan yang telah kautempuh! Kembalilah, hai anak dara Israel, kembalilah ke kota-kotamu ini!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Berapa lama lagi engkau mundur maju, hai anak perempuan yang tidak taat? Sebab TUHAN menciptakan sesuatu yang baru di negeri: perempuan merangkul laki-laki.\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Beginilah firman TUHAN semesta alam, Allah orang Israel: \"Orang akan mengucapkan perkataan ini lagi di tanah Yehuda dan di kota-kotanya, apabila Aku telah memulihkan keadaan mereka: TUHAN kiranya memberkati engkau, hai tempat kediaman kebenaran, hai gunung yang kudus!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Di sana akan duduk Yehuda beserta segala kotanya, petani-petani dan orang-orang yang mengembara dengan kawanan ternaknya.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sebab Aku akan membuat segar orang yang lelah, dan setiap orang yang merana akan Kubuat puas.\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sebab itu aku bangun dan melihat; tidurku menyenangkan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "\"Sesungguhnya, waktunya akan datang, demikianlah firman TUHAN, bahwa Aku akan melimpahi kaum Israel dan kaum Yehuda dengan benih manusia dan benih hewan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Maka seperti tadinya Aku berjaga-jaga atas mereka untuk mencabut dan merobohkan, untuk meruntuhkan dan membinasakan dan mencelakakan, demikianlah juga Aku akan berjaga-jaga atas mereka untuk membangun dan menanam, demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Pada waktu itu orang tidak akan berkata lagi: Ayah-ayah makan buah mentah, dan gigi anak-anaknya menjadi ngilu,",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "melainkan: Setiap orang akan mati karena kesalahannya sendiri; setiap manusia yang makan buah mentah, giginya sendiri menjadi ngilu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sesungguhnya, akan datang waktunya, demikianlah firman TUHAN, Aku akan mengadakan perjanjian baru dengan kaum Israel dan kaum Yehuda,",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "bukan seperti perjanjian yang telah Kuadakan dengan nenek moyang mereka pada waktu Aku memegang tangan mereka untuk membawa mereka keluar dari tanah Mesir; perjanjian-Ku itu telah mereka ingkari, meskipun Aku menjadi tuan yang berkuasa atas mereka, demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Tetapi beginilah perjanjian yang Kuadakan dengan kaum Israel sesudah waktu itu, demikianlah firman TUHAN: Aku akan menaruh Taurat-Ku dalam batin mereka dan menuliskannya dalam hati mereka; maka Aku akan menjadi Allah mereka dan mereka akan menjadi umat-Ku.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dan tidak usah lagi orang mengajar sesamanya atau mengajar saudaranya dengan mengatakan: Kenallah TUHAN! Sebab mereka semua, besar kecil, akan mengenal Aku, demikianlah firman TUHAN, sebab Aku akan mengampuni kesalahan mereka dan tidak lagi mengingat dosa mereka.\"",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Beginilah firman TUHAN, yang memberi matahari untuk menerangi siang, yang menetapkan bulan dan bintang-bintang untuk menerangi malam, yang mengharu biru laut, sehingga gelombang-gelombangnya ribut, --TUHAN semesta alam nama-Nya:",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "\"Sesungguhnya, seperti ketetapan-ketetapan ini tidak akan beralih dari hadapan-Ku, demikianlah firman TUHAN, demikianlah keturunan Israel juga tidak akan berhenti menjadi bangsa di hadapan-Ku untuk sepanjang waktu.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Beginilah firman TUHAN: Sesungguhnya, seperti langit di atas tidak terukur dan dasar-dasar bumi di bawah tidak terselidiki, demikianlah juga Aku tidak akan menolak segala keturunan Israel, karena segala apa yang dilakukan mereka, demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Sesungguhnya, waktunya akan datang, demikianlah firman TUHAN, bahwa kota itu akan dibangun kembali bagi TUHAN, dari menara Hananeel sampai Pintu Gerbang Sudut;",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "kemudian tali pengukur itu akan merentang terus sampai ke bukit Gareb, lalu membelok ke Goa.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dan segenap lembah itu, dengan mayat-mayat dan abu korbannya, dan segenap tanah di tepi sungai Kidron sampai ke sudut Pintu Gerbang Kuda ke arah timur, akan menjadi kudus bagi TUHAN. Orang tidak akan meruntuhkan dan merobohkan lagi di sana untuk selama-lamanya.\"",
      "type": "content"
    }
  ]
}