{
  "book": "Yeremia",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "Yeremia dipaksa mengungsi ke Mesir",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ketika Yeremia selesai mengatakan kepada seluruh rakyat segala firman TUHAN, Allah mereka, yang disuruh TUHAN, Allah mereka, disampaikannya kepada mereka, yaitu segala firman yang tersebut di atas,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "maka berkatalah Azarya bin Hosaya dan Yohanan bin Kareah serta semua orang congkak itu kepada Yeremia: \"Engkau berkata bohong! TUHAN, Allah kita, tidak mengutus engkau untuk berkata: Janganlah pergi ke Mesir untuk tinggal sebagai orang asing di sana,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "tetapi Barukh bin Neria menghasut engkau terhadap kami dengan maksud untuk menyerahkan kami ke dalam tangan orang-orang Kasdim, supaya mereka membunuh kami dan mengangkut kami ke dalam pembuangan ke Babel.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Demikianlah Yohanan bin Kareah dan semua perwira tentara serta seluruh rakyat tidak mau mendengarkan suara TUHAN untuk tinggal di tanah Yehuda.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Lalu Yohanan bin Kareah dan semua perwira tentara itu mengumpulkan seluruh sisa Yehuda, yakni semua orang yang telah kembali dari antara segala bangsa, ke mana mereka telah berserak-serak, untuk menetap di tanah Yehuda,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "laki-laki, perempuan, anak-anak, puteri-puteri raja dan setiap orang yang telah dibiarkan Nebuzaradan, kepala pasukan pengawal, pada Gedalya bin Ahikam bin Safan; juga nabi Yeremia dan Barukh bin Neria.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Lalu mereka pergi ke tanah Mesir, sebab mereka tidak mau mendengarkan suara TUHAN. Maka sampailah mereka di Tahpanhes.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Yeremia bernubuat bahwa Mesir akan ditaklukkan oleh Nebukadnezar",
      "type": "title"
    },
    {
      "verse": 8,
      "text": "Kemudian datanglah firman TUHAN kepada Yeremia di Tahpanhes, bunyinya:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "\"Ambillah di tanganmu batu-batu besar dan sembunyikanlah itu di tanah liat dekat pintu masuk istana Firaun di Tahpanhes di hadapan mata orang-orang Yehuda itu,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "lalu katakanlah kepada mereka: Beginilah firman TUHAN semesta alam, Allah Israel: Sesungguhnya, Aku mengutus orang untuk menjemput Nebukadnezar, raja Babel, hamba-Ku itu, supaya ia mendirikan takhtanya di atas batu-batu yang telah Kusuruh sembunyikan ini, dan membentangkan permadani kebesarannya di atasnya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dan apabila ia datang, ia akan memukul tanah Mesir: Yang ke maut, ke mautlah! Yang ke tawanan, ke tawananlah! Yang ke pedang, ke pedanglah!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia akan menyalakan api di kuil-kuil para allah Mesir dan akan membakar atau mengangkutnya sebagai tawanan. Dan ia akan membersihkan tanah Mesir dari kutu-kutu seperti seorang gembala membersihkan pakaiannya dari kutu-kutu, kemudian ia akan pergi dari sana tanpa gangguan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia akan memecahkan tugu-tugu berhala Bet-Syemes yang ada di Mesir dan akan menghanguskan kuil para allah Mesir itu dengan api.\"",
      "type": "content"
    }
  ]
}