{
  "book": "Yeremia",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "Mengenai Moab",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Mengenai Moab. Beginilah firman TUHAN semesta alam, Allah Israel: \"Celakalah Nebo, sebab kota itu sudah dibinasakan! Kiryataim telah menjadi malu dan direbut! Kota benteng itu menjadi malu dan terkejut:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "lenyaplah sudah kemegahan Moab! Di Hesybon orang merencanakan malapetaka terhadapnya: Marilah kita melenyapkannya sebagai bangsa! Juga engkau, hai Madmen, akan dibungkamkan, engkau akan dikejar-kejar pedang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dengar! Teriakan dari Horonaim: Kebinasaan! Kehancuran besar!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Moab telah hancur lebur! kedengaran orang berteriak sampai ke Zoar.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sungguh, orang mendaki pendakian Luhit sambil menangis. Sungguh, di jalan turun ke Horonaim orang mendengar teriak karena ditimpa bencana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Larilah, selamatkanlah nyawamu: jadilah seperti keledai liar di padang gurun!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sungguh, oleh karena engkau percaya kepada bentengmu dan perbendaharaanmu, maka engkaupun akan direbut; Kamos akan pergi ke dalam pembuangan, bersama-sama dengan para imam dan pemukanya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pembinasa akan datang ke setiap kota, tidak ada kota yang terluput! Lembah akan binasa, tanah datar habis musnah, seperti yang difirmankan TUHAN.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Berikanlah sayap kepada Moab, supaya ia lari terbang; kota-kotanya akan menjadi sunyi sepi, tidak ada lagi penduduk di dalamnya.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Terkutuklah orang yang melaksanakan pekerjaan TUHAN dengan lalai, dan terkutuklah orang yang menghambat pedang-Nya dari penumpahan darah!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Moab hidup aman dari sejak masa mudanya, dia hidup tenang seperti anggur di atas endapannya, tidak dituangkan dari tempayan yang satu ke tempayan yang lain, tidak pernah masuk ke dalam pembuangan; sebab itu rasanya tetap padanya, dan baunya tidak berubah.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sebab itu, sesungguhnya, waktunya akan datang, demikianlah firman TUHAN, bahwa Aku akan mengirim kepadanya tukang-tukang yang akan menuangkannya, mencurahkan tempayan-tempayannya dan memecahkan buyung-buyungnya.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Maka Moab akan menjadi malu oleh karena dewa Kamos, sama seperti kaum Israel menjadi malu oleh karena Betel, kepercayaan mereka.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Bagaimanakah kamu berani berkata: Kami adalah pahlawan-pahlawan, orang-orang gagah perkasa untuk berperang!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Pembinasa Moab telah maju menyerang dia, teruna-terunanya yang pilihan telah turun ke pembantaian, demikianlah firman Raja yang nama-Nya TUHAN semesta alam.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Bencana Moab sudah hampir datang, malapetakanya sangat segera sampai.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ratapilah dia, hai semua yang ada di sekitarnya, hai semua yang mengenal namanya! Katakanlah: Sungguh, sudah patah tampuk kekuasaan, tongkat keagungan itu!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Turunlah dari kemuliaanmu dan duduklah di atas kotoran, hai puteri Dibon yang sudah lama menetap! Sebab pembinasa Moab sudah maju menyerbu engkau, memusnahkan tempat-tempatmu yang berkubu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Berdirilah di tepi jalan dan tinjaulah, hai penduduk Aroer! Tanyakanlah kepada orang yang lari dan yang terluput, katakanlah: Apakah yang telah terjadi?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Moab sudah malu, karena ia terkejut! Merataplah dan berteriaklah, beritahukanlah di sungai Arnon: Sungguh, Moab sudah binasa!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Penghukuman telah berlaku atas daerah dataran tinggi, atas kota-kota Holon, Yahas, Mefaat,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dibon, Nebo, Bet-Diblataim,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Kiryataim, Bet-Gamul, Bet-Meon,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Keriot, Bozra dan atas segala kota negeri Moab yang jauh dan yang dekat.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Telah patah tanduk kekuatan Moab, dan lengan kekuasaannya telah pecah! demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Buatlah dia mabuk, sebab dia membesarkan diri terhadap TUHAN! Moab akan berguling-guling dalam muntahnya, dan ia sendiripun akan menjadi tertawaan orang.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Apakah bukan Israel tadinya yang menjadi tertawaan bagimu? Apakah dia terdapat di antara pencuri-pencuri, sehingga engkau menggeleng-gelengkan kepala, setiap kali engkau berbicara tentang dia?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tinggalkanlah kota-kota dan diamlah di bukit batu, hai penduduk Moab! Jadilah seperti burung merpati yang bersarang di dinding mulut liang.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Kami telah mendengar tentang keangkuhan Moab, alangkah angkuhnya dia, tentang kesombongannya, keangkuhannya dan kecongkakannya, tentang tinggi hatinya.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Aku ini kenal kepongahannya, demikianlah firman TUHAN, tidak benar cakapnya, dan tidak benar perilakunya.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sebab itu aku akan meratap karena Moab, akan berteriak karena Moab seluruhnya, dan akan mengaduh karena orang-orang Kir-Heres!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Aku akan menangis karena engkau, lebih dari pada menangis karena Yaezer, hai pohon anggur Sibma! Ranting-rantingmu merambak sampai ke laut, meluas sampai ke Yaezer. Si pembinasa telah jatuh menimpa hasil musim kemaraumu dan panen buah anggurmu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Sukaria dan sorak-sorak telah lenyap dari kebun buah-buahan dan dari negeri Moab. Aku telah menjauhkan anggur dari tempat pemerasan; pengirik tidak ada lagi pengiriknya, pekik kegirangan tidak kedengaran lagi.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Hesybon dan Eleale meraung-raung; orang memperdengarkan suaranya sampai ke Yahas, dari Zoar sampai Horonaim dan Eglat-Selisia; sebab air sungai Nimrim juga menjadi ketandusan.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Firman TUHAN: Aku akan menghentikan orang di Moab mempersembahkan korban bakaran di bukit pengorbanan dan mempersembahkan korban ukupan kepada allahnya.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Sebab itu seperti hatiku terharu mendengar suling, begitulah hatiku terharu melihat keadaan Moab, dan hatiku terharu melihat keadaan orang-orang Kir-Heres; bukankah sudah hilang segala harta yang mereka tumpuk?",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Sungguh, setiap kepala digundul dan setiap janggut dipotong, pada semua tangan ada toreh-torehan dan kain kabung dikenakan pada semua pinggang.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Di atas segala sotoh Moab dan di tanah-tanah lapangnya hanya ada perkabungan belaka; --sungguh, Aku telah memecahkan Moab seperti tembikar, sehingga tidak ada orang yang menyukainya, demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Betapa terkejutnya dia! Betapa Moab menyembunyikan mukanya karena malu! Maka Moab telah menjadi tertawaan dan kekejutan bagi semua yang di sekitarnya.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Sebab beginilah firman TUHAN: Sesungguhnya, ia datang melayang seperti burung rajawali dan mengembangkan sayapnya ke atas Moab.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Kota-kota direbut, kubu-kubu pertahanan dirampas. Hati para pahlawan Moab pada waktu itu akan seperti hati perempuan yang sakit beranak.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Moab akan musnah sebagai bangsa, sebab ia membesarkan diri terhadap TUHAN.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Kejut dan pelubang dan jerat bagimu, hai penduduk Moab! demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Yang lari dari kekejutan akan jatuh ke dalam pelubang, dan yang naik dari pelubang akan tertangkap dalam jerat. Sungguh, Aku mendatangkan semuanya ini atas Moab di tahun penghukuman atas mereka, demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Di naungan Hesybon orang-orang pelarian berhenti, kehabisan kekuatan; tetapi api keluar dari Hesybon, nyala api dari istana Sihon, yang memakan habis pelipis Moab dan batu kepala orang-orang ribut.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Celakalah engkau, hai Moab, binasa engkau, hai bangsa dewa Kamos! Sebab anak-anakmu lelaki telah diculik tertawan dan anak-anakmu perempuan menjadi tawanan.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Tetapi Aku akan memulihkan keadaan Moab di kemudian hari, demikianlah firman TUHAN.\" Sampai di sinilah firman penghukuman atas Moab.",
      "type": "content"
    }
  ]
}