{
  "book": "Yeremia",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "Hukuman TUHAN atas Babel",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Beginilah firman TUHAN: \"Sesungguhnya, Aku menggerakkan terhadap Babel, terhadap penduduk negeri orang-orang Kasdim, suatu semangat pemusnah.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Aku akan mengirim ke Babel penampi-penampi yang akan menampinya dan yang akan menyapu bersih negerinya, sebab mereka mengepungnya dari segala pihak pada hari malapetaka.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Hendaklah si pemanah membidikkan panahnya kepada orang yang membidik dan kepada orang yang berbaju zirah! Janganlah merasa sayang akan teruna-terunanya, tumpaslah segala tentaranya!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Orang-orang yang terbunuh akan rebah di negeri orang-orang Kasdim dan orang-orang yang luka parah di jalan-jalannya--",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "sungguh, Israel dan Yehuda tidak ditinggalkan sebagai janda oleh Allahnya, oleh TUHAN semesta alam--sebab negeri orang Kasdim penuh dengan kesalahan terhadap Yang Mahakudus, Allah Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Larilah dari tengah-tengah Babel, hendaklah setiap orang menyelamatkan nyawanya, supaya kamu jangan tertumpas karena kesalahannya! Sebab inilah waktu pembalasan bagi TUHAN; Ia membayar ganjaran kepadanya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Babel tadinya seperti piala emas di tangan TUHAN yang memabukkan seluruh bumi. Bangsa-bangsa minum dari anggurnya, itulah sebabnya bangsa-bangsa menjadi gila.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tiba-tiba Babel jatuh dan pecah, ratapilah dia! Ambillah balsam untuk lukanya, mungkin ia menjadi sembuh!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Kami tadinya mau menyembuhkan Babel, tetapi ia tidak dapat disembuhkan; tinggalkanlah dia, marilah kita pulang masing-masing ke negerinya! Sungguh, penghukumannya sudah sampai ke langit, sudah menjangkau awan-awan!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "TUHAN telah membuat segala kebenaran kita menjadi nyata; marilah kita ceritakan di Sion perbuatan TUHAN, Allah kita!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Lancipkanlah anak-anak panah, siapkanlah perisai-perisai! TUHAN telah membangkitkan semangat raja-raja Media, sebab rencana-Nya terhadap Babel ialah untuk memusnahkannya: itulah pembalasan TUHAN, pembalasan karena bait suci-Nya!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Angkatlah panji-panji terhadap tembok-tembok Babel, perkuatlah penjagaan! Tempatkanlah orang-orang jaga, persiapkanlah penghadangan! Sebab TUHAN telah merencanakan dan melaksanakan juga apa yang diancamkan-Nya terhadap penduduk Babel.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hai engkau yang tinggal di tepi sungai besar, yang mempunyai kekayaan besar, akhir hidupmu sudah datang, batas hidupmu sudah sampai!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "TUHAN semesta alam telah bersumpah demi diri-Nya sendiri: Sungguhpun engkau penuh dengan manusia-manusia seperti belalang, tetapi orang akan mengangkat pekik pertempuran terhadapmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tuhanlah yang menjadikan bumi dengan kekuatan-Nya, yang menegakkan dunia dengan kebijaksanaan-Nya, dan yang membentangkan langit dengan akal budi-Nya.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Apabila Ia memperdengarkan suara-Nya, menderulah bunyi air di langit, Ia menaikkan kabut awan dari ujung bumi, Ia membuat kilat serta dengan hujan, dan mengeluarkan angin dari perbendaharaan-Nya.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Setiap manusia ternyata bodoh, tidak berpengetahuan, dan setiap pandai emas akan menjadi malu karena patung buatannya. Sebab patung tuangannya itu adalah tipu, tidak ada nyawa di dalamnya,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "semuanya adalah kesia-siaan, pekerjaan yang menjadi buah ejekan, dan yang akan binasa pada waktu dihukum.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tidaklah begitu Dia yang menjadi bagian Yakub, sebab Dialah yang membentuk segala-galanya, dan Israel adalah suku milik-Nya; nama-Nya ialah TUHAN semesta alam!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Engkau tadinya adalah palu godam bagi-Ku, senjata perang: Dengan engkau Aku menghancurkan bangsa-bangsa, dengan engkau Aku memusnahkan kerajaan-kerajaan,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "dengan engkau Aku menghancurkan kuda dan pengendaranya, dengan engkau Aku menghancurkan kereta dan penunggangnya,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "dengan engkau Aku menghancurkan orang laki-laki dan perempuan, dengan engkau Aku menghancurkan orang tua dan muda, dengan engkau Aku menghancurkan teruna dan dara,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "dengan engkau Aku menghancurkan gembala dan kawanan dombanya, dengan engkau Aku menghancurkan petani dan lembu pembajaknya, dengan engkau Aku menghancurkan bupati-bupati dan pembesar-pembesar!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Namun Aku akan membalaskan kepada Babel dan kepada segenap penduduk negeri orang Kasdim segala kejahatan yang telah mereka lakukan terhadap Sion, di depan matamu sendiri, demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sesungguhnya, Aku menjadi lawanmu, hai gunung pemusnah, demikianlah firman TUHAN, yang memusnahkan seluruh bumi! Aku akan mengacungkan tangan-Ku kepadamu, menggulingkan engkau dari bukit batu, dan membuat engkau menjadi gunung api yang telah padam.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Orang tidak akan mengambil batu penjuru atau batu dasar dari padamu, tetapi engkau akan menjadi tempat tandus yang kekal, demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Angkatlah panji-panji di bumi, tiuplah sangkakala di antara bangsa-bangsa, persiapkanlah bangsa-bangsa berperang melawan Babel, kerahkanlah kerajaan-kerajaan melawannya--Ararat, Mini dan Askenas--angkatlah seorang panglima melawannya, tampilkanlah kuda seperti kawanan belalang!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Persiapkanlah bangsa-bangsa berperang melawannya, raja-raja Media beserta bupati-bupati dan pembesar-pembesarnya, dan setiap negeri yang di bawah kuasanya!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Bumi berguncang dan bergetar, sebab rancangan TUHAN terhadap Babel sedang terlaksana, yakni untuk membuat negeri Babel menjadi tempat tandus yang tidak berpenduduk.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Pahlawan-pahlawan Babel telah berhenti berperang, mereka tinggal duduk di kubu-kubu pertahanan, kegagahberanian mereka sudah lenyap, mereka sudah menjadi seperti perempuan. Tempat-tempat tinggalnya sudah terbakar, palang-palang pintunya sudah patah!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Pesuruh-pesuruh cepat berlari susul-menyusul, pembawa-pembawa kabar susul-menyusul, untuk mengabarkan kepada raja Babel, bahwa kotanya telah direbut dari segala penjuru,",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "tempat-tempat penyeberangan telah diduduki, benteng-benteng pertahanan telah dihanguskan dengan api, prajurit-prajurit telah menjadi gempar.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Sebab beginilah firman TUHAN semesta alam, Allah Israel: Puteri Babel adalah seperti tempat pengirikan pada waktu orang menginjak-injaknya! Sedikit waktu lagi akan datang waktu panen baginya.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Aku dimakan habis, dihamburkan oleh Nebukadnezar, raja Babel, diletakkan seperti mangkuk yang kosong. Ia menelan aku seperti ular naga, ia memenuhi perutnya dengan pengananku yang enak-enak, ia membuangkan aku.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Biarlah penggagahan dan penghancuran atasku tertimpa kepada Babel, begitulah hendaknya berkata penduduk Sion, biarlah darahku tertimpa kepada penduduk negeri orang Kasdim, begitulah hendaknya berkata Yerusalem.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Sebab itu beginilah firman TUHAN: Sesungguhnya, Aku akan memperjuangkan perkaramu, dan akan melakukan pembalasan untukmu: Aku akan mengeringkan lautnya dan akan menggersangkan sumber airnya;",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Babel akan menjadi timbunan puing, tempat persembunyian serigala-serigala tempat kengerian dan suitan, tanpa penduduk.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Bersama-sama mereka mengaum seperti singa-singa muda, menggeram seperti anak-anak singa;",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "jika mereka merasa panas, Aku akan menyediakan perjamuan bagi mereka, akan membuat mereka mabuk, supaya mereka menjadi pusing dan jatuh tertidur untuk selama-lamanya, tidak akan bangun-bangun lagi, demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Aku akan merebahkan mereka untuk dibantai seperti anak-anak kambing, seperti domba-domba jantan dan kambing-kambing jantan.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Betapa Sesakh direbut, dan negeri pujian seluruh bumi diduduki! Betapa Babel menjadi kengerian di antara bangsa-bangsa!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Laut telah naik meliputi Babel, gelombang-gelombangnya yang menderu telah melingkupinya.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Kota-kotanya sudah menjadi tempat tandus, menjadi negeri yang kering dan padang belantara, negeri yang tidak didiami oleh seorangpun dan yang tidak dilewati oleh seorang manusiapun.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Aku akan menghukum dewa Bel di Babel, dan akan mengeluarkan dari mulutnya apa yang ditelannya. Bangsa-bangsa tidak akan datang lagi mengalir kepadanya, tembok Babelpun sudah runtuh.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Keluarlah dari tengah-tengahnya, hai umat-Ku! Hendaklah setiap orang menyelamatkan nyawanya dari murka TUHAN yang menyala-nyala itu!",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Biarlah hatimu jangan kecut dan takut karena kabar yang terdengar di negeri: apabila tahun ini datang kabar ini, dan tahun kemudian kabar itu, apabila kekerasan merajalela di negeri dan penguasa lalim melawan penguasa lalim.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Sebab itu sesungguhnya, waktunya akan datang, bahwa Aku akan menghukum patung-patung Babel; seluruh negerinya akan menjadi malu dan semua orangnya yang terbunuh akan rebah di tengah-tengahnya.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Maka langit dan bumi serta segala apa yang ada di dalamnya akan bersorak-sorai tentang Babel, apabila dari utara datang kepadanya para perusak itu, demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Babel akan jatuh oleh karena orang-orang yang mati terbunuh di antara Israel sama seperti jatuhnya orang-orang yang mati terbunuh di seluruh bumi oleh karena Babel.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Kamu, orang-orang yang terluput dari pedang, pergilah, janganlah berhenti! Ingatlah dari jauh kepada TUHAN dan biarlah Yerusalem timbul lagi dalam hatimu:",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Kami malu, sebab kami telah mendengar tentang aib, noda meliputi muka kami, sebab orang-orang asing telah memasuki tempat-tempat kudus di rumah TUHAN.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Sebab itu sesungguhnya, waktunya akan datang, demikianlah firman TUHAN, bahwa Aku akan menghukum patung-patungnya, dan di seluruh negerinya akan mengerang orang-orang yang luka tertikam.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Sekalipun Babel naik ke langit dan sekalipun dibuatnya kubu tak terhampiri di tempat tingginya, atas perintah-Ku akan datang para perusak kepadanya, demikianlah firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Dengar! Ratap dari Babel dan kehancuran besar dari negeri orang Kasdim!",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Sebab TUHAN merusakkan Babel dan menghentikan suaranya yang besar. Biarpun gelombang-gelombangnya menderu seperti air besar dan suaranya bertambah ribut,",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "namun atas Babel akan datang perusak, para pahlawannya akan tertangkap dan busur-busurnya akan hancur, sebab TUHAN adalah Allah pembalas, tentulah Ia akan mengadakan pembalasan!",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Aku akan membuat mabuk para pemukanya, orang-orang bijaksananya, para bupatinya, para pembesarnya dan para pahlawannya, sehingga mereka jatuh tertidur untuk selama-lamanya, tidak akan bangun-bangun lagi, demikianlah firman Sang Raja yang TUHAN semesta alam nama-Nya.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Beginilah firman TUHAN semesta alam: Tembok-tembok tebal Babel akan disamaratakan, dan pintu-pintu gerbangnya yang tinggi akan dibakar dengan api, sehingga bangsa-bangsa bersusah-susah untuk yang sia-sia dan suku-suku bangsa berlelah untuk api saja.\"",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Pesan yang diberikan nabi Yeremia kepada Seraya bin Neria bin Mahseya, ketika Seraya pergi bersama-sama Zedekia, raja Yehuda, ke Babel pada tahun yang keempat dari pemerintahannya--Seraya waktu itu adalah kepala perlengkapan.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Yeremia telah menuliskan dalam sebuah kitab segenap malapetaka yang akan menimpa Babel, yakni segala perkataan yang tertulis di sini mengenai Babel. --",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Kata Yeremia kepada Seraya: \"Jika engkau tiba di Babel, maka ikhtiarkanlah, supaya engkau dapat membacakan segala perkataan ini,",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "dan katakanlah: TUHAN, Engkau telah berfirman tentang kota ini bahwa Engkau akan melenyapkannya, sehingga tidak ada lagi yang diam di dalamnya, baik manusia maupun hewan, dan sehingga kota ini akan menjadi tempat tandus untuk selama-lamanya!",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Apabila engkau selesai membacakan kitab ini, maka ikatkanlah sebuah batu kepadanya, lalu lemparkanlah ia ke tengah-tengah sungai Efrat",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "sambil berkata: Beginilah Babel akan tenggelam, dan tidak akan timbul-timbul lagi, oleh karena malapetaka yang Kudatangkan atasnya.\" Sampai di sinilah perkataan-perkataan Yeremia.",
      "type": "content"
    }
  ]
}