{
  "book": "Kejadian",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mula ni tano on 1. II. Na tiur 2-5. III. Parsirangan ni aek sian tano, hatubuan ni angka suansuanan 6-13. IV. Mata ni ari, bulan dohot bintang 14-19. V. Angka dengke dohot pidong 20-23. VI. Angka dorbia 24-25. VII. Jolma i, tudos tu rupa ni Debata 26-31.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di mula ni mulana ditompa Debata langit dohot tano on.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(II.) Dung i tarulang ma tano i gabe halongonan jala holom di atas lung i, dung i mangareapreap ma Tondi ni Debata di atas ni angka aek.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i mangkuling ma Debata ninna: Jadi ma ho na tiur! Jadi tiur ma tutu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nunga denggan na tiur i diida Debata, jadi dibahen Debata ma parsirangan ni na tiur sian na holom.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i digoar Debata ma na tiur i arian, goar ni na holom i borngin. Dung i bot ma ari, torang ma ari muse, i ma ari parjolo.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(III.) Dung i mangkuling muse ma Debata: Jadi ma ho hajangkajang di parsitongaan ni angka aek bahen parsirangan ni aek tu aek.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dipauli Debata ma hajangkajang i, asa disirang aek angka na di toru ni hajangkajang sian aek angka na di ginjang ni hajangkajang i, gabe manjadi ma songon i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i digoar Debata ma hajangkajang i langit. Dung i bot ma ari, torang ma ari muse, i ma ari paduahon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna Debata ma: Marpungu ma hamu aek, angka na di toru ni langit i tu sada inganan, asa tarida na mahiang! Gabe manjadi ma songon i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i digoar Debata ma na mahiang i tano, ia parpunguan ni angka aek laut digoar. Jadi nunga denggan diida Debata.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna Debata ma: Dipantumburhon tano i ma duhutduhut dohot suansuanan, na marparbuehon boni, hau angka na marparbuehon bonina di bagasan tudos tu mansamna be di tano on, gabe manjadi ma songon i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi dipantubuhon tano i ma duhutduhut dohot suansuanan, na marparbuehon bonina tudos tu mansamna dohot hau na marparbuehon bonina di bagasan, tudos tu mansamna. Dung i nunga denggan diida Debata.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi bot ma ari, torang ma ari muse, i ma ari patoluhon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(IV.) Dung i mangkuling muse ma Debata: Jadi ma hamu angka panondang di hajangkajang ni langit i, bahen parsirangan ni arian sian borngin, gabe tanda paboa titik ni padan dohot angka ari dohot angka taon.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala gabe panondang angka i di hajangkajang ni langit i, asa dipatiur tano on; dung i manjadi ma songon i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i dipauli Debata ma dua panondang angka na bolon; panondang na bolon, pangguruan ni arian, dohot panondang na metmet, pangguruan ni borngin, ro di angka bintang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i dibahen Debata ma nasida tu hajangkajang ni langit i, asa disondangi tano on.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala manggomgomi arian dohot borngin, jala bahen parsirangan ni na tiur sian na holom. Dung i nunga denggan diida Debata.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(V.) Jadi bot ma ari, torang ma ari muse, i ma ari paopathon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i mangkuling muse ma Debata: Dipantubuhon angka aek i ma gulokgulok na marhosa, angka na manjirir, jala marhabangan ma angka pidong di atas tano on martongatonga langit.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ditompa Debata ma angka dengke na balga dohot nasa na marhosa, angka na manjiriri di bagasan aek, masiboan mansamna ro di nasa pidong angka na masiboan mansamna. Jadi nunga denggan diida Debata.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i dipasupasu Debata ma nasida, ninna ma: Marpinompari ma hamu, asa lam torop jala gohi hamu ma angka aek ni laut, lam torop ma dohot angka pidong di atas tano on.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi bot ma ari, torang ma ari muse; i ma ari palimahon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(VI.) Dung i mangkuling muse ma Debata: Dipantubuhon tano i ma hosa angka na mangolu masiboan mansamna: Angka dorbia dohot gulokgulok dohot binatang masiboan mansamna, gabe manjadi ma songon i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i dipauli Debata ma angka binatang ni tano on masiboan mansamna, dohot angka dorbia masiboan mansamna, dohot gulokgulok ni tano on masiboan mansamna. Jadi nunga denggan diida Debata.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(VII.) Dung i mangkuling muse ma Debata: Tole ma, itatompa ma jolma, tumiru rupanta, tudos tu pangalahonta, asa dirajai dengke angka na di laut, dohot pidong angka na martongatonga langit, dohot angka dorbia, ro di sandok tano on nang sude gulokgulok, angka na manjirir di atas tano on.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi ditompa Debata ma jolma i tumiru rupana, rupana ditiruanhon Debata laho manompa ibana, baoa dohot boruboru nasida ditompa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i dipasupasu Debata ma nasida, ninna Debata ma tu nasida: Marpinompari ma hamu, asa sopar hamu, jala gohi hamu sandok tano on, jala patunduk hamu; jala raja i hamu dengke angka na di laut dohot pidong angka na martongatonga langit ro di sude binatang, angka na manjirir di atas tano on.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i ninna Debata ma: Boti ma i, nunga hulehon tu hamu nasa suansuanan na marparbuehon boni di sandok tano on, ro di sude hau angka na marparbue sisuanon, bahen panganonmuna ma i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai anggo tu sude angka binatang ni tano on dohot tu angka pidong na martongatonga langit, ro di sude na manjirir di atas tano on, angka na marhosa di bagasan: Bulung ni angka suansuanan (hulehon) bahen panganonna, gabe manjadi ma songon i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i ditilik Debata ma sude na tinompana i, jadi nunga denggan situtu. Dung i bot ma ari, torang ma ari muse, i ma ari paonomhon.",
      "type": "content"
    }
  ]
}