{
  "book": "Kejadian",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Partuturan ni angka bangso: pinompar ni si Japet 1-5. II. Pinompar ni si Ham dohot si Kanaan 6-20. III. Pinompar ni si Sem 21-32.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do angka sundut ni anak ni si Noak: Si Sem, si Ham dohot si Japet jala tubuan anak be do nasida, dungkonsa aek na sumar i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Angka anak ni si Japet: Si Gomer, si Magog, si Madai, si Javan, si Tubal, si Mesek dohot si Tiras.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia anak ni si Gomer i: Si Askenas, si Ripat dohot si Togarma.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia anak ni si Javan i: Si Elisa, si Tarsis, si Kittim dohot si Dodanim.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sian nasida rarat angka bangso tu pulopulo mangihuthon luatna be dohot pangkulingna dohot margana dohot bangsona.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Ia anak ni si Ham: Si Kus, si Mizraim, Put dohot si Kanaan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia anak ni si Kus i: Si Seba, Hevila, Sapta, Raama dohot Saptika. Ia anak ni si Raama i: Si Seba dohot si Dedan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ia si Kus manubuhon si Nimrod, na mamungka marsiajar ulubalang di tano on.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Parburu na begu ibana maradophon Jahowa. Ala ni do didok halak: Parburu na begu maradophon Jahowa, doshon si Nimrod.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia mula ni harajaonna i, i ma Babel, Erik, Akkad dohot Kabne, angka na di luat Sinear.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sian luat i borhat muse si Assur, jala dipungka huta Ninive dohot Rehobot Ir dohot Kala.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Angkup ni Resen, di holangkolang ni Ninive dohot Kala, i ma huta na bolon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ditubuhon si Mizraim ma halak Lud, halak Anam, halak Lehab dohot halak Naptu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dohot halak Patrus, dohot halak Kaslu, haroroan ni halak Palistim dohot Kaptor.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia si Kanaan ditubuhon ma si Sidon, anak buhabajuna i dohot si Het.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dohot si Jebusi, si Amori, si Girgasi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dohot si Hevi, si Arki dohot si Sini.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dohot si Arvadi, si Zemari, si Hamati, dung salpu i marserak ma angka marga ni halak Kanaan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia parbolatan ni halak Kanaan, olat ni Sidon ro di Gerar tolhas tu Gaza, ro di Sodom dohot Gomorra dohot Adma dohot Zeboim, tolhas tu Lasa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "I ma anak ni si Ham mangihuthon margana dohot pangkulingna, di angka luatna dohot bangsonasida be.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Jadi tubuan anak ma dohot si Sem, ibana do ama ni sude anak ni si Heber, anggi ni si Japet, hahana i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ia anak ni si Sem: Si Elam, si Assur, si Arpaksad, si Lud dohot si Ram.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia anak ni si Ram i: Si Us, si Hul, si Geter dohot si Mas.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ia si Arpaksad manubuhon si Sela; ia si Sela manubuhon si Heber.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ia di si Heber tubu dua anak; goar ni na sada Peleg, ala di angka arina sirang tano on; ia goar ni anggina i si Joktan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia si Joktan manubuhon si Almodad, si Salep, si Hazarmavet, si Jerah.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dohot si Hadoram, si Usal, si Dikla.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dohot si Hobal, si Abimael, si Seba.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dohot si Opir, si Hevila dohot si Jobab. I ma sude anak ni si Joktan.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ia inganannasida olat ni Mesa sahat ro di Separ, tu dolok na tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "I ma angka anak ni si Sem mangihuthon margana dohot pangkulingna di angka luatna dohot bangsonasida be.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "I ma pinompar ni anak ni si Noak mangihuthon marganasida di bangsona be; jala sian nasida marserak angka bangso di tano on, dungkonsa aek na sumar i.",
      "type": "content"
    }
  ]
}