{
  "book": "Kejadian",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tungkup di huta Babel, hagaoron ni hata 1-9. II. Partuturan ni si Sem 10-25. III. Habubungkas ni si Tara sian Ur tu Haran rap dohot si Abram dohot si Lot 26-32.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Saragam do pangkuling masa di sandok tano on jala sada do hata.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi di na marbungkasan nasida sian habinsaran, jumpang nasida ma tano pea di luat Sinear, gabe maringan nasida disi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i masipandohan ma nasida: Tole, tatopa ma tano bahen tano takko, jala masak situtu itatutung i. Jadi tano na minasakna i dipangke bahen batu jala barerang dipangke nasida bahen rapot.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i angka dipandok nasida ma: Tole, tapungka ma sada hutanta, jala tapajokkon sada tungkup, sungkot ro di langit punsuna, tabahen ma baritanta, asa unang marserak hita tu liat portibi on.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi tuat ma Jahowa marnida huta dohot tungkup i, na pinauli ni angka anak ni jolma.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna Jahowa ma: Ida ma sada do bangso jala sada pangkuling di nasida sude, jala nunga dipungka nasida paulihon angka i. Onpe tung so hasundatan nasida paulihon saluhut na sinangkapnasida i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tole, tuat ma Hita jala tagaor pangkulingnasida disi, asa unang be diantusi sahalak pangkuling ni donganna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dipaserak Jahowa ma nasida sian i tu liat portibi on, gabe mansohot nasida paulihon huta i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibahen i didok goarna Babel, ala disi do digaor Jahowa pangkuling ni sandok isi ni tano on, jala sian i dipaserak Jahowa nasida tu liat portibi on.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) On do angka sundut ni si Sem. Marumur saratus taon ma si Sem, jadi ditubuhon ma si Arpaksad, dua taon dung salpu aek na sumar i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia leleng ni si Sem mangolu, dung ditubuhon si Arpaksad i lima ratus taon do, jala ditubuhon anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marumur tolupulu lima taon si Arpaksad, jadi ditubuhon ma si Sela.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia leleng ni si Arpaksad mangolu, dung ditubuhon si Sela opat ratus tolu taon do, jala ditubuhon anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Marumur tolupulu taon si Sela, jadi ditubuhon ma si Heber.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung ditubuhon si Heber, mangolu dope si Sela opat ratus tolu taon, jadi ditubuhon anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Marumur tolupulu opat taon si Heber, jadi ditubuhon ma si Peleg.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dung ditubuhon si Peleg mangolu dope si Heber opat ratus tolupulu taon, jala ditubuhon anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Marumur tolupulu taon si Peleg, jadi ditubuhon ma si Reu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi dung ditubuhon si Reu mangolu dope si Peleg dua ratus sia taon, jala ditubuhon anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Marumur tolupulu dua taon si Reu, jadi ditubuhon ma si Serug.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dung ditubuhon si Serug, mangolu dope si Reu dua ratus pitu taon, jala ditubuhon anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Marumur tolupulu taon si Serug, jadi ditubuhon ma si Nahor.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dung ditubuhon si Nahor, mangolu dope si Serug dua ratus taon, jala ditubuhon anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Marumur duapulu sia taon si Nahor, jadi ditubuhon ma si Tara.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dung ditubuhon si Tara mangolu dope si Nahor saratus sampulu sia taon, jala ditubuhon anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(III.) Marumur pitupulu taon si Tara, jadi ditubuhon ma si Abram, si Nahor dohot si Haran.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "On do angka sundut ni si Tara: Ditubuhon si Tara do si Abram, si Nahor dohot si Haran. Alai si Haran manubuhon si Lot.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai mate do si Haran jumolo sian si Tara amana i, di tano hatubuanna i, di Ur di luat Kasdim.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i mambuat boru ma si Abram dohot si Nahor; goar ni jolma ni si Abram si Sarai, ia goar ni jolma ni si Nahor si Milka, boru ni si Haran, ama ni si Milka dohot si Jiska.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai na hol do anggo si Sarai, ndang adong tubuna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i diarahon si Tara ma si Abram, anakna i dohot si Lot, anak ni si Haran, pahompuna i, dohot si Sarai, parumaenna, jolma ni si Abram anakna i, jadi bungkas ma nasida sian Ur di luat Kasdim, asa laho tu tano Kanaan, jadi sahat ma nasida tu Haran, laos maringan disi.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi dung dua ratus lima taon umur ni si Tara, mate ma ibana di Haran.",
      "type": "content"
    }
  ]
}