{
  "book": "Kejadian",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Habubungkas ni si Abram rap dohot si Lot sian tano hagodanganna Bagabaga ni Debata 1-9. II. Hatutuatna tu tano Misir. Pangondingion ni Debata 10-20.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna Jahowa ma mandok si Abram: Bungkas ma ho sian tano hagodanganmu dohot sian hatubuanmu dohot sian bagas ni amam tu tano sipatuduhononku tu ho.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hubahen pe ho gabe bangso na bolon, jala pasupasuonku ma ho, jala pabalgaonku goarmu, asa gabe pasupasu ho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala pasupasuonku angka na mamasumasu ho, jala toruanku angka na mamburai ho, jala dapotan pasupasu marhitehite ho saluhut angka bangso ni tano on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi bungkas ma si Abram, songon na nidok ni Jahowa tu ibana, bungkas ma dohot si Lot udur dohot ibana. Marumur pitupulu lima taon si Abram, di na bungkas i ibana sian Haran.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i diarahon si Abram ma si Sarai, jolmana i dohot si Lot, anak ni hahana i ro di sude na sinamotsamotnasida, dohot jolma, angka na tinuhornasida di Haran, jadi bungkas ma nasida laho tu tano Kanaan. Jadi dung tolhas nasida ro di tano Kanaan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Diliati si Abram ma tano i sahat tu inganan ni si Sikem, ro di tombak More, nunga di tano i hian halak Kanaan i, didapot.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ro ma Jahowa, diida si Abram, didok ma: Tu pinomparmu ma lehononku tano on. Jadi dipajok disi sada langgatan di Jahowa na niidana i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i borhat ma ibana sian i tu sada dolok na tungkan habinsaran ni Betel, jala dipagohon undungundungna, tungkan hasundutan ni Betel, jala tungkan habinsaran ni Ai; jadi dipauli ma disi sada langgatan di Jahowa, jala dipajoujou goar ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i bungkas muse si Abram laho dompak dangsina.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Alai masa ma haleon di tano i, jadi tuat ma si Abram tu tano Misir, asa maisolat ibana disi, ai haleon potir do di tano i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi mandapothon tano Misir i ibana, ninna ma mandok si Sarai, jolmana i: Huboto do, boruboru na uli rupa do ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Onpe, molo diida halak Misir ho, dohononnasida ma: Jolmana do on, gabe bunuonnasida ahu, ianggo ho pangoluonnasida do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ua dok ma, ibotongku ho, asa sonang ahu ala ho, jala mangolu hosangku ala ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dung tolhas si Abram ro di tano Misir, dipaberengbereng halak Misir ma boruboru i, ai na uli situtu do ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dohot angka panuturi ni raja Firaun paberengbereng ibana, jala dipapujipuji ibana tu raja Firaun; jadi diboan ma boruboru i tu bagas ni raja Firaun.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dipadenggan ma uhumna tu si Abram, ala ni angkora i, gabe adong ma di ibana angka birubiru, lombu, halode, angka naposo baoa dohot boruboru, dohot halode boruboru dohot angka unto.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai dihonahon Jahowa ma angka haporsuhon bolon tu raja Firaun dohot tu donganna sajabu ala hata ni si Sarai, jolma ni si Abram i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dijou raja Firaun ma si Abram, didok ma; dia do na binahenmi tu ahu? Boasa so dipaboa ho tu ahu jolmam ibana hape?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Boasa dohononmu: Ibotongku ibana? Jadi naeng buatonku ibana bahen jolmangku. On pe, na, jolmam, buat ma, dung i laho ma ho.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i didokkon raja Firaun ma angka naposona bahen donganna pataruhon ibana dohot jolmana dohot sude na di ibana i.",
      "type": "content"
    }
  ]
}