{
  "book": "Kejadian",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Abram tumadingkon Misir mansai mamora 1-4. II. Parsirangon ni si Abram sian si Lot 5-13. III. Diparata Debata bagabagana 14-18.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi nangkok ma si Abram sian Misir, ibana dohot jolmana dohot sude na di ibana rap dohot si Lot tu Kanaan pardangsina.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai mamora situtu do si Abram di pinahan, perak dohot di sere.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i didatdati ma dalanna sian dangsina sahat ro di Betel, ro di hajongjongan ni undungundungna di mulana, di holangkolang ni Betel dohot Ai.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tu hajongjongan ni langgatan na binahenna disi parjolo, jala dipajoujou si Abram disi goar ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Alai si Lot pe, na udur mardalan dohot si Abram, marbirubiru do, jala marlombu jala marundungundung.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ndang tarparmudu tano i nasida, ianggo tung tampak maringan, ai tung na godang do artanasida, jadi ndang tarbahen be top nasida maringan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i sai adong bada di tongatonga ni sipormahan pinahan ni si Abram dohot sipormahan pinahan ni si Lot. Halak Kanaan i pe dohot halak Perisi maringan uju i di tano i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ninna si Abram ma tu si Lot: Ua unang adong bada di tongatonganta dohot di tongatonga ni parmahan ni pinahanta be, ai na sabutuha do hita.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nda di jolom do sandok tano on? Ua sirang ma ho sian ahu! Ia tu hambirang ho, tu siamun ahu; ia tu siamun ho tu hambirang ahu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi manatapnatap ma si Lot manangkasi sude angka luat humaliang Jordan, ai angka tano tangkasan do i luhut, tagan so diripashon Jahowa dope Sodom dohot Gomorra, sobokkon porlak ni Jahowa, sobokkon tano Misir tolhas ro di Zoar.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dipillit si Lot ma di ibana sude angka luat humaliang Jordan, borhat ma ibana tungkan habinsaran. Asa sirang ma nasida na marsabutuha i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Si Abram maringan di tano Kanaan, ianggo si Lot maringan di angka huta ni luat i, jala dibahen undungundungna tolhas ro di Sodom.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai halak na jahat jala pardosa situtu isi ni Sodom i maradophon Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Jadi ninna Jahowa ma mandok si Abram, dung sirang si Lot i sian ibana: Ua tatap ma sian ingananmon dompak utara dohot dompak dangsina dohot dompak habinsaran dohot dompak hasundutan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai sandok tano na tinatapmi lehononku ma tu ho dohot tu pinomparmu ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala bahenonku do pinomparmu sobokkon orbuk ni tano toropna, molo tung habilangan jolma orbuk ni tano on, habilangansa ma dohot pinomparmi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Borhat ma ho, liati ma tano i mangihuthon unjurna dohot bohangna, ai tu ho do lehononku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dipaunsat si Abram ma undungundungna laho ma ibana maringan tu tombak Mamre na di Hebron, jala dipajokkon disi sada langgatan di Jahowa.",
      "type": "content"
    }
  ]
}