{
  "book": "Kejadian",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tarboan si Lot di hamusuon ni halak Sodom 1-12. II. Si Abram paluahon ibana 13-16. III. Si Melkisedek manabe jala mamasumasu si Abram 17-24.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i di angka ari uju si Amrapel raja ni Sinear, Ariok raja ni Ellasar, Kedor-Laomor raja ni Elam dohot Tidal raja ni angka bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dipungka nasida ma hamusuon tu si Bera raja ni Sodom, dohot tu si Birsa raja ni Gomorra, si Sinab raja ni Adma, dohot tu si Semeber raja ni Zeboim, dohot tu raja sian Bela, i ma Zoar.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Mardomu ma nasida luhut tu rura Siddim, i ma laut sira nuaeng.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nunga pola sampulu dua taon lelengna dioloi nasida patu tu si Kedor-Laomor, alai pasampulutolutaonhon mangose ma nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi pasampuluopattaonhon ro ma si Kedor-Laomor dohot angka raja donganna i dipantaluhon ma halak Repaim di luat Asterot-Karnaim, dohot halak Susim di luat Ham dohot halak Emim, na di adaran Kiriataim.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dohot halak Hori di Seir doloknasida tolhas ro di adaran Elaparan, na marbalokkon halongonan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i mulak ma nasida ro di mual Eumispat, i ma Kades, jala dipapatu sandok luat ni halak Amalek ro di halak Amori, na maringan di Hazezon-Tamar.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i borhat ma raja ni Sodom dohot raja ni Gomorra dohot raja ni Adma dohot raja ni Zeboim dohot raja ni Bela, i ma Zoar, marodor be ma nasida laho marmusu di rura Siddim.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dompak si Kedor-Laomor, raja ni Elam, dohot si Tidal, raja ni angka bangso parbegu, dohot si Amrapel raja ni Sinear, dohot si Ariok raja ni Ellasar; opat raja alo ni na lima i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai mansai lan do angka lupaklupak barerang di rura Siddim i. Jadi maporus ma raja ni Sodom dohot Gomorra, angka margunopan ma tusi, ianggo angka na teba i maporus do tu dolok.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dibuat nasida ma sandok ugasan ni Sodom dohot Gomorra, ro di sude sipanganonna, laho ma nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Diboan nasida ma dohot si Lot, anak ni haha ni si Abram, ro di ugasanna, ai di Sodom do ibana maringan, laos laho ma nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Dung i ro sada halak na maporus i, dipaboa ma barita i tu si Abram, halak Heber i, na maringan di tombak Mamre, ginomgom ni si Amori anggi ni si Eskol dohot Aner, angka janji ni si Abram do nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dung dibege si Abram barita i naung tarboan anakna i, diparsinjatai ma naposona, angka na somal, tolu ratus sampulu ualu halak, angka na tubu di bagasan jabuna, dieak ma musu i tolhas ro di Dan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i disagi ma angka naposona mangarampok musu i bornginna i, jala ditaluhon nasida dung i dilele nasida tolhas ro di Hoba, na tungkan hambirang ni Damaskus.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi mulak ma diboan saluhut ugasan, dohot do si Lot anakna i, ro di ugasanna, angka boruboru dohot halak na torop i mulak diboan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Jadi dung mulak si Abram sian na marporang i dompak si Kedor-Laomor dohot angka raja donganna i, ruar ma raja ni Sodom manomunomu ibana tu rura Sawe i ma rura ni raja i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo si Melkisedek, raja ni Salem diboan sagusagu dohot anggur; malim ni Debata na mamunjungi do ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i dipasupasu ma si Abram, ninna ma: Na pinasupasu do ho, ale Abram, ditumpak Debata na mamunjungi, sigomgom langit dohot tano on.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala pinuji ma Debata na mamunjungi, na pasahathon angka musum tu tanganmu, jadi dilehon si Abram ma tu ibana saparsampulu sian luhutna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna raja ni Sodom i ma mandok si Abram: Nanggo jolma i lehon di ahu, ianggo ugasan i buat ma di ho!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ninna si Abram ma tu raja ni Sodom i: Nunga pola maruari ahu tu Jahowa, Debata na mamunjungi, sigomgom langit dohot tano on:",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Molo tung hubuat sian nasa na di ho nanggo sada tali ro di ihot ni sipatu, asa unang tardok ho sogot: Ahu do pamora si Abram.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Holan na pinangan ni angka dolidoli dohot jambar ni si Aner Eskol dohot Mamre, angka na mandongani ahu, itenang dibuat nasida turpuknasida i.",
      "type": "content"
    }
  ]
}