{
  "book": "Kejadian",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tangiang ni si Abram mangido anak. Bagabaga ni Debata 1-6. II. Pangarataion di bagabaga i jala lumbalumba di parsorion ni pinomparna sogot 7-21.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung salpu angka jamita ondeng ro ma hata ni Jahowa tu si Abram marhitehite alatan, ninna ma: Unang ho mabiar ale Abram. Ahu do lombulombum, upam mansai balga.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai ninna si Abram ma: Oe ale Tuhan Jahowa, aha ma lehononmu di ahu? Sai na punu do ahu, si Elieser na sian Damaskus na ma sitean bagashu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Angkup ni ninna si Abram: Ndi, ndang adong pinomparhu dilehon ho, jala ida, anak na tubu di bagasan jabungku na ma sitean ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ro ma hata ni Jahowa mandok tu ibana: Ndang ibana tumean ho, na ruar sian butuham, ibana tumean ho.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ditogihon Tuhan i ibana ruar tu balian, jala ninna: Ua tailihon ma dompak langit i jala bilangi angka bintang, molo habilangan ho angka i. Dung i didok muse tu ibana: Songon i ma pinomparmu sogot.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi porsea ma si Abram di Jahowa, gabe hatigoranna do i dietong Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Dung i didok ma tu ibana: Ahu do Jahowa, na paruarhon ho sian Ur ni halak Kasdim, mangalehon tu ho tano on bahen teanteananmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ninna si Abram ma: Ale Tuhan Jahowa, di aha ma tandaonku paboa ahu tumeansa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna Tuhan i ma mandok ibana: Buat ma di Ahu sada lombu na marumur tolu taon dohot sada hambing na marumur tolu taon dohot sada birubiru tunggal na marumur tolu taon dohot anduhur sada dohot anak ni darapati sada.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi diboan ma i sude di Tuhan i, angka dipardostonga ma i, dung i martoradan be ma dibahen; alai anggo pidong i ndang dibola.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i marsonggopan ma angka pidong panoro tu angka juhut pelean i, alai diosikkon si Abram ma angka pidong i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi dung manihir mata ni ari, tarnenep modom ma si Abram, gabe songgop ma tu ibana hasonggoton dohot haholomon bolon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna ma mandok si Abram: Unang so diboto ho, paisolat do sogot pinomparmi di tano na so golatna, jala parhatobanonna nasida, jala paporsukporsuhonna arga opat ratus taon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai bangso na marhatobanhon nasida pe uhumonku do; dung i ruar ma nasida mantat ugasan godang.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ianggo ho topotonmu do angka ompum mardamedame, tanomon do ho dung sarimatua.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i paopatsunduthon mulak ma nasida, ai ndang dope sun hinajahat ni halak Amori.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dung mate mata ni ari, jala holom marimpotimpot, ida ma, martimus ma sada pamurunan, jala disola sada sipusipu na gara holangkolang ni angka tanggotanggo.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Di ari na sasada i marpadan ma Jahowa dohot si Abram, ninna ma: Tu pinomparmu do lehononku tano on olat ni batang aek Misir sahat ro di batang aek na bolon, i ma batang aek Euprat.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tano na niinganan ni halak Keni dohot halak Kenizi dohot halak Kadmoni.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dohot halak Het dohot halak Perisi dohot halak Repaim.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dohot halak Amori dohot halak Kanaan i dohot halak Girgasi dohot halak Jebusi.",
      "type": "content"
    }
  ]
}