{
  "book": "Kejadian",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Abram marjolmahon si Hagar, disosoi si Sarai Halilintun ni si Hagar 1-6. II. Diambat surusuruan ni Debata ibana di halongonan. Bagabaga taringot tu si Ismael dohot hatutubuna 7-16.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai anggo si Sarai, jolma ni si Abram, ndang adong ditubuhon di ibana; alai adong do sada hatobanna, boru Misir, na margoar si Hagar.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna si Sarai ma mandok si Abram, boti ma i: Nunga disundati Jahowa ahu mangintubu, ua topot ma hatobanku, anggiat maruli ahu sian ibana. Jadi ditangihon si Abram ma soara ni si Sarai.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i dibuat si Sarai, jolma ni si Abram i, si Hagar boru Misir i, dilehon ma tu si Abram, sinondukna i bahen jolmana, dung diingani si Abram tano Kanaan i sampulu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ditopot ma si Hagar i, jadi gabegabean ma ibana. Dung diida naung gabegabean ibana, tingka ma rohana mida soranganna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna si Sarai ma tu si Abram: Marsapata tu ho do ahu! Hulehon hatobanku parjolmaonmu, hape dung diida naung gabegabean ibana, gabe pis matana mida ahu. Jahowa ma manguhum hita.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ninna si Abram ma mandok si Sarai: Ida ma, guru di ho do hatobanmu, lomo ni roham bahen tu ibana. Jadi dipaposi si Sarai uhumna tu hatobanna i, gabe laho lintun sian jolona.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Alai jumpang suruan ni Jahowa ibana di lambung ni sada mual di halongonan, di lambung mual di dalan laho tu Sur.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Didok suruan i ma: Sian dia ho, jala tu dia ho ale Hagar, hatoban ni si Sarai? Na lintun do ahu sian jolo ni si Sarai, soranganki, ninna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna suruan ni Jahowa ma mandok ibana: Mulak ma ho tu soranganmu, paunduk ma roham mangoloi ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angkup ni didok suruan ni Jahowa tu ibana: Patoroponku situtu ma pinomparmu, gabe ndang habilangan sogot dibahen hinatoropna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna suruan ni Jahowa muse tu ibana: Ida ma, naung gabegabean ho, jala tubuan anak ho, bahenonmu ma goarna si Ismael, ai nunga ditangihon Jahowa hinadangolmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala jolma sobokkon hije ibana sogot. Tanganna mangalo sude jolma jala tangan ni sude jolma mangalo ibana; jala marpagaran ibana di jolo ni angka donganna sabutuha sasudena.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dibahen si Hagar ma goar ni Jahowa, na mangkatai dohot ibana: Ho do Debata na manatap ahu, ai ninna do: Marnida dope ahu tagamon, dung huida Ibana?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ala ni digoar ma sumur i: Sumur Lakhai-Roi, na di holangkolang ni Kades dohot Bared.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ditubuhon si Hagar ma anak sada di si Abram, jadi dibahen si Abram ma goar ni anakna, na tinubuhon ni si Hagar i, Ismael.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Marumur ualupulu onom taon si Abram di na tinubuhon ni si Hagar si Ismael i di si Abram.",
      "type": "content"
    }
  ]
}