{
  "book": "Kejadian",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ratarata ni bagabaga ni Debata tu si Abram Hamumuba ni goarna 1-9. II. Porsunaton tanda ni padan 10-14. III. Hamumuba ni goar ni si Sarai. Bagabaga taringot tu si Isak 15-22. IV. Hasasaut ni parsunaton 23-27.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung marumur siapulu sia taon si Abram, diida ma ro Jahowa na mandok tu ibana: Ahu do Debata, na sun hinagogo; sai marparange di jolongku ma ho, jala daulat roham!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Asa hupahot padanhu dohot ho, jala hupatorop situtu ho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi manungkap ma si Abram. Dung i mangkatai Debata muse dohot ibana:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ianggo Ahu, ida ma, nunga hot padanhu dohot ho, jala torop angka bangso marompu tu ho sogot.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ala ni ndang be si Abram goarmu dohonon, si Abraham ma goarmu, ai nunga hupabangkit ho gabe ompu ni torop angka bangso.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala sopar situtu ho tumpahanku, jala pabangkitonku ho gabe ompu parsadaan ni angka bangso, jala marroan sian ho angka raja.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai pahotonku do padanhu tu ho dohot tu pinomparmu sogot marsundutsundut, gabe padan salelenglelengna, paboa Ahu gabe Debatam dohot Debata ni pinomparmu sogot.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala lehononku tu ho dohot tu pinomparmu sogot tano paisolatanmu nuaeng, i ma sandok tano Kanaan bahen partohapan salelenglelengna, jala Debatanasida Ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Angkup ni didok Debata tu si Abraham: Ho pe, sai ingot ma padan na hubahen i, ho dohot pinomparmu sogot marsundutsundut.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) On do padan siingotonmuna, na hubahen i tu ho dohot tu pinomparmu sogot: Ingkon sunaton do nasa baoa sian hamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon sunatonmuna do sibuk ni sibursiburmuna bahen tanda ni padanhu dohot hamu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia anak sunatonmuna ma molo marumur ualu borngin, nasa baoa pinomparmuna na tubu di jabum dohot na tinuhor ni hepeng sian nasa halak sileban na so sian pinomparmu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon sunaton do na tubu di jabum dohot na tinuhor ni hepengmu, asa padan na salelengnilelengna do padanhu na di sibukmuna i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia baoa parhulup, na so tarsunat sibuk ni sibursiburna ripashononhon do ibana sian bangsona, ala diose padanhu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Dung i didok Debata muse tu si Abraham: Ndang be si Sarai dohononmu goar ni jolmam, si Sarah ma goarna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai pasupasuonku ibana, jala lehononku ma di ho anak sada nang sian ibana, jala pasupasuonku ibana gabe angka bangso; gari raja ni angka bangso marroan sian ibana sogot.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi manungkap ma si Abraham jala mengkel, didok ma di bagasan rohana: Tung tubuan anak ma jolma sisaratus taon jala manubuhon ma tagamon si Sarah, na marumur siapulu taon?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ninna si Abraham ma tu Debata: Asal mangolu si Ismael maradophon Ho!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi ninna Debata ma: Tongon do, ingkon tubuhonon ni si Sarah, jolmam anak sada di ho, bahen ma goarna si Isak; pahotonku do padanhu dohot ibana, padan na salelenglelengna, ro di pinomparna sogot.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Taringot tu si Ismael pe, nunga hutangihon ho, ida ma, nunga hupasupasu ibana, tumpahanku ma ibana gabe, asa torop situtu ibana. Sampulu dua raja tubuna, jala bangso na bolon ibana bahenonku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai anggo padanhu pahotonku dohot si Isak, situbuhonon ni si Sarah di ho, taon i songon on.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi dung sun Debata mangkatai dohot ibana, manaek ma Debata sian si Abraham.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(IV.) Dung i dibuat si Abraham ma si Ismael, anakna i dohot sude anak angka na tubu di jabuna ro di sude na tinuhor ni hepengna, nasa baoa, pangisi ni jabu ni si Abraham, jala disunati sibuk ni sibursiburnasida, laos di ari pangkataianna, songon na nidok ni Debata tu ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ia umur ni si Abraham di na tarsunat i sibuk ni sibursiburna i siapulu sia taon do.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai anggo umur ni si Ismael, anakna i, sampulu tolu taon do, di na tarsunat i sibuk ni sibursiburna i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Laos di ari na sasada i do tarsunat si Abraham dohot si Ismael anakna i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ro di nasa baoa, pangisi ni jabuna, na tubu di jabuna dohot na tinuhor ni hepeng sian halak sileban, tarsunat do i rap dohot ibana.",
      "type": "content"
    }
  ]
}