{
  "book": "Kejadian",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Diida si Abraham Tuhan Jahowa 1-8. II. Bagabaga taringot tu hatutubu ni si Isak tu si Sarah, hape ndang dihaporseai rohana 9-15. III. Lumbalumba taringot tu parsorion ni Sodom. Pangondihon ni si Abraham 16-33.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i diida si Abraham ma Jahowa di tombak Mamre, tongon hundul ibana di baba pintu ni undungundungna, di parngiar ni ari.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i manaili ma ibana, gabe diida ma tolu halak jongjong di jolona. Jadi dung diida marlojong ma ibana manomunomu nasida sian baba pintu ni undungundungna, jala dipatungki tu tano.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna ma: Molo asi roham marnida ahu, ale Tuhanku, sai unang laos i naposomon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ua binoan aek i otik, asa diburi hamu totmuna, jala mangunsande hamu di toru ni hau on.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asa huboan sagusagu santopik, gabe togar rohamuna, dung i tulus hamu, ai ala ni do umbahen na ro hamu tu lambung ni naposomuna on. Jadi ninna nasida ma: Bahen ma songon na nidokmu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i humalaput ma si Abraham tu undungundungna, mandapothon si Sarah, ninna ma: Halaputi ma ne niitak arga tolu bale, dogili bahen sagusagu!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Marlojong ma ianggo si Abraham manopot inganan ni lombu, jala dibuat anak ni lombu sada na mokmok, jala na uli, dilehon ma tu naposo, na humalaput paulihon i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i diboan si Abraham ma susu na nialhotan dohot susu na tata dohot anak ni lombu na pinauli i, jala dipampeakkon tu jolonasida; jongjong ma ianggo ibana di lambungnasida, di toru ni hau i, jadi mangan ma nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i ninna nasida ma tu ibana: Didia do si Sarah, jolmami? Di undungundung indi do, ninna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i didok ma: Sai na mulak do Ahu tu ho taon i songon on, ida adong ma anak ni si Sarah, jolmami. Dohot ma si Sarah umbegesa sian balik ni pintu ni undungundung, hajongjonganna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai nunga pola sarimatua be si Abraham dohot si Sarah, nunga pola montok si Sarah marningot hasomalan ni boruboru hian.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi mengkel ma si Sarah di bagasan rohana, ninna ma: Dung matua pe ahu hape, asa adong di ahu silas ni roha, ubanon dohot rajangku?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna Jahowa ma tu si Abraham: Boasa ma tung parengkelan ni si Sarah hatangki ninna do: Tung na tutu ma ulaning ahu manubuhon, dung matua ahu?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Adong do huroha, na so tarpatupa Jahowa? Sai na mulak do Ahu manopot ho taon i songon on, jala adong ma anak sada di si Sarah.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ninna si Sarah ma mansoadahon: Ndang na mengkel ahu, ai na mabiar do ibana; alai ninna Jahowa ma: Ndangana, ai na mengkel do ho tutu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Dung i hehe ma sian i na tolu baoa i, ditondong ma dompak Sodom; jadi dipataru si Abraham ma nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna Jahowa ma: Tung pamorso ma Ahu maradophon si Abraham taringot tu na naeng bahenonku?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sai na gabe bangso na balga jala na sangap do si Abraham sogot, jala dapotan pasupasu marhitehite ibana nasa bangso di tano on.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai hutanda do ibana, sai na tonaanna muse angka anakna dohot pinomparna di pudina, asa diingot nasida dalan ni Jahowa mangulahon hatigoran dohot uhum, asa dipatolhas Jahowa tu si Abraham na pinarbagabagana tu ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i didok Jahowa ma: Maungaung do angguhangguk badar sian Sodom dohot Gomorra, ai manahatang do dosanasida i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Na tuat ma Ahu, asa huida manang na sun hinajahat ni na niulanasida i, hombar tu angguhangguk na tolhas i tu Ahu, molo ndang, gabe huboto.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i manirpang ma sian i na dua baoa i mardalan dompak Sodom; alai jongjong dope ianggo si Abraham di jolo ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i dipajonok si Abraham, jala ninna ma: Tung ripashononmu ma na tigor rap dohot parjahat?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Atek tung adong limapulu halak, angka na tigor di bagasan huta i, tung ripashononmu ma i, ndang olananmu huta i ala na limapulu na tigor i, angka na di bagasan i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dao ma i sian Ho mangulahon sisongon i: mambunu na tigor rap dohot parjahat; tung sobokkon parjahat ma na tigor i? Palias ma i sian Ho, tung na so uhum ma bahenon ni Siuhumi liat portibi on?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi ninna Jahowa ma: Molo tung jumpang Ahu di bagasan huta Sodom limapulu halak, angka na tigor, sai ma olanangku na saluat i ala nasida.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ninna si Abraham ma mangalusi: Sombangku ale Tuhan, nunga sapala hum ahu mamungka mangkatai dohot Ho; atek pe orbuk jala sirabun ahu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ua tung moru lima halak sian na limapulu angka na pintor i, tung ripashononmu ma luhut huta i ala ni na lima i? Jadi ninna ma: Ndang ripashononku molo tung jumpang Ahu disi opatpulu lima.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i diulahi si Abraham muse dope mandok tu Ibana, ninna ma: Ua tung opatpulu jumpang disi! Jadi ninna Jahowa ma: Ndang hahuaonku nasida ala ni na opatpulu i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ninna si Abraham ma: Ua unang tung tarrimas Ho, ale Tuhan, ala hudatdati mandok: Atek tung jumpang disi tolupulu! Jadi ninna Jahowa ma: Ndang hahuaonku nasida, molo tung jumpang Ahu tolupulu disi.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i ninna si Abraham ma: Ida ma, nunga sapala hum ahu mamungka mandok tu Tuhanki: Ua tung jumpang disi duapulu. Jadi ninna Jahowa ma: Ndang ripashononku ala ni na duapulu i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi ninna si Abraham ma: Unang tung tarrimas Ho, ale Tuhanki, ala na mandok ahu dope holan sahali on: Atek tung jumpang disi sampulu? Jadi ninna Jahowa ma: Ndang ripashononku nasida ala ni na sampulu i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi dung sun Jahowa mangkatai dohot si Abraham, laho ma Ibana, mulak ma dohot si Abraham tu ingananna.",
      "type": "content"
    }
  ]
}