{
  "book": "Kejadian",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dijangkon si Lot angka surusuruan i. Hajahaton ni halak Sodom 1-11. II. Halulua ni si Lot 12-23. III. Harorongrong ni Sodom ro di angka luat humaliang 24-29. IV. Dosa ni si Lot tu angka boruna 30-38.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ianggo surusuruan na dua halak i tolhas ma bodarina i tu huta Sodom; alai hundulhundul di harbangan ni Sodom i si Lot. Jadi dung diida si Lot nasida, hehe ma ibana manomunomu nasida, dipatungkap ma bohina tu tano.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna ma: Ua tuli ma hamu angka tuangku tu bagas ni naposomuna on, marborngin ma hamu jala buri hamu patmuna, sogot pe manogot i tulusi hamu dalanmuna i. Alai ninna nasida ma: Ndangana, sai marborngin di alaman on do hami.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i sai diparajarajai si Lot ma nasida, jadi tuli ma nasida sian ibana, dibongoti ma bagasna. Dung i dipauli ma sipanganonnasida, dilompa ma dohot sagusagu na so niigaran, jadi mangan nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ndang dope laho modom nasida, nunga dihaliangi pangisi ni huta Sodom jabu i, tole dakdanak ro di na matua, tung tumpu do nasida sude.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai joujou nasida mandok tu si Lot: Didia do baoa i angka na ro tu ho saborngin on? Togihon nasida ruar tu hami on, asa hutanda hami nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ruar ma si Lot mandapothon nasida tu balian pintu, jala dihinsu pintu i di pudina.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna ma: Sombangku di hamu, ale angka dongan, unang bahen hamu na so uhum.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ida ma adong do dua borungku, angka na so habubuhan dope, ua i ma hutogihon tu ruar, hulehon tu hamu, bahen hamu ma tu nasida lomo ni rohamuna, asal unang dibahen hamu manang aha tu halak on, ai ala ni do umbahen na marlinggom nasida tu bagashu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai ninna nasida ma: Pajonok ma tuson! Angkup ni didok nasida ma: Sasada ibana do na ro maisolat, jala sai naeng manguhumi ibana. On pe, umposi ma bahenonnami tu ho, asa tu nasida. Jadi dionjar nasida ma halak si Lot i, ditahopi ma naeng mangaloha pintu i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi disurdukkon angka baoa i tangannasida manait si Lot i tu nasida, masuk tu jabu, jala dihinsu ma pintu i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ianggo baoa angka na di jolo pintu ni bagas i, dipapitung surusuruan i do, tole dakdanak ro di na magodang, gabe loja nasida mandadapi pintu i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dung i ninna na dua baoa i ma mandok si Lot: Adong dope dison manang ise helam, manang anakmu, manang borum? Manang na songon diham di huta on, togihon ma nasida ruar sian inganan on.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai naeng mangaripashon huta on do hami, ala na gogo angguhangguknasida tu jolo ni Jahowa, jala disuru Jahowa do hami mangaripashon huta i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi ruar ma si Lot i, asa mangkatai dohot helana i, angka na mangoro boruna i, ninna ma: Hehe ma hamu ruar sian huta on, ai ripashonon ni Jahowa ma huta on. Alai diengkelengkel angka helana i do ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i mamungka buhabuha ijuk ari manogot i, didasdasi angka suruan i ma si Lot, ninna ma: Hehe ma ho, boan ma jolmam dohot borum na dua i naung disi, asa unang ripas dohot ho binahen ni hajahaton ni huta on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai sai dipagelegele langkana, jadi ditangkup baoa i ma tanganna dohot tangan ni jolmana dohot tangan ni boruna na dua i dibahen pangolanion ni Jahowa di ibana, ditogihon nasida ma ibana jala dipaulon tu balian ni huta i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dung ro di balian tinogihonnasida i, ninna na sahalak ma: Palua ma hosam, unang bereng dompak pudim, jala unang ngongong ho di sandok rura on, tu dolok ma ho maporus, asa unang ripas ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai ninna si Lot ma mandok nasida: Ndangana, manomba ahu di Ho ale Tuhanku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ida ma, nunga sapala jumpangan asi ni roha naposomon maradophon Ho, sai pagodang ma asi ni roham na binahenmu tu ahu laho pangoluhon hosangku. Alai ndang tarbahen ahu malua ianggo tung tu dolok an, atek tung dapot hamagoan i ahu, tung mate ahu maon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ua bereng, jonok do huta an bahen haporusan, jala metmet do; ua tusi ma ahu loas maporus, nda na metmet do i nian? Asal mangolu hosangkon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna suruan i ma mandok ibana: Taringot tu hata ondeng pe tataponku do ho, ndang ripashononku huta na nidokmi.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Halaputi ma ne maporus tusi, ai ndang tarbahen Ahu mambahen manang dia, paima tolhas ho tusi. Ala ni do umbahen Zoar huta i digoar halak.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Nunga pola binsar mata ni ari di tano on, di na sahat i si Lot tu Zoar.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(III.) Dung i diparo Jahowa ma udan barerang dohot api tu Sodom dohot tu Gomorra, sian Jahowa, sian banua ginjang.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dipabalik Tuhan i ma angka huta i dohot na saluat i humaliang, ro di sude pangisi ni angka huta i dohot suansuanan ni tano i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i manaili ma jolmana i dompak pudi, gabe batu sira ibana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai borhat do anggo si Abraham sogot manogot i tumopot hajongjonganna i di jolo ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ditatap ma dompak Sodom dohot Gomorra dohot dompak sude tano na humaliang i. Jadi diida ma martimpul timus sian tano i, songon timus ni pamurunan.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i laho mangaripashon Debata di angka huta ni rura i, diingot Debata ma si Abraham, ditogihon ma si Lot sian parsitongaan ni hamagoan laho mangago angka huta na niinganan ni si Lot najolo.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(IV.) Dung i nangkok ma si Lot sian Zoar laho maringan tu dolok rap dohot boruna na dua i, ai mabiar do ibana maringan di Zoar, gabe diingani ma sada liang, ibana dohot boruna na dua i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i ninna boruna sihahaan i mandok sianggian i: Nunga matua amanta, jala ndang adong be baoa di tano on na ro tu hita, songon hasomalan di liat portibi on.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Tole, tapainumhon ma anggur tu amanta, jala taparangkupi ibana modom, asa tapangolu pinompar sian amanta.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi dipainumhon nasida ma anggur tu amanasida i di na saborngin i. Dung i ro sihahaan i diparangkupi ma amana i, ndang pamotoanna laho modom dohot laho hehe boruna i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Manogotna i ninna sihahaan i ma tu sianggian i: Nunga huparangkupi damang i na borngin, talehon ma dohot saborngin on anggur inumonna, asa laho ho mangangkupi ibana, asa tapangolu pinompar sian amanta.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi dilehon nasida ma di na saborngin i anggur inumon ni amanasida. Dung i hehe ma sianggian i diparangkupi ma ibana, ndang pamotoanna laho modom dohot laho hehe boruna i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi gabegabean be ma boru ni si Lot i duansa sian amanasida.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i ditubuhon sihahaan i ma anak sada, dibahen ma goarna Moab, ibana do ompu ni halak Moab rasirasa nuaeng.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dohot sianggian i manubuhon anak sada, dibahen ma goarna Ben-Ammi, ibana do ompu ni halak Amon rasirasa nuaeng.",
      "type": "content"
    }
  ]
}