{
  "book": "Kejadian",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mula ni ari Sabbat 1-3. II. Panompaon ni Debata di jolma 4-7. III. Inganan ni jolma i 8-15. IV. Sioromonna 16-17. V. Hatotompa ni boruboru; parmulaan ni parsaripeon 18-25.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa sun ma langit dohot tano on ro di isina sudena.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dung sun dibahen Debata jadijadianna i di ari papituhon, maradian ma Ibana di ari papituhon sian nasa ulaonna, na binahenna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i dipasupasu Debata ma ari papituhon i, jala diparbadiai, ala na maradian Ibana disi sian nasa jadijadianna, na tinompa ni Debata laho pasunhon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Songon i ma panjadijadi ni langit dohot tano, di na tartompa angka i, di ari panompaon ni Debata Jahowa di tano dohot langit.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tagan so adong dope di tano on nasa ramba, jala tagan so martumbur dope nasa bulungbulung di ladang, ai ndang dope diparo Debata Jahowa udan tu tano on, jala ndang adong dope jolma na mangula tano i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai martimpul ma uap sian tano on, gabe dibornohi sandok sisik ni tano on.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dijadihon Debata Jahowa ma jolma i sian orbuk ni tano on jala diullushon tu bagasan bungbung ni igungna hosa hangoluan i, gabe martondi na mangolu jolma i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(III.) Dung i dipungka Debata Jahowa ma sada porlak di Eden tartungkan habinsaran, jadi tusi ma dibahen jolma na jinadihonna i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i dipantubuhon Debata Jahowa ma sian tano i nasa hau, angka na denggan idaon, jala tabo panganon, ro di hau hangoluan na di parsitongaan ni porlak i, nang hau parbinotoan ni na denggan dohot na roa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ruar ma sada batang aek sian Eden i, asa dibornohi porlak i, manirpang ma sian i gabe opat batang aek bolon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Goar ni parjolo: Pison, na mangaliati sandok tano Hevila, panombangan sere disi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala meram situtu sere ni na saluat i. Jumpang do huhut disi landus dohot batu soham.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia goar ni batang aek paduahon: Gihon, na mangaliati sandok tano Kus.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia goar ni batang aek patoluhon: Hidekel (Tigris), na mamolus tungkan habinsaran sian Assur. Ia batang aek paopathon, i ma Euprat.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ditogihon Debata Jahowa ma jolma i paojakkon ibana tu porlak Eden i, asa dipaulaula jala diramoti.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(IV.) Dung i dipatik Debata Jahowa ma jolma i, ninna ma: Jadi do panganonmu sian nasa hau di bagasan porlak on.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo sian hau parbinotoan ni na denggan dohot na roa, ndang jadi panganonmu; ai sadari dipangan ho sian i, sai na mate do ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(V.) Dung i ninna Debata Jahowa ma: Ndang jadi punjung jolma i; hubahen ma di ibana sada pangurupina bahen donganna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai dung sun dijadihon Debata Jahowa sian tano i nasa binatang di ladang ro di sude pidong angka na martongatonga langit, ditogihon ma i tu si Adam, asa diida manang beha goaranna; jala ia i dibahen si Adam goar ni nasa na marhosa laos i do goarna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi dibahen si Adam ma goar ni nasa pahanpahanan ro di pidong angka na martongatonga langit dohot nasa na manggulmit di tano on. Alai anggo di si Adam ndang adong jumpang pangurupi bahen donganna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i tarlalap modom ma si Adam dibahen Debata Jahowa, jadi dienet ma sada sian rusukna, jala dilangkophon sibuk tu pambuatanna i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i dipauli Debata Jahowa rusuk na binuatna i sian si Adam, bahen boruboru, jala ditogu ibana tu si Adam.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ninna si Adam ma: On do sahali holiholi sian angka holiholingku, jala sibuk sian sibukku; goaron ma ibana: Jolma ni baoa, ala sian baoa ibana binuat.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dibahen i tadingkonon ni baoa do amana dohot inana mandongani jolmana, jadi sada sibuk nasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Marsaemara do nasida duansa, si Adam dohot jolmana i, jala ndang maila nasida.",
      "type": "content"
    }
  ]
}