{
  "book": "Kejadian",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Abraham bungkas tu Gerar. Parmaraan dohot pangaramotion di si Sarah 1-7. II. Abimelek dohot si Abraham 8-18.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i bungkas ma si Abraham sian i tu tano na tungkan dangsina laho maringan tu holangkolang ni Kades dohot Sur, gabe maisolat ibana di Gerar.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi didok si Abraham ma taringot tu si Sarah, jolmana i: Ibotongku ibana. Jadi disuru si Abimelek, raja ni Gerar i mangalap si Sarah.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai ro ma Debata paipihon tu si Abimelek bornginna i, ninna ma tu ibana: Ida ma, marutang hosa ma ho ala boruboru na binuatmi, ai naung marharajaan do ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ndang dope jumonok si Abimelek tu ibana, jadi ninna ma: Ale Tuhan, tung bunuonmu ma dohot halak na tigor?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nda didok ibana do tu ahu: Ibotongku boruboru i? Boruboru ipe didok do: Ibotongku ibana. Asa ia hubahen pe songon i, tobok ni rohangku do, jala bontor ni tanganku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna Debata ma paipihon tu ibana: Ahu pe, huboto do sian tobok ni roham do dibahen ho songon i, umbahen huambat ho antong unang mardosa dompak Ahu; ala ni do umbahen so huloas ho jumama boruboru i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "On pe, paulak ma jolma ni baoa i, ai panurirang do ibana, jala tangiangkononna do ho, asa mangolu ho. Ala molo so dipaulak ho, boto ma, sai na mate do ho dohot sude na di ho i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Jadi dipasogot si Abimelek ma hehe manogotna i, dijou ma sude angka naposona, jala dipajojor ma sude hata ondeng tu pinggolnasida, jadi mabiar situtu ma angka jolma i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i dijou si Abimelek ma si Abraham i, ninna ma tu ibana: Aha do na binahenmu tu hami, jala aha dosangku tu ho, umbahen diparo ho dosa bolon tu ahu dohot tu na hugomgomi? Angka pambahenan, na so jadi bahenon, dibahen ho tu ahu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angkup ni didok si Abimelek tu si Abraham: Aha ma diida ho, ala dibahen ho songon i?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi ninna si Abraham ma: Ala ninna rohangku do, atek tung so adong biar mida Debata di huta on, gabe bunuonnasida ahu maon ala hata jolmangki.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala tongon huhut ibotongku ibana, boru ni damang, alai ndada tubu ni dainang, gabe jolmangku ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai dung sai maotaot ahu sian bagas ni damang, didokkon Debata, jadi hudok ma tu ibana: On ma tanda ni holong ni roham, sibahenonmu tu ahu: Manang tu dia pe hita sahat, dok ma taringot tu ahu: Ibotongku ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dipambuat si Abimelek ma birubiru dohot lombu dohot angka naposo baoa dohot boruboru, jala diparlehon tu si Abraham, dipaulak tu ibana dohot si Sarah, jolmana i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna si Abimelek ma: Ida ma tanongki di jolomi, ingani ma lomo ni roham!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai anggo tu si Sarah ninna do: Ida ma nunga hulehon tu ibotom saribu rupia, i ma pardengganan tu ho dohot tu sude donganmu, asa lias ho maradophon sudena i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i martangiang ma si Abraham tu Debata. Jadi dipamalum Debata ma si Abimelek dohot jolmana dohot angka naposona boruboru, gabe tubuan anak ma nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai tarhinsu situtu dibahen Jahowa bortian ni isi ni bagas ni si Abimelek sudena, ala hata si Sarah jolma ni si Abraham.",
      "type": "content"
    }
  ]
}