{
  "book": "Kejadian",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hatutubu ni si Isak 1-8. II. Hababali ni si Ismael 9-16. III. Bagabaga ni Debata tu si Hagar 17-21. IV. parpadanan ni si Abimelek tu si Abraham 22-34.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ditatap Jahowa ma si Sarah, songon na nidokna i, jala dibahen Jahowa tu si Sarah songon na pinarbagana i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai gabegabean ma si Sarah, jala ditubuhon anak sada di si Abraham, di hatutuana i, tongon di tingki, na nidok ni Debata tu ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i dibahen si Abraham ma goar ni anakna i, na tubu di ibana, tinubuhon ni si Sarah, si Isak.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i paualubornginhon, disunat si Abraham ma si Isak, anakna i, songon na tinonahon ni Debata tu ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marumur saratus taon do si Abraham di na tubu i si Isak anakna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ninna si Sarah ma: Siparengkelon do dibahen Debata tu ahu; nasa na umbegesa parengkelanna do ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Angkup ni didok do: Tung ise ma na hum marbagahon di si Abraham, si Sarah pasusuhon anak? Ai nunga hutubuhon anak sada di hatutuana i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dung lam balga posoposo i, jala sirang susu, marharoan bolon ma si Abraham, di ari na sirang susu i si Isak.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i sai diida si Sarah ma anak ni si Hagar, boru Misir i, na tinubuhonna di si Abraham, mangarehei.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi didok ma tu si Abraham: Pabali ma hatoban on rap dohot anakna i, ai ndang manean anak ni hatoban on rap dohot si Isak anakki.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai sogo situtu do roha ni si Abraham di hata i, ala ni anakna i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ninna Debata ma tu si Abraham: Unang sogo roham taringot tu dakdanak i dohot taringot tu hatobanmu; tangihon ma sude na nidok ni soara ni si Sarah tu ho, ai marhitehite si Isak do targoar di ho pinompar.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Anak ni hatobanmi pe bahenonku do gabe bangso, ala pinomparmu ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dipasogot si Abraham ma manogotna i hehe, dibuat ma sagusagu dohot aek satabutabu, dilehon ma i tu si Hagar, dipasandangkon ma tu abarana, dung i dipalaho ibana rap dohot dakdanak i. Jadi laho ma ibana, hape lilu do di halongonan Berseba.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung suda aek sian tabutabu i dipapeak ma dakdanak i tu toru ni ramba metmet.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i dipaholang ibana laho hundul arga sansinior sian i, ai ninna do: Ndang tarpaidaida ahu dakdanak i laho mate. Jadi sai hundul ibana tondong sian i, huhut dipangiar soarana jala tumatangis.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Jadi ditangihon Debata ma soara ni dakdanak i, joujou ma suruan ni Debata sian banua ginjang di si Hagar, ninna ma mandok ibana; aha di ho ale Hagar? Unang ho mabiar, ai nunga ditangihon Debata soara ni dakdanak i sian hapeahanna i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hehe ma ho, pahehe ma dakdanak i jala togu ibana dohot tanganmu ai bahenonku do ibana gabe bangso na bolon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i dipatonggor Debata ma mata ni si Hagar, gabe diida ma sada mual. Jadi laho ma ibana manggohi tabutabu i dohot aek, jala dipainum dakdanak i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ditumpak Debata ma dakdanak i magodang, laos maringan ibana di halongonan, diula ma parsioron.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi maringan ibana di halongonan Elaparan, gabe dibuat inana i ma sada boru Misir bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(IV.) Dung i ro ma uju i hata ni si Abimelek dohot si Pikol, partogi ni angka paranganna i mandok tu si Abraham: Sai didongani Debata do ho di sude na niulam.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "On pe, mangmangkon ma dison tu Debata: Molo tung marmihimmihim ho tu ahu, manang tu angka anakku, ro di pinomparhu sogot! Nda maruhum na denggan ho tu ahu dohot tu tano paisolatanmu, marningot uhum na denggan na hubahen i tu ho.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi ninna si Abraham ma: Humangmangkon pe.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai disarita si Abraham do si Abimelek ala sumur, na nirampas ni angka naposo ni si Abimelek.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ninna si Abimelek ma: Ndang pamotoanku manang ise na mambahen songon i; ho pe antong, ndang dialualuhon ho tu ahu, jala ndang dung hubege, nda sadari on.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi dipambuat si Abraham ma birubiru dohot lombu, jala di parlehon tu si Abimelek, jadi marbulan be ma nasida na dua.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i dipapulik si Abraham ma pitu anak ni birubiru.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi ninna si Abimelek ma tu si Abraham: Tu aha ma anak ni birubiru na pitu on, angka na pinapulikmon?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ninna si Abraham ma: Sai jalo ma na pitu anak ni birubiru on sian tanganku bahen sitindangingku, paboa ahu sihali sumur on.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ala ni do umbahen margoar Berseba (sumur parbulanan) huta i, ala disi marbulan nasida na dua i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Asa marpadan ma nasida di Berseba. Dung i hehe ma si Abimelek dohot si Pikol, partogi ni paranganna i, asa mulak nasida tu tano ni halak Palistim.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i disuan si Abraham ma angka hau ara di Berseba, jala dipajoujou disi goar ni Jahowa, Debata saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi na nia leleng si Abraham maisolat di tano ni halak Palistim.",
      "type": "content"
    }
  ]
}