{
  "book": "Kejadian",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Didokkon Debata si Abraham pelehononna si Isak, na nioloanna i 1-14. II. Diparata Debata bagabagana tu si Abraham 15-19. III. Pinompar ni si Nahor 20-24.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu angka jamita ondeng, diunjuni Debata ma si Abraham, ninna ma mandok ibana: Jo Abraham! Dison do ahu, ninna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna ma: Buat ma anakmu na sasada i, haholongan ni roham, si Isak i, jala togihon ibana tu tano Moria, jala pelehon ibana disi bahen pelean situtungon tu sada dolok, sipaboaonku tu ho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dipasogot si Abraham ma hehe manogotna i, dipalanoi halodena, jala diarahon dua halak naposona rap dohot si Isak, anakna i, jala ditahai soban manutungi pelean i, dung i borhat ma ibana laho tu dolok, na nidok ni Debata tu ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Patoluarihon manaili ma si Abraham, jadi ditatap ma dolok i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna si Abraham ma tu angka naposona i: Dison ma hamu mangulon rap dohot halode i, alai anggo ahu dohot dakdanak i, laho ma hami tu sadu i, jala ia dung martangiang hami, mulak hami tu hamu on.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dibuat si Abraham ma soban tu pelean situtungon i diampehon ma tu si Isak, anakna i. Alai ibana do maniop api dohot raut sada, jadi rap mardalan ma nasida na dua i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna si Isak ma tu si Abraham amana i: Atehe, ale amang, ninna! Dison do ahu ale anaha, ninna. Dung i ninna si Isak ma: Nunga dison api dohot soban, alai didia do birubiru bahen pelean situtungon i?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ninna si Abraham ma: Sai pilliton ni Debata di Ibana sada birubiru bahen pelean situtungon, ale anaha. Jadi rap mardalan ma nasida na dua i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dung sahat nasida tu dolok, na nidok ni Debata tu ibana, dipauli si Abraham ma disi sada langgatan, jala disusun soban i, ditali dohot si Isak anakna i, jala diampehon ibana tu ginjang ni langgatan i, tu atas soban i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dipatoltol si Abraham ma tanganna mambuat raut i laho maneat anakna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i dijou suruan ni Jahowa ma ibana sian banua ginjang, ninna ma: Jo Abraham, Abraham! Dison do ahu, ninna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ninna suruan i ma: Unang laho tanganmu tu dakdanak i, jala unang bahen manang aha tu ibana, ai nunga huboto dihabiari ho do Debata, jala ndang diolani ho anakmu na sasada i maradophon Ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi manaili ma si Abraham, gabe diida ma birubiru tunggal sada di pudina, rais tandukna di dangka dupang ni hau metmet; jadi laho ma si Abraham dibuat ma birubiru tunggal i, jala dipelehon bahen pelean situtungon, singkat ni anakna i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i dibahen si Abraham ma goar ni pamelean i: Jahowa Jireh (Jahowa manatap); ala ni didok halak rasirasa nuaeng: Di dolok ni Jahowa tataponna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Dung i dijou suruan ni Jahowa ma si Abraham paduahalihon sian banua ginjang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Didok ma: Nunga pola huuarihon diringku, ninna Jahowa, ala dibahen ho songon i, jala ndang diolani ho anakmu na sasada i:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sai pasupasuonku ma ho, jala patoroponku situtu pinomparmu, sobokkon bintang angka na di langit, jala sobokkon rihit, angka na di topi ni laut, jala teanon ni pinomparmu sogot huta ni angka musuna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala martua sogot saluhut bangso ni tano on marhitehite pinomparmu, ala ditangihon ho soarangku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i mulak ma si Abraham tu angka naposona, jadi borhat ma nasida, asa tampak laho tu Berseba, ai maringan di Berseba do si Abraham.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Jadi dung salpu angka jamita ondeng, ro ma barita mandok tu si Abraham: Ida ma, nunga tubuan anak dohot si Milka di si Nahor, anggim i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Si Us, buhabajuna dohot si Bus anggina i dohot si Kemuel, ompu ni halak Ram.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dohot si Kesed dohot si Haso dohot si Pildas dohot si Jidlap dohot si Betuel.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai anggo si Betuel tumubuhon si Rebekka. Na ualu halak i do ditubuhon si Milka di si Nahor, anggi ni si Abraham i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dohot hatobanna, pinarjolmana i, na margoar si Reuma do tubuan anak: Si Teba, Gaham, Tahas dohot Maaka.",
      "type": "content"
    }
  ]
}