{
  "book": "Kejadian",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Sarah mate sarimatua 1-2. II. Abraham tumuhor liang Makpelah sian si Epron marga Het bahen parbandaan 3-18. III. Hatatanom ni si Sarah 19-20.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia umur ni si Sarah saratus duapulu pitu taon do, i ma leleng ni si Sarah mangolu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i mate ma si Sarah di Kiryat-Arba, i ma Hebron di tano Kanaan. Jadi ro ma si Abraham mangandungi si Sarah, jala ditatangisi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Dung i hehe ma si Abraham sian na paadopadop na matena i, dipangkulingi ma angka anak ni si Het ninna:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Halak na hinomit jala paisolat do ahu di tongatongamuna on, sai lehon hamu ma di ahu parbandaan hapunjungan di tongatongamuna on, asa hutanom na matengki, na hupaadopadop on.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi ninna angka anak ni si Het ma mangalusi si Abraham:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tangihon ma hatanami on, ale tuan, raja na pinabangkit ni Debata do ho di tongatonganami on, tanom ma na matem tu parbandaannami, tinodo ni roham. Ndang adong manang ise hami on na mangorai ho mananom na matem tu parbandaanna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i hehe ma si Abraham, jala disomba bangso ni luat i, i ma angka anak ni si Het.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi mangkatai ma ibana dohot nasida, ninna ma: Molo lomo rohamuna tanomonku na matengku, na hupaadopadop i, tangihon hamu ma hatangkon, jala ondihon hamu ahu tu si Epron, anak ni si Zohar.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Asa dilehon tu ahu liangna Makpelah na di duru ni haumana, sai dilehon ma i tu ahu manang sadia pe argana, bahen parbandaan hapunjungan di tongatongamuna on.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai maringan di tongatonga ni angka anak ni si Het do si Epron i. Jadi ninna si Epron, marga Het i ma mangalusi si Abraham, patubegehon tu angka anak ni si Het i, tu sude angka na marmeang muli sian bahal ni hutana i, botima:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ndang songon i, ale tuangku, tangihon ma hatangkon: Hulehon ma tu ho hauma i ro di liang na di bagasan, tu ho ma hulehon maradophon angka anak ni bangsongku hulehon tu ho; tanom ma na matem tusi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi marsomba ma si Abraham maradophon isi ni luat i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna ma tu si Epron, dibege angka isi ni luat i: Aut ni olo ho tumangihon hatangkon, sai jalo ma sian ahu hepeng silehononku tuhor ni hauma i, asa hutanom tusi na matengku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ninna si Epron ma mangalusi si Abraham:",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sai tangihon ma hatangkon, ale tuangku: Hauma paropatratus ringgitan, sadia ma i di hita? Sai tanom ma na matem tusi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ditangihon si Abraham ma si Epron i, didasingkon ma hepeng na nidok ni si Epron i, binege ni angka anak ni si Het, siopatratus ringgit hian.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi saut ma hauma ni si Epron, na di Makpelah, tondong ni Mamre, hauma i dohot liang i di bagasan ro di sude hau, angka na di hauma i, angka na hinangkamna i humaliang.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Gabe si Abraham nampunasa di jolo ni angka anak ni si Het ro di sude angka na marmeang muli sian bahal ni hutana i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Dung i ditanom si Abraham ma si Sarah, jolmana i tu liang ni hauma Makpelah, tondong ni Mamre, i ma Hebron na di tano Kanaan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa sahat ma tu si Abraham hauma i dohot liang na di bagasan bahen parbandaan hapunjungan sian angka anak ni si Het.",
      "type": "content"
    }
  ]
}