{
  "book": "Kejadian",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Abraham marsuru naposona sintua ni bagasna tu Mesopotamia mangaririt jolma ni si Isak 1-9. II. Ditumpak Debata dalanna 10-61. III. Si Isak jumangkon si Rebekka 62-67.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai nunga ubanon si Abraham, nunga sahat sarimatua ibana, jala na pinasupasu ni Jahowa do si Abraham di sasudena i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i didok si Abraham ma mandok naposona, sintua ni bagasna i, siramoti sasude na di ibana: Ua ampehon ma tanganmu tu toru ni gontingkon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asa hupamangmangkon ho tu Jahowa, Debata sigomgom langit dohot tano on, paboa na so tupa buatonmu sian boru ni halak Kanaan, na humomit ahu bahen jolma ni anakki.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon laho ho tu tano hagodanganki dohot hatubuanki mangaririt bahen jolma ni anakki, si Isak.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi ninna naposona i ma mandok ibana: Beha ia so ra boruboru i mangihuthon ahu tu tano on, jadi do togihononku anakmi mulak tu tano, tininggalhonmi?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i didok si Abraham ma mandok ibana; jaga ho, so tung ditogihon ho anakki mulak tusi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai suruon ni Jahowa, Debata, sigomgom langit i suruanna tu jolom laho tusi mangaririt bahen jolma ni anakki, ai Ibana do manogihon ahu ruar sian bagas ni damang dohot sian tano hatubuanki, jala didok mandok ahu, pola diuarihon tu ahu, ninna: Tu pinomparmi do lehononku tano on.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai molo tung so ra boruboru i mangihuthon ho, malua do ho sian uarimon na tu ahu i, asal unang ditogihon ho anakki mulak tusi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi diampehon naposo i ma tanganna tu toru gonting ni si Abraham, indukna i, jala dimangmangkon hata i tu ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dung i dibuat naposo i ma sampulu unto sian unto ni rajana i, jala laho ibana; diboan dohot ugasan ni rajana i marragamragam di na borhat i ibana laho tu Mesopotamia tu huta ni si Nahor.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i dipaulon ma angka unto i di balian ni huta i, di lambung ni sada sumur mareak bodari, di tingki haroro ni angka partuaek.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ninna ma: Ale Jahowa Debata ni si Abraham, indukhi, sai tomutomuhon ma tu ahu sadari on, sai bahen ma asi roha tu si Abraham, indukhi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ida ma, jongjong do ahu di lambung sumur on, jala ruar ma angka boru ni isi ni huta on laho manahui aek.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Onpe, ia hudok mandok sada boruboru i: Ua paeleng hudonmi, asa minum ahu, gabe dohononna: Inum ma na, hupasobur pe dohot angka untom, i ma nian na tinurpukkonmu tu naposom si Isak, asa hutanda disi, paboa naung dibahen Ho asi ni roha tu rajangki.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ndang dope tolhas hatana i didok, ida ma nunga ruar si Rebekka, tubu ni si Betuel, anak ni si Milka, jolma ni si Nahor, haha ni si Abraham, jala sumandang panguhatanna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala na uli utus rupa ni boruboru i, namarbaju, jala na so dung tumanda baoa; mijur ma ibana tu sumur i manggohi panguhatanna, dung i nangkok ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi marlojong ma naposo i mandapothon ibana, ninna ma: Ua lehon aek i otik inumonku sian panguhatanmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi didok boruboru i ma: Inum ma, ale rajanami na! Dung i humalaput ma ibana paijurhon panguhutanna i tu tanganna, painumhon ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi dung sun ibana dipainum, ninna ma: Hutahui pe dohot di angka untom, paima sombu uasna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi humalaput ma ibana mangusehon panguhatanna i tu parsoburan i, jala diulahi marlojong tu sumur i manahui singkop, di sude angka untona i ditahui.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai longang ma bajoi mida ibana, sai sip do, paima ditanda manang na ditumpak Jahowa langkana i, manang ndang.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi dung sun marsobur angka unto i, dibuat bajoi ma sada tintin sere, satonga hati dokdokna, jala dua leang sere tu tanganna parsampulutailan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i didok ma: Atehe, boru ni ise do ho? Ua paboa di ahu; siat do hami di bagas ni amanta i marborngin?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi ninna ma mandok ibana: Boru ni si Betuel do ahu, anak ni si Milka, tinubuhonna i di si Nahor.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Angkup ni didok boruboru i tu ibana: Galagala ni eme pe dohot gagaton, godang do di hami, parbornginan pe adong do.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi dipaunduk bajoi ma ibana, huhut marsomba tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala ninna ma: Pinuji ma Jahowa, Debata ni si Abraham, rajangki, ndang dialang asina dohot hasongtion ni rohana tu rajangki; Jahowa do tongon manogihon ahu di dalan tu bagas ni haha ni rajangki.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i maringkat ma boruboru i laho paboahon angka hata ondeng tu bagas ni inana.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Adong do huhut sada iboto ni si Rebekka, si Laban goarna. Jadi marlojong ma si Laban tu balian manjumpangkon bajoi tu sumur i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung diida tintin i dohot leang angka na di pargolangan ni ibotona i, jala dung dibege angka hata ni si Rebekka, ibotona i, na mandok: Songon on do hata ni bajoi tu ahu, jadi tolhas ma ibana tu bajoi, ida ma jongjong dope ibana di lambung ni angka unto, mardonokkon sumur i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i didok ma: Beta hita muli, ho na pinasupasu ni Jahowa, boasa tung jongjong di balian on ho? Nunga pola hupadiri bagas i bahen inganan ni angka unto i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi ditogihon ma bajoi tu jabu, diharhari ma hohos ni angka unto i, jala dilehon galagala ni eme dohot gagaton tu angka unto i, dohot aek pamuri ni patna dohot pat ni angka donganna i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i dibahen ma sipanganon tu jolona. Alai ninna ibana ma: Ndang na mangan ahu, nda jolo tolhas hudok angka hatangkon. Antong dok ma, ninna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi ninna ma: Naposo ni si Abraham do ahu.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jala mansai ditumpak Jahowa rajangki, gabe timbul ibana, jala dilehon tu ibana birubiru dohot lombu, perak dohot sere, naposo baoa dohot naposo boruboru, angka unto dohot halode.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Angkup ni ditubuhon si Sarah, jolma ni rajangki sada anak di ibana di hatutuanasida i, tusi do dilehon sude na di ibana i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i moruari ahu dibahen rajangki, ninna do: Ndang na jadi buatonmu sian boru ni halak Kanaan, na humomit ahu, bahen jolma ni anakki.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ingkon laho ho tu bagas ni damang, tumopot donganku samarga, mambuat jolma ni anakki.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai ningku do nian tu rajangki: Beha ia so olo boruboru i mangihuthon ahu?",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jadi ninna ibana mandok ahu: Sai suruon ni Jahowa, na hupaolooloi i suruanna mandongani ho manumpak langkam, asa dialap ho jolma ni anakki sian donganku dohot sian bagas ni damang.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Ia dung tolhas ho tu donganki, hape ndang olo nasida mangalehon boruboru i tu ho, disi pe asa malua ho sian na niuarihonmu tu ahu.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Jadi tolhas ma ahu sadari on tu sumur on, gabe hudok ma: Ale Jahowa, Debata ni rajangki, si Abraham, aut ni olo Ho manumpak langkangkon, na hulangkahon i!",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Ida ma ahu na jongjong di lambung sumur on, patupa ma songon on: Ia ruar sada namarbaju manahui, gabe hudok mandok ibana: Ua lehon di ahu otik aek inumonku sian panguhatanmu.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Jadi didok ibana nian tu ahu: Inum ma na, dohot pe di untom hutahui, i ma nian jolma na tinurpukkon ni Jahowa tu anak ni rajangki.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Ndang dope tolhas hudok hata i di bagasan rohangku, ida ma, nunga ruar si Rebekka sumandang panguhatanna, jala mijur ibana tu sumur i manahui, jadi hudok ma tu ibana: Ua lehon ahu minum.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Jadi humalaput ma ibana paijurhon panguhatanna i, sian abarana, ninna ma: Minum ma ho, hupasobur pe dohot angka untomon. Asa minum ma ahu, jala dohot do angka unto i dipasobur.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Dung i, husungkun ma ibana, ningku do: Atehe boru ni ise do ho? Jadi ninna ibana ma: Boru ni si Betuel do, anak ni si Nahor, tinubuhon ni si Milka di ibana. Dung i hubahen ma sada tintin tu igungna dohot angka leang tu pargolanganna.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Dung i hupaunduk ahu marsomba tu Jahowa, jala hupuji Jahowa, Debata ni si Abraham, rajangki, na patongonhon langkangkon laho mambuat boru ni haha ni rajangki di anakna i.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Onpe molo olo hamu mambahen asi dohot burju ni roha tu rajangki, ba, paboa hamu di ahu, molo ndang, antong paboa hamu di ahu, asa hutondong tu siamun manang tu hambirang.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Jadi ninna si Laban dohot si Betuel ma mangalusi: Na ro sian Jahowa do hata i, ndang tardok hami tu ho na roa manang na denggan.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Ndi, di jolomi do si Rebekka i, buat ma ibana jala langka, asa gabe jolma ni anak ni rajam ibana, songon na nidok ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Jadi dung dibege naposo ni si Abraham hatanasida i, marsomba ma ibana tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Dung i diparungkar naposo i ma angka ugasan perak dohot sere dohot angka ulos, jala diparlehon tu si Rebekka, tu ibotona dohot tu inana i pe dilehon do angka ugasan na arga.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Dung i mangan jala minum nasida, ibana rap dohot angka donganna sauduran, jala marborngin nasida. Dung i hehe ma nasida manogotna i, jala ninna ibana ma: Paborhat hamu ma ahu tu rajangki.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Alai ninna ibotona dohot inana i ma: Ua tading nian si betet i di hami, arga sampulu borngin nari, salpu ni jadi ho mardalan.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Jadi ninna ibana ma tu nasida: Unang tiopi hamu ahu, nunga ditumpak Jahowa langkangku; paborhat hamu ahu, asa laho ahu tumopot rajangki.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Dung i ninna nasida ma: Antong hujou hami ma si betet i, asa itasungkun hatana i.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Jadi dijou nasida ma si Rebekka, didok ma tu ibana: Atehe olo do ho mandongani bayo on? Jadi ninna ibana ma: Laho pe ahu.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Asa dipaborhat nasida ma si Rebekka, ibotonasida i rap dohot na parorot ibana dohot naposo ni si Abraham, ro di angka donganna sauduran.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Jadi dipasupasu nasida ma si Rebekka, jala didok tu ibana: Gabe ma ho ale ito marriburibu loksa, jala mandapot di pinomparmu ma bahal ni angka musuna.",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Dung i borhat ma si Rebekka dohot angka radingna, marsihundul be ma nasida di unto mangihuthon baoa i. Asa laho ma naposo i mamboan si Rebekka.",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "(III.) Alai ro muli do ianggo si Isak sian na manopot sumur Lakhai-Roi, ai tano na tungkan dangsina do diingani.",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Dung i marhira bodari ruar do si Isak tu ladang martangiang, gabe manatapnatap ibana, jadi diida ma ro angka unto.",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "Manatapnatap ma dohot si Rebekka, jadi diida ma si Isak, gabe manimbung ibana sian unto i.",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "Dung i ninna ma mandok naposo i: Ise do halak an na mardalandalan di ladang i manjumpangkon hita? I ma rajangki, ninna naposo i. Jadi dibuat nasida ma tujungtujung manghungkupi bohina i.",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "Dung i dipajojor naposo i ma tu si Isak sude hata angka na niulana i.",
      "type": "content"
    },
    {
      "verse": 67,
      "text": "Jadi ditogihon si Isak ma si Rebekka tu undungundung ni si Sarah, inana i, dibuat ma si Rebekka bahen jolmana, jala holong rohana di ibana. Jadi sabam ma roha ni si Isak di panading ni inana i.",
      "type": "content"
    }
  ]
}