{
  "book": "Kejadian",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pinompar ni si Abraham tubu ni si Ketura 1-6. II. Hamamatena dohot hatatanomna 7-11. III. Pinompar ni si Ismael dohot hamamatena 12-18. IV. Bagabaga ni Debata tu si Rebekka. Hatutubu ni si Esau dohot si Jakkob 19-26. V. Si Esau marlea ni roha di sahalana sihahaan 27-34.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i diulakkon si Abraham ma mambuat boru, na margoar si Ketura.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Na manubuhon di ibana: Si Zimran dohot si Joksan dohot si Medan dohot si Midian, si Isbak dohot si Sua.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia si Joksan manubuhon: Si Seba dohot si Dedan. Alai anggo angka anak ni si Dedan: halak Assusim dohot si Letusim dohot si Leummim.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia angka anak ni si Midian: Si Epah, si Eper, si Hanok, si Abida dohot si Elda. I ma angka anak ni si Ketura sudena.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dilehon si Abraham ma sude na di ibana i tu si Isak.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai anggo tu angka anak ni jolmana panoroni i, dilehon si Abraham angka silehonlehon, dung i dipajae nasida sian si Isak anakna i tu tano na tungkan habinsaran, tagan mangolu dope ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Ia leleng ni si Abraham mangolu saratus pitupulu lima taon do.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i tos ma hosana, jala mate sarimatua si Abraham, dung mahap rohana di hangoluan on, jadi dipapungu ibana tu angka ompuna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ditanom si Isak dohot si Ismael, angka anakna i, ibana tu liang Makpelah, tu hauma ni si Epron, anak ni si Zohar, marga Het, na tungkan habinsaran ni Mamre.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tu hauma, na tinuhor ni si Abraham sian angka anak ni si Het; disi do tartanom si Abraham dohot si Sarah jolmana i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dung mate si Abraham, dipasupasu Debata ma si Isak, anakna i; alai maringan di lambung sumur Lakhai-Roi do si Isak i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Angka on do pinompar ni si Ismael, anak ni si Abraham, tinubuhon ni si Hagar, boru Misir, hatoban ni si Sarah, di si Abraham:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala on do goar ni angka anak ni si Ismael mangihuthon partubunasida: Nabaiot buhabaju ni si Ismael, dung i Kedar, Abdeel, Mibsam.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Misma, Duma, Masa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hadad, Tema, Jetur, Napis dohot Kademah.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "I ma angka anak ni si Ismael, jala i ma angka goarnasida mangihuthon hutana dohot parsaroanna be, sampulu dua raja, parserahan ni marganasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ia leleng ni si Ismael mangolu saratus tolupulu pitu taon do, dung i tos ma hosana, jala mate ibana, jadi dipapungu ma ibana tu angka ompuna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Olat ni huta Hevila sahat ro di Sur na marbalokkon Misir dohot Assur diingani nasida; tungkan habinsaran ni angka donganna i ibana ojak.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(IV.) On ma angka pinompar ni si Isak, anak ni si Abraham. Si Abraham tumubuhon si Isak.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala marumur opatpulu taon si Isak di na binuatna i si Rebekka, boru ni si Betuel, isi ni Ram i, iboto ni si Laban, isi ni Ram i, bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i digogo si Isak ma tumangiangkon jolmana i tu Jahowa, ai na hol do ibana; jadi ditangihon Jahowa tangiangna, gabegabean ma si Rebekka jolmana i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i masitunjangan ma posoposo i di bortianna. Jadi ninna si Rebekka ma: Molo songon i hape boasa songon on ahu? Dung i laho ma ibana manungkunhonsa tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi ninna Jahowa ma tu ibana: Dua do bangso di bortianmi, jala dua marga sirang sian boltokmi, jala gumogo na samarga martimbangkon na sada nari, jala mandapot di siampudan do sihahaan i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dung jumpang hasasangana i manubuhon, ida ma, linduat do di boltokna i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi ruar ma na parjolo i, rara do ibana, hira na marulos imbulu sandok dagingna i, jadi dibahen ma goarna si Esau.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung songon i, ruar ma anggina i, ditiop ma tambihul ni si Esau, jadi dibahen ma goarna si Jakkob. Onompulu taon ma umur ni si Isak di na tubu i nasida.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(V.) Jadi dung balga dakdanak i, marsiajar parburuon dohot parumaon ia si Esau; alai anggo si Jakkob jolma na daulat marroha do, maringan di angka undungundung.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dihasiani si Isak do si Esau i, ala giot pamanganna mangan na binuru; alai hasian ni si Rebekka do ianggo si Jakkob.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i mangalompa sipanganon ma si Jakkob, jadi ro ma si Esau, sian harangan, jala mansai loja ibana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi ninna si Esau ma mandok si Jakkob: Ua husohali ma sian na rara i, ai nunga mansai loja ahu. Ala ni do umbahen margoar Edom ibana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai ninna si Jakkob ma: Gadis ma tu ahu sadari on sahala sihahaan!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi ninna si Esau ma: Antong na laho mate na ma ahu, tu dihangku sahala sihahaan i?",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i ninna si Jakkob ma: Antong mangmangkon ma tu ahu sadari on! Jadi dimangmangkon tu ibana; jala digadis sahalana sihahaan i tu si Jakkob.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i dilehon si Jakkob ma tu si Esau sagusagu dohot hadio na nilompana i; jadi mangan jala minum ibana, dung i hehe ma ibana laho muli. Asa marsineang ma roha ni si Esau di sahala sihahaan i.",
      "type": "content"
    }
  ]
}