{
  "book": "Kejadian",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "I. Diparata Debata bagabagana tu si Isak 1-5. II. Maringan ibana di Gerar 6-23. III. Diparata Debata muse bagabagana i 24-25. IV. Parpadanonna dohot si Abimelek 26-33. V. Angka jolma ni si Esau 34-35.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i masa ma muse haleon di tano i, di balik ni haleon parjolo i, na masa uju di ngolu ni si Abraham, jadi bungkas ma si Isak tu Gerar mandapothon si Abimelek, raja ni halak Palistim.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ditopot Jahowa ma ibana, didok ma: Unang ho tuat tu tano Misir, sai ingani ma tano sipaboaonku tu ho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Maisolat ma ho di tano on, asa hudongani ho, jala hupasupasu ho; ai tu ho dohot tu pinomparmu lehononku sogot sandok tano on, jala pahotonku ma uari, na huuarihon i tu si Abraham, amami.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala patoroponku do pinomparmi, songon bintang angka na di langit, jala lehononku ma tu pinomparmi sandok tano on, jala dapotan pasupasu sogot saluhut bangso ni tano on marhitehite Pinomparmi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ala na tinangihon ni si Abraham soarangki, jala diradoti uhumhu, angka tonangku, angka patikku dohot podangku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Asa maringan di Gerar ma si Isak i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ia usouso halak, isi ni luat i taringot tu jolmana, gabe didok ma: Ibotongku do ibana, ai mabiar do ibana mandok, jolmangku do i, asa unang dibunu isi ni luat i ibana, ala ni si Rebekka, ai na uli rupa do ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hape dung na nia leleng ibana disi, mandulo ma si Abimelek, raja ni halak Palistim sian pandiloan, gabe diida ma si Isak margait dohot si Rebekka jolmana i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dijou si Abimelek ma si Isak, ninna ma: Antong jolmam do ibana hape, boasa ma tung dohononmu: Ibotongku ibana? Jadi ninna si Isak ma mandok ibana: Atek tung mate ahu maon humongkop ibana, ninna rohangku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna si Abimelek ma: Boasa ma tung songon i bahenonmu tu hami? Otiknari diparangkupi sada sian bangso i jolmam modom, gabe parohon dosa ho tu hami.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ditingtingkon si Abimelek ma tu saluhut parripena i, ninna ma: Manang ise na mangkaori bayo on dohot jolmana i, ingkon marutang hosa ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i mangordang ma si Isak di tano i, jadi jumpangsa ma di na sataon i lompit saratus, ai dipasupasu Jahowa do ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi jolma na sangap ibana, gabe lam timbul situtu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Torop ma birubiruna dohot lombuna, torop dohot naposona. Jadi mangiburu ma halak Palistim mida ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Disosopi halak Palistim ma sude sumur, angka na hinali ni naposo ni amana, di ngolu ni si Abraham, amana i, jala digohi dohot tano.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Pola dohot si Abimelek mandok tu si Isak: Bungkas ma ho sian lambungnami on, ai sumangap situtu do ho sian hami.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi bungkas ma si Isak sian i, mangulon ma ibana di rura Gerar, laos disi ibana maringan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i diulahi si Isak mangkali sumur angka na hinali uju di ngolu ni si Abraham, amana i, angka na sinosopan ni halak Palistim, dung mate si Abraham, jala dibahen goarna mangihuthon goar, angka na binahen ni amana i nahinan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Mangkali dohot angka naposo ni si Isak di rura i, gabe jumpang nasida disi sada sumur (aek mual) na mangolu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai dibadai angka parmahan na sian Gerar ma angka parmahan ni si Isak, ninna ma: Hami do nampuna aek on. Jadi dibahen ma goar ni Sumur i: Esek (parbadaan), ala na dibadai nasida ibana disi.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i dihali nasida ma sada sumur na asing, ipe diguluti nasida do, jala dibahen ma goarna Sitna (pargulutan).",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi bungkas ma ibana sian i, dihali muse sada sumur na asing, ndang marbadai nasida ala ni, jadi dibahen ma goarna Rehobot (inganan na lambas), ai nunga dipalambas Jahowa di hita ninna, jala sopar hita di tano on tumpahanna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i bungkas ibana sian i nangkok tu Berseba.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(III.) Bornginna i ro ma Jahowa manopot ibana, didok ma: Ahu do Debata ni si Abraham, amami, unang ho mabiar, ai dongananku jala pasupasuonku do ho, jala patoroponku pinomparmu ala ni si Abraham naposongki.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dipauli ma disi sada langgatan, jala dipajoujou goar ni Jahowa, dipahembang ma disi undungundungna, jala dihali naposo ni si Isak disi sada sumur.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(IV.) Dung i diebati si Abimelek ibana sian Gerar dohot si Ahuzat, alealena i dohot si Pikol, partogi ni paranganna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai ninna si Isak ma mandok nasida: Boasa ro hamu manopot ahu, hasomoran ni rohamuna, jala dipabungkas hamu ahu sian lambungmuna i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi ninna nasida ma: Tandap do huida hami, didongani Jahowa ho, dibahen i hudok hami: Ua marbulan be ma hita, tabahen ma janjinta.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Na so tupa bahenonmu tu hami na jat, songon hami, ndang huhahua hami ho, holan uhum na denggan hubahen hami tu ho, jala mardamedame ho bungkas hupasombu hami. On pe na pinasupasu ni Jahowa do ho nuaeng.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i dihobas si Isak ma panganonnasida, jadi mangan jala minum nasida.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i manogotna i sogot be ma nasida hehe, jala masipabulanan nasida. Dung i dipaborhat si Isak ma nasida, gabe laho ma nasida mardamedame.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Sadarina i ro ma angka naposo ni si Isak paboahon tu ibana taringot tu sumur na hinalinasida i, angka ninna ma tu ibana: Nunga jumpangan aek hami.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi dibahen ma goarna: Seba (parbulanan), ala ni do umbahen margoar huta i Berseba (sumur parbulanan) rasirasa nuaeng.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(V.) Jadi dung marumur opatpulu taon si Esau, dibuat ma si Judit, boru ni si Beeri, marga Het dohot si Basemat, boru ni si Elon marga Het, bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Alai marsak do roha ni si Isak dohot si Rebekka dibahen nasida.",
      "type": "content"
    }
  ]
}