{
  "book": "Kejadian",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipasupasu si Isak do anakna na dua i, si Jakkob dohot si Esau 1-40. II. Si Esau naeng mambunu si Jakkob, disundati si Rebekka 41-46.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung lam matua si Isak, rambon na matana, gabe dijou ma si Esau, anakna sihahaan i, ninna ma mandok ibana: Ale amang! Dison do ahu, ninna mangalusi ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna si Isak ma: Ida ma, nunga matua ahu, ndang huboto ari hamamatengku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "On pe, buat ma ulaulam, parnangkatanmu dohot siormu, jala laho ma ho tu harangan, buru ma di ahu sada juhut ramba.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala pauli di ahu tipak sipanganon lomo ni rohangki, dung i boan tu ahu, asa hupangan, asa dipasupasu tondingku ho, tagan so mate dope ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai dibege si Rebekka do pandok ni si Isak tu si Esau anakna i. Jadi borhat ma si Esau tu harangan marburu juhut ramba, siboanonna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna si Rebekka ma tu si Jakkob anakna i: Boti ma i, nunga hubege pandok ni amam tu si Esau, hahami, ninna do:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Boan di ahu sada juhut ramba, jala pauli tipak sipanganon lomo ni rohangki, asa hupangan, asa hupasupasu ho di jolo ni Jahowa, tagan so mate dope ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "On pe, ale amang, tangihon ma soarangkon taringot tu na hudokkon tu ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Laho ma ne ho tu jampalan ni birubiru, jala alap di ahu sian i anak ni hambing tunggal dua, angka na halaeanna, asa hupauli bahen sipanganon ni amam, silomo ni rohana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ho ma mamboan i tu amam, asa dipangan, asa ho dipasupasu, tagan so mate dope ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai ninna si Jakkob ma tu si Rebekka, inana i: Ida ma, rabuton do dahahang, si Esau i, ianggo ahu jolma na limus do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Atek tung dijama damang ahu maon, jadi songon na paotootohon ibana ahu di rohana, gabe parohon torutoru ahu tu ahu, ndada pasupasu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna inana i ma mandok ibana: Tu ahu pe torutoru na tu ho i, ale amang, asal ditangihon ho soarangki, laho ma ho, sai alap ma di ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi laho ma ibana mangalap, jala diboan tu inana i. Dung i dipauli inana i ma sipanganon, silomo ni roha ni amana i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i dipambuat si Rebekka ma angka ulos ni si Esau, anakna sihahaan i, angka na ummuli, angka na pineopna di jabu, jala diuloshon tu si Jakkob, anakna siampudan i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai anggo tu tanganna dohot tu rungkungna, na so mapol i, dilangkophon do bobak ni anak ni hambing tunggal i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i dilehon ma sipanganon na tabo i dohot sagusagu na pinaulina i tipak tu tangan ni si Jakkob, anakna i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ditopot ma amana i, didok ma: O ba, ale amang! Dison do ahu ninna. Ise do ho ale anaha?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna si Jakkob ma mandok amana i: Ahu ma si Esau, buhabajum, nunga hupauli songon na nidokmi tu ahu; ua hehe ma ho hundul, jala pangan sian na huburu on, asa ditumpak tondim ahu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai ninna si Isak ma mandok anakna i: Beha do pambahenmi, ale anaha, umbahen na sai tibu dapotan ho? Jahowa Debatam do manjumpangkon i tu ahu, ninna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi ninna si Isak ma mandok si Jakkob: Pajonok ma tuson, ale anaha, asa hudadapi ho, manang na tutu anakku si Esau ho, manang ndang.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i dipajonok si Jakkob ma tu si Isak amana i. Jadi dung dijama ibana, didok ma: Ianggo soara i, soara ni Jakkob do, alai anggo tangan i, tangan ni si Esau do.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Laos so ditanda do ibana, ai jabuton do tanganna i, songon tangan ni si Esau, hahana i, jadi dipasupasu ma ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ninna si Isak ma: Ho do tutu anakku, si Esau i? Ahu ma tutu, ninna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ninna si Isak ma: Antong boan ma tu lambungkon, ale anaha, asa hupangan sian na binurum, asa ditumpak tondingku ho. Jadi dipajonok ma tu lambungna, gabe mangan ibana, diboan dohot anggur tu ibana, gabe diinum.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ninna si Isak, amana i ma mandok ibana: Ua pajonok ma, jala umma ahu, ale anaha!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi dipajonok ma, jala diumma amana i; jadi dianggo si Isak ma uap ni angka ulosna i, jala dipasupasu ibana, ninna ma: Ida ma, sobokkon uap ni jampalan na pinasupasu ni Jahowa, uap ni anakki.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Sai dilehon Debata ma tu ho nambur na sian banua ginjang, dohot tano na marmiak, asa godang emem dohot anggur.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ingkon mangoloi tu ho ma angka bangso jala marsomba tu ho angka marga. Sai ho ma raja ni angka haham, jala marsomba tu ho angka anak ni inam. Hona bura ma angka na mamburai ho, jala dapotan pasupasu angka na mamasumasu ho.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi dung sun si Isak mamasumasu si Jakkob i, jala ipe ruar ibana sian lambung ni si Isak, amana i, ro ma soluk si Esau hahana i sian parburuonna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ibana pe, tipak ma dipauli sipanganon, jala diboan tu amana, jala didok mandok amana i: Hehe ma ho, ale amang, jala pangan sian na binuru ni anakmi, asa ditumpak tondim ahu.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi ninna si Isak, amana i ma mandok ibana: Ise do ho? Si Esau, anak buhabajum do ahu, ninna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi tarsonggot situtu ma si Isak, didok ma: Antong ise do parburu ondeng, na mamboan binuruna i tu ahu, gabe hupangan i, tagan so ro ho, jala nunga hupasupasu ibana? Nunga sahat tu ibana pasupasu i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi dung dibege si Esau angka hata ni amana i, dipangiar ma soarana mangangguk badar, jala habot situtu rohana, didok ma mandok amana i: Sai pasupasu ma dohot ahu, ale amang!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Alai ninna amana i ma: Nunga ro anggim, angkal dibahen mambuat pasupasum.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Leak ma dibahen goarna si Jakkob, ai nunga dua hali ahu dirupa: Nunga dibuat hian sahalangku sihahaan, pasupasu na di ahu hian pe, nunga dibuat. Dung i didok ma: Beha, ndang adong be dipeop ho pasupasu di ahu?",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i ninna si Isak ma mangalusi si Esau: Ida ma, nunga hupabangkit ibana gabe rajam, jala nunga hupadapot tu ibana sude angka hahana bahen naposona; nunga hutumpakhon eme dohot anggur tu ibana. Aha dope bahenonku tu ho, ale amang?",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i ninna si Esau ma mandok amana i: Ai holan sasada i do pasupasum, ale amang? Sai pasupasu ma dohot ahu, ale amang! Jadi dipangiar si Esau ma soarana tumatangis.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i ninna si Isak, amana i ma mangalusi ibana: Antong, ndang marmiak tano ingananmi sogot, jala ndang dapotan nambur sian banua ginjang.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jala podangmu hangoluhononmu, jala mandapot di anggim ho. Alai molo sai marungkil ho, sai na runtunonmu do augana sian rungkungmu sogot.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "(II.) Dung i sogo situtu ma roha ni si Esau mida si Jakkob i, ala pasupasu, na pinasupasuhon ni amana i tu ibana, gabe ninna si Esau ma di bagasan rohana: Lam jonok na ma angka ari parandungan ni damang, ai bunuonku ma anggingku, si Jakkob i.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Hape tarbortik ma tu si Rebekka angka hata ni si Esau, anakna sihahaan i, jadi disuru ma manjou si Jakkob, anakna siampudan i, ninna ma mandok ibana: Ida ma, nunga ditahi haham si Esau i martubolhon pambahenmi, naeng bunuonna ho.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "On pe, ale anaha, sai tangihon ma soarangkon: Borhat ma ho laho lintun tu Haran, manopot si Laban, ibotongki.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Sorang tu ibana ma ho manang piga ari on lelengna, paima mombun rimas ni haham.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Paima mulak rohana mida ho, jala dihalupahon na binahenmi tu ibana; dung i husuru pe mangalapi ho sian i. Boasa ma tung agoan sinuantunas na dua simardung ahu di na sadari?",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Dung i ninna si Rebekka ma mandok si Isak: Marmahapmahap ahu di hangoluan, dibahen angka boru Het i; molo dohot muse si Jakkob mambuat sian angka boru Het i bahen jolmana, songon angka indi on, boru ni isi ni tano on, boasa ingkon di hangoluan on be ahu?",
      "type": "content"
    }
  ]
}