{
  "book": "Kejadian",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Isak mamasumasu si Jakkob paborhathon ibana tu si Laban 1-5. II. Si Esau mangoli sada boru ni si Ismael 6-9. III. Si Jakkob marnida di bagasan nipina tanggatangga na sungkot ro di langit, jala maruli bagabaga sian Debata 10-15. IV. Hamauliateon ni rohana dohot bagabagana tu Debata 16-22.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dijou si Isak ma si Jakkob, jala dipasupasu ibana, didok ma manonai ibana: Unang buat sian angka boru Kanaan bahen jolmam.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Borhat ma ho laho tu Padang-Aram, tu jabu ni si Betuel, ama ni inam, sian i ma buat bahen jolmam, sian angka boru ni si Laban, iboto ni inam.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai gabe ma ho jala torop dipasupasu Debata na sun hinagogo i, asa torop bangso marompu tu ho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai dilehon ma tu ho dohot tu pinomparmu pasupasu na tu si Abraham i, asa ho manean tano paisolatanmu, na nilehon ni Debata tu si Abraham i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi diparbohat si Isak ma si Jakkob i, asa laho ibana tu Padang-Aram, tu si Laban, anak ni si Betuel, halak Ram i, iboto ni si Rebekka, ina ni si Jakkob dohot si Esau.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Jadi dung diida si Esau, naung dipasupasu si Isak si Jakkob i, jala dipaborhat ibana tu Padang-Aram, mangalap jolmana sian i, jala na nioraanna i, di na pinasupasuna i ibana, mambuat sian boru Kanaan, bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala naung ditangihon si Jakkob hata ni amana dohot inana laho tu Padang-Aram.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Diida si Esau huhut sogo do roha ni si Isak, amana i mida boru Kanaan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi laho ma si Esau tumopot si Ismael, jala dibuat si Mahalat, boru ni si Ismael, anak ni si Abraham, iboto ni si Nabaiot bahen jolmana, imbang ni angka jolmana hian.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(III.) Alai borhat do anggo si Jakkob sian Berseba laho tu Haran.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi tolhas ma ibana tu sada parbornginan, gabe marborngin ibana disi, ai nunga mate mata ni ari. Dung i dipambuat ma angka batu na disini bahen halang ni uluna, laos modom ibana disi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i marnipi ma ibana, diida ma sada tangga, na pinagohon tu tano, tolhas ro di langit ia ujungna, jadi ida ma, sai marnaek mijur sian i angka surusuruan ni Debata.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jongjong di ginjangna anggo Jahowa, jala ninna do: Ahu do Jahowa, Debata ni ompum si Abraham dohot Debata ni si Isak, ia tano pinodomanmon lehononku ma tu ho dohot tu pinomparmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala sobokkon orbuk ni tano on sogot torop ni pinomparmu, jala angka rarat ma hamu tu hasundutan dohot tu habinsaran dohot tu utara dohot tu dangsina, jala dapotan pasupasu sogot nasa marga na di tano on marhitehite ho do pinomparmi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ida ma, sai dongananku jala ramotanku do ho manang tu dia pe ho mangalangka, jala togihononku do ho mulak tu tano on; ai ndang tadingkononku ho, nda jolo sahat hubahen na huparbaga i tu ho.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(IV.) Dung i tarsunggul ma si Jakkob sian na modom i, jadi didok ma: Inganan ni Jahowa do on hape, so pamotoanku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi mabiar ma ibana, ninna ma: Na songkal situtu do inganan on, ndang tarbahen so on bagas ni Debata, jala baba pintu ni langit.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i hehe ma si Jakkob sogot manogotna i, dibuat ma batu pinarhalanguluna i, jala dipajongjong bahen partinandaan, jala diusehon miak tu ginjangna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i dibahen ma goar ni inganan i Betel (bagas ni Debata), Lus do goar ni huta i anggo na sai laon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i marbagabaga ma si Jakkob, ninna do: Molo didongani jala diramoti Debata ahu di dalan na hudalani on, jala dilehon di ahu sagusagu sipanganon dohot ulos siporuloshononhon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala marsonangsonang ahu mulak ditogihon tu bagas ni damang, sai Jahowa ma Debatangku.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala batu na hupajongjong on bahen partinandaan, i ma gabe bagas ni Debata, jala sude na nilehonmu tu ahu parsampuluonku ma i tu Ho.",
      "type": "content"
    }
  ]
}