{
  "book": "Kejadian",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Jakkob tolhas tu Haran, masitabian ibana dohot si Rahel, jala dijangkon si Laban ibana 1-14. II. Pitu taon ibana marinduk somang tu si Laban mangomo si Rahel 15-20. III. Si Jakkob marjolmahon si Lea dohot si Rahel 21-30. IV. Anak ni si Lea na opat parjolo i 31-35.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dilangkahon si Jakkob ma patna laho tu tano ni halak habinsaran.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i manatapnatap ma ibana, gabe diida ma sada sumur di jampalan, jala mangulon di lambungna angka birubiru tolu parduan, ai sian sumur i do dipasobur halak angka birubiru i. Alai batu bolon langkop ni sumur i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai marpungu tusi somal sude angka parduan i, asa digulang nasida batu langkop ni sumur i pasoburhon angka birubiru i, dung i dipasuang muse batu i tu baba ni sumur i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna si Jakkob ma mandok nasida: Sian dia hamu, ale dongan? Jadi ninna nasida ma: Sian Haran do hami.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i didok ma mandok nasida: Ditanda hamu do si Laban, anak ni si Nahor? Hutanda hami do, ninna nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna ibana mandok nasida: Mardamedame do ibana? Jadi ninna nasida ma: Marsonangsonang do; jala ida. Si Rahel, boruna i ma na mangadu birubiru an.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i didok si Jakkob ma: Ida ma, ginjang dope ari, ndang dope jumpang tingki papunguhon pinahan; pasobur hamu birubiru i, dung i aduadu hamu pajampalhonsa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ninna nasida ma: Nda jolo marpungu sude angka parduan i, ndang tarbahen hami manggulang batu, langkop ni sumur i laho pasoburhon birubiru i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Mangkatai dope ibana dohot nasida, nunga ro si Rahel mangadu birubiru ni amana i, ai ibana do parmahan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai dung diida si Jakkob si Rahel i, boru ni si Laban, iboto ni inana i, ro di birubiru ni si Laban, tulangna i, dipajonok si Jakkob ma, jala digulang batu, langkop ni sumur i, dung i dipasobur birubiru ni tulangna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i diumma si Jakkob ma si Rahel i, jala dipangiar soarana tumatangis.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dipaboa si Jakkob tu si Rahel, bere ni amana i ibana, anak ni si Rebekka. Jadi marlojong ma si Rahel paboahon tu amana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Asa dung dibege si Laban barita ni si Jakkob, anak ni ibotona i, marlojong ma ibana manomunomu, dihaol ma ibana jala diumma, dung i ditogihon ibana tu jabuna. Jadi dipajojor si Jakkob ma tu si Laban sude angka hata ondeng.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna si Laban ma mandok ibana: Antong holiholingku jala sibukku do ho hape! Jadi disi ma ibana arga sabulan lelengna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Dung i ninna si Laban ma mandok si Jakkob: Tung sibasabasam ma mangula di ahu, ala dung berengku ho? Paboa ma di ahu manang aha upam!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai dua do boru ni si Laban, goar ni sihahaan si Lea, goar ni sianggian si Rahel.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai odapon do mata ni si Lea, uli do anggo bohi dohot rupa ni si Rahel i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi solo ma roha ni si Jakkob mida si Rahel i, didok ma: Hupangulahon pe ho pitu taon on mambuat si Rahel, borum siampudan i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi ninna si Laban ma: Tagonan tu ho ibana hulehon, asa tu halak na asing, inganhon ma ahu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa mangula ma si Jakkob pitu taon mambuat si Rahel, jala sobokkon pitu ari do i di rohana, dibahen holong ni rohana mida ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Dung i ninna si Jakkob ma mandok si Laban: Lehon ma tu ahu jolmangki, ai nunga jumpang padanta i, asa hutopot ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi dipapungu si Laban ma sude isi ni huta i mangalehon mangan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai dung bodari, dibuat ma boruna si Lea, jala diboan tu si Jakkob, gabe i ma ditopot.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i dilehon si Laban ma tu ibana si Zilpa, naposona boruboru bahen rading ni si Lea boruna i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai manogotna i, ida ma, si Lea do hape, jadi ninna si Jakkob mandok si Laban: Boasa tung songon i bahenonmu tu ahu? Nda si Rahel do na hubuat umbahen hupangulahon ho, boasa tung paotootoonmu ahu?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi ninna si Laban ma: Ndang songon i hasomalan di luatnami on, tung jumolo pamulihon sianggian sian sihahaan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jabuhon maon pitu borngin on, asa hulehon di ho dohot sianggian i, molo dipangulahon ho ahu pitu taonnari.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi dibahen si Jakkob ma songon i, dijabuhon ma pitu borngin. Dung i dilehon si Laban ma tu ibana boruna si Rahel i, bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i dilehon si Laban ma tu si Rahel, boruna i, si Bilha, naposona i, bahen radingna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ditopot si Jakkob ma dohot si Rahel, jala humolong rohana di si Rahel, asa di si Lea, jala dipangulahon si Laban pitu taonnari.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(IV.) Alai dung diida Jahowa, tung na so hahua si Lea i, marhangoluan ma ibana dibahen, alai na hol do anggo si Rahel i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi gabegabean ma si Lea, ditubuhon ma anak sada, dibahen ma goarna si Ruben; ai ninna do: Ala nunga ditatap Jahowa dangolhi, ai holong ma nuaeng roha ni sinondukki di ahu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i tumagam haroan muse ibana, jala ditubuhon anak sada, jala ninna: Ala naung ditangihon Jahowa, tung na so hahua ahu, dibahen jadi dilehon tu ahu dohot Anak on, gabe dibahen ma goarna si Simeon.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i tumagam haroan muse ibana, jala ditubuhon anak sada, ninna ma: Bali tu ahu ma nuaeng sinondukki, ai nunga tolu anakna hutubuhon; ala ni dibahen ma goarna si Lepi.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i tumagam haroan muse ibana, jala ditubuhon anak sada, gabe ninna ma: Pujionku ma Jahowa anggo sahali on; ala ni dibahen ma goarna si Juda (sipujion); dung i mansohot ma ibana mangintubu.",
      "type": "content"
    }
  ]
}