{
  "book": "Kejadian",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mula ni dosa 1-7. II. Toru ni Debata jala bagabaga parjolo taringot tu Sipalua 8-21. III. Hababali sian porlak Eden 22-24.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai ulok do na umbisuk sian nasa na manggulmit di ladang, angka na jinadihon ni Debata Jahowa, jadi didok ma mandok boruboru i: Atehe tongon do didok Debata, na so jadi panganonmuna sian saluhut hau angka na di porlak on?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna boruboru i ma mandok ulok i: Jadi do panganonnami sian parbue ni hau angka na di porlak on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai anggo sian parbue ni hau, na di parsitongaan ni porlak i didok Debata do: Unang pangan hamu sian i, jala unang jama hamu, asa unang mate hamu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna ulok i ma mandok boruboru i: Ndang na tutu hamu mate.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai diboto Debata do, sadari dipangan hamu sian i, tonggor ma matamuna, gabe doshon Debata hamu umboto na denggan dohot na roa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i sai dipanotnoti boruboru i ma parbue ni hau i dibahen dengganna panganon jala pia matana marnida, jala tau manunggul roha tu hapistaran hau i, jadi diputikkon sian parbuena i jala dipangan, dilehon ma dohot tu sinondukna sian i, gabe dipangan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i tonggor ma matanasida na dua, diboto ma na marsaemara nasida, gabe disomoti ma bulung ni hau ara bahen sabuknasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i dibege nasida ma soara ni Debata Jahowa, na medangedang di porlak i di haroro ni alogo mareak bot ari, gabe martabuni ma si Adam dohot jolmana i di holangkolang ni hau angka na di porlak i maradophon bohi ni Debata Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i joujou ma Debata Jahowa di si Adam, ninna ma mandok ibana: Didia do ho?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi ninna si Adam ma: Hubege nian suaram di porlak i, gabe mabiar ahu, ai marsaemara do ahu, umbahen na martabuni ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna Debata ma: Ise na paboahon tu ho, na marsaemara i ho? Nda tung dipangan ho sian hau na hupatikkon i mangorai panganonmu?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna si Adam ma: Boruboru na nilehonmu bahen donganku, i do na mangalehon tu ahu sian hau i, gabe hupangan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna Debata Jahowa ma tu boruboru i: Boasa songon i bahenonmu? Jadi ninna boruboru i ma: Ulok i do paotooto ahu, gabe hupangan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna Debata Jahowa ma tu ulok i: Ala dibahen ho songon i gumodang ma torungku tu ho sian tu nasa pahanpahanan dohot sian tu nasa na manggulmit di ladang. Butuham na ma jururhononmu, jala orbuk panganonmu saleleng di ngolum.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala bahenonku ma parbadaanmu dohot boruboru i, ro di pinomparmu tu Pinomparna. Ibana mangalisathon ulum, gabe pargutonmu tambihulna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ninna ma mandok boruboru i: Ganda situtu bahenonku parniahapanmu saleleng gabegabean ho; bernit taononmu laho manubuhon anakkonmu, sinondukmu na ma ihutanmu, jala ibana mangarajai ho.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala didok ma tu si Adam: Ala ditangihon ho soara ni jolmam, gabe dipangan ho sian hau na hupatikkon i, mandok: Unang pangan sian i, hona torungku ma tano on ala ho, porsuk ma ahaponmu manganhon gogona saleleng di ngolum.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Pantubuhononna ma huhut di ho angka duriduri dohot duhutduhut na marsuga, angka ingkau rata ni ladang i na ma panganonmu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ingkon hir hodokmu manganhon sipanganonmu, paima mulak ho gabe tano, pambuatanmu hian, ai tano do ho, jala tu tano do ho mulak sogot.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i dibahen si Adam ma goar ni jolmana i: Hawa (hangoluan), ala ibana ina ni nasa na mangolu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i dipauli Debata Jahowa ma bobak bahen abit ni si Adam dohot jolmana i, jala dialithon tu nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Dung i ninna Debata Jahowa ma: Ida ma, nunga doshon Sada sian Hami si Adam, umboto na denggan dohot na roa. On pe, asa unang didungdungkon tanganna mamutikkon huhut sian hau hangoluan jala dipangan gabe mangolu salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dipabali Debata Jahowa ibana sian porlak Eden, asa diula tano pambuatanna i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dilele ma si Adam i, jala dipaipahon angka kerubim tungkan habinsaran ni porlak Eden i marpodang sidua baba marjimburjimbur, asa dijaga dalan tu hau hangoluan.",
      "type": "content"
    }
  ]
}