{
  "book": "Kejadian",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka anak ni si Jakkob na asing sian si Lea dohot sian rading na dua i 1-21. II. Si Rahel tumubuhon si Josep 22-24. III. Si Jakkob marinduk somang tu si Laban mangomo pinahan, angka na pinasinur ni Debata 25-43.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dung diida si Rahel, na so tubuan anak ibana di si Jakkob, mangiburu ma ibana di hahana i, didok ma tu si Jakkob: Patupa anak di ahu, molo so adong, mate ma ahu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi tarrimas ma si Jakkob mida si Rahel i, ai ahu do huroha singkat ni Debata, nda Ibana do tumiop parbue ni bortianmi?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai ninna si Rahel ma, ida ma, ndi radingku si Bilha, ibana ma topot, asa ditubuhon tu ampuanku, gabe maruli dohot ahu marhite sian ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dilehon ma tu ibana si Bilha, radingna i, bahen jolmana, gabe ditopot si Jakkob ma.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi gabegabean ma si Bilha, jala ditubuhon anak sada di si Jakkob.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna si Rahel ma nunga dapotan uhum ahu dibahen Debata, ditangihon dohot soarangki, jala dilehon di ahu anak sada; ala ni dibahen ma goarna si Dan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i tumagam haroan muse si Bilha, rading ni si Rahel i, jala ditubuhon anak paduahon di si Jakkob.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ninna si Rahel ma: Angka parsirangguton ni Debata huparsirangguthon dohot dahahang i, gabe monang ahu, jadi dibahen ma goarna si Naptali.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dung diida si Lea, naung mansohot ibana mangintubu, dibuat ma si Zilpa radingna i, mangalehon ibana tu si Jakkob bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Asa ditubuhon si Zilpa, rading ni si Lea i anak sada di si Jakkob.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna si Lea ma: Nunga ro tua i, jadi dibahen ma goarna si Gad.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ditubuhon si Zilpa, rading ni si Lea i anak paduahon di si Jakkob.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ninna si Lea ma: Tuangki antong! Ai parhatuaon ni angka boruboru i ma ahu, jadi dibahen ma goarna si Aser.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i di na masa gotilon laho ma si Ruben tu balian, gabe jumpangsa ma angka dudaim (bahen dorma) di tonga ni hauma, jala diboan tu si Lea inana i. Dung i ninna si Rahel ma mandok si Lea: Ua lehon ahu deba sian angka dudaim ni anakmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ninna si Lea ma mandok ibana: Na hurang dope huroha di roham binuatmi roha ni sinondukki, dohot do angka dudaim ni anakki naeng buatonmu? Jadi ninna si Rahel ma: Antong di lambungmu ma ibana modom saborngin on ali ni angka dudaim ni anakmi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dung muli si Jakkob sian hauma bodarina i, ditomutomu si Lea ma ibana, ninna ma: Tu ahu do ho ro, ai nunga hutuhor ho ali ni angka dudaim ni anakki. Jadi rap modom nasida di na saborngin i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ditangihon Debata ma si Lea, gabegabean ma ibana, jala ditubuhon anak palimahon di si Jakkob i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ninna si Lea ma: Nunga dilehon Debata upangku, ala na hulehon i radingku tu sinondukki, jadi dibahen ma goarna si Isasar.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i tumagam haroan muse si Lea i, jala ditubuhon anak paonomhon di si Jakkob.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi ninna si Lea ma: Silua na denggan disiluahon Debata tu ahu. Inganhonon ni sinondukku ma ahu sahali on, ai nunga hutubuhon di ibana onom anak, jadi dibahen ma goarna si Zebulon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ditubuhon ma boru sada, jala dibahen goarna si Dina.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(II.) Alai diingot Debata muse si Rahel, jala ditangihon pangidoanna, dibungka ma bortianna i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi tumagam haroan ibana, jala ditubuhon anak sada, ninna ma: Nunga didaek Debata haurahonku.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dibahen ma goarna si Josep, ninna ma: Sai ditambai Jahowa ma tu ahu anak sada nari!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(III.) Jadi dung ditubuhon si Rahel si Josep i, ninna si Jakkob ma mandok si Laban: Paborhat ma ahu, asa laho ahu tumopot ingananku dohot tanongku.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Lehon ma angka jolmangki dohot angka tubungku, angka na husamothon sian hamu, asa laho ahu, ai diboto hamu do parulangku, na hupangulahon i hamu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi ninna si Laban ma mandok ibana: Sai maruli ma ahu mangido asi ni roham! Ai patar do ditanda rohangku naung dipasupasu Jahowa ahu ala ho.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Bohoi tu ahu upam silehononku, ninna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i didok si Jakkob ma mandok ibana: Hamu pe, diboto hamu do parulangku di hamu dohot panjadi ni pinahanmuna saleleng ahu patureturehon.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai otik do adong di hamu, tagan so ro ahu, nunga manjarar gabe deak, jala dipasupasu Jahowa hamu marhite sian ahu. On pe, sadihari pe pangulahononku dohot isi ni bagashi?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi ninna si Laban ma: Antong aha ma lehononku tu ho? Dung i ninna si Jakkob ma: Ndang manang aha lehononmu di ahu, molo dipatupa hamu hatangkon tu ahu, ulahanku ma marmahan pinahanmuna i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Bolusonku ma sadari on sude punguan ni birubirumuna, ba papulik hamu ma sian i sude pinahan na marrintik dohot siganding, ro di sude na birong sian angka anak ni birubiru i; na marrintik dohot sibolang sian angka hambing pe, i ma gabe upangku.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Asa hatigoranki tumindangi ahu sogot, molo ro hamu tumingkir upangki: Sude na so marrintik, jala na so sibolang sian angka hambing i, jala na so birong sian angka anak ni birubiru i, na tinangko ma i molo di ahu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi ninna si Laban ma: Antong songon na nidokmi ma tutu!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i dipapulik ma di na sadari i hambing tunggal angka na marrintik dohot angka sibolang, ro di sude hambing boruboru angka na marrintik dohot angka sibolang, sude angka na marsoar na bontar dohot sude na birong sian angka birubiru i, dung i dipasahat ma tu tangan ni angka anakna i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i dibahen si Laban ma partoluarian holangkolangna dohot si Jakkob. Asa diparmahan si Jakkob ma punguan birubiru ni si Laban angka na tading i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Alai dibuat si Jakkob ma dangka ni hau meang dohot anturmangan dohot andulpak, jala dilangkati margollotgollot.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i dipampeakkon ma dangka angka na nilangkatanna i tu parsoburan ni angka birubiru i, asa dipaadopadop, asa marbaringin nasida di na marsobur i.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi marlambe ma angka birubiru maradophon angka dangka i, gabe ditubuhon ma na marrintik angka sibolang dohot siganding.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i dipapulik si Jakkob ma angka anak ni birubiru i, jala didompakkon angka birubiru i tu na marrintik dohot na birong sian pinahan ni si Laban. Dung i pulik ma dibahen inganan ni pinahanna i, ndang be saor dibahen tu pinahan ni si Laban.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Alai molo rumogon birubiru, angka na umbolon i, dipampeakkon si Jakkob ma muse angka dangka i tu angka parsoburan i, gabe dipaadopadop laho marjantan.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Alai molo ro birubiru, angka na marpengpeng, ndang dibahen. Jadi di si Laban ma angka na marpengpeng i, alai angka na bolon i di si Jakkob do.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Jadi mamora bulung ma si Jakkob, torop ma angka birubiruna dohot naposona boruboru dohot baoa, angka unto dohot halode.",
      "type": "content"
    }
  ]
}