{
  "book": "Kejadian",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Jakkob lintun marsibuni sian si Laban 1-21. II. Pangaleleon dohot pangkataion ni si Laban tu si Jakkob 22-42. III. Parpadanon ni si Jakkob tu si Laban 43-55.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i tarbortik ma tu si Jakkob hatahata ni angka anak ni si Laban, angka na mandok: Nunga diahuti si Jakkob sinamot ni amanta sasudena, jala marharoroan sian na di amanta i do hamoraonna on sudena.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Bohi ni si Laban pe, ndang songon na sai laon be dompak ibana, diida si Jakkob.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna Jahowa ma mandok si Jakkob: Mulak ma ho tu tano ni angka ompum, tu tano hagodanganmu, hudongani pe ho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi disuru si Jakkob ma manjou si Rahel dohot si Lea tu panjampalan punguan ni birubiruna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala didok ma mandok nasida: Nunga huida bohi ni amanta i, ndang be songon na sai laon dompak ahu; alai didongani Debata ni damang i do ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala diboto hamu do, nasa gogongku hubahen mangulahon amanta i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai sai dipaotooto amanta i do ahu, jala sampulu hali diuba upangki; alai ndang diloas Debata ibana mangago ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Molo didok ibana songon on: Angka na marrintik ma upam, jadi angka na marrintik i dipantubuhon sude birubiru i. Alai molo didok songon on: Angka sibolang i ma upam, jadi angka sibolang dipantubuhon, sude birubiru i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Asa Debata do mangarampas sinamot ni amanta i, jala dilehon tu ahu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai huida do di bagasan nipingku, di tingki harorongom ni angka pinahan i, angka tunggal na marrintik dohot sibolang dohot siganding mangangkati angka birubiru i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi didok surusuruan ni Debata ma mandok ahu di bagasan nipingku: Jo Jakkob! Dison do ahu, ningku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna ibana ma: Ua pameong jolo matam jala ida, angka na marrintik, jala sibolang, jala siganding sude birubiru tunggal angka na mangangkati angka birubiru boruboru, ai nunga huida sude na binahen ni si Laban i tu ho.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ahu do Debata uju na di Betel i, uju na miniahanmu disi partinandaan i, jala dibagabaga i ho Ahu. On pe, borhat ma ho, bungkas sian tano on, jala mulak tu tano hagodanganmi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna si Rahel dohot si Lea ma mangalusi ibana: Apala adong be tagamon jambar, manang ugasan siteanonnami di jabu ni amanta i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nda sobokkon halak na pulik marga na ma hami di rohana? Ai digadis do hami, jala nunga sun dipangan dohot tuhornami.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai nasa hamoraon na nirampas ni Debata sian amanta i, hita dohot anakta i hian do nampunasa. On pe, bahen ma sude na tinonahon ni Debata tu ho.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi hehe ma si Jakkob, dipahundul ma angka anakna dohot jolmana tu angka unto.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Diboan ma dohot pinahanna luhut ro di nasa ugasanna, na niomona i, pinahan hapunjunganna pe, na sinamotsamotna i di Padang-Aram laho tumopot si Isak, amana i tu tano Kanaan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai laho manggustingi imput ni birubiruna i anggo si Laban, jadi ditangko si Rahel ma angka terapim (Debata hidup) ni amana i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa dipalungun si Jakkob ma roha ni si Laban, halak Ram i, ala so dipaboa tu ibana na laho lintun i ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Asa lintun ma si Jakkob, diboan dohot sude na di ibana i, borhat ma ibana laho manaripari batang aek i, dung i ditondong ma dompak dolok Gilead.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(II.) Patolubornginhon adong ma na mamaritahon tu si Laban naung lintun i si Jakkob.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi diarahon si Laban ma angka hahaanggina i mangeahi ibana, parpituarian pe, asa dapotsa ibana di dolok Gilead.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai ro ma Debata bornginna i paipihon tu si Laban, halak Ram i, ninna ma mandok ibana: Jaga ho! So tung ditongkari ho si Jakkob i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Asa dapot si Laban ma si Jakkob i, ai dipagohon si Jakkob do undungundungna di dolok i; si Laban pe dipagohon do undungundungna di dolok Gilead rap dohot angka hahaanggina i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ninna si Laban ma mandok si Jakkob: Dia do na binahenmi? Tole dipalungun ho rohangki, tole diboan ho angka borungku, hira tabantaban do nasida na dapot podang?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Boasa tung marsibuni ho laho lintun, so martinading hata ho tu ahu, asa hupataru ho nian, hugondanggondangi hamu nian, paboa godang ni rohangku.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "So manang diloas ho ahu mangumma angka pahompungku dohot angka borungku; asa na oto do pambahenmi.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tuk do nian gogo ni tanganku mambahen uhum na roa tu hamu; alai na ro do na borngin nantuari hata ni Debata ni amamuna tu ahu, ninna do: Jaga ho! So tung ditongkari ho si Jakkob i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "On pe, ia na naeng laho ho ala na malungun ho di bagas ni amamu, boasa ma tung tangkoonmu angka debatangku?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i ninna si Jakkob ma mangalusi si Laban: Dibahen na mabiar do ahu, ai ninna rohangku do: Atek tung rampasonmu maon angka borumi sian ahu.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai molo tung jumpang ho angka debatami, di manang ise, marutang hosa ma ibana; asa sungkapi hamu ma di jolo ni angka donganta on; molo adong manang aha ugasanmu di ahu, buat di ho. Alai ndang pamotoan ni si Jakkob na tinangko ni si Rahel do i hape.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi dibongoti si Laban ma undungundung ni si Jakkob dohot undungundung ni si Lea dohot undungundung ni rading na dua i, alai ndang adong jumpangsa. Dung i ruar ma ibana sian undungundung ni si Lea mambongoti undungundung ni si Rahel.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai nunga dibuat si Rahel hian angka terapim i, jala dibahen tu toru ni palano ni unto, asa dihunduli. Jadi disungkapi si Laban ma undungundung i luhutna, hape ndang adong jumpangsa.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi ninna si Rahel ma tu amana i: Unang tung tarrimas roha ni tuangku, ala so tarbahen ahu hehe maradophon ho, ai masa do di ahu hasomalan ni boruboru. Asa didiori pe, laos so jumpangsa angka terapim i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi tarrimas ma si Jakkob, dibadai ma si Laban i, ninna si Jakkob ma mangalusi si Laban i: Aha ma pangalaosingku, aha ma dosangku umbahen piripirion hamu mangeahi ahu?",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Nunga disungkapi hami ugasanku saluhutna, aha ma jumpang hamu sian nasa ugasan ni jabum? Peakkon ma tu jolo ni angka donganki dohot donganmi, asa diuhumi nasida hita na dua.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Nunga pola duapulu taon, sai di lambungmu do ahu, ndang dung tarposo birubirumu, manang hambingmu, jala ndang dung hupangan hambing tunggal ni birubirumuna.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Ndang dung hutaruhon tu ho na sinoro ni binatang sai hualii do i; sai dipangido ho do sian ahu na tinangko ni halak nang arian nang borngin.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ia arian las ni ari manganhon ahu, ia borngin ngali ni ari do, jala ndang tarnono matangku.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Na duapulu taon on sai di jabum do ahu mangulahon hamu, sampulu opat taon mangomo borum na dua i, jala onom taon mangomo angka pinahanmu; alai sampulu hali dipauba hamu upangki.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Aut unang didongani Debata ni damang i ahu, Debata ni si Abraham, jala na hinabiaran ni si Isak, ra tung palahoonmu boti ahu; alai ditatap Debata do pardangolanki dohot halojaon ni tanganku, gabe dipinsang hamu na borngin nantuari.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "(III.) Jadi ninna si Laban ma mangalusi si Jakkob: Borungku do angka boruboru i, jala anakku do angka anak i, jala pinahanku angka pinahan i, jala sude na niidam, ahu nampunasa; asa hahuaonku ma sadari on angka borungkon, manang anaknasida, angka na tinubuhonnasida i.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "On pe, tole tabahen ma padan, ahu dohot ho, i ma sitindanginta sogot.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Jadi dibuat si Jakkob ma sada batu, jala dipajongjong bahen partinandaan.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Dung i ninna si Jakkob ma mandok angka donganna i: Papungu hamu ma angka batu. Jadi dipambuat nasida ma angka batu mambahen punggupunggu, laos mangan nasida disi di atas punggupunggu i.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Dung i dibahen si Laban ma goarna: Jegar-Sahaduta; alai Galed goarna dibahen si Jakkob.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Dung i ninna si Laban ma: Punggupunggu on ma sitindanginta sadari on, ala ni do umbahen margoar Galed;",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Dohot Mispa, ai ninna do: Sai ditatap Jahowa ma hita, ia dung sirang hita!",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Molo diarsahi ho angka borungki, manang mambuat boru bahen imbang ni angka borungki, ndang adong jolma di lambungta, alai Debata do sitindanginta.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Angkup ni didok si Laban mandok si Jakkob: Ida ma, punggupunggu on dohot partinandaan on na huojakkon i parbolatanta.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Punggupunggu on dohot partinandaan on sitindangi, paboa na so jadi laosanku punggupunggu on mandapothon ho, hamu pe, ndang jadi laosanmu punggupunggu on dohot partinandaan on mandapothon ahu laho mangago.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Debata ni si Abraham dohot Debata ni si Nahor, Debata ni amanasida pe manguhum hita. Jadi marbulan ma si Jakkob tu Na hinabiaran ni amana si Isak i.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Dung i dipelehon si Jakkob ma sada pelean di dolok i, dipio ma dohot angka donganna i mangan sagusagu. Jadi dung sun nasida mangan sagusagu, laos marborngin di dolok i nasida.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Torang ni arina i dipasogot si Laban ma hehe, jala diumma angka pahompuna dohot angka boruna i, jala dipasupasu nasida; dung i laho muli ma si Laban tu ingananna hian.",
      "type": "content"
    }
  ]
}