{
  "book": "Kejadian",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Jakkob marnida dua parduan ni surusuruan ni Debata 1-2. II. Si Jakkob paborhat angka suruanna mamboan silua tu si Esau huhut martangiang ibana tu Debata 3-21. III. Parsirangguton ni si Jakkob dohot Debata bornginna i, hamumuba ni goarna i 22-32.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai si Jakkob pe ditulus ma dalanna, jadi dijumpangkon angka surusuruan ni Debata ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Asa dung diida si Jakkob nasida, ninna ma: Parduan ni parangan ni Debata do on, jadi dibahen ma goar ni adian i Mahanaim.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Dung i disuru si Jakkob ma angka suruanna jumolo manopot si Esau, hahana i, tu tano Seir, tu luat Edom.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ditonai ma nasida, ninna do: Songon on ma dok hamu tu rajangki. Si Esau i: Songon on do hata ni si Jakkob, naposomi: Na hinomit di lambung ni si Laban do ahu na sai laon rasirasa nuaeng.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi marlombu ahu, marhalode, marbirubiru, jala marnaposo baoa dohot boruboru, gabe husuru paboahon i tu rajangki, asa asi roham marnida ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i mulak ma angka suruan i tu si Jakkob, angka didok ma: Nunga sahat hami tu haham, tu si Esau i, ibana pe, nunga ro manjumpangkon ho, jala opat ratus halak donganna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi mabiar situtu ma si Jakkob i, jala tahuton rohana, dibagi ma angka donganna i dohot angka birubiru i, angka lombu dohot angka halode mambahen dua parduan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai ninna rohana do: Molo pajumpang si Esau dohot parduan na sada, jala dibunu, gabe malua parduan na tading i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna si Jakkob ma: Iale Jahowa, Debata ni daompung si Abraham, dohot Debata ni damang si Isak! Didok Ho do mandok ahu: Mulak ma ho tu tano hatubuanmu, asa hutumpak ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Mametmethu do ahu nian manjalo sude angka asi ni roham dohot sude hasintongan, angka na binahenmi tu naposomon. Ai mardongan tungkothon hutaripari batang aek Jordan on na jolo, ia nuaeng nunga gabe dua parduan ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai palua ma ahu sian tangan ni dahahang, si Esau i, ai mabiar do ahu mida ibana, atek tung ro ibana maon mambunu ahu, ina i ro di angka dakdanak.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai didok Ho do: Sai tumpahanku do ho jala sobokkon horsik ni laut bahenonku pinomparmu, angka na so habilangan dibahen hinadeakna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Laos marborngin disi do ibana sabornginna i; dung i dipambuat ma nasa na dapot tanganna bahen sileanlean tu si Esau, hahana i:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dua ratus hambing boruboru, jala duapulu hambing tunggal, dua ratus birubiru boruboru, jala duapulu birubiru tunggal.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tolupulu unto panusuan rap dohot anakna, opatpulu lombu jala sampulu jonggi, duapulu halode boruboru rap dohot anakna sampulu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i dipasahat ma tu tangan ni angka naposona, pulik be saparduan, jala didok ma mandok angka naposona i: Pajolo hamu ma taripar, jala marholangkolang bahen hamu saparduan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ditonai ma parjolo i, ninna: Molo pajumpang ho dohot dahahang si Esau i, jala disungkun ho, naposo ni ise do ho, jala tu dia ho laho, jala ise nampuna on angka na di jolomon?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dohononmu ma: Si Jakkob naposomi do nampunasa, silehonlehonna do i, tinongosna tu rajangku, si Esau i, jala ida, ihut dohot ibana di pudinami.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Suang songon i ditonahon dohot tu na paduahon i dohot tu na patoluhon i dohot tu sude angka na mangadu angka parduan i, ninna ma: Hatangkon ondeng ma dok hamu tu si Esau, molo tung pajumpang hamu dohot ibana:",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ihut di pudinami dohot si Jakkob naposomi, i ma dok hamu! Ai ninna rohana do: Padengganonku do rohana marhitehite silehonlehon, na niadu di jolongku, dung i pe asa idaonku bohina, anggiat mira bohina marnida ahu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi taripar ma silehonlehon i di jolona; marborngin di parsaroan ianggo ibana sabornginna i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Dung i hehe ma ibana bornginna i, dipangarahon ma jolmana na dua i dohot naposona boruboru na dua i dohot anakna na sampulu sada i, laho manaripari hatariparan Jabok.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi ditogihon ma nasida patariparhon di batang aek i, dipataripar ma nasa na di ibana i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tading ma holan si Jakkob, jadi ro ma sada halak marsiranggut dohot ibana ro di buha siang ari.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai dung diida, ndang leak tunduksa si Jakkob, disoro ma soitna, jadi ngendul ma soit ni si Jakkob i dibahen parsiranggutonnasidai.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ninna Ibana ma: Palua ma Ahu, ai nunga buha siang ari. Alai ninna si Jakkob ma: Ndang hupalua Ho, nda jolo dipasupasu Ho ahu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ninna Baoa i mandok Ibana: Ise do goarmu? Si Jakkob do, ninna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi ninna Baoa i ma: Ndang be si Jakkob dohonon goarmu, si Israel na ma, ai dialo ho do Debata dohot jolma, jala monang ho do.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i manungkun ma si Jakkob, jala ninna: Ua paboa ma goarmu? Alai ninna Ibana ma: Boasa ma tung sungkunsungkunanmu goarhu? Dung i dipasupasu ibana disi.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi dibahen si Jakkob ma goar ni parsiranggutan i Peniel; ai nunga tangkas huida apala Bohi ni Debata, jala malua tondingki.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i di na sinalpuanna i Peniel i, binsar ma mata ni ari di ibana, hape mengkatengkat ibana dibahen soitna.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ala ni do umbahen so dipangan halak Israel urat doldol rasirasa nuaeng, ala disoro pardomuan ni soit ni si Jakkob i.",
      "type": "content"
    }
  ]
}