{
  "book": "Kejadian",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sorta situtu panjangkon ni si Esau di si Jakkob 1-7. II. Pangkataionnasida 8-16. III. Hatotolhas ni si Jakkob tu Kanaan 17-20.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i manatapnatap ma si Jakkob, jadi diida ma ro si Esau, jala opat ratus halak donganna sauduran. Jadi disagihon ma angka anakna tu si Lea dohot tu si Rahel dohot tu naposo boruboru na dua i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tu jolo ma dibahen boruboru na dua i rap dohot anaknasida i, tu pudinasida i si Lea dohot anakkonna, parpudi sahali anggo si Rahel rap dohot si Josep.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i mardalan di jolonasida ma anggo ibana, jala dipatungkaptungkap ibana tu tano pitu hali, paima tolhas ibana tu hahana i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i marlojong ma si Esau manjumpangkon ibana, dihaol ma rungkungna i, jala diumma ibana, jadi tangis be nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i manaili ma si Esau, gabe diida ma angka ina i rap dohot angka dakdanak i, gabe didok ma: Ise do angka donganmu an? I ma angka dakdanak, angka na niasihon ni Debata tu naposomon, ninna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i jumonok ma naposo boruboru na dua i, nasida dohot angka anakkonnasida, manungkapnungkap ma nasida marsomba.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jumonok ma dohot si Lea rap dohot anakkonna i angka na marsomba be; dung i jumonok ma si Josep dohot si Rahel marsomba be.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i ninna si Esau ma: Tu aha bahenonmu sude punguan angka na jumpang ahu nangkin? Mangalap asi ni roha ni rajangku do i tu ahu, ninna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai ninna si Esau ma: Godang do anggo i di ahu, ale anggia, di ho ma na di ho hian.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna si Jakkob ma: Ndangana, molo sapala asi roham mida ahu, sai jalo ma silehonlehonki sian tanganku; ai songon na marnida bohi ni Debata do ahu, na marnida bohim ahu, jala sorta ho tu ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai jalo ma pasupasungku, na binoan i tu ho, ai asi do roha ni Debata di ahu, jala singkop do sude di ahu. Jadi dung sai dielehelekkon tu ibana, gabe dijalo ma.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i didok si Esau ma: Beta ma hita mardalan, ahu pe di jolom.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai ninna si Jakkob ma mandok ibana: Diboto rajangku do, mardongan posoposo dohot birubiru dohot lombu angka panusuan ahu, molo mahudushu binahen, nanggo sadari, angka mate ma sude pinahan i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sai jumolo ma rajangku mardalan Sian naposona on; ianggo ahu, hupanangetnanget pe marguru tu pangalangka ni pinahan angka na di jolongki dohot marguru tu langka ni angka dakdanak i, paima tolhas ahu tu Seir tumopot rajangki.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ninna si Esau ma: Beha ia hutadingkon deba sian angka dongankon bahen donganmu? Alai ninna si Jakkob ma: Tu aha ma i pola? Asal jumpangan asi ni roha ahu, ale rajanami.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi mulak ma si Esau di na sadari i tu Seir.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Alai anggo si Jakkob borhat laho tu Sukot, dipauli ma jabuna sada, jala dibahen angka bara ni pinahanna, ala ni do umbahen margoar Sukot adian i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi tolhas ma si Jakkob mardamedame tu huta Sikem, na di tano Kanaan, di na ro i ibana sian Padang-Aram, di adopan ni huta i ibana marsaro.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i dituhor ma hauma santurpuk, hajongjongan ni undungundungna i, sian angka anak ni si Hemor, ama ni si Sikem mararga saratus rupia.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i dipajongjong disi langgatan sada, dibahen ma goarna: Di Debata ni halak Israel na gogo i.",
      "type": "content"
    }
  ]
}