{
  "book": "Kejadian",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "I. Digogoi si Sikem do si Dina 1-12. II. Angkal dibahen si Simeon dohot si Lepi manodos halak Sikem 13-31.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai laho ma ianggo si Dina, boru ni si Lea, na tinubuhonna di si Jakkob, martandang tu angka boru, isi ni banua i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi diida si Sikem, anak ni si Hemor, marga Hevi, raja ni luat i ibana, jala digogoi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Solo situtu rohana di si Dina, boru ni si Jakkob i, jala lomo rohana mida boruboru na bajar i, gabe didok ma hatana mambuat roha ni boruboru na bajar i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna si Sikem na mandok si Hemor, amana i: Sai buat ma di ahu namarbaju on bahen jolmangku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i tarbortik ma tu si Jakkob, naung pinarotakrotak ni si Sikem si Dina, boruna i, jala di ladang angka anakna i marmahan pinahanna, jadi sip ma si Jakkob, paima ro nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ruar ma si Hemor, ama ni si Sikem i tumopot si Jakkob, naeng mangkatai dohot ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ro ma dohot angka anak ni si Jakkob sian ladang. Jadi marsak jala tarrimas situtu angka baoa i, dung dibege nasida barita ni haurahon, binahen ni si Sikem tu Israel, naung pinarotakrotakna i boru ni si Jakkob, tung na so jadi do bahenon songon i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i mangkatai ma si Hemor dohot nasida, ninna ma: Solo do roha ni anakku, si Sikem di borumuna i; ua lehon hamu nasida tu ibana bahen jolmana!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Martondong ma hita: Lehon hamu borumuna di hami, borunami pe buat hamu di hamu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Di lambungnami on ma hamu maringanan; guru di hamu ma tano na di jolomuna i; ingani jala liati hamu marboniaga mambuat laba di hamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i didok si Sikem ma mandok ama ni si Dina dohot tu angka ibotona i: Sai asi ma rohamuna di ahu hulehon pe gurudokmuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Gumodang pe pangido hamu tuhorna dohot silehonlehon, sai na lehononku do, gurudokmuna i, asal dilehon hamu boru i tu ahu bahen jolmangku.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Jadi tanding ma dibahen angka anak ni si Jakkob mangalusi si Sikem dohot si Hemor amana i, ala na pinarotakrotakna i si Dina, ibotonasida i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Didok nasida ma mandok ibana: Ndang haoloan hami hata i, mangalehon ibotonami tu halak na marhulup, ai haurahon do i di hami.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai huoloi hami pe hamu, molo olo hamu sunaton nasa baoa di hamu, songon hami.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Hulehon hami pe borunami tu hamu, hubuat hami pe dohot borumuna di hami, gabe tampak ingananta, jala sada bangso hita.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai molo so diunduk hamu hatanami, mangoloi sunaton, buatonnami ma borunami, dung i bungkas hami.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi lomo ma roha ni si Hemor dohot si Sikem, anakna i umbege hatanasida i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang pola marpaimaan dolidoli i patupahon hata i, ai solo do rohana di boru ni si Jakkob, jala ibana na sumangap sian sude pinompar ni amana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi ditopot si Hemor dohot si Sikem anakna i partungkoan ni hutanasida i, asa marhata dohot angka baoa, isi ni hutanasida i, ninna ma:",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Naeng maraleale angka halak on dohot hita italoas ma nasida mangingani tano on, asa diliati marboniaga, ai lambas do tano i di jolonasida humaliang; tabuat pe borunasida bahen jolmanta, talehon dohot borunta di nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ingkon marsunat hita nasa baoa, songon nasida angka na tarsunat be, asa olo nasida maringan di lambungta on, jala sada bangso dohot hita.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Nda guru di hita ma pinahan dohot sude sinamotnasida i? Antong sai itaoloi ma pinangido ni rohanasida i, asa maringan nasida di lambungta on.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi diunduk nasida ma hata ni si Hemor dohot si Sikem, anakna i, sude nasida angka na marmeang muli sian bahal ni hutana i; marsunat ma sude baoa, isi ni huta i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i patoluarihon, di na bernit i diae nasida, masiboan podangna ma na dua anak ni si Jakkob, si Simeon dohot si Lepi, iboto ni si Dina i, dirampok ma huta i na so pangkiriman, jala dibunui nasa baoa.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dibunu ma dohot si Hemor dohot si Sikem, anakna i, ditampuli dohot podang, dung i diboan ma si Dina sian bagas ni si Sikem, jadi laho nasida.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ditahopi angka anak ni si Jakkob ma angka na tartihami, jala ditaban duduk huta i, ala na pinarotakrotakna i ibotonasida i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Didaek ma angka birubiru dohot lombu dohot halodenasida i ro di sude na di bagasan huta dohot na di balian.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ro di sude ugasannasida dohot sude posoposo, tole jolmanasida diboan, jala dipupusi nasa ugasan na di bagasan jabu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i didok si Jakkob ma mandok si Simeon dohot si Lepi: Dilitohi hamu ma antong parnidaanku pabauhon baritangku tu isi ni tano on, tu halak Kanaan dohot Perisi, so manang piga bilanganta; molo marhara nasida di donganna mangalo hita, gabe bunuonna ma ahu, jadi ripur ahu dohot na hupompar.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai ninna nasida ma: Tung tama ma doshon sibabijalang ibotonami bahenonna?",
      "type": "content"
    }
  ]
}