{
  "book": "Kejadian",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Jakkob borhat tu Betel, didokkon Debata 1-8. II. Diparata Debata disi bagabagana tu si Jakkob 9-15. III. Hatutubu ni si Benjamin dohot hamamate ni si Rahel mardonokkon Eprata 16-20. IV. Haurahon binahen ni si Ruben. Goar ni angka anak ni si Jakkob 21-26. V. Hamamate dohot hatatanom ni si Isak 27-29.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna Debata ma mandok si Jakkob: Borhat ma ho laho nangkok tu Betel, ingani ma disi, jala pauli disi sada langgatan di Debata, na niidam, di na maporus i ho maradophon si Esau, hahami.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi didok si Jakkob ma mandok donganna sabagas dohot tu sude donganna i: Pambolongkon hamu ma debata sileban, angka na pineopmuna i, manguras ma hamu jala salini hamu ulosmuna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Beta ma hita nangkok tu Betel, asa hupauli disi sada langgatan di Debata, na mangalusi ahu di ari hagogotanki, jala didongani ahu di dalan na hudalani i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi diparlehon be ma tu si Jakkob sude debata sileban, angka na di tangannasida i, ro di antinganting angka na di pinggolnasida i, dung i ditabunihon si Jakkob ma i tu toru ni hau ara na di lambung ni Sikem.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i borhat ma nasida, ditahuti Debata ma angka huta na humaliang nasida i, asa unang dilele angka anak ni si Jakkob.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi tolhas ma si Jakkob tu huta Lus na di tano Kanaan i, i ma Betel i, ibana dohot sude donganna sauduran.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dipauli ma disi langgatan sada, dibahen ma goar ni hajongjonganna: Elbetel, ala na niidana i disi Debata, di na maporus i ibana maradophon hahana i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i mate ma si Debora panarusan ni si Rebekka na jolo; jadi ditanom ma ibana di toru ni hariara, tungkan dangsina ni Betel, gabe dibahen ma goarna; hariara Bahut (parandungan).",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i diulahi Debata pataridahon Ibana tu si Jakkob, dung ro ibana sian Padang-Aram, jala dipasupasu ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi didok Debata ma mandok ibana: Si Jakkob do goarmu, alai ndang be si Jakkob, si Israel na ma dohonon goarmu. Jadi margoar si Israel na ma ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna Debata ma mandok ibana: Ahu do Debata, pargogo na so hatudosan! Gabe ma ho jala matorop mabue; bangso sada, jala parluhutan ni angka bangso marharoroan sian ho, jala angka raja ruar sian gontingmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala tano naung hulehon tu si Abraham dohot tu si Isak, lehononku ma tu ho dohot tu pinomparmu sogot lehononku tano i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i manaek ma Debata sian lambungna, sian inganan pangkataianna i dohot si Jakkob.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dipajongjong si Jakkob ma sada partinandaan sian batu di inganan pangkataianna i dohot Debata, diusehon ma tu atasna pelean siinumon, diusehon dohot miak tu ginjangna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i dibahen si Jakkob ma goar ni inganan pangkataianna i dohot Debata, Betel.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Dung i borhat ma nasida sian Betel, adong dope arga sangombasnari mardalan asa sahat tu Eprata, mangintubu ma disi si Rahel, mansai maol ibana mangintubu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi di na maol i ibana mangintubu, ninna sibaso i ma mandok ibana: Unang ho mabiar, ai sai gomgomonmu do nang anakmon.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai di na laho tos hosana, ai mate do ibana, dibahen ma goarna Benoni; alai anggo amana manggoar ibana si Benjamin.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Asa mate ma si Rahel, jala tartanom di dalan laho tu Eprata, i ma Betlehem.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i dipajongjong si Jakkob ma partinandaan sada di atas tanomanna i. I ma partinandaan di tanoman ni si Rahel rasirasa nuaeng.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(IV.) Dung i borhat ma si Israel, jala dipahembang undungundungna i di bariba ni Migdol-Eder.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi dung diingani si Israel tano i, laho ma si Ruben marjolmahon si Bilha, jolma ni amana i, jala tarbortik do i tu si Israel. Alai sampulu dua do anak ni si Jakkob.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia anak ni si Lea: Si Ruben, buhabaju ni Jakkob, si Simeon, si Lepi, si Juda, si Isasar dohot si Zebulon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ia anak ni si Rahel: Si Josep dohot si Benjamin.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ia anak ni si Bilha, rading ni si Rahel: Si Dan dohot si Naptali.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia anak ni si Zilpa, rading ni si Lea: Si Gad dohot si Aser. I ma anak ni si Jakkob, angka na tubu di ibana di Padang-Aram.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(V.) Dung i sahat ma si Jakkob tu si Isak, amana i, tu Mamre, tu Kiryat-Arba, i ma Hebron, paisolatan ni si Abraham dohot si Isak.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ia umur ni si Isak saratus ualupulu taon do.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i tos ma hosa ni si Isak, jala mate ibana saur matua, jala mahap di hangoluan on, gabe dipapungu ma ibana tu angka ompuna jala ditanom si Esau dohot si Jakkob, angka anakna i, ibana.",
      "type": "content"
    }
  ]
}