{
  "book": "Kejadian",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Josep hasudungan ni si Jakkob 1-4. II. Angka nipi panurirangon ni si Josep 5-11. III. Angka haha ni si Josep martahi dompak ibana, laos digadisjauhon 12-30. IV. Arsak ni si Jakkob pasarisari si Josep 31-36.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai anggo si Jakkob maringan di tano, paisolatan ni amana na jolo, di tano Kanaan i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "On do angka jamita ni pinompar ni si Jakkob: Marumur sampulu pitu taon si Josep, asa paihutihut pinahan ibana rap dohot angka hahana i, sai dongan ni angka anak ni si Bilha dohot si Zilpa, angka jolma ni amana i dolidoli i, sai dipatolhas si Josep do baritanasida angka na roa tu amanasida i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai holongan do roha ni si Israel di si Josep, asa di angka anakna sasudena, ai dung pe matua ibana, asa ditubuhon, jala dibahen di ibana sada baju sampuborna na ganjang.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung diida angka hahana i, holongan do hape roha ni amanasida mida ibana, asa mida sude angka hahana i, jadi sogo rohanasida mida ibana, ndang apala basar be pangkulingnasida tu ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Angkup ni marnipi ma si Josep, jala dipaboa nipina i tu angka hahana i; jadi lam ganda sogo ni rohanasida i mida ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai didok si Josep do mandok nasida; ua tangihon hamu jolo nipingkon:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Huipi mangarahuti tibalan hita di tonga ni hauma, jadi hehe ma tibalanku, laos jongjong, jomba be do angka tibalanmuna humaliang marsomba tu tibalanku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ninna angka hahana i mandok ibana: Tung ho ma bangkit rajanami di roham, mangarajai hami? Jadi lam tamba muse sogo ni rohanasida i mida ibana, ala ni nipina dohot ala ni hatana i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i diipi muse sada nipi na asing, ipe dipaboa do tu angka hahana i, ninna ma: Ida ma, huipi dope sada nipinari; ai ida ma, mata ni ari dohot bulan dohot bintang sampulu sada marsomba tu ahu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai dung dipaboa nipina tu amana dohot tu angka hahana i, hona hata ma ibana dibahen amana, ninna ma mandok ibana: Nipi aha ma nipimi? Ingkon ro ahu dohot inam dohot angka haham, manungkap tu tano marsomba tu ho, di roham?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi hosom ma roha ni angka hahana i mida ibana; alai anggo amana i sai dipeop rohana do hata i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Dung i laho ma angka hahana i marmahan birubiru ni amanasida i di lambung Sikem.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ninna si Israel ma tu si Josep: Nda di lambung ni Sikem do angka hahami marmahan? Ro ma ho, asa husuru ho manopot nasida. Jadi ninna si Josep ma: Dison do ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i didok si Jakkob ma mandok ibana: Antong laho ma ho maningkir angka hahami manang na sonang nasida, sonang dohot angka pinahan i, dung i mulak ho mamboan barita i tu ahu. Jadi disuru si Jakkob ma ibana sian rura Hebron, asa ditopot tu Sikem.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi jumpang na sahalak ma ibana, di na lilu ibana di ladang, gabe disungkun baoa i ibana, ninna ma: Aha do na niluluanmu?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Angka dahahang i do na hulului, ninna; ua paboa di ahu, manang didia nasida marmahan!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi ninna baoa i ma: Nunga munsat nasida sian on, ai hubege hatanasida: Beta ma hita laho tu Dotan. Jadi diihuthon si Josep ma angka hahana i, gabe jumpangsa nasida di Dotan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dung ditatap nasida ibana, tagan so sahat dope ibana tu nasida, nunga martuptup hian nasida, mambunu ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Asa masipandohan ma nasida: Ida hamu ma, nunga ro indi an, pangguruan ni angka nipi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "On pe, beta ma hita, asa itabunu ibana, dung i itadabu ibana tu godung sada, tadok pe, binatang manoro ibana, asa taida lapatan ni angka nipina i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai dung dibege si Ruben hata i, dipalua ma ibana sian tangannasida, ninna ma: Unang ma tabunu hosana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Angkup ni ninna si Ruben mandok nasida: Unang durushon hamu mudar, dabu hamu ibana tagonan tu godung, na di halongonan on, unang mangonai tangan hamu tu ibana. Alai naeng paluaonna ibana sian tangannasida, asa dipaulak ibana tu amana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dung tolhas si Josep tu lambung ni angka hahana i, diosari nasida ma bajuna, baju sampuborna na ganjang i, na pinangkena i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ditangkup nasida ibana, jala didabu ibana tu godung, alai rumar godung i ndang marisi aek.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i hundul ma anggo nasida mangan sagusagu. Dung i manatapnatap ma nasida, gabe diida ma marudurudur halak Ismael ro sian Gilead rap dohot untonasida, angka na mangusung pamurpuri, miak na hushus dohot haminjon, angka na laho tuat tu tano Misir palangkahonsa.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi ninna si Juda ma tu angka hahaanggina i: Aha ma labanta, molo itabunu angginta i, jala itaporso mudarna i?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Beta, itagadis ma ibana tu halak Ismael an, asa unang mangonai tangan hita tu ibana, ai angginta jala sibukta ibana, jadi ditangihon angka hahaanggina ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i di na mamolus angka partigatiga, halak Midian i, dienet nasida ma si Josep sian godung i tu ginjang, jala digadis si Josep arga duapulu rupia tu halak Ismael, angka na mamboan si Josep tu tano Misir.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i mulak ma si Ruben tu godung i, hape ndang be di bagasan godung i didapot si Josep, jadi disansani ma angka ulosna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i mulak ma ibana tu angka anggina i, ninna ma: Ndang be disi dakdanak i, tu dia na ma ahu?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(IV.) Dung i dibuat nasida ma baju ni si Josep i, diseat nasida ma sada hambing tunggal, jala diguluhon bajubaju i tu mudar i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i ditongoshon ma baju sampuborna na ganjang i, asa diboan tu amanasida, angka ninna ma manonahon: Na jumpang hami do on, ua tanda, manang baju ni anakmu do i, manang ndang.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai ditanda ibana ma i, gabe didok ma: Baju ni anakku do i! Nunga dipolgak binatang ibana, nunga tutu disoro si Josep i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i disansani si Jakkob ma angka ulosna i, jala dibahen ulos hori tu gontingna, sai tumatangis ibana sipatsipat ni ari marningot anakna i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i hehe be ma sude angka anakna dohot boruna, mangapul ibana nian; alai ndang olo ibana apulon nasida, ninna ma: Na laho na ma ahu manurun tumopot anakki tu Sheol (parbeguan) ala ni arsakkon; jadi sai ditatangisi amana i ibana.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alai digadis halak Midian i do ibana tu tano Misir, tu si Potipar, naposo ni si Firaun, sintua ni angka hupas.",
      "type": "content"
    }
  ]
}