{
  "book": "Kejadian",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangolion ni si Juda dohot angka anakna 1-11. II. Langkana tu si Tamar 12-26. III. Linduat anakkonna 27-30.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tuat ma uju i si Juda tumadingkon angka hahaanggina i, dipagohon ma undungundungna i jonok tu lambung ni sada halak Adullam margoar si Hira.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi diida si Juda ma disi sada boru ni halak Kanaan, si Sua goarna, dibuat ma i jala ditopot.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi marhangoluan ma ibana, jala ditubuhon anak sada, dibahen ma goarna si Er.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i gabegabean muse ibana, jala ditubuhon anak sada, dibahen ma goarna si Onan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i gabegabean muse ibana jala ditubuhon anak sada, dibahen ma goarna si Sela. Alai di huta Aksib do si Juda di hatutubuna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i dibuat si Juda ma boru bahen jolma ni si Er, buhabajuna i, si Tamar do goarna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai na jahat do si Er, buhabaju ni si Juda i, maradophon Jahowa, jadi dibunu Jahowa ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna si Juda ma mandok si Onan: Topot ma jolma ni haham, jala pagodang, mambahen rindang di haham.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai dung diboto si Onan, ndada ibana nampuna pinompar, ia ditopot pe jolma ni hahana i, jadi tu tano ma gogo ni dagingna dibolongkon, asa unang marrindang hahana i dibahen.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai sogo do roha ni Jahowa di pambahenna i, jadi dibunu ma dohot ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i didok si Juda ma tu si Tamar, parumaenna i: Songon i ma hamu mabalu tinggal di bagas ni amanta, paima magodang anakku, si Sela i, ai ninna rohana do, atek tung mate dohot ibana, songon angka hahana i. Jadi laho ma si Tamar, jala diingani bagas ni amana i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dung i di laonlaon ni ari, mate ma boru ni si Sua, jolma ni si Juda. Jadi dung sabam roha ni si Juda, nangkok ma ibana tumopot angka sigusting imbulu ni birubiruna, tu Timna, ibana dohot si Hira alealena sian Adullam.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dibaritahon halak ma tu si Tamar, ninna do: Ida ma, na laho do simatuam doli nangkok tu Timna manggusting imbulu ni birubiruna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i diosari boruboru i ma angka ulos habaluonna i, disaongsaongkon ma abit tujung i laho hundul tu harbangan ni huta Enaim, na di lambung dalan tu Timna, ai nunga balga diida si Sela, hape ndang dilehon ibana tu si Sela bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung diida si Juda ibana, diambang ma boruboru sibabijalang ibana, ai disaongsaongi do bohina.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i didapothon si Juda ma boruboru i tu pinggol ni dalan i, ninna ma: Ua loas ma ahu ro tu ho, ai ndang diboto parumaenna hape nasida. Jadi ninna nasida ma: Aha ma ugasanmu lehononmu tu ahu, asa ro ho tu ahu?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi ninna ibana ma: Hutongos pe di ho sada hambing tunggal sian pagaran. Antong lehon ma tu on sindorna, paima ditongos ho, ninna nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ninna ibana ma: Aha ma sindor lehononku tu ho? Jadi ninna nasida ma: Ba, tintin pijormi dohot horungkorungmi dohot tungkot na di tanganmi. Jadi dilehon ma i tu nasida, dung i ditopot ma nasida, jadi gabegabean ma nasida sian ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i hehe ma nasida laho muli, dipasae ma abit tujung i, jala dialithon muse angka ulos habaluonna i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ditongoshon si Juda ma hambing tunggal i marhite sian alealena, halak Adullam i, tumobus sindor sian tangan ni boruboru i, hape ndang didapot disi.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi disungkuni ma isi ni luat i: Atehe hamu, didia do boruboru sibabijalang i, na hundulhundul di Enaim, di pinggol ni dalan i? Alai ninna nasida ma: Ndang adong boruboru sibabijalang, huida hami dison.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i mulak ma ibana tu si Juda, ninna ma: Ndang jumpang ahu nasida; jala didok angka isi ni luat i huhut: Ndang adong dison boruboru sibabijalang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi ninna si Juda ma: Di ibana ma i tusi, asal unang gabe haurahonta; ida ma, hutongos do nian hambing tunggal on, alai ndang jumpang ho angkora i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Hape salpu arga tolu bulan, tarbortik ma tu si Juda: Tardege pinggol ni dalan do si Tamar, parumaenmi, nunga pola gabegabean ibana dibahen sibabijalangonna i. Jadi didok si Juda ma: Boan hamu nasida tu on, asa sinoksohan nasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dung diboan halak nasida, marsuruan ma nasida manopot simatuana doli mandok: Sian baoa, nampuna angka indi on ahu gabegabean, ua tanda hamu, manang ise nampuna tintin pijor on dohot horungkorung on dohot tungkot on!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi ditanda si Juda ma ugasan i, gabe didok ma: Pintoran do hape nasida, asa ahu; ai ala na so hulehon i nasida tu si Sela, anakki. Alai ndang be diparjolma ibana nasida.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(III.) Jadi dung jumpang hatotoras ni emena, gabe linduat do di bortianna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tole manubuhon nasida, surduk na sada tangan, gabe ditangkup sibaso i, jala dirahuti dohot bonang na rara, ninna ma: On do na parjolo ruar.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Hape dung ditait tanganna i mulak, ruar ma anggina i; jadi didok sibaso i ma: Boasa ma tung songon i pamuntasmu? Jadi dibahen ma goarna si Peres.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ruar ma anggina i, na martali bonang na rara i di tanganna, jadi dibahen ma goarna si Zerah.",
      "type": "content"
    }
  ]
}