{
  "book": "Kejadian",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Josep bangkit siramoti bagas ni si Potipar 1-6. II. Dihamonangkon do pangunjunan sian jolma ni si Potipar, gabe tu hurungan ibana ala ni 7-23.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai anggo si Josep tarboan do tuat tu Misir, gabe ro ma si Potipar, wakil ni raja Firaun, sirajai angka naposona halak Misir, manuhor ibana sian halak Ismael, angka na patuathon ibana tusi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai didongani Jahowa do si Josep i, gabe jolma na martua ibana, sai di bagas ni rajana, halak Misir i ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dung diida rajana i na nidonganan ni Jahowa ibana, jala ditumpak Jahowa sude mula ni tanganna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi lomo ma roha ni rajana i mida si Josep, gabe parhaladona ibana; jala dipabangkit ibana gabe siramoti jabuna, jala sude na di ibana i, dipasahat do tu tangan ni si Josep.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi olat ni na pinabangkitna i ibana bahen siramoti jabuna, ro di sude na di ibana i, dipasupasu Jahowa ma bagas ni halak Misir i ala ni si Josep, manjadi do ditumpak Jahowa sasude na di ibana i, di jabu dohot di balian.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tung sude na di ibana i dipasahat do tu tangan ni si Josep, agia aha pe ndang dipabotoboto rohana, nda holan sagusagu na pinanganna i. Alai uli do anggo rupa dohot bohi ni si Josep i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Jadi dung salpu angka jamita ondeng solo ma roha ni jolma ni rajana i mida si Josep, didok ma: Angkupi ma ahu modom.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai manjua ma si Josep, didok ma mandok jolma ni rajana i: Ida ma, ndang agia aha dibotoboto rajangku di jabu on, dungkon ni ahu, jala sude na di ibana i, tu tanganku do dipasahat.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang adong manang ise na umbalga di jabu on sian ahu, jala ndang adong na so dipadapot tu ahu, dungkon ni ho, ala jolmana ho; tung olo ma ahu mambahen jea na sai godang, asa mardosa ahu maradophon Debata?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai sai songon i do hatana tu si Josep ariari, na so ditangihon ibana do modom di lambungna manang rap dohot nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hape laho ma si Josep di na sadari tu jabu mangula ulaonna, tongon ndang adong manang ise isi ni jabu i disi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi disoro boruboru i ma ulosna i, ninna ma: Angkupi ma ahu modom! Alai ditadingkon si Josep ma ulosna di tangannasida, laos maporus ibana tu balian.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dung diida nasida naung tinadingkonna ulosna di tangannasida laos maporus ibana tu balian.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Gabe dijou nasida ma angka isi ni bagasna i, ninna ma mandok angka nasida: Ida hamu ma, diboan ibana do halak Heber i tu hita, mambahen haurahon di hita. Ro do ibana tu ahu, naeng angkupanna ahu modom, gabe hupangiar soarangku joujou.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung dibege ibana, hupangiar soarangku joujou, gabe ditadingkon ma ulosna i di lambungki, laho maporus ibana tu balian.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i dipasombu nasida ma ulos ni si Josep di lambungnasida, paima ro rajana i muli.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i dihatahon ma hatanasida ondeng tu ibana, ninna ma: Ro do nangkin tu ahu hatoban halak Heber i, na binoanmi tu hami naeng mambahen haurahon di ahu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai dung hupangiar soarangki joujou, gabe ditadingkon ma ulosna i di lambungki, jala maporus ibana tu balian.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi dung dibege raja ni si Josep hata, ni jolmana i, angka na pinaboana i tu ibana mandok: Songon na hudok i dibahen naposom tu ahu, gabe tarrimas situtu ma ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi ditangkup raja ni si Josep i ma ibana, dipasahat ma ibana tu bagas hurungan ni angka na hinurungkon ni raja i, asa laos di hurungan i ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai didongani Jahowa do si Josep i, jala asi rohana mida ibana, dipadenggan dohot roha ni siramoti hurungan i mida ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dipasahat siramoti hurungan i ma tu tangan ni si Josep sasude angka na tarhurung di bagas hurungan i, ro di sude sibahenon disi, ingkon si Josep paturehon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ndang agia aha be diradoti siramoti hurungan i, naung pinasahatna i tu tangan ni si Josep, ala didongani Jahowa ibana, jala ditumpak manjadi na niulana i.",
      "type": "content"
    }
  ]
}