{
  "book": "Kejadian",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Kain dohot si Abel, pelean pinelehonnasida be 1-7. II. Hamamate ni si Abel, toru ni Debata tu si Kain 8-16. III. Pinompar ni si Kain 17-24. IV. Set dohot Enos; pangoloion parjolo di Debata 25-26.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i sampur ma si Adam dohot si Hawa, jolmana i, jadi gabegabean ma ibana, ditubuhon ma si Kain, jala ninna ma: Nunga maruli ahu sada baoa sian Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i diulahi ma manubuhon si Abel anggina i; gabe parmahan birubiru ma si Abel, alai siula hauma anggo si Kain.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i di laonlaon ni ari, diboan si Kain ma sian parbue ni haumana bahen pelean tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dohot ma si Abel mamboan sian buhabaju ni birubiruna dohot sian tabotabona. Jadi lomo ma roha ni Jahowa mamereng si Abel dohot na pinelehonna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai anggo si Kain dohot na pinelehonna i, ndang dibereng. Jadi pusu ma roha ni si Kain jala rupi bohina.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna Jahowa ma mandok si Kain: Boasa tung pusu roham, jala boasa rupi bohim?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nda songon on do? Molo na denggan diula ho i ma hadirgakon ni bohi; alai molo so diula ho na denggan, mangonggop dosa i di lambung pintu mangkalungunhon ho, alai ingkon ho mangarajaisa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i mangkatai ma si Kain dohot si Abel, anggina i. Alai dung ro di hauma nasida, hehe ma si Kain dompak si Abel anggina i, jala dibunu ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ninna Jahowa ma tu si Kain: Didia do si Abel anggim i? Ndang huboto, ninna, tung ahu ma siparorot anggingki?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ninna Jahowa ma: Aha do na binahenmi? Maungaung do sian tano i mudar ni anggim sahat tu Ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Onpe gumodang ma torungku tu ho asa tu tano i, na pangangang babana jumalo mudar ni anggim sian tanganmi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Molo diula ho tano i, ndang be lehononna gogona tu ho, mompasompas jala madoado na ma ho di tano on.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna si Kain ma mandok Jahowa: Ndang be tarsesa dosangki dibahen balgana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ndi, nunga dipabali Ho ahu sadari on sian tano on, jadi martabuni na ma ahu maradophon Bohim, gabe mompasompas jala madoado na ma ahu di tano on. Jadi manang ise na jumpangan ahu, bunuonna ma ahu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ninna Jahowa ma mandok ibana: Antong manang ise pe na mambunu si Kain, pitu lompit abulonna. Dung i dibahen Jahowa ma sada tanda tu si Kain, asa unang dibunu manang ise na jumpangan ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i manginsurut ma si Kain sian Bohi ni Jahowa laho maringan tu tano Nod, na tungkan habinsaran sian porlak Eden.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i sampur ma si Kain dohot jolmana, jadi gabegabean ma ibana, jala ditubuhon si Hanok. Dung i dipungka ma sada sosor dibahen ma goar ni sosor i Hanok, mangihuthon goar ni anakna i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ditubuhon si Hanok ma si Irad; si Irad manubuhon si Mehuyael; si Mehuyael manubuhon si Metusael; si Metusael manubuhon si Lamek.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai anggo si Lamek dua do jolmana dibuat, goar ni na sada si Ada, goar ni paduahon si Zilla.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ditubuhon si Ada ma si Jabal, ibana do ompu ni sude angka na mangingani undungundung dohot na marpinahan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia goar ni anggina i si Jubal, ibana do ompu ni sude angka sipiltik hasapi dohot sordam.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Si Zilla pe ditubuhon do si Tubal Kain, pande ni sude angka sipauli tombaga dohot bosi; ia iboto ni si Tubal Kain si Naema do.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ninna si Lamek ma tu jolmana na dua i, si Ada dohot si Zilla: Bege hamu ma soarangku, hamu ale jolma ni si Lamek! Pinggol hamu ma torsangkon! Sai na bunuonku do sada baoa ala ni bugangki, jala sada dolidoli ala ni bosarhon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai molo pitu hali abulon ia si Kain, ingkon pitupulu hali pitu abulon anggo si Lamek.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(IV.) Dung i sampur ma si Adam muse dohot jolmana i, jadi ditubuhon ma anak sada, dibahen ma goarna si Set, ai nunga disolukkon Debata tu ahu sada tubu na asing, singkat ni si Abel, na binunu ni si Kain, ninna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tubu ma dohot anak ni si Set sada, dibahen ma goarna si Enos. Uju i ma dipungka halak pajoujou goar ni Jahowa.",
      "type": "content"
    }
  ]
}