{
  "book": "Kejadian",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "I. Nipi ni na dua naposo ni raja Firaun na tarhurung i 1-5. II. Panjujur ni si Josep di nipinasida i 6-19. III. Hasisintong ni panjujurna i 20-23.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu angka jamita ondeng, mardosa ma sitahu anggur ni raja ni Misir i dohot silompa sagusagu dompak tuannasida, raja ni Misir i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi muruk situtu raja Firaun mida naposona na dua i, mida sintua ni angka sitahu anggur dohot mida sintua ni angka silompa sagusagu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Gabe dipasahat nasida tu hurungan, tu jabu ni sintua ni angka hupas pangaramoti, tu hurungan panahatan ni si Josep.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dipasahat sintua ni angka hupas i ma nasida tu si Josep, asa diramoti nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung na nia leleng nasida di hurungan i, marnipi ma nasida duansa di na saborngin, pulik be do nipinasida i; marlapatan be do nipinasida i, nipi ni sitahu anggur dohot silompa sagusagu ni raja ni Misir i, angka na di hurungan i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i manogotna i ditopot si Josep ma nasida, gabe diida ma nasida margondok ni roha.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi disungkun si Josep ma naposo ni raja Firaun i, angka na rap dohot ibana di hurungan di jabu ni indukna i, ninna ma: Boasa songon na surbit bohimuna idaon sadari on?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ninna nasida ma tu ibana: Marnipi do hami, hape ndang adong sijujursa. Jadi ninna si Josep ma tu nasida: Nda mandapot di Debata do angka panjujuron? Ua pajojor hamu ma tu ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i dipajojor sintua ni angka sitahu anggur nipina i tu si Josep, ninna mandok ibana: Huida di bagasan nipingku, hau anggur sangkambona di jolongku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tolu do ranting ni na sangkambona i, angka na martunas i, jala mangerbangi bungana, matoras dohot parbuena.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala di tanganku do panginuman ni raja Firaun i, jala hupambuat angka parbue i, jala huporoi tu panginuman ni raja Firaun, dung i hulehon panginuman i tu tangan ni raja i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ninna si Josep ma tu ibana: On do lapatanna: Na tolu ranting i, tolu ari do i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Di bagasan tolu ari on dope, pabangkiton ni raja Firaun ho, jala pasuongonna ho tu tohonanmi hian, jala lehononmu muse panginuman i tu tangan ni raja i, songon na somal na jolo uju sitahu anggurna ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ia dung sonang ho sai ingot ahu, asi roham di ahu, taringothon ahu tu raja Firaun, asa diparuar ahu sian bagas on.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai na tarpangus do ahu sian tano ni halak Heber, jala dison pe, ndang adong hubahen agia aha, alana umbahen dabuhononna ahu tu hurungan on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dung diida sintua ni angka silompa sagusagu, denggan do panjujurna i, gabe didok ma tu si Josep: Ahu pe, huhunti do di bagasan nipingku tolu hirang martinditindi marisi sagusagu di atas ulungku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ianggo hirang parginjang i marisi ragamragam ni sipanganon ni raja Firaun, pinajadijadi ni pangalompa, hape ro angka pidong manurbingi sian hirang na di atas ulungki.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ninna si Josep ma mangalusi: On do lapatanna: Na tolu hirang i, tolu ari do i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Di bagasan tolu ari on dope, pisikkonon ni raja Firaun ma ulum sian ho, jala gantungonna badanmu tu hau, gabe panganon ni angka pidong sibukmu sian ho.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Tole patoluarihon, jumpang ma ari hatutubu ni raja Firaun, gabe dibahen ma sipanganon di saluhut naposona, dipanangkok ma ulu ni sintua ni angka sitahu anggur dohot ulu ni sintua ni angka silompa sagusagu tu tongatonga ni angka naposona i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dipasuang ma sintua ni angka sitahu anggur tu ulaonna hian, asa dilehon muse panginuman i tu tangan ni raja Firaun.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai anggo sintua ni angka silompa sagusagu, digantung do, songon na jinujur ni si Josep tu nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai ndang diingot sintua ni angka sitahu anggur i be si Josep, tung dihalupahon do ibana.",
      "type": "content"
    }
  ]
}