{
  "book": "Kejadian",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka nipi ni raja Firaun 1-7. II. Holso ni rohana pasarisarihon dohot panjouna di si Josep 8-24. III. Panjujur ni si Josep di angka nipi ni raja Firaun, dohot panuturionna na denggan i 25-36. IV. Hababangkitna. Hasisintong ni lumbalumbana 37-49. V. Angka anak ni si Josep. Mula ni haleon i 50-57.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu boho dua taon, marnipi ma raja Firaun jongjong ibana di pasir ni batang aek.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i diida ma nangkok sian batang aek i pitu lombu, angka na uli rupa jala na mokmok, angka na manjampali di arung.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i soluk ma nangkok pitu lombu na asing sian batang aek i, angka na roa rupa, jala na marniang, didapothon ma tu lambung ni lombu, angka na di pasir ni batang aek i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dipolgak lombu angka na roa rupa, jala na marniang i ma na pitu lombu angka na uli rupa, jala na mokmok i. Dung i tarsunggul ma raja Firaun i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i tarnono muse matana, gabe marnipi paduahalihon, diida ma tubu pitu kambiur sangkambona, angka na porngis jala na denggan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i soluk ma diida tubu pitu kambiur angka na lambang, jala antinganoon dibahen alogo sian habinsaran.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dipolgak kambiur angka na lambang i ma na pitu kambiur, angka na balga, jala na porngis i. Jadi tarsunggul ma raja Firaun i, jala diida ma, nipi do i hape.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Manogotna i holso situtu ma rohana i. Jadi disuru ma mangalapi saluhut pangarunding dohot paralamat angka na di tano Misir i; dung i diaturhon raja Firaun ma nipina i tu nasida: Alai ndang adong sian nasida na malo manjujursa di raja Firaun i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i mangkuling ma sintua ni angka sitahu anggur, ninna ma mandok raja Firaun i: Marningot ma ahu sadari on di dosangku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Uju na tarrimas i raja Firaun mida hami naposona, gabe dipasahat ahu rap dohot sintua ni angka silompa sagusagu tu hurungan, na di jabu ni sintua angka hupas.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi marnipi ma hami di na saborngin, ahu dohot ibana, pulik be do lapatan ni nipinami.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi adong ma disi dongannami sada dolidoli, marga Heber, naposo ni sintua ni angka hupas i, tu ibana ma huaturhon hami, gabe dijujur ma nipinami be, marguru tu nipinami be lapatanna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ia songon i panjujurna tu hami, laos songon i do songgop: Ia ahu mulak tu tohonanku hian, targantung do anggo donganku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i disuru raja Firaun ma mangalapi si Josep, jadi hatop ma dipalua nasida ibana sian hurungan i, dinabung ma misena, jala disingkati angka ulosna, gabe ditopot ma raja Firaun i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna raja Firaun ma mandok si Josep: Adong do sada nipingku, hape ndang adong sijujursa. Alai hubege baritam, didok halak: Ia adong dibege ho nipi, malo do ho manjujursa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ninna si Josep ma mangalusi raja Firaun: Ndada ahu nian, Debata do paboahon hasonangan tu raja Firaun i!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna raja Firaun ma mandok si Josep: Ida ma, huipi do, ahu jongjong di pasir ni batang aek i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi huida ma rungkar sian batang aek i pitu lombu, angka na mokmok, jala na uli rupa, angka na manggagat tu arung.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i soluk ma rungkar huida pitu lombu na asing, angka na marniang jala na roa rupa situtu, ndang adong tudosan ni roana i huida di sandok tano Misir.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i dipolgak na pitu lombu angka na marniang jala na roa i ma na pitu lombu parjolo, angka na mokmok i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sahat pe angka i tu butuhana i dipolgak, laos so tanda do naung ro di butuhana i, laos roa do rupanasida, songon na di mulana i. Jadi tarsunggul ma ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i huida muse di bagasan nipingku, tubu pitu kambiur sangkambona, angka na porngis jala na denggan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i soluk ma tubu huida pitu kambiur na asing angka na lambang, jala na rohor dibahen alogo sian purba.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dipolgak na pitu kambiur, angka na lambang i ma na pitu kambiur angka na denggan i. Nunga nian hupaboa luhutna tu angka pangarunding, alai ndang adong nanggo sada na malo manjujur di ahu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(III.) Dung i ninna si Josep ma tu raja Firaun: Sada do pandok ni na dua nipi ni raja Firaun; dipaboa Debata do tu raja Firaun, na naeng pamasaonna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Na pitu lombu angka na denggan i, pitu taon do i; na pitu kambiur, angka na denggan i, laos pitu taon do i; sada do tahe lapatan ni nipi i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Na pitu lombu angka na marniang, jala na roa i, angka na rungkar i ihut tu bongka ondeng, pitu taon do i; na pitu kambiur, angka na lambang jala na rohor binahen ni alogo sian purba, boaboa ni pitu taon haleon do i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "I ma hata na hupaboa i tu raja Firaun: Dipalumba Debata do tu raja Firaun, na naeng pamasaonna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ida ma, masa ma pitu taon hadumaon bolon di sandok tano Misir.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ihut ma tusi muse masa pitu taon haleon, gabe lupa ma sude hadumaon i di tano Misir; jadi pansing ma tano i bahenon ni haleon i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ndang be botoon ni halak hadumaon ni tano i bahenon ni haleon na soluk i, ai tung na pitor situtu do i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Angkup ni, umbahen na pola dua hali marnipi raja Firaun, paboa gomos ni boaboa na sian Debata, jala tibuna pamasaon ni Debata.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "On pe, didiori raja Firaun ma sada halak na pantas jala na pistar marroha, sipabangkitonna patotahon tano Misir i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Didokkon raja i ma ibana pabangkithon angka sintua di tano i mangidohon saparlima sian tano Misir di na pitu taon hadumaon i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Asa dipapungu nasida sude sipanganon saleleng angka taon hadumaon, angka na ro on, asa dipagukguk hian eme marpandapotan tu raja Firaun, pajopon ni angka huta bahen sipanganon sogot.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Asa adong hian bahen bohal ni tano i tumagam na pitu taon haleon i, angka na songgop sogot tu tano Misir, asa unang mate so mangan, isi ni tano i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "(IV.) Denggan ma hata i di roha ni raja Firaun dohot di roha ni angka naposona sudena.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jadi ninna raja Firaun ma mandok angka naposona i: Tung tagamon ma jumpang hita jolma songon ibana, na niinganan ni Tondi ni Debata?",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i didok raja Firaun ma tu si Josep: Dung dipabotohon Debata tu ho sudena i, ndang adong jolma na umpantas marroha jala na umpistar sian ho.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Sahat tu ho ma bagashu, guru dokmu ma sandok bangsongki; holan habangsa harajaon i ma husurunganku sian ho.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Angkup ni ninna raja Firaun mandok si Josep: Ida ma, nunga hupasahat tu ho sandok tano Misir on.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dung i diumpat raja Firaun ma tintinna sian tanganna, jala disolukkon tu tangan ni si Josep, dilehon dohot surta na bontar bahen abitna dohot sampesampena, dibahen dohot horungkorung sere tu rungkungna.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dung i dipahundul ibana tu huretana paidua huhut martingting i di jolona: Marsomba ma hamu! Asa sahat tu ibana ma sandok tano Misir.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Dung i ninna raja Firaun ma mandok si Josep: Ahu do nian raja Firaun, alai ndang na jadi hindaton ni manang ise tanganna manang patna di sandok tano Misir, nda lomo roham.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Jadi dibahen raja Firaun ma goar ni si Josep: Zopenat Paneah (sipangolu portibi on), jala dilehon tu ibana si Asnat, boru ni si Potipera, malim di huta On, bahen jolmana. Dung i borhat ma si Josep mangaliati tano Misir i.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Tolupulu taon do umur ni si Josep di na jongjong i ibana di jolo ni si Firaun, raja ni Misir i. Asa borhat sian jolo ni raja Firaun ma si Josep i, laho mangaliati sandok tano Misir.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Jadi mansai gukguk parbue ni tano i di na pitu taon hadumaon i.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Dung i dipapungu si Josep ma nasa goargoar ni sipanganon ni na pitu taon i, angka na di tano Misir i, jala disimpan sipanganon i tu angka huta, gogo ni hauma na humaliang ganup huta, dibahen tu bagasan.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Jadi sobokkon rihit na di pasir ni laut hagogodang ni eme na pinagukguk ni si Josep i, pola dipasohot muse mamilangi, ai ndang be habilangansa.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "(V.) Dung i tubu ma dua anak di si Josep, tagan so ro dope taon haleon i, angka na tinubuhon ni si Asnat, boru ni si Potipera, malim di huta On.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Dibahen si Josep ma goar ni buhabajuna i: Si Manasse, ai lupa do ahu, dibahen Debata di sude pardangolanki, ro di bagas ni damang i sudena, ninna.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Dibahen goar ni na paduahon i: Si Epraim: Ai gabe do ahu ditumpak Debata di tano pardangolanki, ninna.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Jadi dung salpu na pitu taon hadumaon i di tano Misir.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Mamungka ma ro na pitu taon haleon, songon na nidok ni si Josep hian, gabe haleonon ma saluhut luat ni halak; alai anggo di sandok tano Misir, adong do sipanganon.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Dung i haleonon ma muse dohot sandok tano Misir i, jadi mangalualu tu raja Firaun ma na torop i mangido sipanganon. Alai ninna si Firaun ma mandok sude isi ni Misir: Si Josep ma topot hamu, na nidokna i ma bahen hamu.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Jadi dung haleonon saluhut luat ni halak, diungkap si Josep ma sude sopo parpeopan eme, digadisi ma i tu halak Misir, ai tung na potir situtu do haleon i di tano Misir.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Dung i angka ro ma isi ni sude luat tu tano Misir, manuhori sipanganon sian si Josep; ai tung na potir situtu do haleon i di sandok tano on.",
      "type": "content"
    }
  ]
}