{
  "book": "Kejadian",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "I. Haboborhat ni angka anak ni si Jakkob parjolo tu tano Misir 1-5. II. Horas ni hata ni si Josep tu angka hahana i; tading si Simeon ditiopi 6-25. III. Hamumulak ni angka haha ni si Josep; parandungan ni amanasida i 26-39.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dung diida si Jakkob, adong eme di tano Misir, ninna ma mandok angka anakna i: Boasa sai masiberengan hamu?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i didok ma: Adong hubege eme di tano Misir, tuat ma hamu tusi margalas di hita sian i, asa mangolu hita, gabe unang mate.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi tuat ma angka haha ni si Josep na sampulu halak i laho margalas eme sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo si Benjamin, anggi ni si Josep i, ndang dipaborhat si Jakkob rap dohot angka hahana i, ai ninna do: Atek tung beha adong marana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i sahat ma angka anak ni si Israel margalas rap dohot angka pargalas na asing, ai di tano Kanaan pe nunga masa haleon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Alai si Josep do pangarajai di luat i, ibana do sigadisi eme tu sude isi ni tano i. Asa dung sahat angka haha ni si Josep i, manungkap ma nasida tu tano, marsomba tu ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dung diida si Josep angka hahana i, gabe ditanda ma nasida, alai mangindung ma ibana maradophon nasida, jala didok hata na horas tu nasida, ninna ma mandok nasida: Sian dia hamu ro? Jadi didok nasida ma: Sian tano Kanaan do, naeng manuhor sipanganon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Asa ditanda si Josep do angka hahana i, alai anggo ibana ndang ditanda nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi diingot si Josep ma nipi, angka na niipina taringot tu nasida, gabe didok ma mandok nasida: Pangkahap do hamu naeng mangarigop bungbung ni tano on; umbahen na ro hamu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ninna nasida ma mandok ibana: Ndangana ale rajanami! Na ro manuhor sipanganon do angka naposomon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Anak ni sahalak do hami sudena, na burju do hami, ndang dung pangkahap angka naposomon.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ninna si Josep ma mandok nasida: Ndangana, naeng mangarigop bungbung ni tano on do hamu umbahen na ro.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ninna nasida ma: Sampulu dua do nian hami angka naposomon, angka na martinodohon, anak ni sada halak di tano Kanaan, tading di lambung ni amanta ianggo siampudan i sadari on, alai anggo na sada ndang disi be.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna si Josep ma mandok nasida: I ma na hudok i tu hamu: Pangkahap do hamu!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "On ma pangujianku tu hamu: Songon sintongna mangolu raja Firaun, molo tagamon meret hamu sian on, nda jolo ro anggimuna siampudan i tuson.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Suru hamu ma sahalak sian hamu, mangalap anggimuna i, tu hurungan ma anggo hamu, asa huuji hatamuna i, manang na adong haburjuon di hamu; alai molo soada i, songon sintongna mangolu raja Firaun, pangkahap do hamu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dipatop ma nasida tu sada hurungan tolu ari lelengna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai jumpang patoluarihon, ninna si Josep ma mandok nasida: Boti ma bahen hamu, asa mangolu hamu, ai huhabiari do Debata.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Molo halak na burju hamu, sahalak ma sian hamu tading tarhurung di hurunganmuna on, laho ma ianggo hamu, manaruhon eme i, sipanganon ni hamu na sapanganan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i boan hamu ma anggimuna siampudan i tu ahu, asa hinahaporseaan hatamuna i, jala unang mate hamu. Jadi dibahen nasida ma songon i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai masisolsolan ma nasida: Tongon do, pardosa do hita tu angginta i, ai itaida do ponjot ni rohana i, uju diparajarajai hita, alai ndada itatangihon; ala ni do umbahen na ro tu hita hagogotan on.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi ninna si Ruben ma mangalusi nasida: Nda hudok hian do tu hamu: Unang mardosa hamu tu dakdanak i, alai ndang ditangihon hamu hatangki; asa sapata ni mudarna i huhut manginona tu hita.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai ndang diboto nasida tung diantusi si Josep hata i, ai marsipadas hata do si Josep mangangkupi nasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i mangkatai ditundali si Josep ma nasida, laos tangis diulahi muse mandompakkon nasida, mangkulingkon nasida, ditangkup ma sian nasida si Simeon marningot ibana di adopannasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i didokkon si Josep ma ision panuhuhannasida i dohot eme, jala paulahon peraknasida tu panuhuhanna be, jala lehonon tu nasida bohal di dalan, jadi dibahen ma songon i tu nasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(III.) Dung i dipampeakkon nasida ma emenasida i tu halodenasida i, jadi borhat ma nasida sian i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Hape diungkap na sahalak ma panuhuhanna di parbornginan mangalehon gagaton tu halodena, gabe diida ma perakna i, talpe di siboanonna i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi didok ma mandok angka donganna i: Mulak do hepengku, ida hamu ma huhut di siboanonkon, gabe marseto ma rohanasida jala mabiar situtu, angka didok be ma tu donganna: Aha do on ulaning, na binahen ni Debata tu hita.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i tolhas ma nasida tu tano Kanaan, tu si Jakkob, amanasida i, dialualuhon ma tu ibana luhutna na masa i tu nasida, angka ninna ma:",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Poran di pangkuling ni raja ni tano i tu hami, songon pangkahap mangkahapi tano i hami, di rohana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai na burju do hami, i do hudok hami tu ibana, ndang dung pangkahap hami.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Sampulu dua do hami, anak ni amanta, angka na martinodohon; ndang disi be ianggo na sada, di lambung ni amanta dope ianggo siampudan i, di tano Kanaan.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi didok raja ni tano i ma mandok hami: Botima i, asa huboto manang na burju hamu: Tading ma sada sian hamu di lambungkon, boan hamu ma panganon ni na di huta, mardalan ma hamu!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i boan hamu ma anggimuna siampudan i tu ahu, asa huboto, ndada pangkahap hamu, na burju do hamu hape; hulehon pe donganmuna on tu hamu, datdati hamu margalasi tu tano on.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Tole nasida mangarungkari panuhuhannasida i, gabe diida be ma puro parhepenganna di panuhuhanna be. Jadi dung diida nasida dohot amanasida i angka parhepengannasida i, mabiar ma nasida.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i ninna si Jakkob, amanasida i, mandok nasida: Na punu ma ahu bahenonmuna! Si Josep ndang be disi, si Simeon pe, ndang be disi, dohot do si Benjamin naeng buatonmuna! Luhutna i marpungu tu ahu.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Alai ninna si Ruben ma mandok amana i: Anakku na dua i ma bunu, molo tung so mulak ibana huboan tu ho; tu tanganku ma ibana pasahat, sai na mulak ibana tu ho boanonku.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai ninna ibana ma: Ndang jadi tuat anakku rap dohot hamu, ai nunga mate hahana i, sasada ibana na ma tading; atek tung beha adong parmaraanna di dalan sibolusonmuna i, jadi tu toru ni situmandok na ma ahu na ubanon on taruhononmuna, bahenon ni dokdok ni roha. (42-39) Alai lam marpotir ma haleon di tano i.",
      "type": "content"
    }
  ]
}