{
  "book": "Kejadian",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "I. Haboborhat ni angka anak ni si Jakkob paduahalihon tu Misir rap dohot si Benjamin 1-14. II. Mangulahi holsoan angka anak ni si Jakkob i 15-24. III. Hasortaon ni si Josep tu nasida 25-33.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung suda dipangan nasida eme,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(43-1b) na binoannasida i sian tano Misir, mangkuling ma amanasida mandok tu nasida: Sai ulahi hamu ma margalas di hita otik sipanganon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(43-2) Jadi ninna si Juda ma mangalusi ibana: Mansai gomos situtu do hata ni raja i tu hami: Na so tupa idaonmuna be bohingkon, nda udur hamu dohot anggimuna i, ninna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(43-3) Asa ia dipaborhat ho angginami rap dohot hami, tuat pe hami margalas sipanganon di ho.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(43-4) Alai molo so dipaborhat ho ibana, ndang tuat hami, ai nunga pola didok raja i mandok hami: Na so tupa idaonmuna be bohingkon, nda udur anggimuna i dohot hamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(43-5) Dung i ninna si Israel ma: Boasa dibahen hamu na roa tu ahu, pola paboaonmuna tu raja i, adong dope anggimuna i?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(43-6) Jadi didok nasida ma: Sai disungkunsungkuni raja i do taringot tu hami dohot taringot tu pomparannami, ninna do: Mangolu dope amamuna? Adong dope anggimuna i? Jadi hupajojor hami tu ibana, marguru tu panungkunna i; sian dia do botoonnami dohononna boanonnami angginami tuat?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(43-7) Dung i ninna si Juda ma mandok si Israel amana i: Loas ma dakdanak i borhat rap dohot ahu, asa borhat hami mardalan, jala mangolu hita, unang mate, nang hami, nang ho, nang angka anakkonnami.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(43-8) Ahu ma mangkangkungi ibana, sian tanganku pangidoonmu ibana; marsapata tu ahu ma ho saleleng ahu mangolu, molo tung so mulak ibana huboan tu ho, jala hupajongjong tu jolom.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(43-9) Ai unang togang hami, nunga pola mulak hami dua hali tagamon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(43-10) Dung i ninna si Israel, amanasida i, mandok nasida: Molo boti, bahen hamu songon on: Buat hamu ma parbue angka na ummarga, tubu ni tano on mambahen tu panuhuhanmuna, bahen silehonlehon tu raja i: Saotik miak na hushus, dohot situak ni loba saotik dohot pamurpuri dohot haminjon dohot barangan dohot tapus.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(43-11) Silompit dua ma boan hamu ianggo hepeng i, padohot hepeng na peak talpe di siboanonmuna i: Atek tung beha lilu ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(43-12) Boan hamu ma dohot anggimuna i, borhat ma hamu mangulahi manopot raja i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(43-13) Sai asi ma roha ni Debata, pargogo na so hatudosan i di hamu maradophon raja i, asa diloas borhat hahamuna na tading i dohot si Benjamin rap dohot hamu. Alai anggo ahu, songon halak na punu na ma ahu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(43-14) Asa dibuat nasida ma angka silua ondeng dohot hepeng i silompit, angkup ni si Benjamin; dung i borhat ma nasida laho tuat tu tano Misir manopot tu jolo ni si Josep.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(43-15) (II.) Jadi dung diida si Josep udur do nasida dohot si Benjamin, gabe didokkon ma siramoti bagasna i: Togihon ma halak i tu bagas, jala potongi sipotongon i, jala hobas i, ai ingkon mangan halak on rap dohot ahu di hos ni ari.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(43-16) Dung i dipatupa naposo i ma, songon na nidok ni si Josep i, ditogihon ma halak i tu jabu ni si Josep.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(43-17) Alai mabiar ma halak i, ala tinogihonna i nasida tu jabu ni si Josep, angka ninna ma: Hata hepeng, na tarihut tu siboanonta na jolo do ulaning, umbahen ditogihon hita tu jabu on, asa manggiling hata tu hita dohot mandobo hita, marhatobanhon hita dohot mambuat halodenta i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(43-18) Dung i dipajonok nasida ma tu baoa siramoti bagas ni si Josep i, angka dipangkulingi nasida ma ibana di baba pintu ni bagas i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(43-19) Angka ninna nasida ma: Santabi ale rajanami, na tuat do hami nenganon margalas sipanganon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(43-20) Hape dung sahat hami tu parbornginan, jala huungkap hami siboanonnami, gabe disi do sintong hepengnami be, talpe di ginjang, jadi mulak do i huboan hami.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(43-21) Huboan hami dohot hepeng na asing manuhor sipanganon; ndang huboto hami manang ise na mambahen hepengnami tu siboanonnami.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(43-22) Alai ninna baoa i ma: Dame ma di hamu, unang hamu mabiar! Debatamuna dohot Debata ni amamuna mangalehon arta na buni tu siboanonmuna i; sahat tu ahu do hepengmuna i. Dung i diparuar ma si Simeon tu nasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(43-23) Dung i ditogihon ma nasida tu jabu ni si Josep, dilehon ma dohot aek, asa diburi nasida patnasida i, jala didabu gagaton tu halodenasida i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(43-24) Dung i diparade nasida ma silehonlehon i tumagam haroro ni si Josep di hos ni ari, ai nunga tarbortik tu nasida, mangan sagusagu nasida disi.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(43-25) (III.) Jadi dung ro si Josep tu bagas, diboan nasida ma tu ibana silehonlehon na di tangannasida i tu jabu, manungkap ma nasida tu tano, marsomba ibana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(43-26) Dung i disungkun si Josep ma manang na sonang do nasida, jala ninna ma: Hipas do amanta, na matua i, na nidokmuna i? Mangolu dope ibana?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(43-27) Jadi didok nasida ma: Hipas do naposom, amanta i, mangolu dope ibana. Jadi manungkap ma nasida marsomba ibana.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(43-28) Dung i manaili ma si Josep, gabe diida ma si Benjamin, anggina i, donganna saina, didok ma: On do anggimuna siampudan na nidokmuna i tu ahu? Dung i ninna si Josep muse: Asi ma roha ni Debata di ho, ale anaha!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(43-29) Dung i humalaput ma si Josep laho, dibahen sihol ni rohana mida anggina i, jadi marhor ma iluna, gabe laho ma ibana tu bilutna, asa tangis disi.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(43-30) Dung marsuap ibana, ruar ma ibana muse dipatomos ma rohana, didok ma: Boan hamu ma sagusagu i!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(43-31) Dung i diboan nasida ma pulik be di ibana dohot di nasida, dohot di halak Misir, angka na mangan rap dohot ibana. Ai ndang na jadi mangan sagusagu halak Misir rap dohot halak Heber, ai pantang do i di halak Misir.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(43-32) Dung i dipatording ma parhundulnasida di adopan ni si Josep, asa tanda sihahaan dohot siampudan, gabe longang be ma nasida.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(43-33) Dung i dihindati parhobas i ma angka sipanganon hasurungan sian jolo ni si Josep tu jolonasida. Alai lima hali nasa jambar ni donganna sudena, jambar ni si Benjamin, jadi minum ma nasida, jala bosur rap dohot ibana.",
      "type": "content"
    }
  ]
}