{
  "book": "Kejadian",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamumulak ni angka hahaanggi ni si Josep; ponjot ni rohanasida binahen ni si Josep 1-17. II. Serep ni pangkataion ni si Juda mangondihon si Benjamin 18-34.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i didokkon si Josep ma siramoti bagasna i, ninna ma: Gohi ma panuhuhan ni angka halak on dohot sipanganon, marguru tu na tarusung nasida jala bahen ma hepeng nasida be, talpe tu bibir ni panuhuhanna be.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala bahen ma panginumanki, panginuman perak i, talpe di panuhuhan ni siampudan i rap dohot hepeng tuhor ni eme i. Jadi dibahen ma, songon na nidok ni si Josep.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Torang ari manogotna i, dipaborhat ma nasida rap dohot halodenasida i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung ruar nasida sian huta i, ndang sadia holang dope nasida, gabe didok si Josep ma mandok siramoti bagasna i: Borhat ma ho, haru eahi ma ne halak ondeng, jala ia dung dapot ho nasida, dok ma tu nasida: Boasa tung dibahen hamu na jat balos ni na denggan?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nda dibuat hamu panginuman dohot partondungan ni tuangku? Na roa do na binahenmuna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung dapotsa nasida, gabe dipandok ma tu nasida angka hata ondeng.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ninna nasida ma mandok ibana: Boasa ma tung songon i angka pangkulingmi, ale rajanami? Sitongka do ianggo di angka naposomon mangulahon, songon na nidokmu ondeng.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ida ma, gari hepeng na jumpang hami, talpe di bibir ni panuhuhannami, huboan hami do mulak tu ho sian tano Kanaan; songon dia ma antong panangkonami di perak manang sere sian bagas ni rajanta i?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia tung jumpang panginuman di manang ise sian angka naposomon, ingkon mate ibana; angkup ni, dohot do hami gabe hatoban ni raja i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ninna ibana ma: Antong songon na nidokmuna i ma tutu: Ia tung jumpang di manang ise, i ma gabe hatobanhu, alai lias do ianggo hamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi hapogan ma nasida paijurhon siboanonna be tu tano, asa diungkap be siboanonna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i didiori ma, mamungka di sihahaan, jojor sahat ro di sianggian; gabe jumpang ma panginuman i di siboanon ni si Benjamin.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi diparribak nasida ma ulosnasida i, dipausungkon be ma harungna tu halodena i, asa mulak nasida tu huta.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ditopot si Juda dohot angka hahaanggina i tu bagas ni si Josep, ai disi dope ibana, jadi manungkap be ma nasida tu tano di jolona.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ninna si Josep ma mandok nasida: Apala dia do na binahenmuna on? Nda diboto hamu hian na malo martondung do jolma songon ahu on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi didok si Juda ma: Aha ma dohononnami di ho, ale rajanami? Beha ma pandoknami, mamintori dirinami? Nunga jumpang Debata hajahaton ni angka naposomon. Ida ma, hatoban ni raja i na ma hami luhutna, hami ro di sibuat panginuman i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai ninna si Josep ma: Sitongka do di ahu mangulahon sisongon i; baoa sibuat panginuman i, i ma hatobanku; ianggo hamu, nangkok ma hamu tu amamuna mardamedame.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(II.) Dung i jumonok ma si Juda tu lambungna, didok ma: Sombangku di ho, ala rajanami, loas ma naposomon mandok hata sada tu pinggol ni raja i, sai unang marpiarpiar rimasmu tu naposom, ai doshon raja Firaun i do ho!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sungkunsungkun do raja i tu angka naposom, didok do: Adong dope amamuna, manang dongan sabutuha.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi hudok hami ma tongon tu raja i: Adong dope amanami naung matua, jala sada anak siampudanna, tubuna dung matua, jala nunga mate hahana i, jala sasadasa tinggal na saina, jala haholongan ni amana ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i nimmu do mandok angka naposom: Boan hamu ma ibana tuat tu ahu, asa dinolnol matangku ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi hudok hami do nian tu raja i: Ra ndang tartadingkon dakdanak i amana i: Atek tung mate amana maon, tung sura ditadingkon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai nimmu do mandok angka naposom: Molo so tuat anggimuna siampudan i, rap dohot hamu, ndang be jadi idaonmuna bohingkon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi nangkok ma hami tu naposom, damang i, gabe hupaboa hami ma tu ibana angka hata ni raja i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ninna damang ma: Ulahi hamu ma margalas otik sipanganonta.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai hudok hami ma: Ndang tarbahen hami tuat; alai molo angginami siampudan i dongannami, tuat pe hami; ai ndang tarbereng hami bohi ni raja i, molo so angginami siampudan i dongannami.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi ninna naposom, damang i, mandok hami: Diboto hamu do, dua do tubu ni jolmangku.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ruar do anggo na sada sian ahu, gabe hudok: Tongon tahe nunga diparsisiga binatang ibana, jala rasirasa nuaeng, ndang huida ibana.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Molo dibuat hamu dohot on annon sian jolongku, gabe adong marana, jadi tu toru ni situmandok na ma ahu na ubanon i taruhononmuna, bahenon ni hinamago.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "On pe, molo sahat ahu tu naposom, damang i, hape ndang dohot dakdanak i, jala sisadari do hosanasida na dua i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tongon tahe molo diida, ndang disi dakdanak i, mate ma ibana; alai hami angka naposomon do patuathon naposom, amanta na ubanon i, tu toru ni situmandok, bahenon ni dokdok ni roha.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ai ahu naposomon do mangkangkungi dakdanak i tu damang i, ningku do: Molo so hupaulak ibana tu ho, sai mardosa ma ahu tu damang i saleleng mangolu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "On pe, ua ahu, naposomon ma tading dison, gabe hatoban ni raja i, singkat ni dakdanak i, asa nangkok dakdanak i, rap dohot angka hahana i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ai beha ma pambahenku nangkok tu damang i, so udur dohot dakdanak i? Ndang hapanotnotan ahu hinamago na songgop tu damang i.",
      "type": "content"
    }
  ]
}