{
  "book": "Kejadian",
  "chapter": 45,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipatandahon si Josep ibana tu angka hahana jala dipail nasida tuat tu tano Misir rap dohot amanasida i 1-15. II. Bagabaga ni raja Firaun, paboa sortana jumangkon nasida 16-20. III. Hamumuli ni angka anak ni si Jakkob: Bohabohaon jolo roha ni amanasida i alai las rohana muse 21-28.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi ndang tartaon si Josep be sihol ni rohana maradophon sude angka na jongjong di lambungna, gabe dijouhon ma: Paruar hamu ma sude halak sian lambungkon! Jadi ndang adong manang ise na jongjong di lambungna, di na pinatandahon ni si Josep ibana tu angka hahana i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i dipangiar ma soarana tumatangis, pola dibege halak Misir, ro di isi ni bagas ni raja Firaun umbegesa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna si Josep ma mandok angka hahana i: Ahu do si Josep, mangolu dope amanta i? Jadi ndang haalusan angka hahana i ibana, ai tarhatotong do rohanasida mida bohina i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna si Josep ma mandok angka hahana i: Ua pajonok hamu ma tu lambungkon; gabe dipajonok nasida ma. Jadi ninna ibana ma: Ahu do si Josep, anggimuna, na ginadismuna i tu tano Misir.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "On pe, unang mabiar hamu, jala unang serbeng matamuna, ala ginadismuna i ahu tuson, ai mangarade hangoluanmuna, umbahen disuru Debata ahu parjolomuna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai padua taon on dope masa haleon di tano on, alai lima taonnari dope na so masa saburon manang gotilon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai disuru Debata do ahu parjolomuna, pajophon di hamu ebaeba di tano on dohot pangoluhon hamu, mambahen haluaon bolon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "On pe, ndada hamu marsuru ahu tuson, Debata do, dipabangkit do ahu gabe ama ni raja Firaun, dohot gabe induk ni sandok bagasna, jala pangarajai di sandok tano Misir.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Asa pahatop hamu ma ne nangkok tu damang i, paboa hamu ma tu ibana: Songon on do tona ni anakmu, si Josep: Dipabangkit Debata do ahu gabe raja ni sandok tano Misir; tuat ma ho mandapothon ahu, unang togangtogangon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Maringan di tano Gosen ma ho, asa jonok di lambungku, ho dohot anakmu dohot angka pahompum, ro di birubirum dohot lombum dohot nasa na di ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ahu do marmuduhon ho disi, ai lima taonnari dope haleon on, asa unang raparan ho dohot isi ni bagasmu, ro di sude na di ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Antong matamuna dohot mata ni anggingki, si Benjamin i, marnidasa, paboa apala pamanganku manonahon hata i tu hamu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Paboa hamu ma tu damang i sude hasangaponku di tano Misir, ro di sude na niidamuna i. Pahatop hamu ma ne tuat tuson rap dohot amanta.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i dihaol ma rungkung ni si Benjamin, anggina i huhut tangis, si Benjamin i pe, sai tumatangis do mangkaol rungkungna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i diumma si Josep ma sude angka hahana i huhut tumatangis be; dung pe salpu i, asa mangkatai angka hahana i dohot ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Dung i tarbortik ma barita i tu bagas ni raja Firaun, angka ninna do: Nunga ro angka haha ni si Josep; jadi denggan ma roha ni raja Firaun dohot angka naposona i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna raja Firaun ma mandok si Josep: Dok ma tu angka hahami, songon on ma bahen hamu: Sorati hamu ma angka halodemuna i, borhat ma hamu, asa gira sahat hamu tu tano Kanaan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i boan hamu ma amamuna dohot ripemuna mandapothon ahu, asa hulehon tu hamu na dumenggan di tano Misir, asa dipangan hamu miak ni tano on.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Antong sahat tu ho ma i, bahen hamu ma songon on: Buat hamu ma sian tano Misir angka hureta hundulan ni anakkonmuna dohot jolmamuna i, boan hamu dohot amamuna ro tuson.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala unang habot rohamuna mida ugasanmuna i, ai gok di hamu do na denggan ni sandok tano Misir on.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Jadi dibahen angka anak ni si Israel ma songon i, diparlehon si Josep ma angka hureta tu nasida marningot pandok ni raja Firaun, dilehon tu nasida dohot bohal di dalan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Diganupi nasida abit sasalin be, alai anggo tu si Benjamin tolu ratus rupia dohot lima salin abit dilehon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ditongoshon ma angkup ni di amana i sorat sampulu halode tunggal, angka na mangusung na dumenggan i sian tano Misir, dohot sampulu halode boruboru, angka siusung eme, sagusagu dohot sipanganon di amana i di tongan dalan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Asa dipaborhat ma angka hahana i, gabe laho nasida; alai ninna do mandok nasida: Unang marbadai hamu di tongan dalan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi nangkok ma nasida sian tano Misir, gabe sahat nasida tu tano Kanaan, tu si Jakkob, amanasida i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi dibaritahon nasida ma tu ibana, angka ninna ma: Mangolu dope si Josep, jala ibana do sigomgom saluhut tano Misir; alai diparotootoi roha ni si Jakkob do i, ai ndang dihaporseai hatanasida i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai dung dihatahon nasida tu ibana sude hata ni si Josep, angka na tinonahonna i tu nasida, diida dohot hureta, angka na tinongoshon ni si Josep mangusung ibana, gabe tarhilas ma tondi ni si Jakkob, amanasida i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ninna si Israel ma: Taho ma i, mangolu dope hape si Josep anakki! Borhat ma ahu, asa huida ibana, tagan so mate dope ahu.",
      "type": "content"
    }
  ]
}