{
  "book": "Kejadian",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "I. Bagabaga ni Debata patogu haporseaon ni si Jakkob laho tumadingkon tano Kanaan, sude nasida na sapanganan 1-7. II. Angka goar ni pinompar ni si Jakkob 8-27. III. Masipaidaan muse si Jakkob dohot si Josep 28-34.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa borhat ma si Israel dohot sude na di ibana i. Jadi dung sahat ibana ro di Berseba, gabe dipelehon ma angka pelean tu Debata ni amana si Isak i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i didok Debata ma tu si Israel marhitehite pangungkapon bornginna i, ninna ma: Jo, ale Jakkob, Jakkob! Dison do ahu ninna ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna ma: Ahu do Debata. Debata ni amam, unang ho mabiar tuat tu tano Misir; ai gabe bangso na bolon do ho tumpahanku disi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hudongani pe ho tuat tu tano Misir, jala sai na togihononku do ho nangkok sogot, ingkon si Josep do mangampehon tanganna tu matam.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i borhat ma si Jakkob sian Berseba, jala ditogihon angka anak ni si Israel ma si Jakkob, amanasida i, dohot angka anakkonnasida ro di jolmanasida, di hureta, angka na tinongos ni raja Firaun mamboan ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Diboan ma dohot pinahannasida, ro di sinamotnasida, angka na sinamotsamotnasida i di tano Kanaan, jadi sahat ma nasida tu tano Misir. Si Jakkob ro di sude pinomparna i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Angka anakna dohot angka pahompuna, angka boruna dohot angka pahompuna boruboru, ro di sude pinomparna, diboan tu tano Misir rap dohot ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Jala on ma angka goar ni anak ni si Israel, angka na tolhas tu tano Misir i: Si Jakkob dohot angka anakna i: Buhabaju ni si Jakkob, i ma si Ruben.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Angka anak ni si Ruben: Si Hanok, si Pallu, si Hezron dohot si Karmi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angka anak ni si Simeon: Si Jemuel, si Jamin, si Ohad, si Jakin, si Zohar dohot si Saul, tubu ni boru Kanaan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angka anak ni si Lepi: Si Gerson, si Kohat dohot si Merari.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Angka anak ni si Juda: Si Er, si Onan, si Sela, si Peres dohot si Jara. Alai anggo si Er dohot si Onan mate do di tano Kanaan. Ia anak ni si Peres: Si Hezron dohot si Hamul.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Angka anak ni si Isasar: Si Tola, si Pua, si Job dohot si Simron.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Angka anak ni si Zebulon: Si Sered, si Elon dohot si Jalel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "I ma pinompar ni si Lea, angka na tinubuhonna di si Jakkob di Padang-Aram, angkup ni si Dina, boruna i. Sude nasida, angka anakna dohot boruna, tolupulu tolu halak do.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Angka anak ni si Gad: Si Sipion, si Haggi, si Suni, si Esbon, si Eri, si Arodi dohot si Areli.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Angka anak ni si Aser: Si Innah, si Isha, si Ishi, si Beeria dohot si Jara, ibotonasida i; ia angka anak ni si Beeria: Si Heber dohot si Malkiel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "I ma pinompar ni si Zilpa, na nilehon ni si Laban tu si Lea, boruna i, asa na sampulu onom halak i do ditubuhon ibana di si Jakkob.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angka anak ni si Rahel, jolma ni si Jakkob: Si Josep dohot si Benjamin.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia tubu ni si Josep di tano Misir, angka na tinubuhon ni si Asnat, boru ni si Potipera, malim di huta On di ibana: Si Manasse dohot si Epraim.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Angka anak ni si Benjamin: Si Bela, si Beker, si Asbel, si Gera, si Naaman, si Ehi, si Roseh, si Muppin, si Hupim dohot si Ared.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "I ma pinompar ni si Rahel, angka na tinubuhonna di si Jakkob, sampulu opat halak saluhutna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia anak ni si Dan: Si Husim.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Angka anak ni si Naptali: Si Jazeel, si Guni, si Jeser dohot si Shillem.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "I ma pinompar ni si Bilha, na nilehon ni si Laban tu si Rahel, boruna i, asa na pitu halak i tinubuhonna di si Jakkob.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sude jolma, angka na tolhas tu tano Misir rap dohot si Jakkob, angka na ruar sian gontingna, so padohot jolma ni angka anak ni si Jakkob, onompulu onom halak saluhutna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ia anak ni si Josep angka na tubu di ibana di tano Misir, dua halak do, asa boho pitupulu halak pinompar ni si Jakkob saluhut, angka na tolhas i tu tano Misir.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(III.) Dung i disuru si Jakkob ma si Juda pajolohon manopot si Josep, asa didokkon ro tu Gosen; jadi tolhas ma nasida tu tano Gosen.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i dipasang si Josep ma huretana laho nangkok tu Gosen manjumpangkon si Israel, amana i. Jadi dung masipaidaan nasida, dihaol si Josep ma rungkungna, huhut sai tumatangis.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ninna si Israel ma mandok si Josep: Agia tung nuaeng ahu mate, asal dung huida bohim, laos mangolu dope ho hape.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai ninna si Josep ma mandok angka hahana i dohot tu isi ni bagas ni amana i: Nangkok ma ahu paboahonsa tu raja Firaun, jala dohononku ma tu ibana: Nunga ro angka hahaanggingku dohot isi ni bagas ni damang i, na di tano Kanaan na sai laon, mandapoti ahu.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Angka halak sipormahan birubiru do nasida, ai pardorbiaon do diula nasida, jala diboan nasida do birubirunasida dohot lombunasida, ro di sude na di nasida i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "On pe, molo dijou raja Firaun i hamu, jala didok: Aha do ulaonmuna i?",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Songon on ma dok hamu: Halak pardorbia do angka naposomon sian sietehetehonnami rasirasa nuaeng, songon i hami, nang ompunami, asa anggiat dipaian hamu di tano Gosen, ai marbiasbias do halak Misir mida halak sipormahan birubiru.",
      "type": "content"
    }
  ]
}