{
  "book": "Kejadian",
  "chapter": 47,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipatandahon si Josep angka hahana dohot amana tu raja Firaun 1-12. II. Angka harentaon binahen ni si Josep saleleng haleon i 13-26. III. Tona ni si Jakkob taringot tu hatatanomna di tano Kanaan 27-31.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i laho ma si Josep mamaritahon tu raja Firaun, ninna ma: Nunga ro damang dohot angka hahaanggingku, ro di birubiru dohot lombunasida, ro di sude na di nasida i sian tano Kanaan, nunga pola sahat nasida di tano Gosen.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i diarahon si Josep ma lima halak sian hahaanggina i, tu jolo ni raja Firaun.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi didok raja Firaun i ma mandok hahaanggina i: Aha do ulaonmuna i? Jadi ninna nasida ma mandok raja Firaun: Siparmahan birubiru do angka naposomon, songon i hami, nang sian ompunami.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Angkup ni, didok nasida tu raja Firaun: Naeng maisolat hami di tano on, umbahen na ro, ai ndang adong jampalan ni birubiru ni angka naposom, ala posi ni haleon di tano Kanaan. On pe, sai loas ma angka naposom mian di tano Gosen.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi ninna raja Firaun ma mandok si Josep: Nunga ro hape amanta dohot hahaanggim mandapoti ho.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Di jolomi do tano Misir on, di tano na dumenggan i ma paojak amanta dohot angka hahaanggim; di tano Gosen ma nasida mian. Ia adong diboto ho sian nasida jolma na pantas, pabangkit ma nasida gabe induk ni angka siramoti pinahanku sudena.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i diarahon si Josep ma si Jakkob, amana i, mamboan ibana tujolo ni raja Firaun, jadi dipasupasu si Jakkob ma raja Firaun i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna raja Firaun i ma mandok si Jakkob: Piga taon ma lelengmu mangolu?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ninna si Jakkob ma mandok raja Firaun: Saratus tolupulu taon ma leleng ni paisolatanki. Otik jala porsuk do ariari ni ngolungku, jala ndang dieak ariari ni ngolu ni angka daompung, di paisolatannasida i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dipasupasu si Jakkob ma raja Firaun i, dung i ruar ma ibana sian jolo ni raja i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i dipahot si Josep ma inganan ni amana dohot angka hahana i, jala dilehon partaliannasida di tano Misir, di tano na dumenggan sahali di luat Ramses, songon na tinonahon ni raja Firaun i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi diparmudu si Josep ma amana dohot angka hahana i ro di sude pangisi ni bagas ni amana i, marguru tu torop ni anakkonna be.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Alai ndang adong sipanganon di sandok tano i, ai na potir situtu do haleon i, malas be do isi ni tano Misir dohot tano Kanaan, dibahen haleon i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Asa dipagukguk si Josep ma nasa hepeng na jumpang ni tano Misir dohot ni tano Kanaan, tuhor ni eme, na ginalasnasida i; dung i ditaruhon si Josep ma hepeng i tu bagas ni raja Firaun.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung suda hepeng di tano Misir dohot di tano Kanaan, ro be ma sude isi ni Misir manopot si Josep, angka ninna ma: Nia sipanganon di hami on! Boasa ma tagonan mate hami di jolomon, ala naung suda hepeng?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ninna si Josep ma: Boan hamu ma pahanpahananmuna tuson, asa hulehon tu hamu eme ali ni pinahanmuna i, molo naung suda hepeng i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dipamboan nasida ma pinahannasida i tu si Josep, gabe dilehon si Josep ma tu nasida sipanganon ali ni angka hoda dohot birubiru dohot lombu dohot halode. Asa diparmudu ibana nasida na sataon i, ali ni saluhut pinahannasida i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dung salpu na sataon i, ro ma nasida tu ibana paduataonhon angka ninna ma mandok ibana: Ndang tarporso hami tu ho ale rajanami, ndada holan perak i naung suda, pinahannami pe, nunga sahat ro di raja i sudena, ndang adong be tading, nda holan dagingnami dohot golatnami.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Boasa na tagonan mate hami paidaidaonmu, hami dohot golatnami? Ambati ma hami sandiri dohot golatnami ali ni sipanganon, asa mangadop di raja Firaun hami dohot golatnami, jala lehon boni, asa mangolu hami, unang mate, jala unang tarulang tano i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa dituhor si Josep ma sandok tano Misir di raja Firaun, ai digadisi halak Misir do haumana be, dibahen potir ni haleon i, gabe raja Firaun ma nampuna tano i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i disagihon ma angka situan natorop i tu angka huta sian partalpahan ni tano Misir na sada tu na sada nari.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Holan hauma ni angka malim, ndang dituhor ibana, ai partalian ni malim do i sian raja Firaun, asa mangan nasida sian partaliannasida, na nilehon ni raja Firaun tu nasida; ala ni do umbahen so targadis nasida golatnasida i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ninna si Josep ma mandok angka na torop i: Ida ma, nunga huambat hamu dohot golatmuna i sadari on di raja Firaun; na! Boni on di hamu, bonihon hamu ma i tu tano i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai songon on ma taringot tu gogona i: Lehon hamu ma saparlima di raja Firaun, na opat bagian nari ma di hamu, bahen boni tu hauma i dohot bahen panganonmuna, ro di angka isi ni jabumuna, bahen sipanganon ni anakkonmuna huhut.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi ninna nasida ma: Ho do na pangolu hami, sai asi ma roham, ale rajanami, marnida hami, sai hatoban ni raja Firaun i ma hami luhutna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Laos patik ma i, dibahen si Josep rasirasa nuaeng, taringot tu tano ni halak Misir, saparlima di raja Firaun; holan tano ni angka malim sambing na so raja Firaun nampunasa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(III.) Asa maringan di tano Misir ma Israel, di luat Gosen, mandapot di nasida ma i, jadi marpinompari ma nasida, gabe sopar situtu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i mangolu si Jakkob sampulu pitu taonnari di tano Misir, asa saratus opatpulu pitu taon ma umur ni si Jakkob.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi dung marhira jumpang ajal ni si Israel, ditonahon ma anakna. Si Josep, ninna ma mandok ibana: Molo asi roham mida ahu ampehon ma tanganmu tu toru ni soithon, paboa na olo ho mambahen asi ni roha dohot hasintongan tu ahu, na so tupa tanomonmu ahu di tano Misir on.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ingkon rap ahu modom dohot angka daompung, dibahen i ingkon boanonmu ahu sian tano Misir on, jala tanomonmu ahu di porbandaannasida. Jadi ninna si Josep ma: Hubahen pe songon na nidokmi.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai ninna ibana ma: Antong uarihon ma tu ahu! Jadi diuarihon ma tu ibana. Dung i marsomba ma si Israel dompak julu on ni podomanna i.",
      "type": "content"
    }
  ]
}