{
  "book": "Kejadian",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "I. Diain si Jakkob angka anak ni si Josep 1-7. II. Dilehon tu nasida pasupasuna panurirangon paboa ibana amanasida 8-22.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu angka jamita ondeng, tarbortik ma tu si Josep: Ida ma, marsahit do amanta. Jadi diarahon ma anakna na dua i: Si Manasse dohot si Epraim.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dung tarbortik tu si Jakkob, adong na mandok: Ida ma, nunga ro anakmu si Josep manopot ho, gabe dipatogar si Israel ma dirina, hundul ma ibana di podomanna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna si Jakkob ma mandok si Josep, boti ma i: Huida do Debata, pargogo na so hatudosan di huta Lus, di tano Kanaan, jala dipasupasu ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala ninna do mandok ahu: Ida ma, hutumpahi pe ho marpinompar, jala hupatorop pe ho, hubahen pe ho gabe abalan ni angka bangso, jala lehononku do tano on tu pinomparmu sogot, bahen partohapannasida salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nuaeng pe, anakmu na dua i, na tubu di ho di tano Misir, tagan so ro dope ahu mandapoti ho tu tano Misir on: Si Epraim dohot si Manasse, ahu ma nampuna nasida, sobokkon si Ruben dohot si Simeon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai anakmu angka na tubu dungkon ni, ho ma nampunasa, goar ni angka hahanasida i ma panggoarhononna di partaliannasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai di na ro i ahu sian Padang-Aram, mate do si Rahel di tano Kanaan, di dalan mardonokkon huta Eprata, laos hutanom do ibana disi, di dalan laho tu Eprata, i ma Betlehem.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i dibereng si Israel ma angka anak ni si Josep, jala didok ma: Ise do angka nasida on?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ninna si Josep ma mandok amana i; anakku do nasida, angka na nilehon ni Debata di ahu dison. Jadi didok si Jakkob ma: Ua togu nasida tu lambungkon, asa hupasupasu nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai nunga rambon mata ni si Israel dibahen torasna, ndang be torang ibana marnida. Jadi dipajonok ma na dua i tu ibana, gabe diumma ma nasida, jala dihaol.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna si Israel ma mandok si Josep: Nunga huida bohim, so hirimhirim ni rohangku jala ida ma, dohot do pinomparmu dipaidahon Debata tu ahu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ditogu si Josep ma nasida sian ampuanna, jala manungkap ibana tu tano di jolona.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i dibuat si Josep ma nasida duansa, si Epraim di siamunna, tondong ni sihambirang ni si Israel, jala si Manasse di sihambirangna, tondong ni siamun ni si Israel, jala dipajonok nasida tu ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai dipatoltol si Israel ma tanganna siamun laho mangampehon tu ulu ni si Epraim, atek pe ibana siampudan, jala tanganna sihambirang tu ulu ni si Manasse, dituntun rohana do mambahen songon i tanganna i, atek pe si Manasse sihahaan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i dipasupasu si Israel ma si Josep, ninna ma: Debata, ni hinabiaran ni angka daompung, si Abraham dohot si Isak, angka na marparange di jolona, Debata siparmahan ahu saleleng ahu adong rasirasa sadari on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Suruan, na palua ahu sian nasa parmaraan, i ma mamasumasu dakdanak na dua on, sai tarbarita ma goarhu marhitehite nasida, ro di goar ni angka daompung si Abraham dohot si Isak, sai sobokkon dengke ma hinadeaknasida di pusoran ni tano on.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai dung diida si Josep, na niampehon ni amana tanganna siamun i tu ulu ni si Epraim, sogo ma rohana marnida, gabe ditiop ma tangan ni amana i paunsathon sian ulu ni si Epraim tu ulu ni si Manasse.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi didok si Josep ma mandok amana i: Ndang songon i, ale amang, ai on do sihahaan, ampehon ma tanganmu siamun tu uluna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai manjua do amana i, ninna ma: Tangkas do i huboto, ale anaha! Ibana pe gabe bangso do sogot, balga do nang ibana; alai sai na umbalga do anggina i sogot sian ibana, jala pinomparna i sogot abalan ni angka bangso.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi dipasupasu ma nasida di na sadari i, ninna ma: Marhitehite ho do mamasumasu si Israel, dohonon ni halak ma: Dibahen Debata ma ho, songon si Epraim dohot songon si Manasse! Jadi jumolo ma si Epraim dibahen maradophon si Manasse.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna si Israel ma mandok si Josep: Ida ma, na mate ma anggo ahu, alai sai donganan ni Debata do hamu, sai pasuangonna do hamu tu tano ni ompumuna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ianggo ahu, nunga hulehon di ho tano i santurpuk hasurunganmu sian angka haham, na hubuat sian halak Amori marhitehite podangku dohot siorhu.",
      "type": "content"
    }
  ]
}