{
  "book": "Kejadian",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pasupasu panurirangon ni si Jakkob tu angka anakna i 1-27. II. Diulahi martona taringot tu hatatanomna; hamamate ni si Jakkob 28-33.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dijou si Jakkob ma angka anakna i, ninna ma: Marluhut ma hamu, asa hupaboa tu hamu na masa sogotsogot ni ari tu hamu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sange ma hamu marpungu, jala tangihon hamu ma, ale angka anak ni si Jakkob! Tangihon hamu ma hata ni si Israel, amamuna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ale Ruben, ho do buhabajungku, gogongku jala bungabunga ni hagabeonku, parhasurungan di hamuliaon dohot parhasurungan di gogo nian.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai songon parbullak ni aek do ho ala ni; ndang be marhasurungan ho, ai dipanaek ho do podoman ni amam, diramuni ho do i uju na pinanaekmi tongon podomanki.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ale Simeon dohot Lepi, angka na martinodohon; sinjata hajungkaton do podangnasida i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai unang ma saor rohangku tu tahitahinasida, sai unang sauduran hasahalonku (tondingku) tu parluhutannasida i; ai mangasahon piripirinasida dibunui do angka jolma i, jala ditangkai angka lombu mangasahon jungkat ni rohanasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Marjea ma muruknasida i, ala mambahen uhum gogo dohot piripirina, ala jorbutna. Saginonku ma nasida tu tongatonga ni pinompar ni Jakkob, jala paserahonku nasida tu tongatonga ni pinompar ni Israel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ale Juda, ho do tongon sipujion ni angka hahaanggim! Pampe tu tangkuhuk ni angka musum sogot tanganmu, marsomba tu ho do angka anak ni amam.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Anak ni singa do si Juda. Manaek binahen ni sorosoro do ho ale anaha! Manggompang do ibana jala dipapodom, songon singa tunggal dohot songon singa boruboru; tung ise ma na hum manunggul ibana?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ndang na meret tungkot harajaon sian si Juda, manang paruhum sian holangkolang ni patna paima ro si Shilo, jala Ibana do ihuthonon ni angka bangso.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tambatonna ma halodena i tu bona ni hau anggur dohot anak ni halodena boruboru tu ranting ni hau anggur na denggan; taptaponna ma ulosna tu anggur, jala tu gota ni hau anggur sampesampena.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Rumara sian anggur do matana, jala sumaksak sian susu ia ngingina.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ianggo si Zebulon, di topi laut do ibana maringan, di labuan ni angka parau, marbalokkon Sidon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ianggo si Isasar halode sipir holiholi do, na manggompang tu holangkolang ni angka parduan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung diida denggan do hape pangulonan i jala lomak tano gabe dipaunduk ma abarana laho mamorsan, jadi halak parrodi ma ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ianggo si Dan manguhum bangsona sogot, sobokkon marga ni Israel i sadasada.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Doshon ulok di pinggol ni dalan do si Dan sogot, doshon ulok dari tahe di topi ni dalan balobung, mamarguti angka tambihul ni hoda, asa tunggaling tu pudi jolma na mangkunduli.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hatuaonmi do na huhalungunhon, ale Jahowa!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ianggo si Gad onjaron ni sapanggungan parbajo sogot, alai leleonna do nasida muse.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sian si Aser ro sagusagu hataboanna, jala ibana mangalehon sipanganon hasoloan ni raja.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ursa tini na gompis ianggo si Naptali, na mangalehon bagabaga na denggan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Anak ni hau na marparbue ianggo si Josep, anak ni hau na marparbue di topi mual, dijangkit angka rantingna do dorpi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Digitihi angka partembak ibana, jala disiorhon angka sumbia dompak ibana, jala dipaburuburu ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai sai toltol do anggo siorna i, jala gogo do botohon ni tanganna i, pinargogo ni tangan ni Ulubalang ni si Jakkob, marhitehite goar ni Sipormahan, Partanobatoan ni si Israel.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sian Debata ni amam, sai tumpahanna do ho, jala sian Pargogo na so hatudosan, sai pasupasuonna do ho, marhitehite pasupasu sian banua ginjang, marhitehite pasupasu sian lung, na gistang di toru, marhitehite pasupasu sian bagot panusuan dohot hagabeon ni bortian.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Disalpui angka pasupasu ni amam do angka pasupasu ni angka daompung sian na robi sahat ro di partalpahan ni angka dolokdolok sian mulamula; sai songgop ma angka i tu ulu ni si Josep dohot tu sisigatan ni Nasir (na pinillit) ni angka hahaanggina.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tudoshon gompul panoro do ianggo si Benjamin; manganhon sorosoro ibana manogotna i, jala marbagi tabantaban ibana bodarina i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(II.) I ma sude marga ni Israel na sampulu dua i, jala i do na pinaboa ni amanasida tu nasida laho mamasumasu nasida; pulik be do pamasumasuna i laho mamasumasu nasida be.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i martona ma ibana, didok ma mandok nasida: Papunguon tu bangsongku nama anggo ahu; tanom hamu ma ahu tu lambung ni angka daompung, tu liang na di hauma ni si Epron, marga Het i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Tu liang na di hauma Makpelah, tondong ni Mamre di tano Kanaan, na tinuhor ni si Abraham rap dohot hauma na sian si Epron, marga Het i, bahen parbandaan hapunjungan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tusi do tartanom si Abraham dohot si Sarah, jolmana i; tusi do tartanom si Isak dohot si Rebekka, jolmana i; jala tusi do hutanom dohot si Lea.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Hauma i dohot liang i na di bagasan, na tinuhor do i sian anak ni si Het.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi dung sahat angka tona ni si Jakkob tu angka anakna i, dipapungu ma patna tu podomanna i, jadi tos ma hosana, gabe pinapungu ibana tu bangsona.",
      "type": "content"
    }
  ]
}