{
  "book": "Kejadian",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parmulaan ni jolma 1-2. II. Partuturan ni angka ompu na jolo, sian si Adam sahat ro di si Noak Roha hadaulaton ni si Henok 3-32.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma buku ni angka sundut ni si Adam, di ari panompaon ni Debata di si Adam, tudos tu rupa ni Debata ibana ditompa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Baoa dohot boruboru nasida ditompa, jala dipasupasu nasida, jala dibahen goarnasida jolma, di ari panompaonnasida i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Jadi dung saratus tolupulu taon mangolu si Adam, tubu ma anakna, tudos tu rupana, songon pangalahona, dibahen ma goarna si Set.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia umur ni si Adam, dungkonsa ditubuhon si Set ualu ratus taon do, jala ditubuhon anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi sia ratus tolupulu taon ma sandok umur ni si Adam mangolu, dung i mate ma ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung saratus lima taon leleng ni si Set mangolu, ditubuhon ma si Enos.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia leleng ni si Set mangolu, dung ditubuhon si Enos, ualu ratus pitu taon do, jala ditubuhon anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi sia ratus sampulu dua taon ma sandok umur ni si Set, dung i mate ma ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung siapulu taon leleng ni si Enos mangolu, ditubuhon ma si Kenan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia leleng ni si Enos mangolu, dung ditubuhon si Kenan, ualu ratus sampulu lima taon do, jala ditubuhon anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi sia ratus lima taon sandok umur ni si Enos, dung i mate ma ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung pitupulu taon leleng ni si Kenan mangolu, ditubuhon ma si Mahalaleel.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia leleng ni si Kenan mangolu dung ditubuhon si Mahalaleel ualu ratus opatpulu taon do, jala ditubuhon anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi sia ratus sampulu taon ma sandok umur ni si Kenan, dung i mate ma ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung onompulu lima taon leleng ni si Mahalaleel mangolu, ditubuhon ma si Jared.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia leleng ni si Mahalaleel mangolu, dung ditubuhon si Jared, ualu ratus tolupulu taon, jala ditubuhon anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi ualu ratus siapulu lima taon sandok umur ni si Mahalaleel, dung i mate ma ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung saratus onompulu dua taon leleng ni si Jared mangolu, ditubuhon ma si Henok.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia leleng ni si Jared mangolu, dung ditubuhon si Henok, ualu ratus taon, jala ditubuhon anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi sia ratus onompulu dua taon sandok umur ni si Jared, dung i mate ma ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung onompulu lima taon leleng ni si Henok mangolu, ditubuhon ma si Metusalah.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi dung ditubuhon si Metusalah i, sai marparange, mardonganhon Debata ma si Henok tolu ratus taon lelengna, jala ditubuhon anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi tolu ratus onompulu lima taon sandok umur ni si Henok.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala sai marparange, mardonganhon Debata ma si Henok, dung i ndang disi be ibana, ai dialap Debata do ibana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung saratus ualupulu pitu taon leleng ni si Metusalah mangolu, ditubuhon ma si Lamek.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia leleng ni si Metusalah mangolu, dung ditubuhon si Lamek, pitu ratus ualupulu dua taon do, jala ditubuhon anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi sia ratus onompulu sia taon sandok umur ni si Metusalah, dung i mate ma ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung saratus ualupulu dua taon leleng ni si Lamek mangolu, ditubuhon ma sada anak.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i dibahen ma goarna si Noak, ninna ma: On ma mangapul hita di ulaonta dohot di haloloja ni tanganta di tano on, na hona toru ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ia leleng ni si Lamek mangolu, dung ditubuhon si Noak, lima ratus siapulu lima taon do, jala ditubuhon anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi pitu ratus pitupulu pitu taon sandok umur ni si Lamek, dung i mate ma ibana.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung lima ratus taon umur ni si Noak, ditubuhon ma si Sem, si Ham dohot si Japet.",
      "type": "content"
    }
  ]
}