{
  "book": "Kejadian",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sangap ni hatatanom ni si Jakkob di tano Kanaan 1-13. II. Godang ni roha ni si Josep tu angka hahana 14-21. III. Umurna dohot hamamatena 22-26.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i tinggang ma si Josep tu bohi ni amana i, sai ditatangisi ibana huhut diumma.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ditonai si Josep ma angka naposona, angka datu i, asa dihapuri amana i. Jadi dihapuri angka datu i ma si Israel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi opatpulu ari ma lelengna diula nasida, ai na sai leleng do somal ariari pangkapuron. Jadi sai ditatangisi halak Misir ibana pitupulu borngin lelengna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung salpu angka ari pangandunganna i gabe didok si Josep ma tu isi ni bagas ni raja Firaun: Molo tung asi rohamuna mida ahu, sai patolhas hamu ma hatangkon tu pinggol ni raja Firaun:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dipatolon damang i do ahu, ninna: Ida ma, na mate ma anggo ahu; ingkon di tanoman, na huhali di ahu, di tano Kanaan i, tusi ma tanomonmu ahu. On pe, loas nangkok, asa hutanom damang, dung i mulak ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna raja Firaun ma: Nangkok ma ho, tanom ma amanta i, songon naung niuarihonmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi nangkok ma si Josep laho mananom amana i; nangkok dohot sude naposo ni raja Firaun rap dohot ibana, ro di sintua ni bagasna i dohot sude angka sintua ni tano Misir i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ro di sude isi ni bagas ni si Josep dohot angka hahaanggina i, ro di isi ni bagas ni amana i; holan angka anakkonnasida dohot birubirunasida dohot lombunasida tading di tano Gosen.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nangkok ma udur dohot ibana nang angka hureta, nang angka parsihundul, tung na torop situtu do nasida na sauduran i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi dung sahat nasida ro di pardegean Atad, na di bariba ni Jordan, digogo nasida ma disi mangondasi, arga pitu borngin lelengna diandungi si Josep amana i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dung diida isi ni tano i, halak Kanaan i, pangondason na di pardegean Atad i, angka ninna ma: Hinamago bolon maon di halak Misir. Ala ni do umbahen Abel Misraim goar ni pangulonan i didok halak, na di bariba ni Jordan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dipatupa angka anak ni si Israel ma tu ibana, songon naung tinonahonna i tu nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Diusung angka anakna i ma ibana tu tano Kanaan, jala ditanom ibana di liang ni hauma Makpelah, tondong ni Mamre, na tinuhor ni si Abraham rap dohot hauma i sian si Epron, marga Het i, bahen parbandaan hapunjungan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Jadi dung ditanom nasida amana i, mulak ma si Josep tu tano Misir, ibana dohot angka hahaanggina i, dohot sude angka na nangkok rap dohot ibana mananom amana i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai mabiar do angka hahaanggi ni si Josep, dung mate amanasida i, angka ninna nasida ma: Atek tung beha dihosom si Josep hita maon, gabe dipasudol tu hita sude na roa, na itabahen i tu ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi martona ma nasida tu si Josep, ninna: Hata ni amanta tu hami, tagan so mate dope ibana:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Songon on ma dok hamu tu si Josep: Sai marpamuati ma roham di hajahaton ni hahaanggim dohot di dosanasida i, ai tung na roa do na binahennasida i tu ho; on pe, sai marpamuati ma roham di hajahaton ni angka naposo ni Debata ni amanta i! Alai tangis do anggo si Josep, dung didok nasida songon i tu ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i laho dohot angka hahaanggina i, marsinggang ma nasida tu jolona, angka ninna ma: Ida ma hami on, naposom ma hami.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna si Josep ma mandok nasida: Unang hamu mabiar, ai nda guru di Debata do nang ahu?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Na jat do nian tutu tahi ni rohamuna dompak ahu, alai na denggan do hapatean ni dibahen Debata, patupahon songon na niidamuna sadari on, laho pangoluhon bangso na bolon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "On pe, unang mabiar hamu, ahu ma marmuduhon hamu dohot anakkonmuna i. Dung i diapul ma nasida pasabamhon rohanasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Jadi maringan di tano Misir ma si Josep, ibana dohot isi ni jabu ni amana i, jala mangolu si Josep saratus sampulu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi sanga diida si Josep pinompar ni si Epraim ro di sundut patoluhon; angka anak ni si Mahir pe, tubu ni si Manasse, tu ampuan ni si Josep do ditubuhon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i didok si Josep ma tu angka hahaanggina i: Na mate ma anggo ahu, alai sai tingkiron ni Debata do hamu sogot, jala togihononna hamu ruar sian tano on tu tano na niuarihonna i tu si Abraham, si Isak dohot tu si Jakkob.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i dipatolon si Josep ma angka anak ni si Israel, ninna ma: Sai na tingkiron ni Debata do hamu sogot, ingkon boanonmu ma dohot holiholingku sian on!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi mate ma si Josep marumur saratus sampulu taon, gabe dihapuri nasida ibana, jala dipamasuk ibana tu bagasan batang di tano Misir.",
      "type": "content"
    }
  ]
}