{
  "book": "Kejadian",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Roha jea ni angka sundut parjolo. Debata mangalumbahon toruna 1-8. II. Pinompar ni si Noak 9-12. III. Si Noak paulihon parau, didokkon Debata, huhut marbagabaga tu ibana 13-22.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung mamungka lam torop jolma i di tano on, jala tubuan boru nasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Diririt angka anak ni Debata ma boru ni jolma, ala na uli do nasida, jala dibuat bahen jolmanasida guru pamillitnasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi ninna Jahowa ma: Ndang be uhum on ni Tondingku jolma i di haliluonnasida, ai roha daging do ibana, jala saratus duapulu taon na ma umurna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Adong ma uju i angka Nepilim (pandobo) di tano on. Ai dung ditopot angka anak ni Debata angka boru ni jolma, adong ma huhut tubunasida, i ma angka na begu, angka baoa na tarbarita sian na robi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai dung diida Jahowa, nunga lam deak hajahaton ni jolma di tano on, jala sai na jat na ma sude tubutubu dohot pingkiran ni rohanasida gonop ari.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi disolsoli Jahowa ma rohana, ala tinompana i jolma di tano on, jala lungun rohana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna Jahowa ma: Ripashononku ma sian tano on jolma na hutompa i, ro di pinahan dohot na manjirir, ro di pidong angka na martongatonga langit, ai nunga husolsoli bagingku ala na hutompa i nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai asi do roha ni Jahowa ianggo marnida si Noak.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) On ma pinompar ni si Noak: Jolma na bonar jala na daulat roha do si Noak i maradophon donganna magodang, sai marparange mardonganhon Debata do si Noak i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ditubuhon si Noak ma anak tolu, si Sem, si Ham dohot si Japet.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai nunga marjea ianggo tano i maradophon Debata, jala nunga gok hajahaton tano i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ditingkir Debata ma tano i, jala ida ma, nunga marjea: Ai tung saluhut na mardaging paroa pangalahona di tano i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Jadi ninna Debata ma tu si Noak: Nunga ro ajal ni nasa na mardaging maradophon Ahu, ai nunga gok hajahaton tano on dibahen nasida. Onpe ripashononku ma nasida rap dohot tano on.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Bahen ma di ho sada parau sian hau goper (marantibane), bahen ma marbilut parau i jala puli sian bagasan dohot sian balian.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Songon on ma singana bahenonmu: Tolu ratus elak unjur ni parau i, limapulu elak bohangna, jala tolupulu elak timbona.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Bahen tartungkan ginjang sada pandiloan ni parau i, saelak timbona: Alai anggo pintu ni parau i tu lambungna bahen, jala tolu lampis bilutna bahen, sada di toru, sada di tongatonga, jala sada di ginjang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai ida, paroonku ma tu tano on aek na sumar laho mangaripashon nasa na mardaging, na marhosa hangoluan di bagasan, angka na di toru ni langit, asa tos hosa ni saluhut na di tano on.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai pajongjongonku ma padanhu dohot ho, bongotanmu ma parau i, ho dohot angka anakmu dohot jolmam dohot jolma ni angka anakmi rap dohot ho.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala pamasuk ma tu bagasan parau i sapasang be sian nasa na mangolu, sian nasa na mardaging, tunggal dohot boruboru, asa mangolu rap dohot ho.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sian pidong masiboan mansamna, sian pinahan pe masiboan mansamna, sian nasa na manjirir di tano i, masiboan mansamna; sapasang be sian luhutna ro tu ho, asa mangolu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai buat di ho sian nasa sipanganon, angka na tarpangan, jala papungu tu ho bahen bohalmu dohot bohalnasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i dibahen si Noak ma sude, songon na tinonahon ni Debata tu ibana, songon i dibahen.",
      "type": "content"
    }
  ]
}