{
  "book": "Kejadian",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Habobongotna tu parau i 1-9. II. Haroro ni aek na sumar 10-16. III. Hariripas ni nasa na mangolu 17-24.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna Jahowa ma tu si Noak: Bongot i ma parau i, ho dohot sude isi ni bagasmu, ai ho do huida na bonar maradophon Ahu di na sansundut on.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Buat ma di ho pitu pasang be, tunggal dohot boruboruna sian nasa pinahan na ganjing; alai anggo sian pinahan na so ganjing sapasang be, tunggal dohot boruboruna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sian pidong pe, angka na martonga langit, pitu pasang be, tunggal dohot boruboruna, asa adong tinggal boni mangolu di sandok tano on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai pitu ari nari paroonku ma udan tu tano on opatpulu ari opatpulu borngin lelengna, asa huripashon sian tano on nasa na mangolu, na hutompa i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dibahen si Noak ma sude, songon na tinonahon ni Jahowa tu ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai onom ratus taon ma umur ni si Noak di na ro i aek na sumar i tu tano on.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dibongoti si Noak ma parau i rap dohot anakna dohot jolmana, ro di jolma ni angka anakna i di jolo ni aek na sumar i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sian pinahan angka na ganjing dohot sian pinahan na so ganjing dohot sian pidong dohot sian nasa na manjirir di tano on.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Angka ro be marpasangpasang mandapothon si Noak, tu bagasan parau i, tunggal dohot boruboru, songon na tinonahon ni Debata tu si Noak i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Jadi dung salpu na pitu ari i, ro ma aek na sumar tu tano on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Paonomratus taonhon di ngolu ni si Noak i, di bulan sipahadua di ari sampulupitu, apala di na sadari i marbuhalbuhal ma sude angka mual ni lung godang, mungkap ma dohot angka pandiloan ni langit.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi masa ma udan tipotipo tu tano on opatpulu ari opatpulu borngin lelengna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Apala di na sadari i do bongot si Noak tu parau i rap dohot angka anakna, si Sem, si Ham dohot si Japet, dohot jolmana dohot na tolu jolma ni angka anakna i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nasida dohot binatang marragam masiboan mansamna, dohot angka pinahan masiboan mansamna dohot sude angka na manjirir di tano on masiboan mansamna, dohot sude angka pidong masiboan mansamna, sude pidong na marende dohot na marhabong.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Angka ro be marpasangpasang tu si Noak, tu bagasan parau i, sian nasa na mardaging, angka na marhosa hangoluan di bagasan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Angka na bongot i, sai marpasang be do ro sian nasa na mardaging, songon na tinonahon ni Debata tu ibana. Dung i dihinsu Jahowa ma sian pudina.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Jadi ro ma aek na sumar tu tano on opatpulu ari, gabe lam binsat ma aek i, jala dihindathon parau i sian tano on tu ginjang.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i lam mangalantap ma aek i jala sumar situtu di tano on, gabe meapeap parau i di atas aek i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi lam binsat situtu ma aek i di tano on gabe disalpui sude dolok, angka na timbo na di toru ni sandok langit i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sampululima elak aek i tumimbo sian dolok, angka na sinalpuanna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi tos ma hosa ni nasa na mardaging, na manjirir di tano on, ro di pidong dohot pinahan dohot binatang, ro di sude na manggulmit di tano on, ro di jolma sudena.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Mate ma sude na marhosa hangoluan di bagasan igungna, sian sude angka na di darat.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi ripas ma nasa na adong di tano on, sian jolma ro di pinahan, ro di gulokgulok ro di pidong na martongatonga langit, ripas do saluhutna sian tano on; holan si Noak tading angkup ni na rap dohot ibana di bagasan parau i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i sai mangalantap ma aek i di tano on maningtingi saratus limapulu ari lelengna.",
      "type": "content"
    }
  ]
}