{
  "book": "Kejadian",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamamasa ni aek na sumar 1-5. II. Si Noak manangkasi marsikna 6-12. III. Haruruar sian parau 13-19. IV. Pelean hamauliateon. Bagabaga ni Debata 20-22.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i diingot Debata ma si Noak dohot sude binatang ro di sude pinahan, angka na rap dohot ibana di bagasan parau i. Jadi dipabolushon Debata ma alogo tu tano i, asa moru aek i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dipolpol ma dohot angka mual ni lung i dohot angka pandiloan ni langit, jala dihomat udan tipotipo sian langit i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi lam moru ma aek i sian tano on, salpu saratus limapulu borngin, nunga lam moru angka aek i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Asa dung jumpang ari sampulu pitu di bulan sipahapitu, sangkot ma parau i di punsu ni dolok Ararat.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i sai lam tu moruna aek i ro di bulan sipahasampulu; di artia di bulan sipahasampulu tarida ma angka punsu ni dolok.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Salpu muse opatpulu borngin, diungkap si Noak ma pandiloan ni parau na binahenna i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dipalua ma sada sigak, sai mulahulak do i, paima marsik aek i sian tano on.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dipalua ma sian ibana sada darapati, asa diida manang naung marsik aek i sian sisik ni tano on.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai ndang jumpang darapati hasonggopan ni palak ni patna, jadi mulak ma tu ibana, tu bagasan parau i, ai mangalantap dope aek i di sisik ni sandok tano on. Jadi disurdukkon si Noak ma tanganna, jala ditangkup darapati i manait tu ibana, tu bagasan parau i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dipaima pitu borngin nari, diulahi ma paluahon sada darapati sian parau i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Mareak bot ari mulak ma darapati i tu ibana, jala ida ma, sada bulung ni hau jetun na rata di tuktukna. Jadi diboto si Noak ma naung marsik aek i sian tano on.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dipaima pitu borngin nari, asa dipalua muse sada darapati, alai ndang be mulak tu ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Dung i paonomratussadataonhon, di artia di bulan sipahasada, marsik situtu ma aek i sian tano on. Jadi diungkap si Noak ma tarup ni parau i, gabe diida ma naung mahiang sisik ni tano on.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jumpang ari duapulu pitu di bulan sipahadua, mahiang ma tano i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ninna Debata ma mandok si Noak:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ruar ma ho sian parau i, ho dohot jolmam dohot angka anakmu dohot jolma ni anakmu rap dohot ho.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Paruar ma rap dohot ho nasa binatang sian nasa na mardaging, angka pidong dohot pinahan dohot nasa na manjirir di tano i, asa rodot nasida, jala lam torop di tano on.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ruar ma si Noak rap dohot anakna dohot jolmana dohot jolma ni angka anakna i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ruar ma sian parau i dohot sude binatang, sude gulokgulok dohot sude pidong, sude na manjirir di tano on masiboan mansamna be.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(IV.) Dung i dipajok si Noak ma sada langgatan di Jahowa, jala dibuat sian nasa pinahan na ganjing dohot sian nasa pidong na ganjing bahen pelean situtungon, pelehononna di langgatan i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dung dianggo Jahowa uap na hushus i, ninna Jahowa ma di bagasan rohana: Ndang be ulahanku manorui tano on ala jolma i, ai na jat do pingkiran ni roha ni jolma sian sietehetehonna; jala ndang be ulahanku mangaragehon nasa na mangolu, songon na hubahen i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Onpe, saleleng adong tano on, ndang jadi mansohot saburon dohot gotilon, ari ngali dohot ari las, ari logo dohot rondo ni ari, arian dohot borngin.",
      "type": "content"
    }
  ]
}