{
  "book": "Kejadian",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pasupasu ni Debata tu jolma na malua i 1-7. II. Padan ni Debata dohot jolma i. Halibutongan, partinandaan ni padan i 8-17. III. Hamabukon ni si Noak. Bura dohot pasupasu panurirangonna tu angka anakna i 18-29.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipasupasu Debata ma si Noak dohot angka anakna, ninna ma mandok nasida: Gabe ma hamu, asa sopar, jala gohi hamu ma tano on.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Marhabiaran jala jimbolangon ma marnida hamu sude binatang di tano on, ro di sude pidong angka na martongatonga langit dohot nasa na manjirir di tano on, ro di dengke ni laut sudena, sahat tu tanganmu ma nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nasa na manggulmit, na mangolu bahen panganonmuna, sahat tu hamu ma i sudena hulehon, songon bulung rata.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai unang pangan hamu juhut, molo di bagasan dope hosana, mandok mudarna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tongon do, sai luluhononku do mudarmuna marguru tu hosamuna i; sai luluhononku do sian tangan ni nasa binatang dohot sian tangan ni jolma; sian tangan ni baoa donganna i luluhononku hosa ni jolma i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Manang ise na mandurushon mudar ni jolma, durushonon ni jolma ma mudarna; ai tudos tu rupa ni Debata jolma i ditompa Debata.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai gabe ma anggo hamu asa sopar, lam rarat ma hamu di tano on, jala lam sopar disi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i ninna Debata ma mandok si Noak dohot tu anakna angka na rap dohot ibana, botima i:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ida ma anggo Ahu, pahotonku ma padanhu tu hamu ro di pinomparmuna sogot.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dohot tu nasa na marhosa na mangolu angka na rap dohot hamu, angka pidong, pinahan dohot nasa binatang ni tano on, angka na rap dohot hamu, sian luhut angka na ruar sian parau ro di sude pahanpahanan ni tano on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Pahotonku ma padanhu dohot hamu, paboa na so jadi be ripashonon ni aek na sumar nasa na mardaging, huhut paboa na so masa be aek na sumar i mangaripashon tano on.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna Debata ma: On ma tanda ni padan na hubahen i tu hamu dohot tu nasa na marhosa na mangolu, angka na rap dohot hamu ro di salelenglelengna:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Halibutonganki, na hubahen i di ombun, i ma tanda ni padanhu dohot tano on.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Onpe, molo huparo ombun tu tano on, sai tarida ma halibutongan i di ombun.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ingotonku ma padan na hubahen i tu hamu dohot tu nasa na marhosa na mangolu, ro di sude na mardaging, paboa na so pamasaonku be aek na sumar i mangaripashon nasa na mardaging.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai bahenonku do halibutongan i tu ombun, asa hubereng ibana marningot padan salelenglelengna binahen ni Debata tu nasa na marhosa na mangolu, tu nasa na mardaging, na di tano on.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna Debata ma tu si Noak: On ma tanda ni padan na hupahot tu nasa na mardaging, na di tano on.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Ianggo anak ni si Noak, angka na ruar sian parau i, on do: Si Sem, si Ham dohot si Japet. Alai anggo si Ham ama ni si Kanaan do i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Na tolu i do anak ni si Noak, jala sian nasida do rarat jolma i tu sandok tano on.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i dipungka si Noak ma sada porlak anggur, ai paruma do ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i diinum ma deba anggur i jadi mabuk, gabe dipasalang ibana di tongatonga ni undungundungna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi diida si Ham, ama ni si Kanaan, parsaemaraon ni amana, gabe dipaboa ma tu hahana na dua i na di balian.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i dibuat si Sem dohot si Japet sada ulos, jala diampehon tu abaranasida na dua, dung i mardalan pudi ma nasida laho manghungkupi parsaemaraon ni amanasida, bohinasida pe tundal do, asa unang diida parsaemaraon ni amanasida i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung tarjolma si Noak sian mabukna jala diboto na binahen ni anakna sianggian i tu ibana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi ninna ma: Hona bura ma si Kanaan, jampurut ni angka naposo ni angka hahana ma ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Angkup ni didok ma: Pinuji ma Jahowa, Debata ni si Sem, jala naposona ma anggo si Kanaan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dipararat Debata ma ia si Japet, asa maringan ibana di bagasan undungundung ni si Sem, jala naposona ma anggo si Kanaan i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ia leleng ni si Noak mangolu, dung aek na sumar i tolu ratus limapulu taon do.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi sia ratus limapulu taon ma sandok umur ni si Noak, dung i mate ma ibana.",
      "type": "content"
    }
  ]
}