{
  "book": "Mazmur",
  "chapter": 102,
  "verses": [
    {
      "verse": 1,
      "text": "Doa minta tolong dan doa untuk Sion",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Doa seorang sengsara, pada waktu ia lemah lesu dan mencurahkan pengaduhannya ke hadapan TUHAN. (102-2) TUHAN, dengarkanlah doaku, dan biarlah teriakku minta tolong sampai kepada-Mu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(102-3) Janganlah sembunyikan wajah-Mu terhadap aku pada hari aku tersesak. Sendengkanlah telinga-Mu kepadaku; pada hari aku berseru, segeralah menjawab aku!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(102-4) Sebab hari-hariku habis seperti asap, tulang-tulangku membara seperti perapian.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(102-5) Hatiku terpukul dan layu seperti rumput, sehingga aku lupa makan rotiku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(102-6) Oleh sebab keluhanku yang nyaring, aku tinggal tulang-belulang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(102-7) Aku sudah menyerupai burung undan di padang gurun, sudah menjadi seperti burung ponggok pada reruntuhan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(102-8) Aku tak bisa tidur dan sudah menjadi seperti burung terpencil di atas sotoh.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(102-9) Sepanjang hari aku dicela oleh musuh-musuhku, orang-orang yang mempermainkan aku menyumpah dengan menyebut namaku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(102-10) Sebab aku makan abu seperti roti, dan mencampur minumanku dengan tangisan,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(102-11) oleh karena marah-Mu dan geram-Mu, sebab Engkau telah mengangkat aku dan melemparkan aku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(102-12) Hari-hariku seperti bayang-bayang memanjang, dan aku sendiri layu seperti rumput.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(102-13) Tetapi Engkau, ya TUHAN, bersemayam untuk selama-lamanya, dan nama-Mu tetap turun-temurun.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(102-14) Engkau sendiri akan bangun, akan menyayangi Sion, sebab sudah waktunya untuk mengasihaninya, sudah tiba saatnya.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(102-15) Sebab hamba-hamba-Mu sayang kepada batu-batunya, dan merasa kasihan akan debunya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(102-16) Maka bangsa-bangsa menjadi takut akan nama TUHAN, dan semua raja bumi akan kemuliaan-Mu,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(102-17) bila TUHAN sudah membangun Sion, sudah menampakkan diri dalam kemuliaan-Nya,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(102-18) sudah berpaling mendengarkan doa orang-orang yang bulus, dan tidak memandang hina doa mereka.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(102-19) Biarlah hal ini dituliskan bagi angkatan yang kemudian, dan bangsa yang diciptakan nanti akan memuji-muji TUHAN,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(102-20) sebab Ia telah memandang dari ketinggian-Nya yang kudus, TUHAN memandang dari sorga ke bumi,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(102-21) untuk mendengar keluhan orang tahanan, untuk membebaskan orang-orang yang ditentukan mati dibunuh,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(102-22) supaya nama TUHAN diceritakan di Sion, dan Dia dipuji-puji di Yerusalem,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(102-23) apabila berkumpul bersama-sama bangsa-bangsa dan kerajaan-kerajaan untuk beribadah kepada TUHAN.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(102-24) Ia telah mematahkan kekuatanku di jalan, dan memperpendek umurku.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(102-25) Aku berkata: \"Ya Allahku, janganlah mengambil aku pada pertengahan umurku! Tahun-tahun-Mu tetap turun-temurun!\"",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(102-26) Dahulu sudah Kauletakkan dasar bumi, dan langit adalah buatan tangan-Mu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(102-27) Semuanya itu akan binasa, tetapi Engkau tetap ada, dan semuanya itu akan menjadi usang seperti pakaian, seperti jubah Engkau akan mengubah mereka, dan mereka berubah;",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(102-28) tetapi Engkau tetap sama, dan tahun-tahun-Mu tidak berkesudahan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(102-29) Anak hamba-hamba-Mu akan diam dengan tenteram, dan anak cucu mereka akan tetap ada di hadapan-Mu.",
      "type": "content"
    }
  ]
}