{
  "book": "Mazmur",
  "chapter": 103,
  "verses": [
    {
      "verse": 1,
      "text": "Pujilah TUHAN, hai jiwaku!",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Dari Daud. Pujilah TUHAN, hai jiwaku! Pujilah nama-Nya yang kudus, hai segenap batinku!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Pujilah TUHAN, hai jiwaku, dan janganlah lupakan segala kebaikan-Nya!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dia yang mengampuni segala kesalahanmu, yang menyembuhkan segala penyakitmu,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dia yang menebus hidupmu dari lobang kubur, yang memahkotai engkau dengan kasih setia dan rahmat,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dia yang memuaskan hasratmu dengan kebaikan, sehingga masa mudamu menjadi baru seperti pada burung rajawali.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "TUHAN menjalankan keadilan dan hukum bagi segala orang yang diperas.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia telah memperkenalkan jalan-jalan-Nya kepada Musa, perbuatan-perbuatan-Nya kepada orang Israel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "TUHAN adalah penyayang dan pengasih, panjang sabar dan berlimpah kasih setia.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tidak selalu Ia menuntut, dan tidak untuk selama-lamanya Ia mendendam.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tidak dilakukan-Nya kepada kita setimpal dengan dosa kita, dan tidak dibalas-Nya kepada kita setimpal dengan kesalahan kita,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "tetapi setinggi langit di atas bumi, demikian besarnya kasih setia-Nya atas orang-orang yang takut akan Dia;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "sejauh timur dari barat, demikian dijauhkan-Nya dari pada kita pelanggaran kita.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Seperti bapa sayang kepada anak-anaknya, demikian TUHAN sayang kepada orang-orang yang takut akan Dia.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sebab Dia sendiri tahu apa kita, Dia ingat, bahwa kita ini debu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Adapun manusia, hari-harinya seperti rumput, seperti bunga di padang demikianlah ia berbunga;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "apabila angin melintasinya, maka tidak ada lagi ia, dan tempatnya tidak mengenalnya lagi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tetapi kasih setia TUHAN dari selama-lamanya sampai selama-lamanya atas orang-orang yang takut akan Dia, dan keadilan-Nya bagi anak cucu,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "bagi orang-orang yang berpegang pada perjanjian-Nya dan yang ingat untuk melakukan titah-Nya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "TUHAN sudah menegakkan takhta-Nya di sorga dan kerajaan-Nya berkuasa atas segala sesuatu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Pujilah TUHAN, hai malaikat-malaikat-Nya, hai pahlawan-pahlawan perkasa yang melaksanakan firman-Nya dengan mendengarkan suara firman-Nya.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Pujilah TUHAN, hai segala tentara-Nya, hai pejabat-pejabat-Nya yang melakukan kehendak-Nya.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Pujilah TUHAN, hai segala buatan-Nya, di segala tempat kekuasaan-Nya! Pujilah TUHAN, hai jiwaku!",
      "type": "content"
    }
  ]
}