{
  "book": "Mazmur",
  "chapter": 104,
  "verses": [
    {
      "verse": 1,
      "text": "Kebesaran TUHAN dalam segala ciptaan-Nya",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pujilah TUHAN, hai jiwaku! TUHAN, Allahku, Engkau sangat besar! Engkau yang berpakaian keagungan dan semarak,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "yang berselimutkan terang seperti kain, yang membentangkan langit seperti tenda,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "yang mendirikan kamar-kamar loteng-Mu di air, yang menjadikan awan-awan sebagai kendaraan-Mu, yang bergerak di atas sayap angin,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "yang membuat angin sebagai suruhan-suruhan-Mu, dan api yang menyala sebagai pelayan-pelayan-Mu,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "yang telah mendasarkan bumi di atas tumpuannya, sehingga takkan goyang untuk seterusnya dan selamanya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dengan samudera raya Engkau telah menyelubunginya; air telah naik melampaui gunung-gunung.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Terhadap hardik-Mu air itu melarikan diri, lari kebingungan terhadap suara guntur-Mu,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "naik gunung, turun lembah ke tempat yang Kautetapkan bagi mereka.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Batas Kautentukan, takkan mereka lewati, takkan kembali mereka menyelubungi bumi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Engkau yang melepas mata-mata air ke dalam lembah-lembah, mengalir di antara gunung-gunung,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "memberi minum segala binatang di padang, memuaskan haus keledai-keledai hutan;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "di dekatnya diam burung-burung di udara, bersiul dari antara daun-daunan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Engkau yang memberi minum gunung-gunung dari kamar-kamar loteng-Mu, bumi kenyang dari buah pekerjaan-Mu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Engkau yang menumbuhkan rumput bagi hewan dan tumbuh-tumbuhan untuk diusahakan manusia, yang mengeluarkan makanan dari dalam tanah",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "dan anggur yang menyukakan hati manusia, yang membuat muka berseri karena minyak, dan makanan yang menyegarkan hati manusia.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Kenyang pohon-pohon TUHAN, pohon-pohon aras di Libanon yang ditanam-Nya,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "di mana burung-burung bersarang, burung ranggung yang rumahnya di pohon-pohon sanobar;",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "gunung-gunung tinggi adalah bagi kambing-kambing hutan, bukit-bukit batu adalah tempat perlindungan bagi pelanduk.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Engkau yang telah membuat bulan menjadi penentu waktu, matahari yang tahu akan saat terbenamnya.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Apabila Engkau mendatangkan gelap, maka haripun malamlah; ketika itulah bergerak segala binatang hutan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Singa-singa muda mengaum-aum akan mangsa, dan menuntut makanannya dari Allah.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Apabila matahari terbit, berkumpullah semuanya dan berbaring di tempat perteduhannya;",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "manusiapun keluarlah ke pekerjaannya, dan ke usahanya sampai petang.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Betapa banyak perbuatan-Mu, ya TUHAN, sekaliannya Kaujadikan dengan kebijaksanaan, bumi penuh dengan ciptaan-Mu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Lihatlah laut itu, besar dan luas wilayahnya, di situ bergerak, tidak terbilang banyaknya, binatang-binatang yang kecil dan besar.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Di situ kapal-kapal berlayar dan Lewiatan yang telah Kaubentuk untuk bermain dengannya.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Semuanya menantikan Engkau, supaya diberikan makanan pada waktunya.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Apabila Engkau memberikannya, mereka memungutnya; apabila Engkau membuka tangan-Mu, mereka kenyang oleh kebaikan.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Apabila Engkau menyembunyikan wajah-Mu, mereka terkejut; apabila Engkau mengambil roh mereka, mereka mati binasa dan kembali menjadi debu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Apabila Engkau mengirim roh-Mu, mereka tercipta, dan Engkau membaharui muka bumi.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Biarlah kemuliaan TUHAN tetap untuk selama-lamanya, biarlah TUHAN bersukacita karena perbuatan-perbuatan-Nya!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dia yang memandang bumi sehingga bergentar, yang menyentuh gunung-gunung sehingga berasap.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Aku hendak menyanyi bagi TUHAN selama aku hidup, aku hendak bermazmur bagi Allahku selagi aku ada.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Biarlah renunganku manis kedengaran kepada-Nya! Aku hendak bersukacita karena TUHAN.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Biarlah habis orang-orang berdosa dari bumi, dan biarlah orang-orang fasik tidak ada lagi! Pujilah TUHAN, hai jiwaku! Haleluya!",
      "type": "content"
    }
  ]
}