{
  "book": "Mazmur",
  "chapter": 108,
  "verses": [
    {
      "verse": 1,
      "text": "Syukur dan doa",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Nyanyian. Mazmur Daud. (108-2) Hatiku siap, ya Allah, aku mau menyanyi, aku mau bermazmur. Bangunlah, hai jiwaku,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(108-3) bangunlah, hai gambus dan kecapi, aku mau membangunkan fajar.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(108-4) Aku mau bersyukur kepada-Mu di antara bangsa-bangsa, ya TUHAN, dan aku mau bermazmur bagi-Mu di antara suku-suku bangsa;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(108-5) sebab kasih-Mu besar mengatasi langit, dan setia-Mu sampai ke awan-awan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(108-6) Tinggikanlah diri-Mu mengatasi langit, ya Allah, dan biarlah kemuliaan-Mu mengatasi seluruh bumi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(108-7) Supaya terluput orang-orang yang Kaucintai, selamatkanlah dengan tangan kanan-Mu dan jawablah aku!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(108-8) Allah telah berfirman di tempat kudus-Nya: \"Aku hendak beria-ria, Aku hendak membagi-bagikan Sikhem, dan lembah Sukot hendak Kuukur.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(108-9) Gilead punya-Ku, Manasye punya-Ku, Efraim ialah pelindung kepala-Ku, Yehuda ialah tongkat kerajaan-Ku,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(108-10) Moab ialah tempat pembasuhan-Ku, kepada Edom Aku melemparkan kasut-Ku, dan karena Filistea Aku bersorak-sorai.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(108-11) Siapakah yang akan membawa aku ke kota yang berkubu? Siapakah yang menuntun aku ke Edom?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(108-12) Bukankah Engkau, ya Allah, yang telah membuang kami, dan yang tidak maju, ya Allah, bersama-sama bala tentara kami?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(108-13) Berikanlah kepada kami pertolongan terhadap lawan, sebab sia-sia penyelamatan dari manusia.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(108-14) Dengan Allah akan kita lakukan perbuatan-perbuatan gagah perkasa, sebab Ia sendiri akan menginjak-injak para lawan kita.",
      "type": "content"
    }
  ]
}