{
  "book": "Mazmur",
  "chapter": 109,
  "verses": [
    {
      "verse": 1,
      "text": "Doa seorang yang kena fitnah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Untuk pemimpin biduan. Mazmur Daud. Ya Allah pujianku, janganlah berdiam diri!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sebab mulut orang fasik dan mulut penipu ternganga terhadap aku, mereka berbicara terhadap aku dengan lidah dusta;",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "dengan kata-kata kebencian mereka menyerang aku dan memerangi aku tanpa alasan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sebagai balasan terhadap kasihku mereka menuduh aku, sedang aku mendoakan mereka.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Mereka membalas kejahatan kepadaku ganti kebaikan dan kebencian ganti kasihku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "\"Angkatlah seorang fasik atas dia, dan biarlah seorang pendakwa berdiri di sebelah kanannya;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "apabila dihakimi, biarlah ia keluar sebagai orang bersalah, dan biarlah doanya menjadi dosa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Biarlah umurnya berkurang, biarlah jabatannya diambil orang lain.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Biarlah anak-anaknya menjadi yatim, dan isterinya menjadi janda.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Biarlah anak-anaknya mengembara tidak keruan dan mengemis, dan dihalau dari reruntuhan rumahnya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Biarlah penagih hutang menyita segala kepunyaannya, dan orang-orang lain menjarah hasil jerih payahnya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Janganlah ada orang yang tetap menunjukkan kasihnya kepadanya, dan janganlah ada orang yang sayang kepada anak-anaknya yang menjadi yatim.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Biarlah dilenyapkan keturunannya, dan dihapuskan namanya dalam angkatan yang kemudian.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Biarlah kesalahan nenek moyangnya diingat-ingat di hadapan TUHAN, dan janganlah dihapuskan dosa ibunya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Biarlah itu selalu diperhatikan TUHAN, supaya ingatan kepada mereka dilenyapkan dari bumi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Oleh karena ia tidak ingat menunjukkan kasih, tetapi mengejar orang sengsara dan miskin dan orang yang hancur hati sampai mereka mati.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ia cinta kepada kutuk--biarlah itu datang kepadanya; ia tidak suka kepada berkat--biarlah itu menjauh dari padanya.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia memakai kutuk sebagai bajunya--biarlah itu merembes seperti air ke dalam dirinya, dan seperti minyak ke dalam tulang-tulangnya;",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "biarlah itu baginya seperti pakaian yang dikenakannya, sebagai ikat pinggang yang senantiasa dipakainya.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Biarlah semuanya itu dari pihak TUHAN menjadi upah orang yang mendakwa aku, dan upah orang-orang yang berkata-kata jahat terhadap aku.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tetapi Engkau, ya ALLAH, Tuhanku, bertindaklah kepadaku oleh karena nama-Mu, lepaskanlah aku oleh sebab kasih setia-Mu yang baik!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sebab sengsara dan miskin aku, dan hatiku terluka dalam diriku;",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "aku menghilang seperti bayang-bayang pada waktu memanjang, aku dikebutkan seperti belalang.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Lututku melentuk oleh sebab berpuasa, dan badanku menjadi kurus, habis lemaknya.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Aku telah menjadi cela bagi mereka; melihat aku, mereka menggelengkan kepalanya.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tolonglah aku, ya TUHAN, Allahku, selamatkanlah aku sesuai dengan kasih setia-Mu,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "supaya mereka tahu, bahwa tangan-Mulah ini, bahwa Engkaulah, ya TUHAN, yang telah melakukannya.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Biar mereka mengutuk, Engkau akan memberkati; biarlah lawan-lawanku mendapat malu, tetapi hamba-Mu ini kiranya bersukacita.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Biarlah orang-orang yang mendakwa aku berpakaikan noda, dan berselimutkan malunya sebagai jubah.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Aku hendak bersyukur sangat kepada TUHAN dengan mulutku, dan aku hendak memuji-muji Dia di tengah-tengah orang banyak.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sebab Ia berdiri di sebelah kanan orang miskin untuk menyelamatkannya dari orang-orang yang menghukumnya.",
      "type": "content"
    }
  ]
}