{
  "book": "Mazmur",
  "chapter": 115,
  "verses": [
    {
      "verse": 1,
      "text": "Kemuliaan hanya bagi Allah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Bukan kepada kami, ya TUHAN, bukan kepada kami, tetapi kepada nama-Mulah beri kemuliaan, oleh karena kasih-Mu, oleh karena setia-Mu!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Mengapa bangsa-bangsa akan berkata: \"Di mana Allah mereka?\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Allah kita di sorga; Ia melakukan apa yang dikehendaki-Nya!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Berhala-berhala mereka adalah perak dan emas, buatan tangan manusia,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "mempunyai mulut, tetapi tidak dapat berkata-kata, mempunyai mata, tetapi tidak dapat melihat,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "mempunyai telinga, tetapi tidak dapat mendengar, mempunyai hidung, tetapi tidak dapat mencium,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "mempunyai tangan, tetapi tidak dapat meraba-raba, mempunyai kaki, tetapi tidak dapat berjalan, dan tidak dapat memberi suara dengan kerongkongannya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Seperti itulah jadinya orang-orang yang membuatnya, dan semua orang yang percaya kepadanya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Hai Israel, percayalah kepada TUHAN! --Dialah pertolongan mereka dan perisai mereka.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Hai kaum Harun, percayalah kepada TUHAN! --Dialah pertolongan mereka dan perisai mereka.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hai orang-orang yang takut akan TUHAN, percayalah kepada TUHAN! --Dialah pertolongan mereka dan perisai mereka.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "TUHAN telah mengingat kita; Ia akan memberkati, memberkati kaum Israel, memberkati kaum Harun,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "memberkati orang-orang yang takut akan TUHAN, baik yang kecil maupun yang besar.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Kiranya TUHAN memberi pertambahan kepada kamu, kepada kamu dan kepada anak-anakmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Diberkatilah kamu oleh TUHAN, yang menjadikan langit dan bumi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Langit itu langit kepunyaan TUHAN, dan bumi itu telah diberikan-Nya kepada anak-anak manusia.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Bukan orang-orang mati akan memuji-muji TUHAN, dan bukan semua orang yang turun ke tempat sunyi,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "tetapi kita, kita akan memuji TUHAN, sekarang ini dan sampai selama-lamanya. Haleluya!",
      "type": "content"
    }
  ]
}