{
  "book": "Mazmur",
  "chapter": 116,
  "verses": [
    {
      "verse": 1,
      "text": "Terluput dari belenggu maut",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Aku mengasihi TUHAN, sebab Ia mendengarkan suaraku dan permohonanku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sebab Ia menyendengkan telinga-Nya kepadaku, maka seumur hidupku aku akan berseru kepada-Nya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tali-tali maut telah meliliti aku, dan kegentaran terhadap dunia orang mati menimpa aku, aku mengalami kesesakan dan kedukaan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tetapi aku menyerukan nama TUHAN: \"Ya TUHAN, luputkanlah kiranya aku!\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "TUHAN adalah pengasih dan adil, Allah kita penyayang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "TUHAN memelihara orang-orang sederhana; aku sudah lemah, tetapi diselamatkan-Nya aku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Kembalilah tenang, hai jiwaku, sebab TUHAN telah berbuat baik kepadamu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ya, Engkau telah meluputkan aku dari pada maut, dan mataku dari pada air mata, dan kakiku dari pada tersandung.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Aku boleh berjalan di hadapan TUHAN, di negeri orang-orang hidup.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Aku percaya, sekalipun aku berkata: \"Aku ini sangat tertindas.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Aku ini berkata dalam kebingunganku: \"Semua manusia pembohong.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Bagaimana akan kubalas kepada TUHAN segala kebajikan-Nya kepadaku?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Aku akan mengangkat piala keselamatan, dan akan menyerukan nama TUHAN,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "akan membayar nazarku kepada TUHAN di depan seluruh umat-Nya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Berharga di mata TUHAN kematian semua orang yang dikasihi-Nya.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ya TUHAN, aku hamba-Mu! Aku hamba-Mu, anak dari hamba-Mu perempuan! Engkau telah membuka ikatan-ikatanku!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Aku akan mempersembahkan korban syukur kepada-Mu, dan akan menyerukan nama TUHAN,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "akan membayar nazarku kepada TUHAN di depan seluruh umat-Nya,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "di pelataran rumah TUHAN, di tengah-tengahmu, ya Yerusalem! Haleluya!",
      "type": "content"
    }
  ]
}