{
  "book": "Mazmur",
  "chapter": 118,
  "verses": [
    {
      "verse": 1,
      "text": "Nyanyian puji-pujian",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Bersyukurlah kepada TUHAN, sebab Ia baik! Bahwasanya untuk selama-lamanya kasih setia-Nya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Biarlah Israel berkata: \"Bahwasanya untuk selama-lamanya kasih setia-Nya!\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Biarlah kaum Harun berkata: \"Bahwasanya untuk selama-lamanya kasih setia-Nya!\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Biarlah orang yang takut akan TUHAN berkata: \"Bahwasanya untuk selama-lamanya kasih setia-Nya!\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dalam kesesakan aku telah berseru kepada TUHAN. TUHAN telah menjawab aku dengan memberi kelegaan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "TUHAN di pihakku. Aku tidak akan takut. Apakah yang dapat dilakukan manusia terhadap aku?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "TUHAN di pihakku, menolong aku; aku akan memandang rendah mereka yang membenci aku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Lebih baik berlindung pada TUHAN dari pada percaya kepada manusia.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lebih baik berlindung pada TUHAN dari pada percaya kepada para bangsawan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Segala bangsa mengelilingi aku--demi nama TUHAN, sesungguhnya aku pukul mereka mundur.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Mereka mengelilingi aku, ya mengelilingi aku--demi nama TUHAN, sesungguhnya aku pukul mereka mundur.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mereka mengelilingi aku seperti lebah, mereka menyala-nyala seperti api duri, --demi nama TUHAN, sesungguhnya aku pukul mereka mundur.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Aku ditolak dengan hebat sampai jatuh, tetapi TUHAN menolong aku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "TUHAN itu kekuatanku dan mazmurku; Ia telah menjadi keselamatanku.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Suara sorak-sorai dan kemenangan di kemah orang-orang benar: \"Tangan kanan TUHAN melakukan keperkasaan,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "tangan kanan TUHAN berkuasa meninggikan, tangan kanan TUHAN melakukan keperkasaan!\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Aku tidak akan mati, tetapi hidup, dan aku akan menceritakan perbuatan-perbuatan TUHAN.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "TUHAN telah menghajar aku dengan keras, tetapi Ia tidak menyerahkan aku kepada maut.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Bukakanlah aku pintu gerbang kebenaran, aku hendak masuk ke dalamnya, hendak mengucap syukur kepada TUHAN.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Inilah pintu gerbang TUHAN, orang-orang benar akan masuk ke dalamnya.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Aku bersyukur kepada-Mu, sebab Engkau telah menjawab aku dan telah menjadi keselamatanku.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Batu yang dibuang oleh tukang-tukang bangunan telah menjadi batu penjuru.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Hal itu terjadi dari pihak TUHAN, suatu perbuatan ajaib di mata kita.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Inilah hari yang dijadikan TUHAN, marilah kita bersorak-sorak dan bersukacita karenanya!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ya TUHAN, berilah kiranya keselamatan! Ya TUHAN, berilah kiranya kemujuran!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Diberkatilah dia yang datang dalam nama TUHAN! Kami memberkati kamu dari dalam rumah TUHAN.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tuhanlah Allah, Dia menerangi kita. Ikatkanlah korban hari raya itu dengan tali, pada tanduk-tanduk mezbah.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Allahku Engkau, aku hendak bersyukur kepada-Mu, Allahku, aku hendak meninggikan Engkau.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Bersyukurlah kepada TUHAN, sebab Ia baik! Bahwasanya untuk selama-lamanya kasih setia-Nya.",
      "type": "content"
    }
  ]
}