{
  "book": "Mazmur",
  "chapter": 139,
  "verses": [
    {
      "verse": 1,
      "text": "Doa di hadapan Allah yang maha tahu",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Untuk pemimpin biduan. Mazmur Daud. TUHAN, Engkau menyelidiki dan mengenal aku;",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Engkau mengetahui, kalau aku duduk atau berdiri, Engkau mengerti pikiranku dari jauh.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Engkau memeriksa aku, kalau aku berjalan dan berbaring, segala jalanku Kaumaklumi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sebab sebelum lidahku mengeluarkan perkataan, sesungguhnya, semuanya telah Kauketahui, ya TUHAN.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dari belakang dan dari depan Engkau mengurung aku, dan Engkau menaruh tangan-Mu ke atasku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Terlalu ajaib bagiku pengetahuan itu, terlalu tinggi, tidak sanggup aku mencapainya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ke mana aku dapat pergi menjauhi roh-Mu, ke mana aku dapat lari dari hadapan-Mu?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jika aku mendaki ke langit, Engkau di sana; jika aku menaruh tempat tidurku di dunia orang mati, di situpun Engkau.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jika aku terbang dengan sayap fajar, dan membuat kediaman di ujung laut,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "juga di sana tangan-Mu akan menuntun aku, dan tangan kanan-Mu memegang aku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jika aku berkata: \"Biarlah kegelapan saja melingkupi aku, dan terang sekelilingku menjadi malam,\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "maka kegelapanpun tidak menggelapkan bagi-Mu, dan malam menjadi terang seperti siang; kegelapan sama seperti terang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sebab Engkaulah yang membentuk buah pinggangku, menenun aku dalam kandungan ibuku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Aku bersyukur kepada-Mu oleh karena kejadianku dahsyat dan ajaib; ajaib apa yang Kaubuat, dan jiwaku benar-benar menyadarinya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tulang-tulangku tidak terlindung bagi-Mu, ketika aku dijadikan di tempat yang tersembunyi, dan aku direkam di bagian-bagian bumi yang paling bawah;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "mata-Mu melihat selagi aku bakal anak, dan dalam kitab-Mu semuanya tertulis hari-hari yang akan dibentuk, sebelum ada satupun dari padanya.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dan bagiku, betapa sulitnya pikiran-Mu, ya Allah! Betapa besar jumlahnya!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jika aku mau menghitungnya, itu lebih banyak dari pada pasir. Apabila aku berhenti, masih saja aku bersama-sama Engkau.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sekiranya Engkau mematikan orang fasik, ya Allah, sehingga menjauh dari padaku penumpah-penumpah darah,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "yang berkata-kata dusta terhadap Engkau, dan melawan Engkau dengan sia-sia.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Masakan aku tidak membenci orang-orang yang membenci Engkau, ya TUHAN, dan tidak merasa jemu kepada orang-orang yang bangkit melawan Engkau?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Aku sama sekali membenci mereka, mereka menjadi musuhku.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Selidikilah aku, ya Allah, dan kenallah hatiku, ujilah aku dan kenallah pikiran-pikiranku;",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "lihatlah, apakah jalanku serong, dan tuntunlah aku di jalan yang kekal!",
      "type": "content"
    }
  ]
}