{
  "book": "Mazmur",
  "chapter": 141,
  "verses": [
    {
      "verse": 1,
      "text": "Doa dalam pencobaan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Mazmur Daud. Ya TUHAN, aku berseru kepada-Mu, datanglah segera kepadaku, berilah telinga kepada suaraku, waktu aku berseru kepada-Mu!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Biarlah doaku adalah bagi-Mu seperti persembahan ukupan, dan tanganku yang terangkat seperti persembahan korban pada waktu petang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Awasilah mulutku, ya TUHAN, berjagalah pada pintu bibirku!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jangan condongkan hatiku kepada yang jahat, untuk melakukan perbuatan-perbuatan yang fasik bersama-sama dengan orang-orang yang melakukan kejahatan; dan jangan aku mengecap sedap-sedapan mereka.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Biarlah orang benar memalu dan menghukum aku, itulah kasih; tetapi janganlah minyak orang fasik menghiasi kepalaku! Sungguh aku terus berdoa menentang kejahatan-kejahatan mereka.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Apabila mereka diserahkan kepada hakim-hakimnya, maka mereka akan mendengar, bahwa perkataan-perkataanku menyenangkan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Seperti batu yang dibelah dan dihancurkan di tanah, demikianlah akan berhamburan tulang-tulang mereka di mulut dunia orang mati.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tetapi kepada-Mulah, ya ALLAH, Tuhanku, mataku tertuju; pada-Mulah aku berlindung, jangan campakkan aku!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lindungilah aku terhadap katupan jerat yang mereka pasang terhadap aku, dan dari perangkap orang-orang yang melakukan kejahatan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Orang-orang fasik akan jatuh serentak ke dalam jala mereka, tetapi aku melangkah lalu.",
      "type": "content"
    }
  ]
}