{
  "book": "Mazmur",
  "chapter": 147,
  "verses": [
    {
      "verse": 1,
      "text": "Kekuasaan dan kemurahan TUHAN",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Haleluya! Sungguh, bermazmur bagi Allah kita itu baik, bahkan indah, dan layaklah memuji-muji itu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "TUHAN membangun Yerusalem, Ia mengumpulkan orang-orang Israel yang tercerai-berai;",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia menyembuhkan orang-orang yang patah hati dan membalut luka-luka mereka;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia menentukan jumlah bintang-bintang dan menyebut nama-nama semuanya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Besarlah Tuhan kita dan berlimpah kekuatan, kebijaksanaan-Nya tak terhingga.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "TUHAN menegakkan kembali orang-orang yang tertindas, tetapi merendahkan orang-orang fasik sampai ke bumi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Bernyanyilah bagi TUHAN dengan nyanyian syukur, bermazmurlah bagi Allah kita dengan kecapi!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dia, yang menutupi langit dengan awan-awan, yang menyediakan hujan bagi bumi, yang membuat gunung-gunung menumbuhkan rumput.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dia, yang memberi makanan kepada hewan, kepada anak-anak burung gagak, yang memanggil-manggil.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia tidak suka kepada kegagahan kuda, Ia tidak senang kepada kaki laki-laki;",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "TUHAN senang kepada orang-orang yang takut akan Dia, kepada orang-orang yang berharap akan kasih setia-Nya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Megahkanlah TUHAN, hai Yerusalem, pujilah Allahmu, hai Sion!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sebab Ia meneguhkan palang pintu gerbangmu, dan memberkati anak-anakmu di antaramu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia memberikan kesejahteraan kepada daerahmu dan mengenyangkan engkau dengan gandum yang terbaik.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia menyampaikan perintah-Nya ke bumi; dengan segera firman-Nya berlari.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia menurunkan salju seperti bulu domba dan menghamburkan embun beku seperti abu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ia melemparkan air batu seperti pecahan-pecahan. Siapakah yang tahan berdiri menghadapi dingin-Nya?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia menyampaikan firman-Nya, lalu mencairkan semuanya, Ia meniupkan angin-Nya, maka air mengalir.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia memberitakan firman-Nya kepada Yakub, ketetapan-ketetapan-Nya dan hukum-hukum-Nya kepada Israel.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia tidak berbuat demikian kepada segala bangsa, dan hukum-hukum-Nya tidak mereka kenal. Haleluya!",
      "type": "content"
    }
  ]
}