{
  "book": "Mazmur",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Bahagia orang saleh",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Miktam. Dari Daud. Jagalah aku, ya Allah, sebab pada-Mu aku berlindung.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Aku berkata kepada TUHAN: \"Engkaulah Tuhanku, tidak ada yang baik bagiku selain Engkau!\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Orang-orang kudus yang ada di tanah ini, merekalah orang mulia yang selalu menjadi kesukaanku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Bertambah besar kesedihan orang-orang yang mengikuti allah lain; aku tidak akan ikut mempersembahkan korban curahan mereka yang dari darah, juga tidak akan menyebut-nyebut nama mereka di bibirku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ya TUHAN, Engkaulah bagian warisanku dan pialaku, Engkau sendirilah yang meneguhkan bagian yang diundikan kepadaku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tali pengukur jatuh bagiku di tempat-tempat yang permai; ya, milik pusakaku menyenangkan hatiku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Aku memuji TUHAN, yang telah memberi nasihat kepadaku, ya, pada waktu malam hati nuraniku mengajari aku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Aku senantiasa memandang kepada TUHAN; karena Ia berdiri di sebelah kananku, aku tidak goyah.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebab itu hatiku bersukacita dan jiwaku bersorak-sorak, bahkan tubuhku akan diam dengan tenteram;",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "sebab Engkau tidak menyerahkan aku ke dunia orang mati, dan tidak membiarkan Orang Kudus-Mu melihat kebinasaan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Engkau memberitahukan kepadaku jalan kehidupan; di hadapan-Mu ada sukacita berlimpah-limpah, di tangan kanan-Mu ada nikmat senantiasa.",
      "type": "content"
    }
  ]
}