{
  "book": "Mazmur",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Nyanyian syukur Daud",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Untuk pemimpin biduan. Dari hamba TUHAN, yakni Daud yang menyampaikan perkataan nyanyian ini kepada TUHAN, pada waktu TUHAN telah melepaskan dia dari cengkeraman semua musuhnya dan dari tangan Saul. (18:2) Ia berkata: \"Aku mengasihi Engkau, ya TUHAN, kekuatanku!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(18-3) Ya TUHAN, bukit batuku, kubu pertahananku dan penyelamatku, Allahku, gunung batuku, tempat aku berlindung, perisaiku, tanduk keselamatanku, kota bentengku!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(18-4) Terpujilah TUHAN, seruku; maka akupun selamat dari pada musuhku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(18-5) Tali-tali maut telah meliliti aku, dan banjir-banjir jahanam telah menimpa aku,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(18-6) tali-tali dunia orang mati telah membelit aku, perangkap-perangkap maut terpasang di depanku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(18-7) Ketika aku dalam kesesakan, aku berseru kepada TUHAN, kepada Allahku aku berteriak minta tolong. Ia mendengar suaraku dari bait-Nya, teriakku minta tolong kepada-Nya sampai ke telinga-Nya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(18-8) Lalu goyang dan goncanglah bumi, dan dasar-dasar gunung gemetar dan goyang, oleh karena menyala-nyala murka-Nya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(18-9) Asap membubung dari hidung-Nya, api menjilat keluar dari mulut-Nya, bara menyala keluar dari pada-Nya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(18-10) Ia menekukkan langit, lalu turun, kekelaman ada di bawah kaki-Nya.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(18-11) Ia mengendarai kerub, lalu terbang dan melayang di atas sayap angin.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(18-12) Ia membuat kegelapan di sekeliling-Nya menjadi persembunyian-Nya, ya, menjadi pondok-Nya: air hujan yang gelap, awan yang tebal.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(18-13) Karena sinar di hadapan-Nya hilanglah awan-awan-Nya bersama hujan es dan bara api.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(18-14) Maka TUHAN mengguntur di langit, Yang Mahatinggi memperdengarkan suara-Nya.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(18-15) Dilepaskan-Nya panah-panah-Nya, sehingga diserakkan-Nya mereka, kilat bertubi-tubi, sehingga dikacaukan-Nya mereka.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(18-16) Lalu kelihatanlah dasar-dasar lautan, dan tersingkaplah alas-alas dunia karena hardik-Mu, ya TUHAN, karena hembusan nafas dari hidung-Mu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(18-17) Ia menjangkau dari tempat tinggi, mengambil aku, menarik aku dari banjir.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(18-18) Ia melepaskan aku dari musuhku yang gagah dan dari orang-orang yang membenci aku, karena mereka terlalu kuat bagiku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(18-19) Mereka menghadang aku pada hari sialku, tetapi TUHAN menjadi sandaran bagiku;",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(18-20) Ia membawa aku ke luar ke tempat lapang, Ia menyelamatkan aku, karena Ia berkenan kepadaku.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(18-21) TUHAN memperlakukan aku sesuai dengan kebenaranku, Ia membalas kepadaku sesuai dengan kesucian tanganku,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(18-22) sebab aku tetap mengikuti jalan TUHAN dan tidak berlaku fasik terhadap Allahku.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(18-23) Sebab segala hukum-Nya kuperhatikan, dan ketetapan-Nya tidaklah kujauhkan dari padaku;",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(18-24) aku berlaku tidak bercela di hadapan-Nya, dan menjaga diri terhadap kesalahan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(18-25) Karena itu TUHAN membalas kepadaku sesuai dengan kebenaranku, sesuai dengan kesucian tanganku di depan mata-Nya.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(18-26) Terhadap orang yang setia Engkau berlaku setia, terhadap orang yang tidak bercela Engkau berlaku tidak bercela,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(18-27) terhadap orang yang suci Engkau berlaku suci, tetapi terhadap orang yang bengkok Engkau berlaku belat-belit.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(18-28) Karena Engkaulah yang menyelamatkan bangsa yang tertindas, tetapi orang yang memandang dengan congkak Kaurendahkan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(18-29) Karena Engkaulah yang membuat pelitaku bercahaya; TUHAN, Allahku, menyinari kegelapanku.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(18-30) Karena dengan Engkau aku berani menghadapi gerombolan, dan dengan Allahku aku berani melompati tembok.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(18-31) Adapun Allah, jalan-Nya sempurna; janji TUHAN adalah murni; Dia menjadi perisai bagi semua orang yang berlindung pada-Nya.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(18-32) Sebab siapakah Allah selain dari TUHAN, dan siapakah gunung batu kecuali Allah kita?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(18-33) Allah, Dialah yang mengikat pinggangku dengan keperkasaan dan membuat jalanku rata;",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(18-34) yang membuat kakiku seperti kaki rusa dan membuat aku berdiri di bukit;",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(18-35) yang mengajar tanganku berperang, sehingga lenganku dapat melenturkan busur tembaga.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(18-36) Kauberikan kepadaku perisai keselamatan-Mu, tangan kanan-Mu menyokong aku, kemurahan-Mu membuat aku besar.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(18-37) Kauberikan tempat lapang untuk langkahku, dan mata kakiku tidak goyah.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "(18-38) Aku mengejar musuhku sampai kutangkap mereka, dan tidak berbalik sebelum mereka kuhabiskan;",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "(18-39) aku meremukkan mereka, sehingga mereka tidak dapat bangkit lagi; mereka rebah di bawah kakiku.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "(18-40) Engkau telah mengikat pinggangku dengan keperkasaan untuk berperang; Engkau tundukkan ke bawah kuasaku orang yang bangkit melawan aku.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "(18-41) Kaubuat musuhku lari dari padaku, dan orang-orang yang membenci aku kubinasakan.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "(18-42) Mereka berteriak minta tolong, tetapi tidak ada yang menyelamatkan, mereka berteriak kepada TUHAN, tetapi Ia tidak menjawab mereka.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "(18-43) Aku menggiling mereka halus-halus seperti debu di depan angin, mencampakkan mereka seperti lumpur di jalan.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "(18-44) Engkau meluputkan aku dari perbantahan rakyat; Engkau mengangkat aku menjadi kepala atas bangsa-bangsa; bangsa yang tidak kukenal menjadi hambaku;",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "(18-45) baru saja telinga mereka mendengar, mereka taat kepadaku; orang-orang asing tunduk menjilat aku.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "(18-46) Orang-orang asing pucat layu dan keluar dari kota kubunya dengan gemetar.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "(18-47) TUHAN hidup! Terpujilah gunung batuku, dan mulialah Allah Penyelamatku,",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "(18-48) Allah, yang telah mengadakan pembalasan bagiku, yang telah menaklukkan bangsa-bangsa ke bawah kuasaku,",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "(18-49) yang telah meluputkan aku dari pada musuhku. Bahkan, Engkau telah meninggikan aku mengatasi mereka yang bangkit melawan aku; Engkau telah melepaskan aku dari orang yang melakukan kelaliman.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "(18-50) Sebab itu aku mau menyanyikan syukur bagi-Mu di antara bangsa-bangsa, ya TUHAN, dan aku mau menyanyikan mazmur bagi nama-Mu.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "(18-51) Ia mengaruniakan keselamatan yang besar kepada raja yang diangkat-Nya, dan menunjukkan kasih setia kepada orang yang diurapi-Nya, yaitu Daud dan kepada anak cucunya untuk selamanya.\"",
      "type": "content"
    }
  ]
}