{
  "book": "Mazmur",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Raja yang diurapi TUHAN",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Mengapa rusuh bangsa-bangsa, mengapa suku-suku bangsa mereka-reka perkara yang sia-sia?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Raja-raja dunia bersiap-siap dan para pembesar bermufakat bersama-sama melawan TUHAN dan yang diurapi-Nya:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "\"Marilah kita memutuskan belenggu-belenggu mereka dan membuang tali-tali mereka dari pada kita!\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dia, yang bersemayam di sorga, tertawa; Tuhan mengolok-olok mereka.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Maka berkatalah Ia kepada mereka dalam murka-Nya dan mengejutkan mereka dalam kehangatan amarah-Nya:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "\"Akulah yang telah melantik raja-Ku di Sion, gunung-Ku yang kudus!\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Aku mau menceritakan tentang ketetapan TUHAN; Ia berkata kepadaku: \"Anak-Ku engkau! Engkau telah Kuperanakkan pada hari ini.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Mintalah kepada-Ku, maka bangsa-bangsa akan Kuberikan kepadamu menjadi milik pusakamu, dan ujung bumi menjadi kepunyaanmu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Engkau akan meremukkan mereka dengan gada besi, memecahkan mereka seperti tembikar tukang periuk.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Oleh sebab itu, hai raja-raja, bertindaklah bijaksana, terimalah pengajaran, hai para hakim dunia!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Beribadahlah kepada TUHAN dengan takut dan ciumlah kaki-Nya dengan gemetar,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "supaya Ia jangan murka dan kamu binasa di jalan, sebab mudah sekali murka-Nya menyala. Berbahagialah semua orang yang berlindung pada-Nya!",
      "type": "content"
    }
  ]
}