{
  "book": "Mazmur",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Nyanyian syukur karena kemenangan raja",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Untuk pemimpin biduan. Mazmur Daud. (21-2) TUHAN, karena kuasa-Mulah raja bersukacita; betapa besar kegirangannya karena kemenangan yang dari pada-Mu!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(21-3) Apa yang menjadi keinginan hatinya telah Kaukaruniakan kepadanya, dan permintaan bibirnya tidak Kautolak. Sela",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(21-4) Sebab Engkau menyambut dia dengan berkat melimpah; Engkau menaruh mahkota dari emas tua di atas kepalanya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(21-5) Hidup dimintanya dari pada-Mu; Engkau memberikannya kepadanya, dan umur panjang untuk seterusnya dan selama-lamanya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(21-6) Besar kemuliaannya karena kemenangan yang dari pada-Mu; keagungan dan semarak telah Kaukaruniakan kepadanya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(21-7) Ya, Engkau membuat dia menjadi berkat untuk seterusnya; Engkau memenuhi dia dengan sukacita di hadapan-Mu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(21-8) Sebab raja percaya kepada TUHAN, dan karena kasih setia Yang Mahatinggi ia tidak goyang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(21-9) Tangan-Mu akan menjangkau semua musuh-Mu; tangan kanan-Mu akan menjangkau orang-orang yang membenci Engkau.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(21-10) Engkau akan membuat mereka seperti perapian yang menyala-nyala, pada waktu Engkau menampakkan Diri, ya TUHAN. Murka TUHAN akan menelan mereka, dan api akan memakan mereka.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(21-11) Keturunan mereka akan Kaubinasakan dari muka bumi, dan anak cucu mereka dari antara anak-anak manusia.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(21-12) Apabila mereka hendak mendatangkan malapetaka atasmu, merancangkan tipu muslihat, mereka tidak berdaya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(21-13) Ya, Engkau akan membuat mereka melarikan diri, dengan tali busur-Mu Engkau membidik muka mereka.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(21-14) Bangkitlah, ya TUHAN, di dalam kuasa-Mu! Kami mau menyanyikan dan memazmurkan keperkasaan-Mu.",
      "type": "content"
    }
  ]
}