{
  "book": "Mazmur",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "Doa mohon ampun dan perlindungan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Dari Daud. Kepada-Mu, ya TUHAN, kuangkat jiwaku;",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Allahku, kepada-Mu aku percaya; janganlah kiranya aku mendapat malu; janganlah musuh-musuhku beria-ria atas aku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ya, semua orang yang menantikan Engkau takkan mendapat malu; yang mendapat malu ialah mereka yang berbuat khianat dengan tidak ada alasannya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Beritahukanlah jalan-jalan-Mu kepadaku, ya TUHAN, tunjukkanlah itu kepadaku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Bawalah aku berjalan dalam kebenaran-Mu dan ajarlah aku, sebab Engkaulah Allah yang menyelamatkan aku, Engkau kunanti-nantikan sepanjang hari.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ingatlah segala rahmat-Mu dan kasih setia-Mu, ya TUHAN, sebab semuanya itu sudah ada sejak purbakala.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dosa-dosaku pada waktu muda dan pelanggaran-pelanggaranku janganlah Kauingat, tetapi ingatlah kepadaku sesuai dengan kasih setia-Mu, oleh karena kebaikan-Mu, ya TUHAN.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "TUHAN itu baik dan benar; sebab itu Ia menunjukkan jalan kepada orang yang sesat.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia membimbing orang-orang yang rendah hati menurut hukum, dan Ia mengajarkan jalan-Nya kepada orang-orang yang rendah hati.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Segala jalan TUHAN adalah kasih setia dan kebenaran bagi orang yang berpegang pada perjanjian-Nya dan peringatan-peringatan-Nya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Oleh karena nama-Mu, ya TUHAN, ampunilah kesalahanku, sebab besar kesalahan itu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Siapakah orang yang takut akan TUHAN? Kepadanya TUHAN menunjukkan jalan yang harus dipilihnya.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Orang itu sendiri akan menetap dalam kebahagiaan dan anak cucunya akan mewarisi bumi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "TUHAN bergaul karib dengan orang yang takut akan Dia, dan perjanjian-Nya diberitahukan-Nya kepada mereka.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Mataku tetap terarah kepada TUHAN, sebab Ia mengeluarkan kakiku dari jaring.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Berpalinglah kepadaku dan kasihanilah aku, sebab aku sebatang kara dan tertindas.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Lapangkanlah hatiku yang sesak dan keluarkanlah aku dari kesulitanku!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tiliklah sengsaraku dan kesukaranku, dan ampunilah segala dosaku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Lihatlah, betapa banyaknya musuhku, dan bagaimana mereka membenci aku dengan sangat mendalam.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jagalah kiranya jiwaku dan lepaskanlah aku; janganlah aku mendapat malu, sebab aku berlindung pada-Mu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ketulusan dan kejujuran kiranya mengawal aku, sebab aku menanti-nantikan Engkau.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ya Allah, bebaskanlah orang Israel dari segala kesesakannya!",
      "type": "content"
    }
  ]
}