{
  "book": "Mazmur",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "Doa mohon dibenarkan oleh TUHAN",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Dari Daud. Berilah keadilan kepadaku, ya TUHAN, sebab aku telah hidup dalam ketulusan; kepada TUHAN aku percaya dengan tidak ragu-ragu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ujilah aku, ya TUHAN, dan cobalah aku; selidikilah batinku dan hatiku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sebab mataku tertuju pada kasih setia-Mu, dan aku hidup dalam kebenaran-Mu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Aku tidak duduk dengan penipu, dan dengan orang munafik aku tidak bergaul;",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "aku benci kepada perkumpulan orang yang berbuat jahat, dan dengan orang fasik aku tidak duduk.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Aku membasuh tanganku tanda tak bersalah, lalu berjalan mengelilingi mezbah-Mu, ya TUHAN,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "sambil memperdengarkan nyanyian syukur dengan nyaring, dan menceritakan segala perbuatan-Mu yang ajaib.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "TUHAN, aku cinta pada rumah kediaman-Mu dan pada tempat kemuliaan-Mu bersemayam.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Janganlah mencabut nyawaku bersama-sama orang berdosa, atau hidupku bersama-sama orang penumpah darah,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "yang pada tangannya melekat perbuatan mesum, dan yang tangan kanannya menerima suapan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tetapi aku ini hidup dalam ketulusan; bebaskanlah aku dan kasihanilah aku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Kakiku berdiri di tanah yang rata; aku mau memuji TUHAN dalam jemaah.",
      "type": "content"
    }
  ]
}