{
  "book": "Mazmur",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "Aman dalam tangan TUHAN",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Untuk pemimpin biduan. Mazmur Daud. (31-2) Pada-Mu, TUHAN, aku berlindung, janganlah sekali-kali aku mendapat malu. Luputkanlah aku oleh karena keadilan-Mu,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(31-3) sendengkanlah telinga-Mu kepadaku, bersegeralah melepaskan aku! Jadilah bagiku gunung batu tempat perlindungan, kubu pertahanan untuk menyelamatkan aku!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(31-4) Sebab Engkau bukit batuku dan pertahananku, dan oleh karena nama-Mu Engkau akan menuntun dan membimbing aku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(31-5) Engkau akan mengeluarkan aku dari jaring yang dipasang orang terhadap aku, sebab Engkaulah tempat perlindunganku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(31-6) Ke dalam tangan-Mulah kuserahkan nyawaku; Engkau membebaskan aku, ya TUHAN, Allah yang setia.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(31-7) Engkau benci kepada orang-orang yang memuja berhala yang sia-sia, tetapi aku percaya kepada TUHAN.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(31-8) Aku akan bersorak-sorak dan bersukacita karena kasih setia-Mu, sebab Engkau telah menilik sengsaraku, telah memperhatikan kesesakan jiwaku,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(31-9) dan tidak menyerahkan aku ke tangan musuh, tetapi menegakkan kakiku di tempat yang lapang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(31-10) Kasihanilah aku, ya TUHAN, sebab aku merasa sesak; karena sakit hati mengidaplah mataku, meranalah jiwa dan tubuhku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(31-11) Sebab hidupku habis dalam duka dan tahun-tahun umurku dalam keluh kesah; kekuatanku merosot karena sengsaraku, dan tulang-tulangku menjadi lemah.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(31-12) Di hadapan semua lawanku aku tercela, menakutkan bagi tetangga-tetanggaku, dan menjadi kekejutan bagi kenalan-kenalanku; mereka yang melihat aku di jalan lari dari padaku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(31-13) Aku telah hilang dari ingatan seperti orang mati, telah menjadi seperti barang yang pecah.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(31-14) Sebab aku mendengar banyak orang berbisik-bisik, --ada kegentaran dari segala pihak! --mereka bersama-sama bermufakat mencelakakan aku, mereka bermaksud mencabut nyawaku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(31-15) Tetapi aku, kepada-Mu aku percaya, ya TUHAN, aku berkata: \"Engkaulah Allahku!\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(31-16) Masa hidupku ada dalam tangan-Mu, lepaskanlah aku dari tangan musuh-musuhku dan orang-orang yang mengejar aku!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(31-17) Buatlah wajah-Mu bercahaya atas hamba-Mu, selamatkanlah aku oleh kasih setia-Mu!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(31-18) TUHAN, janganlah membiarkan aku mendapat malu, sebab aku berseru kepada-Mu; biarlah orang-orang fasik mendapat malu dan turun ke dunia orang mati dan bungkam.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(31-19) Biarlah bibir dusta menjadi kelu, yang mencaci maki orang benar dengan kecongkakan dan penghinaan!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(31-20) Alangkah limpahnya kebaikan-Mu yang telah Kausimpan bagi orang yang takut akan Engkau, yang telah Kaulakukan bagi orang yang berlindung pada-Mu, di hadapan manusia!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(31-21) Engkau menyembunyikan mereka dalam naungan wajah-Mu terhadap persekongkolan orang-orang; Engkau melindungi mereka dalam pondok terhadap perbantahan lidah.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(31-22) Terpujilah TUHAN, sebab kasih setia-Nya ditunjukkan-Nya kepadaku dengan ajaib pada waktu kesesakan!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(31-23) Aku menyangka dalam kebingunganku: \"Aku telah terbuang dari hadapan mata-Mu.\" Tetapi sesungguhnya Engkau mendengarkan suara permohonanku, ketika aku berteriak kepada-Mu minta tolong.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(31-24) Kasihilah TUHAN, hai semua orang yang dikasihi-Nya! TUHAN menjaga orang-orang yang setiawan, tetapi orang-orang yang berbuat congkak diganjar-Nya dengan tidak tanggung-tanggung.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(31-25) Kuatkanlah dan teguhkanlah hatimu, hai semua orang yang berharap kepada TUHAN!",
      "type": "content"
    }
  ]
}