{
  "book": "Mazmur",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Kefasikan orang berdosa dan kasih setia Allah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Untuk pemimpin biduan. Dari hamba TUHAN, dari Daud. (36-2) Dosa bertutur di lubuk hati orang fasik; rasa takut kepada Allah tidak ada pada orang itu,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(36-3) sebab ia membujuk dirinya, sampai orang mendapati kesalahannya dan membencinya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(36-4) Perkataan dari mulutnya ialah kejahatan dan tipu daya, ia berhenti berlaku bijaksana dan berbuat baik.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(36-5) Kejahatan dirancangkannya di tempat tidurnya, ia menempatkan dirinya di jalan yang tidak baik; apa yang jahat tidak ditolaknya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(36-6) Ya TUHAN, kasih-Mu sampai ke langit, setia-Mu sampai ke awan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(36-7) Keadilan-Mu adalah seperti gunung-gunung Allah, hukum-Mu bagaikan samudera raya yang hebat. Manusia dan hewan Kauselamatkan, ya TUHAN.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(36-8) Betapa berharganya kasih setia-Mu, ya Allah! Anak-anak manusia berlindung dalam naungan sayap-Mu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(36-9) Mereka mengenyangkan dirinya dengan lemak di rumah-Mu; Engkau memberi mereka minum dari sungai kesenangan-Mu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(36-10) Sebab pada-Mu ada sumber hayat, di dalam terang-Mu kami melihat terang.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(36-11) Lanjutkanlah kasih setia-Mu bagi orang yang mengenal Engkau, dan keadilan-Mu bagi orang yang tulus hati!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(36-12) Janganlah kiranya kaki orang-orang congkak menginjak aku, dan tangan orang fasik mengusir aku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(36-13) Lihat, orang-orang yang melakukan kejahatan itu jatuh; mereka dibanting dan tidak dapat bangun lagi.",
      "type": "content"
    }
  ]
}