{
  "book": "Mazmur",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "Kebahagiaan orang fasik semu",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Dari Daud. Jangan marah karena orang yang berbuat jahat, jangan iri hati kepada orang yang berbuat curang;",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "sebab mereka segera lisut seperti rumput dan layu seperti tumbuh-tumbuhan hijau.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Percayalah kepada TUHAN dan lakukanlah yang baik, diamlah di negeri dan berlakulah setia,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "dan bergembiralah karena TUHAN; maka Ia akan memberikan kepadamu apa yang diinginkan hatimu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Serahkanlah hidupmu kepada TUHAN dan percayalah kepada-Nya, dan Ia akan bertindak;",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia akan memunculkan kebenaranmu seperti terang, dan hakmu seperti siang.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Berdiam dirilah di hadapan TUHAN dan nantikanlah Dia; jangan marah karena orang yang berhasil dalam hidupnya, karena orang yang melakukan tipu daya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Berhentilah marah dan tinggalkanlah panas hati itu, jangan marah, itu hanya membawa kepada kejahatan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebab orang-orang yang berbuat jahat akan dilenyapkan, tetapi orang-orang yang menanti-nantikan TUHAN akan mewarisi negeri.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Karena sedikit waktu lagi, maka lenyaplah orang fasik; jika engkau memperhatikan tempatnya, maka ia sudah tidak ada lagi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tetapi orang-orang yang rendah hati akan mewarisi negeri dan bergembira karena kesejahteraan yang berlimpah-limpah.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Orang fasik merencanakan kejahatan terhadap orang benar dan menggertakkan giginya terhadap dia;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tuhan menertawakan orang fasik itu, sebab Ia melihat bahwa harinya sudah dekat.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Orang-orang fasik menghunus pedang dan melentur busur mereka untuk merobohkan orang-orang sengsara dan orang-orang miskin, untuk membunuh orang-orang yang hidup jujur;",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "tetapi pedang mereka akan menikam dada mereka sendiri, dan busur mereka akan dipatahkan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Lebih baik yang sedikit pada orang benar dari pada yang berlimpah-limpah pada orang fasik;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "sebab lengan orang-orang fasik dipatahkan, tetapi TUHAN menopang orang-orang benar.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "TUHAN mengetahui hari-hari orang yang saleh, dan milik pusaka mereka akan tetap selama-lamanya;",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "mereka tidak akan mendapat malu pada waktu kecelakaan, dan mereka akan menjadi kenyang pada hari-hari kelaparan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sesungguhnya, orang-orang fasik akan binasa; musuh TUHAN seperti keindahan padang rumput: mereka habis lenyap, habis lenyap bagaikan asap.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Orang fasik meminjam dan tidak membayar kembali, tetapi orang benar adalah pengasih dan pemurah.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sesungguhnya, orang-orang yang diberkati-Nya akan mewarisi negeri, tetapi orang-orang yang dikutuki-Nya akan dilenyapkan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "TUHAN menetapkan langkah-langkah orang yang hidupnya berkenan kepada-Nya;",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "apabila ia jatuh, tidaklah sampai tergeletak, sebab TUHAN menopang tangannya.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dahulu aku muda, sekarang telah menjadi tua, tetapi tidak pernah kulihat orang benar ditinggalkan, atau anak cucunya meminta-minta roti;",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "tiap hari ia menaruh belas kasihan dan memberi pinjaman, dan anak cucunya menjadi berkat.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jauhilah yang jahat dan lakukanlah yang baik, maka engkau akan tetap tinggal untuk selama-lamanya;",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "sebab TUHAN mencintai hukum, dan Ia tidak meninggalkan orang-orang yang dikasihi-Nya. Sampai selama-lamanya mereka akan terpelihara, tetapi anak cucu orang-orang fasik akan dilenyapkan.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Orang-orang benar akan mewarisi negeri dan tinggal di sana senantiasa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Mulut orang benar mengucapkan hikmat, dan lidahnya mengatakan hukum;",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Taurat Allahnya ada di dalam hatinya, langkah-langkahnya tidak goyah.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Orang fasik mengintai orang benar dan berikhtiar membunuhnya;",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "TUHAN tidak menyerahkan orang benar itu ke dalam tangannya, Ia tidak membiarkannya dinyatakan fasik pada waktu diadili.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Nantikanlah TUHAN dan tetap ikutilah jalan-Nya, maka Ia akan mengangkat engkau untuk mewarisi negeri, dan engkau akan melihat orang-orang fasik dilenyapkan.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Aku melihat seorang fasik yang gagah sombong, yang tumbuh mekar seperti pohon aras Libanon;",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "ketika aku lewat, lenyaplah ia, aku mencarinya, tetapi tidak ditemui.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Perhatikanlah orang yang tulus dan lihatlah kepada orang yang jujur, sebab pada orang yang suka damai akan ada masa depan;",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "tetapi pendurhaka-pendurhaka akan dibinasakan bersama-sama, dan masa depan orang-orang fasik akan dilenyapkan.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Orang-orang benar diselamatkan oleh TUHAN; Ia adalah tempat perlindungan mereka pada waktu kesesakan;",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "TUHAN menolong mereka dan meluputkan mereka, Ia meluputkan mereka dari tangan orang-orang fasik dan menyelamatkan mereka, sebab mereka berlindung pada-Nya.",
      "type": "content"
    }
  ]
}