{
  "book": "Mazmur",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "Doa minta penyembuhan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Untuk pemimpin biduan. Mazmur Daud. (41-2) Berbahagialah orang yang memperhatikan orang lemah! TUHAN akan meluputkan dia pada waktu celaka.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(41-3) TUHAN akan melindungi dia dan memelihara nyawanya, sehingga ia disebut berbahagia di bumi; Engkau takkan membiarkan dia dipermainkan musuhnya!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(41-4) TUHAN membantu dia di ranjangnya waktu sakit; di tempat tidurnya Kaupulihkannya sama sekali dari sakitnya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(41-5) Kalau aku, kataku: \"TUHAN, kasihanilah aku, sembuhkanlah aku, sebab terhadap Engkaulah aku berdosa!\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(41-6) Musuhku mengatakan yang jahat tentang aku: \"Bilakah ia mati, dan namanya hilang lenyap?\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(41-7) Orang yang datang menjenguk, berkata dusta; hatinya penuh kejahatan, lalu ia keluar menceritakannya di jalan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(41-8) Semua orang yang benci kepadaku berbisik-bisik bersama-sama tentang aku, mereka merancangkan yang jahat terhadap aku:",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(41-9) \"Penyakit jahanam telah menimpa dia, sekali ia berbaring, takkan bangun-bangun lagi.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(41-10) Bahkan sahabat karibku yang kupercayai, yang makan rotiku, telah mengangkat tumitnya terhadap aku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(41-11) Tetapi Engkau, ya TUHAN, kasihanilah aku dan tegakkanlah aku, maka aku hendak mengadakan pembalasan terhadap mereka.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(41-12) Dengan demikian aku tahu, bahwa Engkau berkenan kepadaku, apabila musuhku tidak bersorak-sorai karena aku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(41-13) Tetapi aku, Engkau menopang aku karena ketulusanku, Engkau membuat aku tegak di hadapan-Mu untuk selama-lamanya.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(41-14) Terpujilah TUHAN, Allah Israel, dari selama-lamanya sampai selama-lamanya! Amin, ya amin.",
      "type": "content"
    }
  ]
}