{
  "book": "Mazmur",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "Kerinduan kepada Allah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Untuk pemimpin biduan. Nyanyian pengajaran bani Korah. (42-2) Seperti rusa yang merindukan sungai yang berair, demikianlah jiwaku merindukan Engkau, ya Allah.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(42-3) Jiwaku haus kepada Allah, kepada Allah yang hidup. Bilakah aku boleh datang melihat Allah?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(42-4) Air mataku menjadi makananku siang dan malam, karena sepanjang hari orang berkata kepadaku: \"Di mana Allahmu?\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(42-5) Inilah yang hendak kuingat, sementara jiwaku gundah-gulana; bagaimana aku berjalan maju dalam kepadatan manusia, mendahului mereka melangkah ke rumah Allah dengan suara sorak-sorai dan nyanyian syukur, dalam keramaian orang-orang yang mengadakan perayaan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(42-6) Mengapa engkau tertekan, hai jiwaku, dan gelisah di dalam diriku? Berharaplah kepada Allah! Sebab aku akan bersyukur lagi kepada-Nya, penolongku dan Allahku!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(42-7) Jiwaku tertekan dalam diriku, sebab itu aku teringat kepada-Mu dari tanah sungai Yordan dan pegunungan Hermon, dari gunung Mizar.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(42-8) Samudera raya berpanggil-panggilan dengan deru air terjun-Mu; segala gelora dan gelombang-Mu bergulung melingkupi aku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(42-9) TUHAN memerintahkan kasih setia-Nya pada siang hari, dan pada malam hari aku menyanyikan nyanyian, suatu doa kepada Allah kehidupanku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(42-10) Aku berkata kepada Allah, gunung batuku: \"Mengapa Engkau melupakan aku? Mengapa aku harus hidup berkabung di bawah impitan musuh?\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(42-11) Seperti tikaman maut ke dalam tulangku lawanku mencela aku, sambil berkata kepadaku sepanjang hari: \"Di mana Allahmu?\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(42-12) Mengapa engkau tertekan, hai jiwaku, dan mengapa engkau gelisah di dalam diriku? Berharaplah kepada Allah! Sebab aku bersyukur lagi kepada-Nya, penolongku dan Allahku!",
      "type": "content"
    }
  ]
}