{
  "book": "Mazmur",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "Sion, kota Allah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Nyanyian. Mazmur bani Korah. (48-2) Besarlah TUHAN dan sangat terpuji di kota Allah kita!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(48-3) Gunung-Nya yang kudus, yang menjulang permai, adalah kegirangan bagi seluruh bumi; gunung Sion itu, jauh di sebelah utara, kota Raja Besar.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(48-4) Dalam puri-purinya Allah memperkenalkan diri-Nya sebagai benteng.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(48-5) Sebab lihat, raja-raja datang berkumpul, mereka bersama-sama berjalan maju;",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(48-6) demi mereka melihatnya, mereka tercengang-cengang, terkejut, lalu lari kebingungan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(48-7) Kegentaran menimpa mereka di sana; mereka kesakitan seperti perempuan yang hendak melahirkan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(48-8) Dengan angin timur Engkau memecahkan kapal-kapal Tarsis.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(48-9) Seperti yang telah kita dengar, demikianlah juga kita lihat, di kota TUHAN semesta alam, di kota Allah kita; Allah menegakkannya untuk selama-lamanya. Sela",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(48-10) Kami mengingat, ya Allah, kasih setia-Mu di dalam bait-Mu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(48-11) Seperti nama-Mu, ya Allah, demikianlah kemasyhuran-Mu sampai ke ujung bumi; tangan kanan-Mu penuh dengan keadilan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(48-12) Biarlah gunung Sion bersukacita; biarlah anak-anak perempuan Yehuda bersorak-sorak oleh karena penghukuman-Mu!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(48-13) Kelilingilah Sion dan edarilah dia, hitunglah menaranya,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(48-14) perhatikanlah temboknya, jalanilah puri-purinya, supaya kamu dapat menceriterakannya kepada angkatan yang kemudian:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(48-15) Sesungguhnya inilah Allah, Allah kitalah Dia seterusnya dan untuk selamanya! Dialah yang memimpin kita!",
      "type": "content"
    }
  ]
}