{
  "book": "Mazmur",
  "chapter": 55,
  "verses": [
    {
      "verse": 1,
      "text": "Doa minta tolong terhadap musuh",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Untuk pemimpin biduan. Dengan permainan kecapi. Nyanyian pengajaran Daud. (55-2) Berilah telinga, ya Allah, kepada doaku, janganlah bersembunyi terhadap permohonanku!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(55-3) Perhatikanlah aku dan jawablah aku! Aku mengembara dan menangis karena cemas,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(55-4) karena teriakan musuh, karena aniaya orang fasik; sebab mereka menimpakan kemalangan kepadaku, dan dengan geramnya mereka memusuhi aku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(55-5) Hatiku gelisah, kengerian maut telah menimpa aku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(55-6) Aku dirundung takut dan gentar, perasaan seram meliputi aku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(55-7) Pikirku: \"Sekiranya aku diberi sayap seperti merpati, aku akan terbang dan mencari tempat yang tenang,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(55-8) bahkan aku akan lari jauh-jauh dan bermalam di padang gurun. Sela",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(55-9) Aku akan segera mencari tempat perlindungan terhadap angin ribut dan badai.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(55-10) Bingungkanlah mereka, kacaukanlah percakapan mereka, ya Tuhan, sebab aku melihat kekerasan dan perbantahan dalam kota!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(55-11) Siang malam mereka mengelilingi kota itu di atas tembok-temboknya, dan di dalamnya ada kemalangan dan bencana;",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(55-12) penghancuran ada di tengah-tengahnya, di tanah lapangnya tidak habis-habisnya ada penindasan dan tipu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(55-13) Kalau musuhku yang mencela aku, aku masih dapat menanggungnya; kalau pembenciku yang membesarkan diri terhadap aku, aku masih dapat menyembunyikan diri terhadap dia.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(55-14) Tetapi engkau orang yang dekat dengan aku, temanku dan orang kepercayaanku:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(55-15) kami yang bersama-sama bergaul dengan baik, dan masuk rumah Allah di tengah-tengah keramaian.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(55-16) Biarlah maut menyergap mereka, biarlah mereka turun hidup-hidup ke dalam dunia orang mati! Sebab kejahatan ada di kediaman mereka, ya dalam batin mereka.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(55-17) Tetapi aku berseru kepada Allah, dan TUHAN akan menyelamatkan aku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(55-18) --Di waktu petang, pagi dan tengah hari aku cemas dan menangis; dan Ia mendengar suaraku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(55-19) Ia membebaskan aku dengan aman dari serangan terhadap aku, sebab berduyun-duyun mereka melawan aku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(55-20) Allah akan mendengar dan merendahkan mereka, --Dia yang bersemayam sejak purbakala. Sela Karena mereka tidak berubah dan mereka tidak takut akan Allah.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(55-21) Orang itu mengacungkan tangannya kepada mereka yang hidup damai dengan dia, janjinya dilanggarnya;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(55-22) mulutnya lebih licin dari mentega, tetapi ia berniat menyerang; perkataannya lebih lembut dari minyak, tetapi semuanya adalah pedang terhunus.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(55-23) Serahkanlah kuatirmu kepada TUHAN, maka Ia akan memelihara engkau! Tidak untuk selama-lamanya dibiarkan-Nya orang benar itu goyah.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(55-24) Tetapi Engkau, ya Allah, akan menjerumuskan mereka ke lubang sumur yang dalam; orang penumpah darah dan penipu tidak akan mencapai setengah umurnya. Tetapi aku ini percaya kepada-Mu.",
      "type": "content"
    }
  ]
}