{
  "book": "Mazmur",
  "chapter": 57,
  "verses": [
    {
      "verse": 1,
      "text": "Diburu musuh, tetapi ditolong Allah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Untuk pemimpin biduan. Menurut lagu: Jangan memusnahkan. Miktam Dari Daud, ketika ia lari dari pada Saul, ke dalam gua. (57-2) Kasihanilah aku, ya Allah, kasihanilah aku, sebab kepada-Mulah jiwaku berlindung; dalam naungan sayap-Mu aku akan berlindung, sampai berlalu penghancuran itu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(57-3) Aku berseru kepada Allah, Yang Mahatinggi, kepada Allah yang menyelesaikannya bagiku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(57-4) Kiranya Ia mengirim utusan dari sorga dan menyelamatkan aku, mencela orang-orang yang menginjak-injak aku. Sela Kiranya Allah mengirim kasih setia dan kebenaran-Nya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(57-5) Aku terbaring di tengah-tengah singa yang suka menerkam anak-anak manusia, yang giginya laksana tombak dan panah, dan lidahnya laksana pedang tajam.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(57-6) Tinggikanlah diri-Mu mengatasi langit, ya Allah! Biarlah kemuliaan-Mu mengatasi seluruh bumi!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(57-7) Mereka memasang jaring terhadap langkah-langkahku, ditundukkannya jiwaku, mereka menggali lobang di depanku, tetapi mereka sendiri jatuh ke dalamnya. Sela",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(57-8) Hatiku siap, ya Allah, hatiku siap; aku mau menyanyi, aku mau bermazmur.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(57-9) Bangunlah, hai jiwaku, bangunlah, hai gambus dan kecapi, aku mau membangunkan fajar!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(57-10) Aku mau bersyukur kepada-Mu di antara bangsa-bangsa, ya Tuhan, aku mau bermazmur bagi-Mu di antara suku-suku bangsa;",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(57-11) sebab kasih setia-Mu besar sampai ke langit, dan kebenaran-Mu sampai ke awan-awan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(57-12) Tinggikanlah diri-Mu mengatasi langit, ya Allah! Biarlah kemuliaan-Mu mengatasi seluruh bumi!",
      "type": "content"
    }
  ]
}