{
  "book": "Mazmur",
  "chapter": 64,
  "verses": [
    {
      "verse": 1,
      "text": "Hukum Allah kepada orang fasik",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Untuk pemimpin biduan. Mazmur Daud. (64-2) Ya Allah, dengarlah suaraku pada waktu aku mengaduh, jagalah nyawaku terhadap musuh yang dahsyat.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(64-3) Sembunyikanlah aku terhadap persepakatan orang jahat, terhadap kerusuhan orang-orang yang melakukan kejahatan,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(64-4) yang menajamkan lidahnya seperti pedang, yang membidikkan kata yang pahit seperti panah,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(64-5) untuk menembak orang yang tulus hati dari tempat yang tersembunyi; sekonyong-konyong mereka menembak dia dengan tidak takut-takut.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(64-6) Mereka berpegang teguh pada maksud yang jahat, mereka membicarakan hendak memasang perangkap dengan sembunyi; kata mereka: \"Siapa yang melihatnya?\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(64-7) Mereka merancang kecurangan-kecurangan: \"Kami sudah siap, rancangan sudah rampung.\" Alangkah dalamnya batin dan hati orang!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(64-8) Tetapi Allah menembak mereka dengan panah; sekonyong-konyong mereka terluka.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(64-9) Ia membuat mereka tergelincir karena lidah mereka; setiap orang yang melihat mereka menggeleng kepala.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(64-10) Maka semua orang takut dan memberitakan perbuatan Allah, dan mengakui pekerjaan-Nya.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(64-11) Orang benar akan bersukacita karena TUHAN dan berlindung pada-Nya; semua orang yang jujur akan bermegah.",
      "type": "content"
    }
  ]
}