{
  "book": "Mazmur",
  "chapter": 65,
  "verses": [
    {
      "verse": 1,
      "text": "Nyanyian syukur karena berkat Allah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Untuk pemimpin biduan. Mazmur Daud. Nyanyian. (65-2) Bagi-Mulah puji-pujian di Sion, ya Allah; dan kepada-Mulah orang membayar nazar.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(65-3) Engkau yang mendengarkan doa. Kepada-Mulah datang semua yang hidup",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(65-4) karena bersalah. Bilamana pelanggaran-pelanggaran kami melebihi kekuatan kami, Engkaulah yang menghapuskannya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(65-5) Berbahagialah orang yang Engkau pilih dan yang Engkau suruh mendekat untuk diam di pelataran-Mu! Kiranya kami menjadi kenyang dengan segala yang baik di rumah-Mu, di bait-Mu yang kudus.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(65-6) Dengan perbuatan-perbuatan yang dahsyat dan dengan keadilan Engkau menjawab kami, ya Allah yang menyelamatkan kami, Engkau, yang menjadi kepercayaan segala ujung bumi dan pulau-pulau yang jauh-jauh;",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(65-7) Engkau, yang menegakkan gunung-gunung dengan kekuatan-Mu, sedang pinggang-Mu berikatkan keperkasaan;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(65-8) Engkau, yang meredakan deru lautan, deru gelombang-gelombangnya dan kegemparan bangsa-bangsa!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(65-9) Sebab itu orang-orang yang diam di ujung-ujung bumi takut kepada tanda-tanda mujizat-Mu; tempat terbitnya pagi dan petang Kaubuat bersorak-sorai.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(65-10) Engkau mengindahkan tanah itu, mengaruniainya kelimpahan, dan membuatnya sangat kaya. Batang air Allah penuh air; Engkau menyediakan gandum bagi mereka. Ya, demikianlah Engkau menyediakannya:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(65-11) Engkau mengairi alur bajaknya, Engkau membasahi gumpalan-gumpalan tanahnya, dengan dirus hujan Engkau menggemburkannya; Engkau memberkati tumbuh-tumbuhannya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(65-12) Engkau memahkotai tahun dengan kebaikan-Mu, jejak-Mu mengeluarkan lemak;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(65-13) tanah-tanah padang gurun menitik, bukit-bukit berikatpinggangkan sorak-sorai;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(65-14) padang-padang rumput berpakaikan kawanan kambing domba, lembah-lembah berselimutkan gandum, semuanya bersorak-sorai dan bernyanyi-nyanyi.",
      "type": "content"
    }
  ]
}