{
  "book": "Mazmur",
  "chapter": 66,
  "verses": [
    {
      "verse": 1,
      "text": "Nyanyian syukur karena orang Israel tertolong",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Untuk pemimpin biduan. Nyanyian Mazmur. Bersorak-sorailah bagi Allah, hai seluruh bumi,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "mazmurkanlah kemuliaan nama-Nya, muliakanlah Dia dengan puji-pujian!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Katakanlah kepada Allah: \"Betapa dahsyatnya segala pekerjaan-Mu; oleh sebab kekuatan-Mu yang besar musuh-Mu tunduk menjilat kepada-Mu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Seluruh bumi sujud menyembah kepada-Mu, dan bermazmur bagi-Mu, memazmurkan nama-Mu.\" Sela",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Pergilah dan lihatlah pekerjaan-pekerjaan Allah; Ia dahsyat dalam perbuatan-Nya terhadap manusia:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia mengubah laut menjadi tanah kering, dan orang-orang itu berjalan kaki menyeberangi sungai. Oleh sebab itu kita bersukacita karena Dia,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "yang memerintah dengan perkasa untuk selama-lamanya, yang mata-Nya mengawasi bangsa-bangsa. Pemberontak-pemberontak tidak dapat meninggikan diri. Sela",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pujilah Allah kami, hai bangsa-bangsa, dan perdengarkanlah puji-pujian kepada-Nya!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia mempertahankan jiwa kami di dalam hidup dan tidak membiarkan kaki kami goyah.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sebab Engkau telah menguji kami, ya Allah, telah memurnikan kami, seperti orang memurnikan perak.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Engkau telah membawa kami ke dalam jaring, mengenakan beban pada pinggang kami;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Engkau telah membiarkan orang-orang melintasi kepala kami, kami telah menempuh api dan air; tetapi Engkau telah mengeluarkan kami sehingga bebas.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Aku akan masuk ke dalam rumah-Mu dengan membawa korban-korban bakaran, aku akan membayar kepada-Mu nazarku,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "yang telah diucapkan bibirku, dan dikatakan mulutku pada waktu aku susah.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Korban-korban bakaran dari binatang gemuk akan kupersembahkan kepada-Mu, dengan asap korban dari domba-domba jantan; aku akan menyediakan lembu-lembu dan kambing-kambing jantan. Sela",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Marilah, dengarlah, hai kamu sekalian yang takut akan Allah, aku hendak menceritakan apa yang dilakukan-Nya terhadap diriku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Kepada-Nya aku telah berseru dengan mulutku, kini dengan lidahku aku menyanyikan pujian.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Seandainya ada niat jahat dalam hatiku, tentulah Tuhan tidak mau mendengar.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sesungguhnya, Allah telah mendengar, Ia telah memperhatikan doa yang kuucapkan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Terpujilah Allah, yang tidak menolak doaku dan tidak menjauhkan kasih setia-Nya dari padaku.",
      "type": "content"
    }
  ]
}