{
  "book": "Mazmur",
  "chapter": 71,
  "verses": [
    {
      "verse": 1,
      "text": "Doa minta perlindungan di masa tua",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada-Mu, ya TUHAN, aku berlindung, janganlah sekali-kali aku mendapat malu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lepaskanlah aku dan luputkanlah aku oleh karena keadilan-Mu, sendengkanlah telinga-Mu kepadaku dan selamatkanlah aku!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadilah bagiku gunung batu, tempat berteduh, kubu pertahanan untuk menyelamatkan aku; sebab Engkaulah bukit batuku dan pertahananku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ya Allahku, luputkanlah aku dari tangan orang fasik, dari cengkeraman orang-orang lalim dan kejam.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sebab Engkaulah harapanku, ya Tuhan, kepercayaanku sejak masa muda, ya ALLAH.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kepada-Mulah aku bertopang mulai dari kandungan, Engkau telah mengeluarkan aku dari perut ibuku; Engkau yang selalu kupuji-puji.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Bagi banyak orang aku seperti tanda ajaib, karena Engkaulah tempat perlindunganku yang kuat.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Mulutku penuh dengan puji-pujian kepada-Mu, dengan penghormatan kepada-Mu sepanjang hari.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Janganlah membuang aku pada masa tuaku, janganlah meninggalkan aku apabila kekuatanku habis.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sebab musuh-musuhku berkata-kata tentang aku, orang-orang yang mengincar nyawaku berunding bersama-sama",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "dan berkata: \"Allah telah meninggalkan dia, kejar dan tangkaplah dia, sebab tidak ada yang melepaskan dia!\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ya Allah, janganlah jauh dari padaku! Allahku, segeralah menolong aku!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Biarlah mendapat malu dan menjadi habis orang-orang yang memusuhi jiwaku; biarlah berselubungkan cela dan noda orang-orang yang mengikhtiarkan celakaku!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tetapi aku senantiasa mau berharap dan menambah puji-pujian kepada-Mu;",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "mulutku akan menceritakan keadilan-Mu dan keselamatan yang dari pada-Mu sepanjang hari, sebab aku tidak dapat menghitungnya.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Aku datang dengan keperkasaan-keperkasaan Tuhan ALLAH, hendak memasyhurkan hanya keadilan-Mu saja!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ya Allah, Engkau telah mengajar aku sejak kecilku, dan sampai sekarang aku memberitakan perbuatan-Mu yang ajaib;",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "juga sampai masa tuaku dan putih rambutku, ya Allah, janganlah meninggalkan aku, supaya aku memberitakan kuasa-Mu kepada angkatan ini, keperkasaan-Mu kepada semua orang yang akan datang.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Keadilan-Mu, ya Allah, sampai ke langit. Engkau yang telah melakukan hal-hal yang besar, ya Allah, siapakah seperti Engkau?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Engkau yang telah membuat aku mengalami banyak kesusahan dan malapetaka, Engkau akan menghidupkan aku kembali, dan dari samudera raya bumi Engkau akan menaikkan aku kembali.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Engkau akan menambah kebesaranku dan akan berpaling menghibur aku.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Akupun mau menyanyikan syukur bagi-Mu dengan gambus atas kesetiaan-Mu, ya Allahku, menyanyikan mazmur bagi-Mu dengan kecapi, ya Yang Kudus Israel.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Bibirku bersorak-sorai sementara menyanyikan mazmur bagi-Mu, juga jiwaku yang telah Kaubebaskan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Lidahku juga menyebut-nyebut keadilan-Mu sepanjang hari, sebab akan mendapat malu dan tersipu-sipu orang-orang yang mengikhtiarkan celakaku.",
      "type": "content"
    }
  ]
}