{
  "book": "Mazmur",
  "chapter": 73,
  "verses": [
    {
      "verse": 1,
      "text": "Pergumulan dan pengharapan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Mazmur Asaf. Sesungguhnya Allah itu baik bagi mereka yang tulus hatinya, bagi mereka yang bersih hatinya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tetapi aku, sedikit lagi maka kakiku terpeleset, nyaris aku tergelincir.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sebab aku cemburu kepada pembual-pembual, kalau aku melihat kemujuran orang-orang fasik.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sebab kesakitan tidak ada pada mereka, sehat dan gemuk tubuh mereka;",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "mereka tidak mengalami kesusahan manusia, dan mereka tidak kena tulah seperti orang lain.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sebab itu mereka berkalungkan kecongkakan dan berpakaian kekerasan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Karena kegemukan, kesalahan mereka menyolok, hati mereka meluap-luap dengan sangkaan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Mereka menyindir dan mengata-ngatai dengan jahatnya, hal pemerasan dibicarakan mereka dengan tinggi hati.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Mereka membuka mulut melawan langit, dan lidah mereka membual di bumi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sebab itu orang-orang berbalik kepada mereka, mendapatkan mereka seperti air yang berlimpah-limpah.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dan mereka berkata: \"Bagaimana Allah tahu hal itu, adakah pengetahuan pada Yang Mahatinggi?\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sesungguhnya, itulah orang-orang fasik: mereka menambah harta benda dan senang selamanya!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sia-sia sama sekali aku mempertahankan hati yang bersih, dan membasuh tanganku, tanda tak bersalah.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Namun sepanjang hari aku kena tulah, dan kena hukum setiap pagi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Seandainya aku berkata: \"Aku mau berkata-kata seperti itu,\" maka sesungguhnya aku telah berkhianat kepada angkatan anak-anakmu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tetapi ketika aku bermaksud untuk mengetahuinya, hal itu menjadi kesulitan di mataku,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "sampai aku masuk ke dalam tempat kudus Allah, dan memperhatikan kesudahan mereka.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sesungguhnya di tempat-tempat licin Kautaruh mereka, Kaujatuhkan mereka sehingga hancur.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Betapa binasa mereka dalam sekejap mata, lenyap, habis oleh karena kedahsyatan!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Seperti mimpi pada waktu terbangun, ya Tuhan, pada waktu terjaga, rupa mereka Kaupandang hina.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ketika hatiku merasa pahit dan buah pinggangku menusuk-nusuk rasanya,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "aku dungu dan tidak mengerti, seperti hewan aku di dekat-Mu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tetapi aku tetap di dekat-Mu; Engkau memegang tangan kananku.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dengan nasihat-Mu Engkau menuntun aku, dan kemudian Engkau mengangkat aku ke dalam kemuliaan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Siapa gerangan ada padaku di sorga selain Engkau? Selain Engkau tidak ada yang kuingini di bumi.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sekalipun dagingku dan hatiku habis lenyap, gunung batuku dan bagianku tetaplah Allah selama-lamanya.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sebab sesungguhnya, siapa yang jauh dari pada-Mu akan binasa; Kaubinasakan semua orang, yang berzinah dengan meninggalkan Engkau.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tetapi aku, aku suka dekat pada Allah; aku menaruh tempat perlindunganku pada Tuhan ALLAH, supaya dapat menceritakan segala pekerjaan-Nya.",
      "type": "content"
    }
  ]
}