{
  "book": "Mazmur",
  "chapter": 76,
  "verses": [
    {
      "verse": 1,
      "text": "Allah, Hakim segala bangsa",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Untuk pemimpin biduan. Dengan permainan kecapi. Mazmur Asaf. Nyanyian. (76-2) Allah terkenal di Yehuda, nama-Nya masyhur di Israel!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(76-3) Di Salem sudah ada pondok-Nya, dan kediaman-Nya di Sion!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(76-4) Di sanalah dipatahkan-Nya panah yang berkilat, perisai dan pedang dan alat perang. Sela",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(76-5) Cemerlang Engkau, lebih mulia dari pada pegunungan yang ada sejak purba.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(76-6) Orang-orang yang berani telah dijarah, mereka terlelap dalam tidurnya, dan semua orang yang gagah perkasa kehilangan kekuatannya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(76-7) Oleh sebab hardik-Mu, ya Allah Yakub, tertidur lelap baik pengendara maupun kuda.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(76-8) Dahsyat Engkau! Siapakah yang tahan berdiri di hadapan-Mu pada saat Engkau murka?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(76-9) Dari langit Engkau memperdengarkan keputusan-Mu; bumi takut dan tertegun,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(76-10) pada waktu Allah bangkit untuk memberi penghukuman, untuk menyelamatkan semua yang tertindas di bumi. Sela",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(76-11) Sesungguhnya panas hati manusia akan menjadi syukur bagi-Mu, dan sisa panas hati itu akan Kauperikatpinggangkan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(76-12) Bernazarlah dan bayarlah nazarmu itu kepada TUHAN, Allahmu! Biarlah semua orang yang di sekeliling-Nya menyampaikan persembahan kepada Dia yang ditakuti,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(76-13) Dia yang mematahkan semangat para pemimpin, Dia yang dahsyat bagi raja-raja di bumi.",
      "type": "content"
    }
  ]
}