{
  "book": "Mazmur",
  "chapter": 77,
  "verses": [
    {
      "verse": 1,
      "text": "Perbuatan Allah di masa lampau",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Untuk pemimpin biduan. Menurut: Yedutun. Mazmur Asaf. (77-2) Aku mau berseru-seru dengan nyaring kepada Allah, dengan nyaring kepada Allah, supaya Ia mendengarkan aku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(77-3) Pada hari kesusahanku aku mencari Tuhan; malam-malam tanganku terulur dan tidak menjadi lesu, jiwaku enggan dihiburkan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(77-4) Apabila aku mengingat Allah, maka aku mengerang, apabila aku merenung, makin lemah lesulah semangatku. Sela",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(77-5) Engkau membuat mataku tetap terbuka; aku gelisah, sehingga tidak dapat berkata-kata.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(77-6) Aku memikir-mikir hari-hari zaman purbakala, tahun-tahun zaman dahulu aku ingat.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(77-7) Aku sebut-sebut pada waktu malam dalam hatiku, aku merenung, dan rohku mencari-cari:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(77-8) \"Untuk selamanyakah Tuhan menolak dan tidak kembali bermurah hati lagi?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(77-9) Sudah lenyapkah untuk seterusnya kasih setia-Nya, telah berakhirkah janji itu berlaku turun-temurun?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(77-10) Sudah lupakah Allah menaruh kasihan, atau ditutup-Nyakah rahmat-Nya karena murka-Nya?\" Sela",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(77-11) Maka kataku: \"Inilah yang menikam hatiku, bahwa tangan kanan Yang Mahatinggi berubah.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(77-12) Aku hendak mengingat perbuatan-perbuatan TUHAN, ya, aku hendak mengingat keajaiban-keajaiban-Mu dari zaman purbakala.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(77-13) Aku hendak menyebut-nyebut segala pekerjaan-Mu, dan merenungkan perbuatan-perbuatan-Mu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(77-14) Ya Allah, jalan-Mu adalah kudus! Allah manakah yang begitu besar seperti Allah kami?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(77-15) Engkaulah Allah yang melakukan keajaiban; Engkau telah menyatakan kuasa-Mu di antara bangsa-bangsa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(77-16) Dengan lengan-Mu Engkau telah menebus umat-Mu, bani Yakub dan bani Yusuf. Sela",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(77-17) Air telah melihat Engkau, ya Allah, air telah melihat Engkau, lalu menjadi gentar, bahkan samudera raya gemetar.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(77-18) Awan-awan mencurahkan air, awan-gemawan bergemuruh, bahkan anak-anak panah-Mu beterbangan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(77-19) Deru guntur-Mu menggelinding, kilat-kilat menerangi dunia, bumi gemetar dan bergoncang.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(77-20) Melalui laut jalan-Mu dan lorong-Mu melalui muka air yang luas, tetapi jejak-Mu tidak kelihatan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(77-21) Engkau telah menuntun umat-Mu seperti kawanan domba dengan perantaraan Musa dan Harun.",
      "type": "content"
    }
  ]
}