{
  "book": "Mazmur",
  "chapter": 84,
  "verses": [
    {
      "verse": 1,
      "text": "Rindu kepada kediaman Allah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Untuk pemimpin biduan. Menurut lagu: Gitit. Mazmur bani Korah. (84-2) Betapa disenangi tempat kediaman-Mu, ya TUHAN semesta alam!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(84-3) Jiwaku hancur karena merindukan pelataran-pelataran TUHAN; hatiku dan dagingku bersorak-sorai kepada Allah yang hidup.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(84-4) Bahkan burung pipit telah mendapat sebuah rumah, dan burung layang-layang sebuah sarang, tempat menaruh anak-anaknya, pada mezbah-mezbah-Mu, ya TUHAN semesta alam, ya Rajaku dan Allahku!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(84-5) Berbahagialah orang-orang yang diam di rumah-Mu, yang terus-menerus memuji-muji Engkau. Sela",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(84-6) Berbahagialah manusia yang kekuatannya di dalam Engkau, yang berhasrat mengadakan ziarah!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(84-7) Apabila melintasi lembah Baka, mereka membuatnya menjadi tempat yang bermata air; bahkan hujan pada awal musim menyelubunginya dengan berkat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(84-8) Mereka berjalan makin lama makin kuat, hendak menghadap Allah di Sion.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(84-9) Ya TUHAN, Allah semesta alam, dengarkanlah doaku, pasanglah telinga, ya Allah Yakub. Sela",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(84-10) Lihatlah perisai kami, ya Allah, pandanglah wajah orang yang Kauurapi!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(84-11) Sebab lebih baik satu hari di pelataran-Mu dari pada seribu hari di tempat lain; lebih baik berdiri di ambang pintu rumah Allahku dari pada diam di kemah-kemah orang fasik.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(84-12) Sebab TUHAN Allah adalah matahari dan perisai; kasih dan kemuliaan Ia berikan; Ia tidak menahan kebaikan dari orang yang hidup tidak bercela.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(84-13) Ya TUHAN semesta alam, berbahagialah manusia yang percaya kepada-Mu!",
      "type": "content"
    }
  ]
}