{
  "book": "Mazmur",
  "chapter": 90,
  "verses": [
    {
      "verse": 1,
      "text": "Allah, tempat perlindungan yang kekal",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Doa Musa, abdi Allah. Tuhan, Engkaulah tempat perteduhan kami turun-temurun.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sebelum gunung-gunung dilahirkan, dan bumi dan dunia diperanakkan, bahkan dari selama-lamanya sampai selama-lamanya Engkaulah Allah.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Engkau mengembalikan manusia kepada debu, dan berkata: \"Kembalilah, hai anak-anak manusia!\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sebab di mata-Mu seribu tahun sama seperti hari kemarin, apabila berlalu, atau seperti suatu giliran jaga di waktu malam.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Engkau menghanyutkan manusia; mereka seperti mimpi, seperti rumput yang bertumbuh,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "di waktu pagi berkembang dan bertumbuh, di waktu petang lisut dan layu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sungguh, kami habis lenyap karena murka-Mu, dan karena kehangatan amarah-Mu kami terkejut.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Engkau menaruh kesalahan kami di hadapan-Mu, dan dosa kami yang tersembunyi dalam cahaya wajah-Mu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sungguh, segala hari kami berlalu karena gemas-Mu, kami menghabiskan tahun-tahun kami seperti keluh.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Masa hidup kami tujuh puluh tahun dan jika kami kuat, delapan puluh tahun, dan kebanggaannya adalah kesukaran dan penderitaan; sebab berlalunya buru-buru, dan kami melayang lenyap.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Siapakah yang mengenal kekuatan murka-Mu dan takut kepada gemas-Mu?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ajarlah kami menghitung hari-hari kami sedemikian, hingga kami beroleh hati yang bijaksana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Kembalilah, ya TUHAN--berapa lama lagi? --dan sayangilah hamba-hamba-Mu!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Kenyangkanlah kami di waktu pagi dengan kasih setia-Mu, supaya kami bersorak-sorai dan bersukacita semasa hari-hari kami.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Buatlah kami bersukacita seimbang dengan hari-hari Engkau menindas kami, seimbang dengan tahun-tahun kami mengalami celaka.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Biarlah kelihatan kepada hamba-hamba-Mu perbuatan-Mu, dan semarak-Mu kepada anak-anak mereka.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Kiranya kemurahan Tuhan, Allah kami, atas kami, dan teguhkanlah perbuatan tangan kami, ya, perbuatan tangan kami, teguhkanlah itu.",
      "type": "content"
    }
  ]
}