{
  "book": "Mazmur",
  "chapter": 95,
  "verses": [
    {
      "verse": 1,
      "text": "Hormatilah TUHAN dan taatilah Dia",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Marilah kita bersorak-sorai untuk TUHAN, bersorak-sorak bagi gunung batu keselamatan kita.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Biarlah kita menghadap wajah-Nya dengan nyanyian syukur, bersorak-sorak bagi-Nya dengan nyanyian mazmur.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sebab TUHAN adalah Allah yang besar, dan Raja yang besar mengatasi segala allah.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Bagian-bagian bumi yang paling dalam ada di tangan-Nya, puncak gunung-gunungpun kepunyaan-Nya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Kepunyaan-Nya laut, Dialah yang menjadikannya, dan darat, tangan-Nyalah yang membentuknya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Masuklah, marilah kita sujud menyembah, berlutut di hadapan TUHAN yang menjadikan kita.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sebab Dialah Allah kita, dan kitalah umat gembalaan-Nya dan kawanan domba tuntunan tangan-Nya. Pada hari ini, sekiranya kamu mendengar suara-Nya!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Janganlah keraskan hatimu seperti di Meriba, seperti pada hari di Masa di padang gurun,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "pada waktu nenek moyangmu mencobai Aku, menguji Aku, padahal mereka melihat perbuatan-Ku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Empat puluh tahun Aku jemu kepada angkatan itu, maka kata-Ku: \"Mereka suatu bangsa yang sesat hati, dan mereka itu tidak mengenal jalan-Ku.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sebab itu Aku bersumpah dalam murka-Ku: \"Mereka takkan masuk ke tempat perhentian-Ku.\"",
      "type": "content"
    }
  ]
}