{
  "book": "Nahum",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "An attacker advances against you,  Nineveh . Guard the fortress, watch the road, brace yourselves, marshal all your strength!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "The LORD will restore the splendour of Jacob like the splendour of Israel, though destroyers have laid them waste and have ruined their vines.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "The shields of his soldiers are red; the warriors are clad in scarlet. The metal on the chariots flashes on the day they are made ready; the spears of pine are brandished.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "The chariots storm through the streets, rushing back and forth through the squares. They look like flaming torches; they dart about like lightning.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "He summons his picked troops, yet they stumble on their way. They dash to the city wall; the protective shield is put in place.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "The river gates are thrown open and the palace collapses.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "It is decreed that  the city  be exiled and carried away. Its slave girls moan like doves and beat upon their breasts.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nineveh is like a pool, and its water is draining away. \"Stop! Stop!\" they cry, but no-one turns back.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Plunder the silver! Plunder the gold! The supply is endless, the wealth from all its treasures!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "She is pillaged, plundered, stripped! Hearts melt, knees give way, bodies tremble, every face grows pale.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Where now is the lions’ den, the place where they fed their young, where the lion and lioness went, and the cubs, with nothing to fear?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "The lion killed enough for his cubs and strangled the prey for his mate, filling his lairs with the kill and his dens with the prey.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "\"I am against you,\" declares the LORD Almighty. \"I will burn up your chariots in smoke, and the sword will devour your young lions. I will leave you no prey on the earth. The voices of your messengers will no longer be heard.\"",
      "type": "content"
    }
  ]
}