{
  "book": "Markus",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pamaritahon ni si Johannes pandidi 1-8. II. Tardidi Tuhan Jesus 9-11. III. Tarunjun Ibana 12-15. IV. Dijou angka siseanna 16-20. V. Dipatupa angka halongangan 21-45",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma mula ni barita na uli ni Jesus Kristus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hombar tu na tarsurat di panurirang Jesaya: \"Husuru ma suruanki, patujolo ni bohim, sipature sidalananmi!\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "\"Soara ni na manjoujou di halongonan: Pature hamu ma dalan di Tuhan i; pahornop hamu ma sidalananna i!\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Di halongonan do si Johannes mandidihon jala manjamitahon pandidion hamubaon ni roha, laho pasesahon dosa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi ruar ma sude pangisi ni tano Judea ro di sude halak Jerusalem manopot ibana jala dipandidihon do nasida di batang aek Jordan, dung ditopoti be dosana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ianggo si Johannes i, imbulu ni unto do ulosna jala hulingkuling do hohosna, angka sihapor dohot situak ni loba do sipanganonna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "On do jamitana; Na ro ma sian pudingku na gumogo sian ahu; na hurang tama do ahu paunduk ahu mangkarhari tali ni sipatuna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Aek do hudidihon tu hamu; alai Tondi Parbadia do didihononna tu hamu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Uju i ma ro Jesus sian Nasaret, na di luat Galilea, jadi tardidi ma Ibana di aek Jordan, dididi si Johannes.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Di na hehe Ibana sian aek i, pintor diida si Johannes ma mungkap langit, jadi songgop ma Tondi i songon darapati tu Ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala masa ma soara sian ginjang i, na mandok: Ho do Anak haholongan ni rohangku; lomo do rohangku di Ho!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Dung i mamintor ditogihon Tondi i ma Ibana tu halongonan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Asa di halongonan ma Ibana leleng ni opatpulu ari diunjuni sibolis i; rap dohot angka binatang do Ibana disi, dung i ro ma angka surusuruan marhobasi di Ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai dung dihurungkon si Johannes, ro ma Jesus tu luat Galilea manjamitahon barita na uli ni Debata.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ninna do: Nunga dapot tingkina; nunga songgop harajaon ni Debata. Pauba hamu ma rohamuna, jala haporseai hamu ma barita na uli i!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(IV.) Dung i di na mardalani Ibana di topi ni tao Galilea, diida ma si Simon dohot si Andreas, dongan saama ni si Simon, na sumampakkon jalana tu tao i, ai panjala do nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi didok Jesus ma tu nasida: Ihuthon hamu Ahu; bahenonku do hamu sijala jolma!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Pintor ditadingkon nasida ma jala i, laos mangihuthon Ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi dung dumao otik didalani sian i, diida ma si Jakobus, anak ni si Sebedeus, dohot si Johannes, donganna saama i, di bagasan parau do nang nasida patureturehon jalanasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i manigor dijou ma nasida, gabe ditadingkon nasida ma amanasida, si Sebedeus na di parau i rap dohot angka anak gajianna, laos ro do nasida mangihuthon Ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(V.) Dung i dibongoti nasida ma huta Kapernaum, jadi manigor tu parguruan ma Ibana di ari Sabbat, laho mangajari.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Gabe longang do rohanasida umbege podana, ai na marsahala do pangajarionna di nasida, ndada songon angka sibotosurat.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala tongon ma adong di parguruannasida sada halak partondi na hodar na mangangguhi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ninna do: O Jesus, na sian Nasaret; marhua Ho tu hami! Na ro do Ho hape mangago hami! Hutanda do Ho; na badia ni Debata do Ho!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai disonggahi Jesus do ibana, didok ma: Sip ho! Ruar ma ho sian ibana!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Gabe disarat tondi na hodar i ma ibana, pola gogo soarana manjoujou, laho ruar sian ibana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi longang ma rohanasida saluhutna, pola masisungkunan nasida, angka didok ma: Na beha do on? Poda na imbaru do on! Ai gari angka tondi na hodar dipaksa mardongan sahala, gabe dioloi do Ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i pintor sar ma baritana tu sandok luat Galilea i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung ruar sian parguruan i, manigor dibongoti nasida ma jabu ni si Simon dohot si Andreas raphon si Jakobus dohot si Johannes.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai na peak do simatua boru ni si Simon i panepaneon, jadi manigor ditaringothon ma i tu Ibana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi didapothon ma ibana, dijama ma tanganna pahehehon; dung i ditadingkon panepane i ma ibana, jadi dihobasi ma di nasida.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai dung bot, dung sundut mata ni ari, masiboan na marsahitna be ma halak tu jolona, ro di na sinonggopan ni angka sibolis.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Gabe sude nasida na sahuta i marpungu di jolo ruma i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi torop do angka na hansitan na marragamragam sahitna dipamalum jala torop sibolis dipabali; alai ndang diloas angka sibolis i paboahon, naung ditanda nasida Ibana.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i manogotna i, borngin situtu dope, hehe ma Ibana tu balian, laho martangiang tu na lungun.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi diihuthon si Simon dohot angka donganna ma Ibana tusi.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi dung jumpangsa, didok nasida ma mandok Ibana: Sude halak mangalului Ho!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai didok Ibana ma tu nasida: Beta ma hita tu na asing, tu angka lumban na humaliang an, asa dohot disi Ahu marjamita. Ai ala ni i do umbahen na ro ahu!",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Laos laho ma Ibana marjamita tu parguruannasida na di liat Galilea jala dipabali angka sibolis.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jadi ro ma sada halak na huliton tu jolona, dielehelek jala disomba ma Ibana huhut mandok: Molo na olo Ho, tarpamalum Ho do ahu!",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jadi asi ma rohana, disurdukkon ma tanganna, dijama ma ibana, laos didok ma: Na olo do Ahu; ias ma ho!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Jadi pintor longkang ma hulit i sian ibana, gabe ias ma dagingna.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dung i gogo ma ibana dipopai jala manigor dipalaho ma.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Ninna ma mandok ibana: Jaga ho; so tung dipaboa ho i tu manang ise! Alai laho ma ho, patuduhon ma dirim tu malim, dung i pelehon ma na pinatikkon ni si Musa, ala naung malum ho, bahen panindangion tu nasida!",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Alai dung laho ibana, dipungka ma pararathonsa, dipasar ma hata i, pola so tarbahen Ibana be bongot tu huta i di na patar; jadi di ruar, di inganan na sumoding nama Ibana. Laos ro do halak sian desa na ualu i manopot Ibana.",
      "type": "content"
    }
  ]
}