{
  "book": "Markus",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taringot tu pardongansaripeon 1-12. II. Dipasupasu Tuhan Jesus angka dakdanak 13-16. III. Dolidoli na mora i 17-31. IV. Disurirangkon Tuhan Jesus muse sitaononna 32-34. V. Pangidoan ni angka anak ni si Sebedeus 35-45. VI. Si Bartimeus na mapitung i 46-52.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i borhat ma Jesus sian i jala sahat ma tu luat Judea na di ipar ni batang aek Jordan. Jadi dirongomi natorop i muse Ibana, gabe diulahi ma mangajari nasida songon na somal.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Laos ro ma angka Parise mangunjuni Ibana; on do sungkunsungkunnasida: Beha, na jadi do sirangkonon ni baoa dongan saripena?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai dialusi Ibana ma nasida: Ai aha dipatikkon si Musa tu hamu?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Gabe didok nasida ma: Dioloi si Musa do mambahen surat sirang laho paulakkon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai dialusi Jesus ma nasida: Ala ni tangkang ni rohamuna do, umbahen na disurathon tu hamu aturan na songon i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai sian mulana i dope, di hatotompana i, baoa dohot boruboru nasida dibahen.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ala ni i tadingkonon ni baoa do amana dohot inana, patophon dirina tu niolina.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Na gabe sada daging do nasida na dua i; asa ndada dua be nasida, tung sada daging do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Onpe, naung pinadomu ni Debata, ndang jadi sirangon ni jolma!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Asa dung muli nasida, diulahi siseanna ma manungkun Ibana taringot tusi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Gabe ninna ma mandok nasida: Na paulakkon dongan saripena, dung i dioli na asing, pangalangkup do ibana disi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Boruboru i pe, molo disirang dirina sian sinondukna jala dibuat na asing, pangalangkup do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Dung i adong ma na mamboan angka anakkonna tu Ibana, asa dijama; alai dipinsang angka siseanna do nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Marnida i Jesus, sogo ma rohana, didok ma tu nasida: Loas hamu ma ro angka dakdanak i sahat tu Ahu; unang orai hamu nasida, ai di angka sisongon i do harajaon ni Debata!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Situtu do hatangkon tu hamu: Na so manjalo harajaon ni Debata songon dakdanak, ndang saut bongot tusi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i dihaol ma nasida, diampehon ma tanganna tu nasida laho mamasumasu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i, laho ruar Ibana tu dalan i, ro ma sahalak marlojong, laos marsinggang ma manungkun Ibana: O Guru, na denggan roha! Dia do sipatupaonku, asa hutean hangoluan na salelenglelengna?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai didok Jesus ma tu ibana: Boasa didok ho Ahu na denggan roha? Ndang adong na denggan roha, dungkon ni sasada Debata!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Diboto ho do angka patik i: \"Unang ho mangalangkup! Unang ho mambunu! Unang ho manangko! Unang ho olo mangkatindangkon na so tutu! Unang ho mandaho! Ingkon pasangaponmu amangmu dohot inangmu!\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai ninna ma mandok Ibana: O Guru! Sasudena i huradoti do, sian sieteketehonku dope!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi mamereng ibana, holong ma roha ni Jesus di ibana, huhut ma didok: Sada do na hurang di ho: Laho ma ho jolo manggadis nasa na di ho, parlehon ma tu angka na pogos, asa mararta ho di banua ginjang. Dung i ro ma ho, (porsan silang i), ihuthon Ahu!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai habot do roha ni i umbege hata ondeng; marsak ma rohana sumurut, ai parsinamot godang do ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i dibereng Jesus ma angka siseanna na humaliang, didok ma tu nasida: Maolna i bongot angka paradongan tu bagasan harajaon ni Debata!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ia angka sisean i, tarsonggot do di na nidokna i. Alai ninna Jesus ma muse mangalusi nasida: O angka anaha! Maolna i (angka na pos roha di panamotan) bongot tu harajaon ni Debata!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Gumabur do boluson ni gaja pinggol ni jarum, unang halak na mora bongot tu bagasan harajaon ni Debata!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi lam tarhalomong ma nasida, gabe masipandohan ma: Molo boti, ise ma tarbahen malua?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dibereng Jesus ma nasida huhut ma didok: Anggo di jolma ndang tarbahen; alai ndang songon i di Debata! Ai saluhutna do tarbahen anggo di Debata!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i dipanghulingi si Petrus ma Ibana: Ia hami, saluhutna do hutadingkon hami mangihuthon Ho!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Gabe didok Jesus ma: Na tutu do hatangkon na tu hamu: Nasa na tumadingkon jabuna, manang hahaanggina, manang ibotona, manang inana, manang amana, manang ianakhonna, manang haumana pe, ala ni Ahu dohot ala ni barita na uli,",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "ingkon silompit saratus jaloonna nuaeng di hasiangan on angka bagas, angka hahaanggi, iboto, ina, ianakhon ro di angka hauma mardongan buruburu, angkup ni i: Di hasiangan sogot hangoluan na salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai lan do angka naung parjolo hian gabe parpudi, jala parpudi hian gabe parjolo.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(IV.) Alai di tongandalan laho nangkok tu huta Jerusalem, di jolonasida do Jesus, gabe tarsonggot do nasida, laos mabiar do nasida mangihuthon. Jadi diarahon muse ma na sampuludua i, dipungka ma muse paboahon tu nasida na naeng masa tu Ibana:",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Na nangkok do hita tu huta Jerusalem, jadi pasahatonna ma Anak ni jolma i tu angka sintua ni malim dohot tu angka sibotosurat, jadi marutang hosa ma ibana uhumonna, jala pasahatonna ma Ibana tu angka parbegu;",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "insahanna, tijuranna jala linsinganna ma Ibana, laos pusaonna do; alai mulak mangolu do ibana di ari patoluhon.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(V.) Dung i ro ma mandapothon Ibana si Jakobus dohot si Johannes, angka anak ni si Sebedeus; ai hatanasida: Gurunami, adong do pinangido ni rohanami, silehononmu tu hami nian.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Gabe ninna ma mandok nasida: Ai aha do pinangido ni rohamu sibahenonku tu hamu?",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i didok nasida ma tu Ibana: Naeng bahenonmu hami hundul di hasangaponmi, na sada tu siamunmu, na sada nari tu hambirangmu.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai ninna Jesus ma mandok nasida: Ndang diboto hamu na pinangidomuna i. Tung tarinum hamu ma siinumonki? Tung tarparidi hamu ma paridion siparidionki?",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Gabe didok nasida ma tu Ibana: Tarbahen hami do! Dung i ninna Jesus ma mandok nasida: Tutu do nian, inumonmuna do siinumonki, jala paridionmuna do paridion siparidionki.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Alai na mambahen hundul tu siamunhu dohot tu hambirangku, ndang guru di Ahu i; di angka naung dirade hian do i.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Alai dung tarbege i tu na sampulu i, gabe sogo ma rohanasida di si Jakobus dohot Johannes.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Jadi dipapungu Jesus ma nasida, ninna ma mandok nasida: Diboto hamu do, dirajai angka sigomgomi bangso do parripenasida jala dipaksa angka na sangapna do nasida.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Alai unang ma songon i, anggo di hamu! Manang ise hamu na giot sangap, i ma gabe pangoloi di donganna!",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Jala manang ise hamu, na naeng parjolo, i ma gabe naposo ni donganna saluhutna.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Ai nang Anak ni jolma i pe, ndada asa dioloi halak Ibana, umbahen na ro; Ibana do balik pangoloi jala mangalehon hosana bahen tobus ni torop jolma.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "(VI.) Dung i dibongoti nasida ma huta Jeriko. Jadi di na ruar Ibana sian Jeriko raphon siseanna dohot halak natorop, adong ma hundul disi di pinggol ni dalan i sahalak sipanehenehe na mapitung, si Bartimeus, anak ni si Timeus.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Jadi dung dibege ibana, Jesus na sian Nasaret do i hape, dipungka ma manjoujouhon: O Jesus, Anak ni si Daud, asi ma roham mida ahu!",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Lan do maminsang ibana, asa sip nian; alai lam digogo do manjouhon: Ale Anak ni si Daud, asi ma roham di ahu!",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Jadi sulon ma Jesus, didok ma: Jou hamu ma ibana! Gabe dijou ma na mapitung i, didok ma mandok ibana: Pos ma roham! Hehe ma ho! Dijou do ho!",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Jadi hatop ma ibana hehe, laho mandapothon Jesus; laos tading do anggo ulosna.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Dipanghulingi Jesus ma ibana: Aha dipangido roham sibahenonku tu ho? Jala didok na mapitung i ma tu ibana: Gurunami, naeng marnida ma nian matangku!",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Dung i didok Jesus ma tu ibana: Laho ma ho! Dipangolu haporseaonmi do ho. Jala mamintor marnida ma matana, laos diihuthon ma Jesus di sidalananna i.",
      "type": "content"
    }
  ]
}