{
  "book": "Markus",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dibongoti Tuhan Jesus do huta Jerusalem 1-10. II. Diburai hau ara na so marparbue 11-14. III. Dipabali angka partigatiga sian bagas joro 15-26. IV. Pamodaionna di bagasan joro i 27-33.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i di na lam jonok nasida tu huta Jerusalem, tu Betpage dohot Betania, na di lambung ni dolok Jetun, disuru Jesus ma siseanna dua halak.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Didok ma tu nasida: Laho ma hamu tu sosor na di jolomuna an; jadi disi bongot hamu tusi, dapot hamu ma tambat disi sada anak ni halode, na so dung dope hinundulan; harhari jala togu hamu ma i tuson!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi molo tung adong na mandok tu hamu: Na marhua do hamu?, dok hamu ma: Na ringkot do i di Tuhan i; jala tibu do pasuangonna i tuson.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Borhat do nasida jala dapotsa do anak ni halode i, tambat dingkan harbangan di alaman i, jadi ditanggali nasida ma.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i adong ma halak na jongjong disi na mandok tu nasida: Na marhua do hamu na mananggali anak ni halode i?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi didok ma songon na tinonahon ni Jesus tu nasida, gabe dipasombu ma.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ditogu nasida ma anak ni halode i tu Jesus, diampehon ma ulosnasida tu atasna jadi marsihundul ma Jesus disi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala torop do halak angka na pahembangkon ulosnasida tu dalan i; na deba manalliki angka bulung rata sian ladang i, laho mangamparhon tu dalan i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia angka na di jolo nang angka na mangihut sian pudi, sai manjoujouhon do: Hosianna! Pinuji ma na ro marhitehite Goar ni Tuhan i!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Pinuji ma harajaon ni amanta Daud na naeng ro! Hosianna ma di ginjang ni ginjangan!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Jadi bongot ma Jesus tu huta Jerusalem sahat tu bagas joro i. Jala dung tangkas dibereng sude, ruar ma Ibana muse, laho tu huta Betania rap dohot na sampuludua i, ala naung bot ari situtu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i torang ni arina i, dung hehe nasida sian Betania, male ma dihilala.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ditatap ma hau ara sada naung marbulung jadi didapothon ma, atik beha dapotan Ibana disi. Hape dung sahat, holan bulung sambing do jumpangsa; ai ndang dope tingkina marparbue.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dipanghulingi ma hau i: Matua tano on, ndang jadi be agia ise manganhon parbue sian ho! Dibege angka siseanna do nidokna i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Dung i sahat ma nasida tu huta Jerusalem. Jadi dibongoti ma bagas joro i, manigor dipabali ma angka na manggadisi dohot na manuhori di joro i, ditunggalingkon ma meja ni angka panungkari ro di bangku ni angka sigadis darapati.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ndang diloas boluson ni na marsiboanon bagas joro i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Laos ninna do mangajari nasida: Nda tarsurat: \"Bagas partangiangan ni saluhut bangso do goaron bagashu?\" Hape gabe liang ni pandobo do i dibahen hamu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dibege angka sintua ni malim dohot angka sibotosurat ma i, gabe dilului ma dalan mamusa Ibana; ai nunga biar rohanasida mida Ibana, ala tarhalomong sude natorop i umbege podana i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai ganup bot ari, sai ruar do nasida tumadingkon huta i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Di na mamolus nasida manogotna i, diida ma naung rahar hau ara i ro di uratna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Marningot hata i si Petrus, didok ma tu Ibana: Guru, bereng ma! Nunga rahar hau ara na binuraanmi!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Gabe didok Jesus ma mangalusi nasida: Porsea ma hamu di Debata!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Na tutu do hatangkon tu hamu: Molo adong na mandok tu dolok on: Hindat dirim, dabuhon ho tu laut!, sai na saut do i idaonna, anggo so ganggu ibana di bagasan rohana jala porsea, ingkon tulus na nidokna i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dibahen i hudok ma tu hamu: Saluhutna, manang dia pe dipangido hamu di tangiangmuna, sai na sahat do i tu hamu, asal porsea hamu, ingkon jaloonmuna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai molo jongjong hamu martangiang, sai sesa hamu ma, molo adong pangkurangi ni rohamu di halak, anggiat disesa nang Amamuna na di banua ginjang i salamuna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai anggo so disesa hamu, ndang sesaon ni Amamuna na di banua ginjang i salamuna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(IV.) Jala dibongoti muse ma huta Jerusalem. Jadi mardalandalan ma Ibana di joro i, gabe ro ma mandapothon Ibana angka sintua ni malim, angka sibotosurat ro di angka panungganei.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Didok nasida ma tu Ibana: Huaso dia dipangasahon Ho mambahen sisongon i? Ise do na mangalehon huaso i tu Ho, laho patupahon angka i?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Gabe didok Jesus ma tu nasida: Adong na husungkun tu hamu, alusi hamu ma Ahu, asa hupaboa tu hamu, manang huaso dia hupangasahon di pambahenanki:",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ia pandidion ni si Johannes, sian ginjang do i, manang sian jolma? Alusi hamu ma Ahu!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Gabe marhusari ma nasida songon on: Ia ninta: Sian ginjang!, ndang tagamon so dohononna: Antong, boasa so dihaporseai hamu ibana?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai beha, ia tadok: Sian jolma? Ai dihabiari do natorop, ala panurirang do si Johannes di roha ni jolma saluhutna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Gabe ninna nasida ma mangalusi Jesus: Ndang huboto hami i! Jala ro ma hata ni Jesus tu nasida: Ahu pe, ndang paboaonku tu hamu, manang huaso dia hupangasahon patupahon ulaonki.",
      "type": "content"
    }
  ]
}