{
  "book": "Markus",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Umpama taringot tu porlak anggur 1-12. II. Taringot tu na mangalehon beo 13-17. III. Haheheon ni angka na mate 18-27. IV. Patik raja i 28-34. V. Parsualon dohot angka sibotosurat 35-40. VI. Durungdurung ni boruboru na mabalu 41-44.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dijamitai Jesus ma nasida marhite sian umpama, ninna ma: Adong ma sada halak na pauli porlak anggurna, dihandangi ma humaliang, dihali ma pangilangan, dipauli ma gudangna, dipasahat ma tu angka pangula, dung i marhutasada ma ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi di tingkina i disuru ma naposona manopot angka pangula i, asa dijalo sian nasida parbuena i deba.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Hape ditangkup nasida do ibana, dipukpuhi, laos muli boti do ibana dipaulak.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i diulakkon ma marsuru naposona na asing tu nasida, alai dilombut do nang i jala dileai.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi disuru muse sahalak na asing, alai dipusa do anggo i; dung i lan dope angka na asing disuru, na deba dilasahi, na deba dipusa nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Adong dope anakna sada, hinaholongan ni rohana, i ma disuru parpudi tu nasida, ai ninna rohana do: Ra biar ma rohanasida mida anakki!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai masipandohan do angka pangula i: On do panean! Beta ma, tapusa ma ibana, asa di hita siteanonna i!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Gabe ditangkup nasida ma ibana, dipusa ma, jala tu balian ni porlak anggur i nama didanggurhon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dia ma tagamon bahenon ni tuan parporlak anggur i? Ro ma ibana mangalengsehon angka pangula i, dung i pasahatonna ma porlak i tu halak na asing.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ndang dung dope dijaha hamu hata ni surat on: \"Ia batu na binolongkon ni angka pande bagas i, nunga i gabe batu parsuhisuhi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Pinamasa ni Tuhan do i; halongangan do i diida matanta\"?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Gabe dilului nasida ma dalan manangkup Ibana; alai mabiar do nasida mida natorop i. Ai diboto, nasida do tinuju ni umpama ondeng, laos laho do nasida manadingkon Ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Jadi dipaborhat nasida ma deba sian angka Parise dohot sian angka naposo ni si Herodes, asa dipadapot nasida Ibana di hatana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi ro ma nasida mandok tu Ibana: Gurunami, huboto hami na tigor Ho jala ndang dihabiari Ho agia ise, ai so siida bohi ni jolma Ho; sintongsintong dipodahon Ho dalan ni Debata. Na jadi do lehonon guguan tu Kesar i, manang na so jadi? Lehononta do, manang ndang?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai diboto Jesus do, ansiansinasida i, jadi didok ma tu nasida: Boasa unjunanmuna Ahu? Boan hamu ma tu Ahu rupia sada asa huida!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi diboan nasida ma i. Dung i didok Ibana ma tu nasida: Gombaran dohot surat ni ise do dison? Jadi didok nasida ma tu Ibana: Gombaran ni Kesar i do!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Laos didok Jesus ma tu nasida: Lehon hamu ma tu Kesar na sian Kesar i, jala tu Debata na sian Debata! Jadi longang ma rohanasida mida Ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Dung i ro ma tu jolona angka Saduse, na so marhatutuhon, adong haheheon sian na mate, jadi disungkun nasida ma Ibana:",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Gurunami, disurathon si Musa do tu hita: Molo mate halak, ditinggalhon pardihutana, so marianakkon, ingkon dihabia anggina do boruboru i, pajongjongkon pomparan di hahana i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa adong ma pitu halak na marhahamaranggi; mambuat boru ma sihahaan i, jadi mate ma ibana, so martinading.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i dibuat paidua i ma boruboru i, laos mate do ibana, so martinading; paitolu i pe songon i do.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Songon i sude nasida na pitu i so martinading. Umpudi sian nasida sasudena i mate ma nang parompuan i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ise do sian nasida nampuna parompuan i, ia di haheheon i? Ai nasida na pitu di do marniolihonsa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai ninna Jesus ma tu nasida: Nda i ma haliluonmuna, na so binotomuna Surat i nang hagogoon ni Debata?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai di na hehe nasida sian na mate, ndang mangoli, ndang marhamulian; songon angka surusuruan na di banua ginjang i do nasida!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai anggo taringot tu haheheon ni angka na mate, ndang dung dijaha hamu ulaning di surat ni si Musa (binduna: Ramba na sampulguk) na nidok ni Debata tu ibana: \"Ahu do Debata ni si Abraham, Debata ni si Isak jala Debata ni si Jakkob\"?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Apala Debata ni angka na mate Ibana; Debata ni angka na mangolu do! Tung na lilu situtu do hamu!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(IV.) Na dibege sibotosurat sahalak do nasida na masialusan i, gabe ro ma ibana jumonok; dung ditanda denggan ni alus ni Jesus, disungkun ma Ibana: Dia do patik na ummangat sian patik i sudena?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dialusi Jesus ma ibana, didok ma: On do patik na ummangat: \"Tangihon ma, ale Israel, Tuhan sasadasa do Tuhan Debatanta i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala haholonganmu do Tuhan Debatam sian nasa ateatem, sian nasa hosam, sian nasa roham dohot sian nasa gogom!\"",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ia patik paiduana, on do: Haholonganmu do donganmi songon dirim! Patik na ummangat sian na dua i ndang adong.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi didok sibotosurat i ma tu Ibana: Tingkos didok ho, Guru, hombar tu hasintongan: Sada do Debata jala ndang adong na asing dungkon ni Ibana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jala mangkaholongi Ibana sian nasa ateate, sian nasa roha dohot sian nasa gogo huhut mangkaholongi dongan songon diriniba, ummangat do i sian saluhut angka pelean situtungon nang pelean na asing pe.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung dibege Jesus pantasna maralus, ninna ma mandok ibana: Ndang sadia dao ho sian harajaon ni Debata! Olat ni i ndang adong be na hum roha pasungkunsungkun Ibana.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(V.) Uju mangajari Jesus di bagasan joro i, ninna ma mandok nasida: Marhua didok angka sibotosurat Kristus i Anak ni si Daud?",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ai si Daud sandiri do mandok marhitehite Tondi Parbadia i: \"Ninna Tuhan i do mandok Tuhanku: Hundul ma Ho tu Siamunhon, paima hupeakhon angka musum, bahen sidegean ni patmu!\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Apala si Daud do manggoar Ibana Tuhan, beha ma Ibana Anakna? Lomo do roha ni natorop i tumangihon hatana.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Laos didok Jesus ma di sipodaonna i: Jaga ma hamu mida angka sibotosurat, angka na lomo roha madangadang marbaju na ganjang, asa ditabi halak nasida di angka onan.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Na ringkot do rohanasida di bangku jolojolo di angka parguruan ro di hundulan na sumangap di parpestaan.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dipolgak nasida do bagas ni na mabalu, gabe tangiang na ganjang do dibahen nasida mangkuphupisa. Uhum na dumokdok do jaloonnasida.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "(VI.) Na hundul do Ibana tondongkon poti parasian, gabe dibereng ma pambahen ni halak mandabuhon hepengna tu poti i. Jadi torop do na mora na mandabuhon na godang.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Laos ro ma boruboru na mabalu sada, na pogos; didabuhon ma tusi dua rimis, i ma sasen.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Gabe dijou Jesus ma siseanna i, ninna ma mandok nasida: Situtu do hatangkon tu hamu: Gumodang do na nidabuhon ni na mabalu, na pogos an tubagasan poti parasian i, asa saluhut angka na mandabuhon i.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Ai sian lobilobi nasida do didabuhon be; alai ia parompuan an, sian pogosna do didabuhon saluhutna na di ibana, tung sandok hangoluanna i.",
      "type": "content"
    }
  ]
}