{
  "book": "Markus",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taringot tu hasesega ni huta Jerusalem dohot haroro ni Kristus 1-37.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Laho tumadingkon bagas joro i, ninna sahalak siseanna ma mandok Ibana: Bereng ma, Gurunami, uli ni angka batu on dohot tongam ni angka jabu on!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai ninna Jesus ma mandok Ibana: Diida ho do jabu angka na bolon on? Ndang pasumbuon nanggo dua batu martinditindi na so gargaronna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i uju hundul Ibana di dolok Jetun, tondongkon joro i, pulik ma disungkun si Petrus, Jakobus, Johannes dohot Andreas Ibana:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Paboa ma tu hami, andigan masa i; jala dia ma tandana, paboa na songgop ma saluhutna i?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala dihatahon Jesus ma tu nasida songon on: Jaga ma hamu, so tung dililuhon halak hamu!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai lan do na ro sogot manoluk Goarhu, angka na mandok: Ahu do i!, gabe torop ma lilu bahenonnasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Asa molo dibege hamu barita ni angka hamusuon ro di gaor ni na marmusu, unang hamu tarsonggot! Ndang tarbahen so masa angka i, alai ndang i dope ujungna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai na hehe do sogot bangso maralohon bangso, harajaon maralohon harajaon; masa ma nang laho marluatluat, masa ma nang haleon. Parmulaan ni pambebeonna do i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai jaga hamu ma dirimuna, ai pasahatonna do hamu tu angka loloan na godang dohot tu jolo ni rapot huria, linsinganna ma hamu jala pajongjongonna ma hamu tu jolo ni angka panguhum dohot angka raja ala ni Ahu, bahen panindangion tu nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ingkon jumolo do baritahononhon barita na uli i tu ganup bangso.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Asa jumpa ditogu nasida hamu laho pasahathon, unang holsoan rohamuna di sidohononmuna i! Sandok ia i dilehon tu hamu, di na sangombas i, i ma hatahon hamu; ai apala hamu i na mandok hata disi, Tondi Parbadia i do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai pasahaton ni sihahaan do anggina, asa tu hamatean, songon i amaama di anakkonna, jala na hehe do angka ianakhon dompak natorasna laho pabunuhonsa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hosoman ni halak saluhutna do hamu ala ni Goarhu. Alai na manahan ro di ujungna, i do paluaonna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai molo idaonmuna hagagaor ni na so uhum jongjong di na so jadi (diparateatehon na manjaha on ma i), disi ma maporus angka na di luat Judea i tu dolok!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Na di bilut parginjang ni jabuna, unang ma dialap angka ugasan na di jabu i, di na mijur i ibana!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Na di hauma, unang ma pola humusor mambuat ulosna!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai marjea ma angka na gabegabean dohot angka panarusan di angka ari i!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai martangiang ma hamu, asa unang songgop i di partaonan ngali!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai masa do di angka ari i haporsuhon, na so dung adong dope olat ni panompaon ni Debata di na tinompana i rasirasa nuaeng, tu jolo on pe ndang masa be.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi aut unang diorui Tuhan i angka ari i, ndang tagamon malua nanggo sada jolma; alai ala ni angka na pinillitna i do umbahen na diorui.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Molo dipandok disi tu hamu: Ida: Disi, disan do Kristus i, unang porsea hamu!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai na hehe ma angka Kristus pargapgap nang angka panurirang pargapgap, patupahon tanda dohot halongangan, laho mangaliluhon nang angka na tarpillit, aut tarbahensa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jaga ma hamu! Naung hulumbahon do sudena i tu hamu!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai di angka ari i, dung salpu haporsuhon ondeng, mangkolom ma mata ni ari jala ndang marsinondang be bulan i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Mardabuan ma angka bintang sian langit i jala humuntal ma angka hagogoon ni parlangitan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi idaonnasida ma Anak ni jolma i ro marhitehon ombun, mantat hagogoon dohot hasangapon godang.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Laos disi ma suruonna angka pardisurgo papunguhon angka na pinillitna i sian desa na ualu i, sian suhi ni tano sahat ro di suhi ni langit.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai sian hau ara i ma guruhon hamu tudosanna. Ia dung martunasi punsuna jala rungkar bulungna, botoonmuna ma, naung jonok partaonan las.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Suang le songon i, jumpa diida hamu masa angka ondeng, botoonmuna ma, naung jonok hasosonggopna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Situtu do hatangkon tu hamu: Na so tupa salpu bangso on, so jolo songgop sasudena i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Salpu pe sogot langit dohot tano on; anggo angka hatangki, ndang na olo salpu!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai anggo arina dohot sadiharina, ndang adong na umbotosa, nang surusuruan na di banua ginjang, nang Anak i pe; nda holan Ama i!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Tagam ma hamu; dungo ma hamu, ai ndang diboto hamu, manang sadihari tingkina i!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Umpamana: Songon halak na marhutasada na manadingkon jabuna, disagihon do huaso tu angka naposona, tu ganup siulaonna be, jala sijaga pintu i didokkon marjaga.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Antong, dungo ma hamu, ai ndang diboto hamu, manang sadihari ro tuan nampuna bagas i, manang di bot ni ari, manang di na tonga borngin, manang di na martahuak manuk, manang di torang ni ari i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "So tung jumpangsa hamu modom, di na ro Ibana tompu!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ai tu saluhutna hamu do hatangkon: Dungo ma hamu!",
      "type": "content"
    }
  ]
}