{
  "book": "Markus",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Partuptupon na dompak Tuhan Jesus 1-2. II. Dimiahi Ibana di Betania 3-9. III. Panjeheon ni si Judas 10-11. IV. Birubiru paska dohot Ulaon na badia 12-25. V. Tuhan Jesus di Getsemane 26-42. VI. Ditangkup do Tuhan Jesus 43-54. VII. Tuhan Jesus di jolo ni Kayapas 55-65. VIII. Pamorsoon ni si Petrus 66-72.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dua ari nari nama uju i, asa dapot Pesta Paska, hamamasa ni roti na so pinolongan. Jadi dilului angka sintua ni malim dohot angka sibotosurat angkal manangkup jala mamusa Jesus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai didok nasida ma: Unang ma di pesta i, so tung guntur natorop i!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Jadi uju di Betania Ibana, di bagas ni si Simon na huliton najolo, di na hundul Ibana laho mangan, ro ma sada parompuan mamboan galas na marisi miak arum na arga, na so marsampur, dibolai ma galas i jala diusehon ma miak i tu ulu ni Jesus.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai adong ma na marmungutmungut sama nasida: Magoponai miak i dibahen!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Aut ginadis nian miak i lobi tolu ratus rupia mangasii na pogos! Jadi dimuruhi ma ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ninna Jesus do: Pasombu hamu ma ibana! Boasa arsahanmuna ibana? Na uli do na binahenna i tu Ahu!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai tongtong do adong na pogos di tongatongamuna; jala asal ma olo hamu, tarpatongon hamu do na denggan tu nasida; alai anggo Ahu ndang manongtong di hamuna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Intap na tarbahensa do na niulana i; na manjoloani do ibana mamiahi pamatangku songon di na mananom.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Situtu do hatangkon tu hamu: Manang didia di liat portibi on dijamitahon muse barita na uli on, hatahononna do nang binahenna i gabe baritana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(III.) Dung i laho ma sada sian na sampuludua i, si Judas Iskariot, manopot angka sintua ni malim, asa dijehehon Ibana tu nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Umbege i, tarhilas ma rohanasida, jadi diparbagabaga ma lehononnasida hepeng tu ibana. Gabe dilului rohana ma tingki halehetanna; laho pasahathon Ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(IV.) Jadi di ari parjolo ni pesta Paska, di na somal dipotong birubiru Paska i, ro ma hata ni angka sisean i tu Ibana: Tudia ma hami laho paturehon panganon Paska i, dipangido roham?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi disuru Ibana ma siseanna dua halak, didok ma tu nasida: Laho ma hamu tu huta i, pajumpang ma hamu disi dohot sada halak na mangusung aek sahudon; ibana ma ihuthon hamu!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dok hamu ma tu nampuna jabu na binongotanna i: Tona ni Guru i tu ho: Didia do bilut inganan, asa disi hupangan hami Paska i rap dohot siseanki?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi patuduhononna ma tu hamu bilut parginjang sada, na lambas, na tipak hinembangan, disi ma pature hamu di hita!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Borhat ma siseanna i, dibongoti ma huta i, jadi jumpang nasida ma tutu songon na nidokna i, gabe dipature ma Paska i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Asa dung bot ari, ro ma Ibana rap dohot na sampuludua i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i hundul ma nasida mangan, gabe didok Jesus ma: Na tutu do hatangkon tu hamu: Sada sian hamu on, na rap mangan dohot Ahu, pasahathon Ahu!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Gabe marsak ma rohanasida jala sadasada ma nasida mandok tu Ibana: Nda tung ahu i?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai ninna Ibana do mangalusi nasida: Sada sian hamu na sampuludua on, na rap dohot Ahu manornophon tu bagasan paringkauan!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tong do nian ujung ni Anak ni jolma i, songon na tarsurat hian; alai marjea do halak na gabe parhitean pasahathon Anak ni jolma i! Tagonan unang tubu Ibana!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi di na mangan i nasida, dihindat Jesus ma roti, dipasupasu ma, diponggoli jala diparlehon ma tu nasida, huhut ma didok: Jalo hamu ma; Dagingku do on!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i dihandit ma panginuman, didok ma mauliate, dilehon ma tu nasida, gabe saluhut do nasida manginum sian i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Laos didok ma tu nasida: Mudarhu do on, mudar parpadanan i, na niusehon humongkop torop halak.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Na tutu do hatangkon tu hamu: Na so tupa be inumonku olat ni on sian parbue ni hau anggur i sahat ro di ari sogot: Disi ma inumonku na imbaru di harajaon ni Debata.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(V.) Jadi dung diendehon nasida ende pujipujian i, borhat ma nasida tu dolok Jetun.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi didok Jesus ma tu nasida: Na targasip ma hamu saluhutna, ai na tarsurat do: \"Lombutanku ma parmahan i, gabe marserak ma angka birubiru i!\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai dung hehe Ahu sian na mate, joloananku ma hamu tu Galilea.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Gabe didok si Petrus ma tu Ibana: Agia sude nasida targasip, ndang anggo ahu!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi didok Jesus ma tu ibana: Situtu do hatangkon tu ho: Apala saborngin on ma soadahononmu Ahu tolu hali, tagan so martahuak dope manuk paduahalihon!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai lam digogohon ma hatana, didok ma: Nang pe ingkon mate ahu rap dohot Ho, ndang tagamon soadahononku Ho! Laos songon i do hatanasida sudena.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i sahat ma nasida tu sada ladang na margoar Getsemane, jadi didok ma tu angka siseanna: Hundul ma hamu dison, tagan martangiang Ahu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jala ditogihon ma si Petrus, Jakobus dohot Johannes. Dung i biahaton ma Ibana jala bobonosan.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi didok ma tu nasida: Mansai marsak do rohangku, hira na mate do. Dison ma hamu mian jala dungo!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i laho ma Ibana tu jolo saotik, dipatungkap ma dirina tu tano martangiang, anggiat disalpuhon tingki i sian Ibana, anggo na tarbahen.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "On do hatana: Ale Amang, saluhutna do tarpatupa Ho! Salpuhon ma siinumon on sian Ahu! Alai ndada guru lomo ni rohangku, roham do!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i ro ma Ibana, jadi modom do nasida didapot, gabe didok ma tu si Petrus: O Simon, na modom do ho hape! Ndang margogo ho dungo, nanggo sangombas!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dungo ma hamu jala martangiang, asa unang bongot hamu tu bagasan pangunjunan; ai na girgir do nian tondi i, alai gale do ia daging.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i diulakkon ma martangiang; laos hata ondeng do didok.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i di na ro Ibana muse, tong do modom nasida didapot, ai na dokdok do salibon ni matanasida, jala ndang diboto mangalusi Ibana.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jadi di na ro Ibana patoluhalihon, didok ma tu nasida: Datdatanmuna dope modom dohot maradian! Sae ma i! Nunga dapot tingkina! Ida hamu, pasahatonna ma Anak ni jolma i tu tangan ni angka pardosa!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Hehe ma hamu; laho ma hita! Ndi, nunga ro na pasahathon Ahu!",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "(VI.) Mangkatahon i dope Ibana, mamintor disi ma si Judas, sahalak sian na sampuludua i, jala rap dohot ibana torop halak na marpodang jala marlombutlombut, sinuru ni angka sintua ni malim, angka sibotosurat dohot angka panungganei.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Alai dipabotohon parjehe i hian partinandaan tu nasida, ai ninna do: Ia i na huumma, Ibana ma i, tangkup hamu ma i jala jamot ma boan hamu Ibana!",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Mamintor didapothon ma Jesus, mandok: Guru! Laos diumma ma Ibana.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Gabe dilaluhon nasida ma tangannasida tu Ibana laho manangkup.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Alai adong ma sahalak sian angka na jongjong disi, disintak ma podangna, ditampul ma naposo ni sintua ni malim, dipisikkon ma pinggolna.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Jadi didok Jesus ma mandok nasida: Hira na dompak panamun do hamu hehe, marpodang jala marlombutlombut manangkup Ahu.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Ariari do Ahu nian rap dohot hamu di bagas joro mangajari, so adong ditangkup hamu Ahu! Alai naeng ma jumpang na nidok ni Surat i!",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Dung i ditadingkon nasida sude ma Ibana laho maporus.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Adong ma disi dolidoli sahalak na mangihutihut Ibana, holan dagangan do dialithon tu dagingna, gabe ditangkup nasida ma ibana.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Alai ditinggalhon do dagangan i, marsaemara do ibana maporus.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Ditogihon nasida ma Jesus tu jolo ni sintua ni malim, jala marluhut ma disi sude angka sintua ni malim, angka sintua ro di angka sibotosurat.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Mandaodao do anggo si Petrus mangihut sian pudi ro di alaman parbagasan ni jabu ni sintua ni malim i, jadi disi ma ibana juguk rap dohot angka naposo mansusudu.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "(VII.) Alai anggo sintua ni malim i ro di sandok rapot godang mangalului panindangion dompak Jesus mambahen marutang hosa Ibana; alai ndang adong jumpangsa.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Ai lan do nian na mangkatindangkon gapgap dompak Ibana: Alai ndang mardomu na hinatindangkonnasida i.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Laos hehe ma deba sitindangi gapgap dompak Ibana, angka ninna do:",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Hubege hami do Ibana mandok: Lohaanku ma joro on na pinauli ni tangan, jala di bagasan tolu ari pajongjongonku na asing, na so pinauli ni tangan.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Alai nang pe songon i, ndang mardomu na hinatindangkonnasida i.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Dung i hehe ma sintua ni malim i tu tongatonga, disungkun ma Jesus, ninna ma: Tung so alusanmu do na hinatindangkonnasida dompak Ho?",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Alai mauhom do anggo Jesus, ndang agia aha dialusi. Gabe disungkun sintua ni malim i Ibana muse, didok ma: Beha, Kristus do Ho, Anak ni Sipujion i?",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "Jadi didok Jesus ma: Ahu do i! Jala idaonmuna do Anak ni jolma i hundul di siamun ni Hagogoon, jala ro marhitehitehon ombun na di langit.",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Gabe diribakkon sintua ni malim i ma pangkeanna, huhut ma didok: Pola luluan dope sitindangi?",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "Nunga dibege hamu pangaleaina i di Debata! Beha do di rohamu? Gabe sude ma nasida manguhum Ibana marutang hosa.",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "Dung i dipungka na deba sian nasida manijuri Ibana, dibulang ma matana, dipastapi ma bohina huhut mandok tu Ibana: Manurirangi ma Ho! Nang angka naposo manahopi Ibana, laho mangalombuti.",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "(VIII.) Di toru do anggo si Petrus, di alaman parbagasan, jadi ro ma naposo boruboru ni sintua ni malim i sahalak.",
      "type": "content"
    },
    {
      "verse": 67,
      "text": "Diida ma si Petrus na mansusudu i, gabe dibereng ma ibana, laos didok ma: Dohot do ho da, dongan ni Jesus na sian Nasaret!",
      "type": "content"
    },
    {
      "verse": 68,
      "text": "Alai diporso si Petrus do, didok ma: Ndang adong huboto, jala ndang huantusi na nidokmi! Laos ruar ma ibana tu alaman jolojolo, jala martahuak ma manuk.",
      "type": "content"
    },
    {
      "verse": 69,
      "text": "Alai marnida ibana, diulahi naposo boruboru i ma mandok tu angka na jongjong disi: On do sada sian nasida!",
      "type": "content"
    },
    {
      "verse": 70,
      "text": "Alai mamorso muse anggo ibana. Jadi dung satongkin nari, didok angka na jongjong disi ma muse mandok si Petrus: A, tongon do; dongannasida do ho, ai halak Galilea do ho!",
      "type": "content"
    },
    {
      "verse": 71,
      "text": "Gabe dipungka si Petrus ma mambuburahon dirina huhut manolonnolon: Ndang hutanda jolma na nidokmuna i!",
      "type": "content"
    },
    {
      "verse": 72,
      "text": "Dung i mamintor martahuak ma manuk i paduahalihon. Jadi diingot si Petrus ma na nidok ni Jesus tu ibana: Tolu hali do soadahononmu Ahu, andorang so martahuak manuk paduahalihon. Jala marningot i, tumatangis ma ibana.",
      "type": "content"
    }
  ]
}