{
  "book": "Markus",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tuhan Jesus di jolo ni si Latus 1-19. II. Tarpajal Ibana jala mate 20-41. III. Hatatanomna 42-47.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Manigor dung torang ari, martuptup ma angka sintua ni malim raphon angka panungganei, angka sibotosurat dohot sandok rapot godang i, jadi ditali nasida ma Jesus, mamboan jala pasahathon Ibana tu si Latus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Disungkun si Latus ma Ibana: Atehe, raja ni halak Jahudi do Ho? Jala ninna Jesus ma mangalusi ibana: Songon nidokmi do tutu!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai godang do dipartuhashon angka sintua ni malim dompak Ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi diulahi si Latus ma manungkun Ibana: Ndang alusanmu i? Godangna i dituhashon nasida dompak Ho!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai ndang dialusi Jesus agia aha, pola longang roha ni si Latus.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai jumpa ari pesta, somal dipalua tu nasida sada halak na tarhurung, hombar tu na pinangido ni rohanasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi adong ma sada halak na margoar si Barabas, rap tarhurung dohot angka panggunturi, naung mambunu jolma di na guntur i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala nangkok ma na torop i laho mangido, asa dibahen tu nasida songon na somal.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Gabe ro ma si Latus mangalusi nasida: Atehe, denggan do rohamuna hupalua tu hamu raja ni halak Jahudi i?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai diboto, na sian late ni roha do dipasahat angka sintua ni malim Ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai digintali angka sintua ni malim do natorop i, asa tagonan si Barabas dipalua tu nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala ninna si Latus ma muse mangalusi nasida: Antong, dia do dipangido rohamu bahenonku tu na ginoarmuna: Raja ni Jahudi?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai dijouhon nasida ma: Parsilangkon Ibana!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Gabe didok si Latus ma mandok nasida: Ai aha do na jat dibahen? Alai lam digogo ma manjouhon: Parsilangkon ma Ibana!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai naeng mambuat roha ni natorop i do si Latus, jadi dipalua ma si Barabas; alai dipasahat ma anggo Jesus, asa diparsilangkon, dung jolo dilasahi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ditogihon angka soldadu i ma Ibana tu emper paruhuman i (i ma Pretorion), jadi tusi ma dijou sude na sahorong i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Baju dapdap ma disolukkon nasida tu dagingna, didandani ma sungsang duri bahen tumpalna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i tole ma nasida mangkormat Ibana, dipandok ma: Tabi ma di Ho, raja ni Jahudi!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Laos dipasakkon nasida tolong tu uluna, ditijuri do Ibana jala dilompit ma totnasida, laho sumomba Ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(II.) Asa dung dileai nasida Ibana, ditanggal ma muse baju dapdap i sian dagingna, disolukkon ma tu Ibana angka abitna hian. Dung i ditogu ma Ibana tu balian, laho mamajalhon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Mamolus do sian i sahalak na ro sian ladangna, si Simon na sian luat Kirene, ama ni si Aleksander dohot si Rupus; i ma digogoi nasida, asa diporsan hau na pinarsilang siporsanon ni Jesus hian.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi diboan nasida ma Ibana tu Golgata (lapatanna: Partangkurahan).",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dilehon nasida ma tu Ibana anggur na marsaor mir, alai ndang dijalo.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Diparsilangkon nasida do Ibana, jadi dibagi ma angka abitna; tondung do dibahen laho pasagihonsa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Di pungkul sia do diparsilangkon nasida Ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala disurathon nasida do tu ginjangna surat parsalaanna: Raja ni Jahudi!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Rap dohot Ibana diparsilangkon nasida dua panamun, sada di siamunna, sada di hambirangna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Gabe jumpang ma na nidok ni Surat i: \"Tarrajum do Ibana tu halak parjahat.\"",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi diinsahi angka pamolus i ma Ibana, diupirhon be ma ulunasida huhut dipandok: Pe Ho, na mangalohai bagas joro i jala na pajongjongkonsa di bagasan tolu ari!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Palua dirim jala mijur ma Ho sian hau na pinarsilang i!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Suman tusi do panginsahion ni angka sintua ni malim rap dohot angka sibotosurat, angka na masipandohan: Na leban dipalua, ia dirina so tarpaluasa.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ho, Kristus, raja ni Israel! Mijur ma Ho antong sian hau na pinarsilang i, asa huida hami i jala porsea! Manginsahi do nang donganna tarsilang.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai di hos ni ari songgop ma na holom tu liat tano i, sahat ro di pungkul tolu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi di pungkul tolu i, marsoara na balga ma Jesus manjouhon: Ale Debatangku, Debatangku, boasa tadingkononmu Ahu (Eloi Eloi, lama sabakhtani)!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi adong ma deba na jongjong disi na umbegesa, gabe didok ma: Si Elia do jinouna i!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alai marlojong ma sahalak manornophon limut tu asom, dilohothon ma i tu tolong laho painum Ibana, huhut ma didok: Antong, taida ma, manang na ro si Elia paijurhon Ibana!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i marsoara na gogo ma Jesus, laos tos ma hosana.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jadi maribak bola dua ma hirehire na di bagas joro i, sian ginjang tu toru.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung diida letnan na mangadopi Ibana, songon i hape parmatena, gabe didok ma: Na tutu do Anak ni Debata Halak on!",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Manatapnatap do sian na dao deba inaina, songon si Maria Magdalena, si Maria ni si Jakobus na umposo, angkup ni i ina ni si Josep dohot si Salome.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Diihuthon nasida do Ibana laho mangkobasi, uju di Galilea dope Ibana; dungkon ni i lan dope angka na asing, na rap nangkok dohot Ibana tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "(III.) Jadi dung bot ari, di ari parhobasan i, i ma patujolo ni ari Sabbat,",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "ro ma si Josep sian Arimatea, na masuk rapot godang, halak na sangap na maimaima di harajaon ni Debata; dipatomos ma rohana laho bongot tu jolo ni si Latus, mangido bangke ni Jesus.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Jadi longang ma roha ni si Latus, ala naung mate; gabe dijou ma letnan i, disungkun ma ibana, manang naung leleng mate.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Asa dung ditangkasi i sian letnan i, dipasahat ma bangke i tu si Josep.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Dituhor si Josep ma dagangan, dipaijur ma Ibana, dibaluti ma tu dagangan i, dipeakkon ma bangke i tu tanoman sada na niliang tu bagasan batu; dung i digulang ma sada batu tu baba pintu ni tanoman i.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Dipanotnoti si Maria Magdalena dohot si Maria ni si Josep ma, manang na tu dia Ibana dipeakkon.",
      "type": "content"
    }
  ]
}