{
  "book": "Markus",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Haheheon ni Tuhanta 1-8. II. Dipataridahon dirina; disuru angka siseanna tu liat portibi on 9-18. III. Hahihinsatna 19-20.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa dung salpu ari Sabbat i, dituhor si Maria Magdalena dohot si Maria ni si Jakobus rap dohot si Salome ma ragamragam ni na hushus, laho mamiahi bangkena.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi mansai sogot di ari parjolo dung Sabbat i, laho ma nasida tu tanoman i, di na binsar mata ni ari.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Masipandohan do nasida: Ise ma manggulang batu i di hita sian baba pintu ni tanoman i?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Mamereng dompak i nasida, diida ma naung digulang batu i, ai na balga situtu do i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dibongoti nasida ma tanoman i, gabe diida ma dolidoli sahalak, parulos na marlinanglinang, hundul tungkan siamun, jadi mabiar situtu ma nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ninna do mandok nasida: Unang ma hamu mabiar! Dilului hamu do Jesus na sian Nasaret, naung diparsilangkon. Nunga hehe Ibana; ndang dison Ibana! Ida hamu ma inganan hapeahanna on!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Laho ma hamuna, paboa hamu ma tu angka siseanna dohot tu si Petrus: Joloananna do hamu tu Galilea, disi ma idaonmuna Ibana, songon naung didok hian tu hamu!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ruar ma nasida maporus sian tanoman i, laos angka dotdot do nasida jala tarmali. Jadi ndang adong dipaboaboa nasida agia tu ise, ai na tahuton do rohanasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Alai anggo Jesus, naung mulak mangolu, sogot di ari parjolo dung ari Sabbat i, dipataridahon do dirina jumolo tu si Maria Magdalena (sian i do dipabali najolo pitu sibolis).",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi laho ma i paboahonsa tu angka na mandongani Ibana najolo, angka na marsak jala tumatangis.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai ndang porsea nasida, naung mangolu jala naung diida si Maria Ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dipataridahon Ibana muse dirina tu dua halak sian nasida, marrupahon rupa na asing, di na laho marhutasada nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dohot ma nasida ro mamaritahonsa tu angka donganna i; alai nang nasida, ndang dihaporseai.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i muse uju hundul nasida mangan, dipataridahon ma dirina tu na sampulusada i, dipinsang ma ganggu dohot jogal ni rohanasida, ala so porsea nasida di angka naung marnida Ibana, naung hehe sian na mate.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ninna ma mandok nasida: Laho ma hamu tu liat portibi on; jamitahon hamu ma barita na uli i tu nasa na tinompa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Na porsea jala tardidi, dapotan haluaon; alai na so porsea i, hona uhum do!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala on ma tanda angka na mangihut tu na porsea: Pabalionnasida do angka sibolis marhitehite Goarhu dohot mangkatahon hata na imbaru.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jomputonnasida do angka, ulok, jala nang diinum rasun hamatean, ndang pola mahua nasida; ampehononnasida ma tanganna tu angka na marsahit, gabe malum ma hilalaonna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Asa anggo Tuhan i, dung mangkatai Ibana dohot nasida, tarhinsat ma tu banua ginjang, laho hundul tu siamun ni Debata.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai laho do anggo nasida manjamitahon barita na uli tu ganup luat; jala diurupi Tuhan i ma nasida, dipahot ma jamitanasida marhitehite tanda angka na mangihut i.",
      "type": "content"
    }
  ]
}