{
  "book": "Markus",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipamalum Jesus do na sarion 1-12. II. Dijou do si Lepi 13-17. III. Poda taringot tu na marpuasa dohot taringot tu ari Sabbat 18-28.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa dung na nia lelengna, diulakkon Jesus ma laho tu huta Kapernaum, jala tarbege ma, naung di jabu Ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi torop ma marpungu tusi, pola so hasiatan be ro di alamanna, gabe dipaboa ma tu nasida hata i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ro ma na mamboan sada halak na sarion tu Ibana; opat do na mangusungsa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ndang hajonohan nasida Ibana, ala ni natorop i, gabe diloha nama tarup ni ingananna i; jala dung diungkap i, ditantan ma sian i podoman hapeahan ni na sarion i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marnida haporseaonnasida i Jesus, ninna ma mandok na sarion i: O anaha, nunga sesa angka dosami!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai adong do hundul disi deba sibotosurat, angka na mandok di bagasan rohanasida:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Na boha do hata ni On! Na mangaleai Debata do Ibana. Sasada Debata do na tuk manesa dosa!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai manigor diboto Jesus ma di bagasan rohana parhusarion ni rohanasida, jadi didok ma tu nasida: Boasa songon i pingkiran ni rohamuna?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dia do ummomo? Dohonon tu na sarion i: Nunga sesa angka dosami! Manang dohonon: Hehe ma ho, boan ma podomanmi; mardalan ma ho?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai asa diboto hamu, marhuaso do Anak ni jolma i di tano on manesa angka dosa (didok ma tu na sarion i:)",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ahu mandok tu ho: Hehe ma ho, boan ma podomanmi; laho ma muli!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi hehe do ibana, pintor dibuat ma podomanna i laho tu balian, dipanotnoti nasida sude; pola tarhalomong rohanasida saluhutna, gabe dipuji ma Debata, angka ninna ma: Ndang dung dope huida hami na songon i!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Dung i diulakkon ma laho tu tao i, jadi didapothon saluhut natorop i ma Ibana, gabe diajari ma nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i di na mamolus Ibana, diida ma si Lepi, anak ni si Alpeus, hundul di parbeoan, jadi didok ma tu ibana: Ihuthon Ahu! Jadi hehe do i tutu mangihuthon Ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i mangan ma Ibana di bagasna i, jadi torop sijalobeo dohot pardosa mangangkupi Jesus dohot angka siseanna mangan; tung torop do angka na mangihuthon Ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai diida angka sibotosurat na sian Parise i do Ibana mangan raphon angka pardosa dohot sijalobeo, gabe didok nasida ma tu angka sisean i: Mangan minum do Ibana hape raphon angka sijalobeo dohot pardosa!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai umbege i Jesus, ninna ma mandok nasida: Apala na ringkot di angka na hisar pandaoni i, di angka na hansitan do! Ndang na ro Ahu manjou angka partigor, angka pardosa do!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Alai somal do angka sisean ni si Johannes marpuasa, songon i angka Parise; jadi ro ma nasida mandok tu Ibana: Boasa marpuasai angka sisean ni si Johannes nang sisean ni angka Parise; ia angka siseanmi, ndang marpuasa?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Gabe didok Jesus ma tu nasida: Tung tarbahen ma pandongani ni pangoli i marpuasa, saleleng rap dope dohot nasida pangoli i? Sapanjang di lambungnasida dope pangoli i, ndang tarbahen nasida marpuasa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai na ro ma arina, alaponna ma disi Pangoli i sian tongatonganasida i; disi ma nasida marpuasa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ndang adong na mandungkaphon abit na imbaru tu abit naung mumut; ai ribak do muse sian i na nidungkaphon na songon i, na imbaru sian na buruk i, jadi lam ganda ma na maribak i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala ndang dipainding jolma tuak anggur siraruan tu inganan naung buruk, ai puntason ni tuak anggur i do ingananna i, gabe mago ma tuak anggur i nang ingananna i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i mamolus ma Ibana sian tonga ni hauma, tongon di ari Sabbat, jadi dipungka angka siseanna ma manggotili angka biur, di na mardalan i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i didok angka Parise ma tu Ibana: Bereng ma na binahennasida, na so jadi di ari Sabbat!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Gabe ninna ma mandok nasida: Ndang dung dope dijaha hamu huroha na binahen ni si Daud, uju tarsosak ibana, di na male ibana dohot angka donganna sauduran?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai dibongoti do joro ni Debata, uju si Abiatar sintua ni malim, jala dipangan do roti na marhadohoan, na so jadi panganon ni manang ise nian, ia so holan angka malim i, laos diparlehon do sian i tu angka donganna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i didok ma tu nasida: Ala ni jolma i do, umbahen na diaturhon ari Sabbat; ndang ala ni ari Sabbat, umbahen na ditompa jolma i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Asa guru di Anak ni jolma i do nang ari Sabbat!",
      "type": "content"
    }
  ]
}