{
  "book": "Markus",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipahisar Tuhan Jesus partangan na mate sambariba dohot torop na ginosagosa ni sibolis 1-12. II. Dipillit sampuludua halak bahen siseanna 13-21. III. Taringot tu dosa dompak Tondi Parbadia 22-30. IV. Ise do sisolhot ni Tuhan Jesus? 31-35.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dibongoti muse ma parguruan i. Jadi adong ma disi sada halak naung mate tanganna sambariba.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi mangonggop ma rohanasida di Ibana, manang na olo Ibana pamalumhonsa di ari Sabbat, asa anggiat taraluhon nasida Ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai didok ma mandok halak partangan na mate i: Hehe ma ho tu tongatonga on!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Laos didok ma tu nasida: Dia do na patut ulaon di ari Sabbat, mambahen na denggan manang mambahen na jahat, pangoluhon hosa manang mambunusa? Alai mangkohom do anggo nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi rimas ma rohana manganolnol nasida huhut marsak ala ni tangkang ni rohanasida. Jala didok ma tu jolma i: Patoltol ma tanganmi! Jadi dipatoltol ma tutu, gabe sumuang hisar ma tanganna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai laho tu balian angka Parise i, pintor martuptup ma nasida rap dohot angka na mangihuthon si Herodes dompak Ibana, manang beha bahenonnasida mamusa Ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i sumurut ma Jesus rap dohot angka siseanna tungkan tao i, jadi mansai torop halak sian luat Galilea dohot Judea mangihuthon Ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Songon i sian Jerusalem, nang sian luat Idumea dohot sian ipar ni Jordan ro di angka na humaliang Tirus dohot Sidon; mansai torop angka naung umbege godang ni na binahenna i, ro mandapothon Ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi didokkon ma angka siseanna, asa diparade parau sada di Ibana ala ni natorop i, asa unang disosak nasida Ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai mansai torop do nasida dipamalum, gabe ro sude na porsuk parniahapanna tahop manjama Ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi marsomba be do tu Ibana angka tondi na hodar, disi diida nasida Ibana, huhut manjoujou: Anak ni Debata do Ho!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai gogo do nasida dipopai, asa unang dipapatar Ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Dung i nangkok ma Ibana tu sada dolok, jadi dijou ma tu jolona angka silomo ni rohana, gabe ro be ma nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dipillit ma nasida sampuludua, na naeng gabe donganna, jala na naeng suruonna marjamita,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "huhut marhuaso pabalihon angka sibolis.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Asa dipilliti ma na sampuludua i: Ia si Simon digoari do huhut si Petrus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dungkon ni i si Jakobus, anak ni si Sebedeus i, dohot si Johannes, dongan saama ni si Jakobus i; laos digoar do nasida Boanerges, na mandok: Anak ni ronggur.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tole muse si Andreas, Pilippus, Bartolomeus, Mateus, Tomas, Jakobus, anak ni si Alpeus, si Tadeus, si Simon, na sian huta Kana,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "dohot si Judas Iskariot, parjehe i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i muli ma Ibana, gabe rongom muse ro natorop i, pola sundat nasida mangan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi umbege i angka sisolhotna, ro ma nasida mangalap Ibana, ai ninna nasida do: Na rintik do Ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Ia angka sibotosurat, naung tuat sian huta Jerusalem, didok do: Na sibolison do Ibana, jala induk ni angka sibolis i do dipangasahon, laho pabalihon angka sibolis.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dijou ma nasida tu jolona, marumpama ma Ibana mandok tu nasida: Tagamon ma pabalion ni sibolis i donganna sibolis?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai molo marsalisi sada harajaon sama dirina, ndang na hot harajaon i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jala molo marsalisi dongan sabagas sama nasida, ndang na hot na sabagas i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Asa molo hehe sibolis i mangalo dirina jala marsalisi sama ibana, ndang tarbahen hot be ibana, na laho suda nama.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ndang habongotan halak jabu ni ulubalang, laho mangarampas ugasanna, anggo so jumolo diihoti ulubalang i; dung pe i, asa tarbuatsa ugasanna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Situtu do hatangkon: Tarsesa pe nasa dosa ni angka jolma ro di nasa ragam ni panginsahionnasida na dompak Debata;",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "anggo na mangaleai Tondi Parbadia i, ndang dapotsa hasesaan ni i nang di tingki sogot; parutang dosa sisalelenglelengna nama ibana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ala didok nasida: Partondi na hodar do Ibana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(IV.) Dung i ro ma inana dohot angka anggina, jadi di ruar nama nasida jongjong, gabe disuru ma na manjou Ibana.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Na hundul do natorop i humaliang Ibana, gabe didok ma: Di alaman an do inangmu dohot angka anggim ro di angka ibotom; diusoi do Ho!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai ninna ma mangalusi nasida: Ise do goaron dainang, jala ise do dohonon angka anggingku?",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jala dibereng ma angka na hundul humaliang Ibana, ninna ma: Angka on do dainang dohot angka anggingku!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ai na mangulahon lomo ni roha ni Debata, i do anggingku, i do ibotongku, i do dainang!",
      "type": "content"
    }
  ]
}