{
  "book": "Markus",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka umpama na taringot tu harajaon ni Debata 1-34. II. Dipademak Tuhan Jesus do tao Genesaret 35-41.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi diulahi ma mangajari di topitao i, gabe marpungu ma mansai torop halak tu jolona, pola dibongoti parau sada na di tao i bahen juguhanna; di topi tao i do anggo natorop i sudena.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala godang ma dipodahon tu nasida marhite sian umpama, didok ma di pamodaionna i:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tangihon hamu ma! Na laho ma sahalak panabur manaburhon bonina.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi di na manabur i ibana, adong ma deba na mamiltik tu dalan, gabe ro ma angka pidong mamargutisa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Anggo na deba tu tano na batu on do madabu, di na so sadia hapal tano, jadi pintor tubu ma, dibahen na so bagas tano disi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai di na lam timbo mata ni ari, rahar ma, gabe mate, ala so marurat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Anggo na deba tu parsihupian do madabu, laos tubu do angka sihupi i jala dipisat do eme i, gabe ndang marparbue.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai na deba nari tu tano na denggan i do madabu, gabe saut ma diparbuehon parbue na mangolu jala na olo ganda, ro di tolupulu lompit, onompulu lompit dohot saratus lompit.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Laos didok ma: Hamu angka parpinggol na marbinege, pinggol hamu ma i!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dung laho natorop i, disungkun angka donganna rap dohot na sampuludua i ma Ibana siala angka umpama i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Gabe didok ma tu nasida: Bulus do dilehon anggo tu hamu hahomion ni harajaon ni Debata; alai marhite sian umpama do sahat ni i sude tu angka na di balian,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "asa unang saut diida nasida, nang pe tangkas dibereng; asa unang diantusi, nang pe torang dibege; asa unang mulak rohanasida, unang sesa dosanasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Laos didok ma tu nasida: Ndang diantusi hamu hape umpama ondeng! Beha ma antusanmuna umpama i sudena?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hata i do disaburhon panabur i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala angka on do na sinaburhon tu dalan i: Ia disi disaburhon hata i, dung dibege nasida, pintor ro ma sibolis i, dirampas do hata na sinaburhon tu rohanasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Suang songon i, angka on ma na sinaburhon tu tano na batu on: Ia disi dibege hata i, manigor las ma rohana manjalosa;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "alai ndang marurat di bagasan rohanasida, parsatongkinan do nasida, jadi molo masa haporsuhon manang pangaleleon siala hata i, pintor targasip do rohanasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Asing muse angka na sinaburhon tu parsihupian, i ma angka naung umbege hata i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai masuk huhut tu rohanasida pangkolsohon di angka na di hasiangan on dohot hamoraon sipangansi i ro di hisaphisap na asing i, jala angka i do mamisati hata i, laos so marparbue.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i angka on do na sinaburhon tu tano na denggan: Angka na umbege jala na manjangkon hata i, gabe marparbue, tolupulu lompit na deba, onompulu lompit na deba saratus lompit na deba.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i didok ma tu nasida: Ai dipasang do ulaning palito laho pajongjongkonsa tu toru ni ampang manang tu toru ni parate; nda bahenonna i nian tu atas parpalitoan?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai ndang adong na holip na so sipapataron sogot; jala ndang adong na masa di sihabunian, na so ro tu hatorangon muse.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Hamu angka parpinggol na marbinege, pinggol hamu ma i!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Laos didok ma tu nasida: Manat ma hamu di na binegemuna; ai parsuhatonmuna do sisuhathononhon tu hamu, tambaonna dope tahe tu hamu!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai tu ganup paradongan lehonon do. Alai sibuaton do sian na so paradongan nang na di ibana hian.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i didok ma: On ma pangalaho ni harajaon ni Debata: Songon pambahen ni halak na manaburhon boni tu haumana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Na modom do ibana bornginna jala dungo ia arianna; na martumbur do anggo boni i laos marbuhutano, so pamotoan ni parhauma i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai sian gogona sandiri dipatubu tano i jumolo hauna, dung i biurna, dung i eme na porngis i di bagasan biurna i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai disi dilehon parbuena, mamintor disuru ma panabi, ai nunga ro gotilon.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i didok ma: Tu aha ma pasumanonta harajaon ni Debata; tu dia ma umpamahononta?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Suman tu batu ni siarum ma! Ai bonina na sinaburhon tu tano, i do na ummetmet sian nasa batu ni suansuanan.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai dung sinaburhon, simbur ma i tubu, gabe tumimbo sian nasa ingkau rata jala balga ma dangkana, pola tarbahen do pidong na martongatonga langit marasar di linggomna i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi marhitehite lan umpama sisongon on dihatahon nasida hata i, marguru tu na tarjangkon nasida.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai ndang adong dihatahon tu nasida so marhitehite umpama; alai pulik do dipatorang saluhutna tu siseanna.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(II.) Jadi laos di na sadari i, dung bot ari, didok ma tu nasida: Beta marparau ma hita tu bariba an!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi dipalaho nasida ma natorop i, dijangkon ma Ibana songon i tu bagasan parau i; jala adong dope angka parau na asing udur dohot nasida.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i masa ma habahaba na gogo situtu, jadi disampakkon ma angka galumbang i tu bagasan parau i, maradu digohi parau i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Na modom do anggo Ibana di atas halangulu sada, tartungkan pudipudi ni parau i; gabe disungguli nasida nama Ibana, didok ma tu Ibana: Ale Guru! Ndang disarihon roham hita mago?",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi hehe ma Ibana, hona hata ma alogo i dibahen, didok ma tu tao i: Sip ma! So! Jadi so ma alogo i jala menak situtu ma.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Laos didok ma tu nasida: Boasa songon i biar rohamuna? Dia do umbahen soada haporseaon di hamu?",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jadi hatahutan situtu ma nasida jala masipandohan ma: Halak dia do On? Guru dokna do hape alogo ro di tao i!",
      "type": "content"
    }
  ]
}