{
  "book": "Markus",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Partondi na hodar na di luat Gadara 1-20. II. Tunggane boru na marsahit dohot boru ni si Jairus 21-43.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i sahat ma nasida tu bariba ni tao i, tu luat ni halak Gadara.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi di na ruar Ibana sian parau i, pintor ro ma mandapothon Ibana sahalak na ro sian parbandaan, na manjujung tondi na hodar.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Di parbandaan do ibana maringanan, jala ndang adong na tuk tumali ibana, nang pe dirantei.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai nunga jotjot dirantei tanganna dohot patna, alai ditostosi do angka rante na di tanganna dohot na di patna i; ndang tarpatunduk jolma ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala manongtong arian dohot borngin di parbandaan nama ibana manang di angka dolokdolok mangangguhangguk huhut mambalbalhon batu tu dagingna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Di na tinatapna i Jesus sian na dao, ro ma ibana marlojong jala marsinggang tu jolona.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Laos marsoara na gogo ma ibana manjoujou, ninna ma: Marhua Ho tu ahu, Jesus, Anak ni Debata na tumimbul! Huelehelek Ho marhitehite Debata: Unang ahu arsahi!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai nunga didok tu ibana: Ruar ma ho, tondi na hodar, sian halak on!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i disungkun ma ibana: Ai ise goarmu? Gabe didok ma mangalusi: Loksa do goarhu, ai torop do hami.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala mansai dielehelek ma Ibana, anggiat unang nasida dipabali sian na saluat i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai adong ma disi, di robean i babi sapunguan na balga, na manjampali.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi dielehelek nasida ma Ibana, ninna ma: Suru ma hami tu bagasan babi an, asa i hubongoti hami!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dioloi ma nasida, gabe ruar ma angka tondi na hodar i, dibongoti ma angka babi i, jadi mardobur ma na sapunguan i sian tolping i tu tao i; hirahira duaribu do toropna, gabe mate mogap ma di tao i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai na maporus do angka parmahan i, dibaritahon ma i tu angka na di huta dohot na di angka ladang. Jadi ro ma angka i manangkasi na masa i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala ro ma nasida tu Jesus, jadi mabiar ma nasida marnida na sinonggopan ni sibolis nasailaonna i, hasandaran ni na saloksa i, ai nunga hundul ibana marulos jala marroha.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala dipajojor angka na marnidasa ma tu na ro i, naung masa tu hasonggopan ni sibolis i dohot na taringot tu babi i,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "gabe pintor dielehelek ma Ibana, asa sumurut sian luatnasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi laho mambongoti parau i Jesus, diparhurajai hasandaran ni angka sibolis i ma Ibana, asa dongananna Ibana nian.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai ndang diloas, didok ma tu ibana: Muli ma ho tu angka sisolhotmu, pajojor ma tu nasida godang ni na binahen ni Tuhan i tu ho dohot pangasina di ho!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i laho ma ibana dipaboaboa ma di Sisampuluhuta i godang ni sude na binahen ni Jesus tu ibana, gabe longang ma saluhutna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(II.) Jadi dung marparau Jesus muse tu bariba i, dirongomi natorop i Ibana na di topi tao i dope.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala ro ma sintua ni parguruan i sahalak, na margoar si Jairus; jadi disi diida Jesus, marsinggang ma ibana tu lambung patna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Diparhurajai ma Ibana, ninna huhut: Na matemate ne do nuaeng borungku; sai ro ma Ho jolo mangampehon tanganmu tu ibana, asa malua jala mangolu!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi hehe ma Ibana, didongani ma, jala torop ma halak mangihuthon, pola disosak nasida Ibana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i adong ma disi parompuan sada na marsahithon bulan, leleng ni sampuludua taon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Nunga tung godang ditaon binahen ni torop pandaoni jala sude artana dipasuda tusi; laos so marniula, lam tu pasangna tahe sahitna i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi dung dibege barita ni Jesus, ro ma ibana rap dohot natorop i sian pudi, dijama ma ulosna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai ninna rohana do: Asal hujama nanggo ulosna i, malum do hilalaonku.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi pintor montok ma mudar i; laos dihilala do di dagingna, naung malua ibana sian na niaena i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ia Jesus mamintor diboto do, naung adong hagogoon ruar sian Ibana, jadi dipahusor ma dirina di tongatonga ni natorop i, ninna ma: Ise i na manjama uloshi?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Gabe didok angka siseanna ma mandok Ibana: Diida Ho do panosak ni natorop on di Ho, gabe didok Ho dope: Ise manjama Ahu?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai dibereng ma humaliang mananda na mambahensa.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Gabe ro ma parompuan i, angka dotdot ma ibana dibahen biar ni rohana, marningot naung masa tu ibana i; laos marsinggang ma ibana tu jolona, sintong ma dipaboa saluhutna i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai didok ma tu ibana: Dipalua haporseaonmi do ho, inang! Mardame ma ho laho! Sai malua ma ho sian parniaeanmi!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Mangkatahon i dope Ibana, nunga ro angka na sian bagas ni sintua i mandok: Nunga mate borumi; aha be lojaanmu Guru i!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alai diparhamuda Jesus do hata ni na ro i, didok ma tu sintua i: Unang ho mabiar, asal ma porsea!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi ndang diloas manang ise mangihuthon Ibana, dungkon ni si Petrus, Jakobus dohot Johannes, dongan saama ni si Jakobus i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Sahat ma nasida tu bagas ni sintua i, jala diberengi Ibana ma na gaor i, i ma angka na tumatangis jala gogo mangandungi.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dibongoti ma, didok ma tu nasida: Boasa songon i gaor hamu jala tumatangis? Ndang na mate si betet i: na tarpodom do i!",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jadi diparengkeli nasida ma Ibana. Alai diparuar ma nasida saluhutna, diarahon ma ama dohot ina ni dakdanak i dohot donganna hian, dibongoti ma bilut hapeahan ni dakdanak i.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dung i ditangkup ma tangan ni dakdanak i, didok ma tu ibana: Talita kumi! Astuanna: O Butet! Ahu mandokkon ho hehe!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dung i mamintor hehe ma boruboru i laos mardalandalan. Marumur sampuludua taon do ibana, gabe tarhalomong situtu ma nasida.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Alai gomos ma nasida dipopai, unang diboto manang ise i; laos didokkon ma lehononna mangan.",
      "type": "content"
    }
  ]
}