{
  "book": "Markus",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hona lea Tuhan Jesus di huta Nasaret 1-6. II. Parsuruna di na sampuludua i 7-13. III. Ujung ni si Johannes pandidi 14-31. IV. Ditamuei Tuhan Jesus limaribu halak 32-44. V. Mardalan Ibana di tao i; sahatna tu luat Genesaret! 45-56.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi hehe ma Ibana sian i, laho tu huta hagodanganna jala diihuthon angka siseanna ma Ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi jumpa ari Sabbat dipungka ma mangajari di parguruan, jadi longang ma roha ni natorop na umbegesa, angka ninna ma: Sian dia do i tu Ibana? Jala hapistaran dia do i na nilehon tu Ibana? Ai ulaon hagogoon do hope pinatupa ni tanganna!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nda Ibana tukang i, tubu ni si Maria i, haha ni si Jakobus, Josep, Judas dohot Simon? Nda di lambungta angka ibotona? Jadi targasip ma nasida mida Ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ninna Jesus ma mandok nasida: Tung na so marsangap do panurirang ianggo di luat hagodanganna, di angka donganna sabutuha dohot di bagasna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi ndang tarpatupasa disi ulaon hagogoon, dungkon ni na niampehonna tanganna tu otik halak na hansitan, laho pamalum nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Gabe longang ma rohana, ala so porsea nasida. Laos diliati ma angka huta di na saluat i mangajari.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Dung i dijou ma na sampuludua i jumonok, dipungka ma marsuru nasida marduadua, dilehon ma tu nasida huaso mamaksa angka tondi na hodar.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala diorai ma boanonnasida manang aha tu tongandalan, manang roti manang hajut, manang hepeng di hohos pe, nda holan tungkot.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai denggan do marsipatu hamu jala ndang jadi pangkeonmuna bajubaju dua, ninna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Laos didok do tu nasida: Ia dung dibongoti hamu jabu, disi ma hamu mian, paima borhat muse.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Molo adong isi ni huta na so olo manjangkon hamu jala ndang ditangihon hatamu, tadingkon hamu ma i, laos pirpirhon hamu ma nang orbuk na lohot di totmuna, bahen panindangion tu nasida!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi borhat ma nasida marjamita mandokkon paubahon roha.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala torop do sibolis dipabali nasida; lan na hansitan dimiahi gabe malum dibahen.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Jadi tarbege ma i tu raja Herodes, ai nunga tarbarita goar ni Jesus, pola didok: Nunga hehe si Johannes pandidi sian angka na mate; i do alana, umbahen parhagogoon sisongon i Ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Adong ma na mandok si Elia do Ibana! Na asing muse mandok: Panurirang do Ibana suman tu angka panurirang najolo.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai anggo si Herodes, dung dibege i, sai ninna do: Si Johannes, naung hugotap i uluna, i do dipahehe.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai disuru si Herodes i do najolo na manangkup si Johannes dohot mangkurungkon siala si Herodias, pardihuta ni anggina si Pilippus, naung nilangkupna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai didok si Johannes do tu si Herodes: Ndang jadi di ho anggi borumi!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala hosom ma roha ni si Herodias i di ibana; sai naeng bunuonna do ibana, alai ndang tarpatupasa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai na mabiar do si Herodes mida si Johannes, ala na ditanda do ibana halak na tigor roha jala na bontor, jadi diondingi do ibana, jala bohabohaon do rohana umbege jamitana, huhut dihalomohon hatana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i jumpang ma ari na une, i ma ari hatutubu ni si Herodes, di na mambahen panganon ujuan ibana di angka na sangap dohot di angka induk ni soldadu ro di angka na raja sian halak Galilea.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi bongot ma boru ni si Herodias tu bagasan manortor; jadi solo ma mata ni si Herodes dohot angka donganna disi, gabe didok raja i ma tu boru i: Pangido sian ahu manang dia lomo ni roham; lehononku do i tu ho!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Laos diuarihon do tu boruboru i: Manang dia pe sipangidoonmi, ro di na satonga ni harajaonki, sai na lehononku do!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi ruar ma boruboru i mandok tu inangna: Aha ma pangidoonku? Jadi didok ibana ma: Ulu ni si Johannes pandidi ma!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi humalaput ma ibana bongot tu adopan ni raja i, dipangido ma: Saonari ma lehon tu ahu di atas pinggan ulu ni si Johannes pandidi!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Marsak situtu ma roha ni raja i, alai ala ni angka uarina dohot ala ni angka na ginokkonna i, ndang olo ibana paujathon boruboru i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala mamintor disuru raja i ma hupasna sada, didokkon ma ibana mangalap ulu ni si Johannes i. Gabe laho ma hupas i manggotap uluna di bagasan hurungan i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala diboan ma uluna i di atas pinggan, dipasahat ma tu anak boru i, jala boruboru i ma mangalehonsa tu inangna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Asa dung dibege angka sisean ni si Johannes na masa i, ro ma nasida, dibuat ma bangkena jala ditanom.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i marpungu ma angka apostel i tu jolo ni Jesus, dipaboa ma tu Ibana sasude na niula jala na niajarhonnasida.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Gabe didok Ibana ma tu nasida: Sumurut ma hamu, tungkan na suhi an, pahosahon saotik! Ai torop do halak marlaho ro tu nasida; gari mangan, gari so sadihari.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(IV.) Dung i borhat ma nasida marparau sumurut tu inganan na suhi.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi torop do marnida jala mananda nasida na borhat i, gabe sian darat ma marlojong nasida sian saluhut angka huta i pajolohon tusi.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Asa di na tardarat Jesus, diida ma punguan na bolon i, gabe asi ma rohana mida nasida, ai songon birubiru nasida na so marparmahan, gabe godang ma dipodahon tu nasida.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi di na mareak bot ari, didapothon angka siseanna ma Ibana mandok: Na lungun do inganan on jala guling bot do nuaeng.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Pamuli ma nasida, asa sanga nasida tu angka lumban humaliang dohot tu angka huta manuhori sipanganonnasida.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Gabe didok Ibana ma mangalusi nasida: Lehon hamu ma nasida mangan! Jadi ro ma nasida: Asa hami nama laho manuhori roti arga duaratus uang silehononnami panganonnasida?",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai didok ma tu nasida: Piga do roti na di hamu? Laho ma hamu manangkasi! Jadi dung diboto, didok ma: Lima do, angkup ni dua dengke!",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i didokkon ma nasida sudena hundul di duhutduhut na rata i, marsasapanganan.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jadi marpanggungpanggung ma nasida hundul marsasaratus dohot marlimalimapulu.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jala ditiop Ibana ma roti na lima i dohot dengke na dua i, ditailihon ma tu ginjang laho mamasumasu, dung i dibagi ma angka roti i, diparlehon ma tu angka siseanna, asa disagihon tu angka nasida; nang dengke na dua i pe dibagi do di nasida saluhutna.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Gabe mangan be ma sasudena i, jala bosur be do.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Jadi dipapungu nasida ma angka ebaeba, gok sampuludua ampang; songon i do taringot tu dengke i.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Ia torop ni na manganhon roti i, limaribu baoa do.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "(V.) Dung i tagan paulakkon natorop i dope Ibana, mamintor didasdas ma angka siseanna mambongoti parauna, pajolohon tu bariba, tu Betsaida.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Jadi dung dipamuli nasida, laho ma Ibana tu dolok martangiang.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Jadi dung bot ari, di tonga tao do parau i; sasada Ibana nama di darat.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Jala diida ma tarsosak nasida na marluga i dibahen alogo na alo tu nasida, jadi didapothon ma nasida, di na martahuak manuk parjolo sahali; mardalan di sisik ni tao do Ibana, jala songon na naeng salpuanna nasida.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Alai marnida Ibana na mardalan di sisik ni tao i, dirimpu nasida tondi, pola mangangguhi.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Ai sude do nasida marnida Ibana jadi hatahutan be ma. Alai pintor dipanghulingi Ibana ma nasida, didok ma: Pos ma rohamuna! Ahu do on; unang ma hamu mabiar!",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Laos manaek ma Ibana tu nasida tu bagasan parau i, dung i menak ma alogo i; gabe mansai tarhalomong situtu ma nasida.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Ai ndang mangarti dope nasida marningot roti i; pir do rohanasida.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Jadi taripar ma nasida tondongkon ni luat Genesaret jala dipadarat ma.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Jala dung ruar nasida sian paraunasida, manigor ditanda halak do Ibana.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Gabe humalaput ma nasida sian sandok luat na humaliang i, diusung ma angka na hansitan di podomanna be tu manang dia Ibana dibege nasida.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Asa laho mambongoti lumban manang huta manang sosor Ibana, disi ma dipeakkon di alamanna angka na hansitan i, jadi dielehelek do Ibana, asa diloas jamaonnasida nanggo rambu ni ulosna, jadi sude na manjamasa dipamalum.",
      "type": "content"
    }
  ]
}