{
  "book": "Markus",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Poda ni Tuhan Jesus maralohon patikpatik na pinahot ni angka Parise 1-23. II. Boru Kanaan 24-30. III. Halak na nengel huhut ngungu 31-37.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i rap marpungu ma tu jolona angka Parise dohot deba sian angka sibotosurat, naung ro sian huta Jerusalem.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi diida nasida ma deba sian angka siseanna, na jorjor mangan roti, so jolo marburi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai anggo halak Parise nang nasa Jahudi, ndang olo mangan, ia so jumolo tangkas diusa tanganna mangihuthon adat ni angka situatua.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Na sian onan pe, ndang dipangan, so jolo diuras, jala godang dope na asing ditiop siradotan, songon pamurion di angka panginuman, gendi dohot hudon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi disungkun angka Parise dohot angka sibotosurat ma Ibana: Boasa so diihuthon angka siseanmi adat ni angka situatua, ai ramun do tanganna mangan roti?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ninna Ibana ma mandok nasida: Sintong do dapot di hamu pangansi na sinurirangkon ni si Jesaya, songon na tarsurat i: \"Dipapujipuji pamangan ni bangso on do Ahu; alai ia rohanasida dao do sian Ahu!\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "\"Jala magopo do pambahennasida pasangaphon Ahu, ai patikpatik ni jolma do dipodahon nasida.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai tading do patik ni Debata dibahen hamu, laho mangaradoti adat na sian jolma.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Laos didok ma tu nasida: Leak ma antong ditompas hamu patik ni Debata, laho mangaradoti adatmuna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai didok si Musa do nian: \"Pasangap ma amangmu dohot inangmu!\" Angkup ni i: \"Ia na mamburai amana manang inana, sipusaon do!\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai hamu mamodahon: Dohonon ni halak ma tu amana manang tu inana: Korban! Lapatanna: Pinelehon ma tagonan na patut hian pangurupingku di ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa ndang diloas hamu be ibana paturehon agia aha di amana manang di inana pe;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "gabe disegai hamu do hata ni Debata dibahen adat na pinadalanmuna. Jala godang na suman tusi diula hamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala dijou muse ma natorop i, ninna ma mandok nasida: Tangihon hamu saluhut ma Ahu, jala parateatehon hamu ma:",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nda tung gabe ramun jolma binahen ni na ro sian ruar tu bagasan ibana; alai na ruar sian jolma i, i do mangaramuni ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Hamu, angka parpinggol na marbinege, pinggol hamu ma i!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dung muli Ibana jala holang sian natorop i, disungkun angka siseanna ma Ibana siala umpama ondeng.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Gabe didok ma tu nasida: Asa dohot do hamu hape so mangarti! Ndang dapot rohamu, na so tarbahen ramun jolma bahenon ni nasa na ro sian ruar tubagasan ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai so manang bongot i tu bagasan rohana; tu butuha do i laho, dung i bolong do i muse di inganan na soding, asa gabe ias do saluhutna sipanganon i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai on do: Na ruar sian jolma i, i do mangaramuni ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai sian bagasan, sian roha ni jolma i do ro pingkiran na jahat, parmainanon, panangkoon, pamunuon,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "pangalangkupon, pangahution, hajahaton, pangansion, pargadombuson, panorgangon, panginsahion, ginjang dohot neang ni roha.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Na ro sian bagasan do saluhut angka hajahaton ondeng, jala angka i do na mangaramuni jolma.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(II.) Dung i borhat ma Ibana sian i laho tu luat Tirus, jadi dibongoti ma sada jabu; naeng ma unang tarboto i di rohana, alai ndang tarbahensa buni.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai ndang piga dan dibege sada inaina baritana; partondi na hodar do boruna, gabe ro ma ibana marsinggang tu jolona.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Parbegu do ina i, sian bangso Siroponisia, jadi dipangido ma tu Ibana, asa dipabali sibolis i sian boruna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai ninna do mangalusi: Loas jolo bosur angka dakdanak; ai ndang tama buaton sipanganon ni angka dakdanak, laho mandabuhonsa tu jolo ni angka biang!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai ninna inaina i do mangalusi: I do nian, Tuhan; alai dohot do angka biang, na di toru ni meja i, mangallang na pinarpisikpisikkon ni angka dakdanak!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Gabe didok ma tu ina i: Ala ni hatami, laho ma ho; nunga ruar sibolis i sian borumi!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Laho ma tutu nasida muli, gabe jumpangsa ma boruna i modom di podomanna: Nunga ruar sibolis i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(III.) Dung i borhat ma Jesus muse sian luat Tirus, laho sian Sidon sahat tu tao Galilea, mamolus sian tongatonga ni luat Sisampuluhuta.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jala diboan ma tu jolona sahalak na nengel huhut mangungu; dielehelek ma Ibana, asa diampehon tanganna tusi.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jala diboan ma ibana tu na suhi, holang sian natorop i, dijullukhon ma jarijarina tu pinggol ni halak i, dung i marsitijur ma Ibana laho manjama dilana.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Laos manaili ma Ibana dompak ginjang, marhosa godang ma, dung i didok ma tu ibana: Hepata! Na mandok: Mungkap ma!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi mungkap ma tutu parbinegeanna, harhar ma nang ihot ni dilana, gabe tingkos ma pangkulingna.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jala dipopai ma nasida, unang dipaboaboa tu halak; alai lam diorai, lam gogo ma nasida mamaritahonsa.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi longang situtu ma nasida, ninna ma: Nunga denggan saluhutna dibahen Ibana, gabe marbinege do angka na nengel, jala na mangungu gabe mangkatai dibahen.",
      "type": "content"
    }
  ]
}