{
  "book": "Markus",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ditamuei Tuhan Jesus opat ribu halak 1-10. II. Dipangido angka Parise tanda sian ginjang 11-21. III. Na mapitung na di Betsaida 22-26. IV. Pangkatindangkon ni si Petrus 27-30. V. Disurirangkon Tuhan Jesus sitaononna 31-38.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marpungu ma uju i muse torop halak jala ndang adong panganonnasida gabe dijou Jesus ma angka siseanna, didok ma tu nasida:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Maras do rohangku mida na torop on, ai nunga tolu ari diingani nasida Ahu, jala ndang adong balanjonasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Anggo hupamuli nasida, so jolo mangan, handorusan nasida maon di tongandalan i; ai parhuta na dao do nasida deba!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dialusi angka siseanna ma Ibana: Sian dia ma tarpatupa di halongonan on roti, sae pabosur nasida?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Gabe disungkun ma nasida: Piga do roti di hamu? Jadi didok nasida ma: Pitu do!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i didokkon ma natorop i hundul tu tano. Ditiop Ibana ma roti na pitu i, didok ma mauliate, diponggoli ma, laos dipasahat ma tu angka siseanna, gabe diparlehon nasida ma tu natorop i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Laos adong do di nasida dengke otik, dipasupasu ma nang i, disuru ma nasida manaruhonsa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Gabe mangan ma nasida jadi bosur be do, laos dipapungu ma angka ponggolponggol ebaebanasida: Gok pitu ampang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Arga opat ribu do nasida; dung i dipamuli ma.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi manigor masuk tu parau ma Ibana raphon angka siseanna jala sahat ma Ibana tu luat Dalmanuta.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Jadi ro ma angka Parise, dipungka ma marsual dohot ibana; tanda sian ginjang do dipangido nasida, laho mangunjuni Ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai marhoi ma Ibana di bagasan tondina mandok: Boasa ma tanda pangidoon ni bangso on. Situtu do hatangkon tu hamu: Na so tupa lehonon tanda tu bangso on!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Laos ditadingkon ma nasida, mangulahi ma Ibana bongot tu parau, laho taripar.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Naung lupa do nasida mamboan balanjo; sada sambing nama roti di nasida na di parau i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala dipalumba ma nasida, ninna ma: Manat ma hamu jala jaga, pasiding na niasoman ni angka Parise, nang na di si Herodes pe.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Gabe masipandohan ma nasida: Dibahen na so adong roti di hita hape!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dung diboto Ibana i, ninna ma mandok nasida: Boasa dipanghatahatahon hamu, na soada roti di hamu? Laos so marbinoto dope hamu; laos so mangantusi hamu; laos pir do rohamu?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Marmata do hamu so marnida; marpinggol do hamu, so marbinege, jala ndang marningot hamu?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Di na husagihon na lima roti i tu na lima ribu i, gok piga ampang ebaeba dibuat hamu disi? Gabe didok nasida ma tu Ibana: Sampuludua!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Beha, uju na pitu i tu na opat ribu i, piga ampang ebaeba dibuat hamu ia disi? Jadi ninna nasida ma: Pitu!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala didok ma tu nasida: Laos so mangarti dope hamu?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Dung i ro ma nasida tu Betsaida. Jadi diboan na mamboan ma sada halak na mapitung tu Ibana, dielehelek ma Ibana, asa dijama.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Gabe ditiop ma tangan ni na mapitung i, ditogihon ma tu balian ni huta i, ditijuri ma matana, diampehon ma tanganna tu ibana, disungkun ma: Nunga adong diida ho?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi mamereng ma ibana, didok ma: Tarsongon bona ni hau do huida jolma na mardalan i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i diulakkon ma mangampehon tanganna tu matana jala tiur ma pamerengna, gabe malum ma: Torang do saluhutna diida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Laos disuru ma ibana muli tu jabuna, didok ma: Unang bongoti huta i!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(IV.) Dung i borhat ma Jesus rap dohot siseanna i tu angka huta mardonokkon Kaesarea Pilippi; jala di tongandalan i disungkun ma angka siseanna i, ninna ma: Ise do Ahu, didok halak?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi dialusi nasida ma Ibana: Si Johannes pandidi do didok halak; na deba mandok: Si Elia; na asing muse: Sahalak sian angka panurirang i do!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i disungkun Ibana ma nasida: Ia hamu, ise ma Ahu didok hamu? Jadi dialusi si Petrus ma Ibana: Kristus i do Ho!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Gabe dipopai ma nasida, unang dipaboaboa Ibana tu halak.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(V.) Jadi dipungka ma mangajari nasida: Ia anak ni jolma i ingkon godang do sitaononna, ingkon bolongkonon ni angka sintua dohot malim dohot sibotosurat do ibana, laos pusaonna do; dung i mulak mangolu do di ari patoluhon.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Patar do dipaboa hata i. Alai diarahon si Petrus ma Ibana, disolsoli ma Ibana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai humusor ma anggo Ibana, dipanotnoti ma angka siseanna i, dipinsang ma si Petrus, ninna ma: Laho ma ne ho, bolis, sian lambungkon; ai ndang na diparrohahon ho na di Debata, angka na di jolma do.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Laos dijou ma natorop i rap dohot siseanna, didok ma tu nasida: Nasa na giot mangihuthon Ahu, disoadahon ma dirina, dituhuk ma silang na tu ibana i, diihuthon ma Ahu.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ai na naeng paluahon hosana, mangagohonsa do; alai na agoan hosa ala ni Ahu dohot ala ni barita na uli i, i do paluahonsa.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ai aha ma antong gunana di jolma, nang liat portibi on diomo, anggo mago do hosana?",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ai aha do na tarlehon jolma bahen tobus ni hosana?",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Asa molo adong na maila ala ni Ahu manang ala ni hatangki pe maradophon bangso pangalangkup jala pardosa on, laos maila do Anak ni jolma i sogot mangkatindangkon i, di na ro Ibana di bagasan hasangapon ni Amana rap dohot surusuruan angka na badia i.",
      "type": "content"
    }
  ]
}