{
  "book": "Markus",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Marsangap Tuhan Jesus di dolok 2-13. II. Dipamalum sada dakdanak na solpoton 14-29. III. Dipaboa sitaononna 30-32. IV. Harohaon na patut di harajaon ni Debata 33-50",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Laos didok ma tu nasida: Na tutu do hatangkon tu hamu: Adong do deba sian angka na jongjong dison, na so tupa mangae hamatean, so jolo diida ro harajaon ni Debata marhagogoon!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Dung i salpu onom ari diarahon Jesus ma si Petrus, Jakobus dohot Johannes, ditogihon ma nasida nangkok tu sada dolok na timbo, tu na suhi, holan nasida; gabe muba ma rupana diida nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Gabe marsillam ma angka ulosna, bontar sahali; na so dapot botoon ni panunsi di tano on mambahen bontar songon i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i diida nasida ma si Elia rap dohot si Musa; na mangkatai do nasida dohot Jesus.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi didok si Petrus na mangkuling i Jesus: Guru, dengganna i dison! Hupauli hami ma dison soposopo tolu: Sada di Ho, sada di si Musa, sada di si Elia!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai ndang diboto na nidokna i, ai tung hatahutan situtu do nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala ro ma ombun sada mangalinggomi nasida, laos mangkuling ma soara sian bagasan ombun i, didok ma: On do Anak haholonganku, tangihon hamu ma Ibana!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai di na manaili nasida, ndang agia ise be diida; sasada Jesus do angkupnasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi laho tuat sian dolok i, dipopai ma nasida, unang dipajojor na niidanasida i tu halak, ia so jolo hehe Anak ni jolma i sian na mate.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Digolom nasida do hata i, gabe masisungkunan ma nasida: Na mandok beha do on: Hehe sian na mate?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi disungkun nasida ma Ibana: Didok angka sibotosurat do, ingkon jumolo ro si Elia?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Gabe didok ma tu nasida: Ro do tutu si Elia jumolo pajongjongkon saluhutna; alai beha do na tarsurat taringot tu Anak ni jolma i, paboa ingkon lan do sitaononna jala doshon na soada rajuman Ibana?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai hudok ma tu hamu: Naung ro do si Elia, jadi roharohanasida do dibahen tu ibana, songon naung tarsurat hian taringot tu ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Laho mandapothon angka sisean i, diida nasida ma torop halak humaliang nasida dohot angka sibotosurat na masisungkunan dohot nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi pintor longang situtu ma sude natorop i marnida Ibana, marlojong be do nasida mandapothon Ibana laho mangkormat.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i disungkun ma nasida: Aha do sinungkunhonmuna tu nasida on?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Gabe ro ma sahalak sian natorop i mangalusi: O Guru, tu Ho hian do huboan anakkon; partondi na ngungu do ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi disi ditangkup ibana, dipasaratsarat do, gabe margumogumo jala patungoripon, laos gonggong. Nunga hudokkon angka siseanmi pabalihon ibana; alai ndang margogo nasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai ninna ma mangalusi nasida: E hamu, bangso na so porsea! Sadia leleng nari Ahu rap dohot hamu? Sadia leleng nari paanjuanjuonku hamu? Tu Ahu ma boan hamu ibana!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi diboan nasida ma ibana. Disi diida tondi i Jesus, mamintor dipapuhung ma anak i, laos tinggang, margallogallo jala margumogumo.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Disungkun Jesus ma amana i: Nunga sadia leleng songgop on tu ibana? Jadi didok ma: Sian sietehetehonna dope!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala jotjot do ibana ditinggangkon tu api dohot tu aek, mamusa ibana nian. Alai ia adong gogom, urupi hami; asi ma roham di hami!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dialusi Jesus ma ibana: Ia taringot tu gogo: Na marhagogoon do na porsea i patupahon saluhutna!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i pintor dipagogo ama ni anak i ma soarana, dijouhon ma: Na porsea do ahu! Urupi ahu na hurang porsea on!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai naung lam rongom natorop i diida Jesus, disonggahi ma tondi na hodar i, didok ma tu ibana: Ho, tondi na ngungu jala na pojam! Ahu mandokkon ho ruar sian jolma on, jala ndang jadi bongotanmu be ibana!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Gabe mangangguhi ma i, huhut gogo ma ibana disaratsarat, laos ruar ma, jala songon na mate do anak i, pola lan do mandok: Nunga tos hosana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai ditangkup Jesus ma tanganna, laho pahehehonsa, gabe jongjong ma.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi dung muli Jesus, disungkun angka siseanna ma Ibana pulik: Boasa so tarpabali hami ibana?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi didok ma tu nasida: Holan marhite sian tangiang dohot parpuasaon do tarpabali tondi na saragam on!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(III.) Dung i borhat ma nasida sian i, didalani nasida ma tano Galilea; alai ndang jadi botoon ni halak Ibana di rohana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ai dipodai do angka siseanna, didok ma tu nasida: Sipasahaton ma Anak ni jolma i tu tangan ni halak, jala pusaonna ma Ibana; alai dung dipamate, hehe do Ibana di ari patoluhon!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai ndang na diantusi nasida hata i jala tanggak do rohanasida manungkun Ibana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(IV.) Dung i sahat ma nasida tu huta Kapernaum; jadi dung ro di tongajabu Ibana, disungkun ma nasida: Aha do na hinataanmuna di tongandalan i?",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai mangkohom do nasida; ai dihatai do di dalan i, manang ise nasida na sumurung.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Laos hundul ma Ibana, dijou ma na sampuludua i, didok ma tu nasida: Ia i na naeng gabe parjolo di rohana, dibahen ma ibana parpudi jala naposo ni saluhut donganna.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i dibuat ma dakdanak sada, dipajongjong ma tu tongatonganasida, dihaol ma jala didok ma tu nasida:",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Na manjangkon dakdanak sada sisongon on marhitehite Goarhu, Ahu do na jinangkonna disi! Jala na manjangkon Ahu, ndada Ahu na jinangkonna i, na marsuru Ahu do.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jadi dipanghulingi si Johannes ma Ibana: Guru, huida hami do sahalak na pabalihon angka sibolis marhitehite Goarmu; ndang olo ibana mangihuthon hita jadi hurarang hami do ibana, ala so hita diihuthon.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai didok Jesus ma: Ndang oraanmuna Ibana nian! Ai ndang tagamon insahan ni halak Ahu, dung jolo diulahon hagogoon marhitehite Goarhu.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ai pandongani do di hita, na so mangalo hita.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Ai na sintong do hatangkon tu hamu: Na painumhon aek santahu tu hamu di bagasan Goarhu, ala Kristus nampuna hamu; ndang na mago upa ni i!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Alai na manggasipi sada sian na metmet on, angka na porsea di Ahu, dengganan ma ginantungkon losung batu tu rungkungna, laho mangalonongkon ibana tu laut.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Jala molo digasipi tanganmi ho, gotap! Ai dengganan, telpang ho bongot tu hangoluan, unang mardua tangan ho marobur tu na roko, tu api na so ra mintop,",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "di na so ra mate gulokna, di na so mintop apina.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Asa molo digasipi patmi ho, gotap! Ai dengganan, telpang ho bongot tu hangoluan, unang mardua pat ho didanggurhon tu na roko,",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "di na so ra mate gulokna, di na so mintop apina.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Jala molo digasipi matami ho, pulsikkon! Ai dengganan, marmata sambariba ho bongot tu harajaon ni Debata, unang mardua mata ho dibolongkon tu na roko,",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "di na so ra mate gulokna, di na so mintop apina.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Ai ingkon siraan do ganup di bagasan api.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Na marguna do sira i. Alai molo tung hambar sira i, aha ma bahenon paansimhonsa? Sai marsira ma hamu huhut mardame sama hamu!",
      "type": "content"
    }
  ]
}