{
  "book": "Yehezkiel",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Pedang TUHAN melawan Yerusalem",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Datanglah firman TUHAN kepadaku:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Hai anak manusia, tujukanlah mukamu ke Yerusalem dan ucapkanlah banyak tegoran terhadap tempat kudusnya dan bernubuatlah melawan tanah Israel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Katakanlah kepada tanah Israel: Beginilah firman TUHAN: Lihat, Aku akan menjadi lawanmu dan akan mencabut pedang-Ku dari sarungnya dan melenyapkan dari tengah-tengahmu orang benar dan orang fasik.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Oleh karena Aku hendak melenyapkan dari tengah-tengahmu orang benar dan orang fasik, maka pedang-Ku akan terhunus dari sarungnya terhadap semua manusia dari selatan sampai utara.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dan semua manusia akan mengetahui bahwa Aku, TUHAN, mencabut pedang-Ku dari sarungnya, sehingga tidak akan kembali lagi ke situ.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dan engkau anak manusia, mengeranglah! Mengeranglah di hadapan mereka seperti seorang yang tulang pinggangnya patah dan yang berada dalam kesengsaraan yang pahit.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dan kalau mereka bertanya kepadamu: Mengapa engkau mengeluh? jawablah: Karena suatu berita! Kalau berita itu sudah tersiar, setiap hati akan menjadi tawar dan semua tangan menjadi lemah lesu, segala semangat menghilang dan semua orang terkencing ketakutan. Sungguh, pasti datang dan terjadi! demikianlah firman Tuhan ALLAH.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kemudian datanglah firman TUHAN kepadaku:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "\"Hai anak manusia, bernubuatlah dan katakan: Beginilah firman TUHAN: Pedang! Pedang! Yang sudah diasah dan juga digosok!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Diasah untuk menumpahkan darah dan digosok supaya mengkilap seperti petir. Apakah kita akan bersukacita? --Tongkat anakku menghina segala macam kayu. --",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Pedang itu diberikan supaya digosok, supaya sedia dipergunakan; pedang itu diasah dan digosok, supaya diberikan ke tangan si pembunuh.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Berserulah dan merataplah, hai anak manusia! Sebab pedang itu ditujukan melawan umat-Ku, ditujukan melawan semua pemimpin Israel; mereka dan umat-Ku sama-sama dibiarkan dimakan pedang. Oleh sebab itu tepuklah pinggangmu sebagai tanda perkabungan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sebab percobaan datang dan tidak suatupun yang dapat tahan, demikianlah firman Tuhan ALLAH.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dan engkau anak manusia, bernubuatlah dan tepuklah tanganmu, biarlah pedang itu menjadi dua kali lipat, tiga kali lipat. Itu pedang pembunuh, pedang untuk pembunuhan besar-besaran, yang berkeliling menghabiskan mereka.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Supaya hati mereka hancur dan yang jatuh berebahan bertambah-tambah di tiap pintu gerbang mereka, Aku memerintahkan penumpahan darah dengan pedang itu. Aduh, pedang itu dibuat menyamai petir dan digosok untuk menumpahkan darah.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Pancung yang di kanan dan di kiri, ke mana saja matamu menetak.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dan Aku juga akan bertepuk tangan dan hati-Ku yang panas menjadi tenang kembali. Aku, TUHAN, yang mengatakannya.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Lalu datanglah firman TUHAN kepadaku:",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "\"Hai engkau anak manusia, gambarlah dua jalan yang akan dilalui oleh pedang raja Babel; keduanya mulai dari satu negeri. Buatlah sebuah papan penunjuk jalan pada awal jalan yang menuju ke masing-masing kota.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Gambarlah dari jalan mana pedang itu datang melawan Raba, ibukota bani Amon dan melawan Yehuda, yang bentengnya ada di Yerusalem.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sebab raja Babel berdiri pada persimpangan jalan itu, pada awal kedua jalan itu untuk melakukan tenungan; ia mengocok panah, meminta petunjuk dari terafim dan menilik hati binatang.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ke dalam tangan kanannya terjatuh panah tenungan mengenai Yerusalem: supaya diperdengarkannya suara orang yang membunuh dan menyerukan pekik pertempuran, supaya menyusun alat-alat pendobrak pintu gerbang dan menimbun tanah menjadi tembok pengepungan dan mendirikan benteng pengepungan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tetapi bagi mereka, itu adalah tenungan yang menipu, walaupun mereka mengangkat sumpah yang muluk-muluk; tetapi ia mengingat kesalahan mereka, sehingga mereka ditangkap.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Oleh sebab itu, beginilah firman Tuhan ALLAH: Oleh karena kamu membuat kesalahanmu itu teringat kembali dengan tersingkapnya pelanggaranmu, sehingga kentara dosa-dosamu dalam segala perbuatanmu, oleh karena kamu menjadi teringat kembali, kamu akan ditangkap dengan kekerasan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dan hai engkau, raja Israel, orang fasik yang durhaka, yang saatmu sudah tiba untuk penghakiman terakhir,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "beginilah firman Tuhan ALLAH: Jauhkanlah serbanmu dan buangkanlah mahkotamu! Tiada yang tetap seperti keadaannya sekarang. Yang rendah harus ditinggikan, yang tinggi harus direndahkan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Puing, puing, puing akan Kujadikan dia! Inipun tidak akan tetap. Sampai ia datang yang berhak atasnya, dan kepadanya akan Kuberikan itu.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Pedang TUHAN melawan bani Amon",
      "type": "title"
    },
    {
      "verse": 28,
      "text": "\"Dan engkau anak manusia, bernubuatlah dan katakan: Beginilah firman Tuhan ALLAH mengenai bani Amon dan cercaan mereka; katakanlah: Pedang, pedang sudah tercabut untuk menumpahkan darah, digosok untuk memusnahkan, dan supaya mengkilap seperti petir--",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "sedang orang melihat penglihatan-penglihatan yang menipu bagimu dan memberi tenungan-tenungan bohong kepadamu--untuk ditetakkan ke leher orang-orang fasik yang durhaka, yang saatnya sudah tiba untuk penghakiman terakhir.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Kembalikanlah itu ke sarungnya! Di tempat penciptaanmu dan di negeri asalmu Aku akan menghukum engkau.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Aku akan mencurahkan geram-Ku atasmu dan menyemburkan api murka-Ku kepadamu dan menyerahkan engkau ke dalam tangan orang-orang dungu, yang menimbulkan kemusnahan.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Engkau menjadi makanan api, darahmu akan tertumpah di tengah-tengah tanah itu, dan engkau tidak akan diingat-ingat lagi, sebab Aku, TUHAN, yang mengatakannya.\"",
      "type": "content"
    }
  ]
}