{
  "book": "Yehezkiel",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Kakak beradik Ohola dan Oholiba",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Datanglah firman TUHAN kepadaku:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Hai anak manusia, ada dua orang perempuan, anak dari satu ibu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Mereka bersundal di Mesir, mereka bersundal pada masa mudanya; di sana susunya dijamah-jamah dan dada keperawanannya dipegang-pegang.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nama yang tertua ialah Ohola dan nama adiknya ialah Oholiba. Mereka Aku punya dan mereka melahirkan anak-anak lelaki dan perempuan. Mengenai nama-nama mereka, Ohola ialah Samaria dan Oholiba ialah Yerusalem.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dan Ohola berzinah, sedang ia Aku punya. Ia sangat berahi kepada kekasih-kekasihnya, kepada orang Asyur, pahlawan-pahlawan perang,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "berpakaian kain ungu tua, bupati-bupati dan penguasa-penguasa, semuanya pemuda yang ganteng, pasukan kuda.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia melakukan persundalannya dengan mereka, semuanya orang Asyur pilihan; ia menajiskan dirinya dengan semua orang, kepada siapa ia berahi dan dengan berhala-berhalanya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia tidak meninggalkan persundalannya yang dilakukannya sejak dari Mesir, sebab pada masa mudanya orang sudah menidurinya, dan mereka memegang-megang dada keperawanannya dan mencurahkan persundalan mereka kepadanya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Oleh sebab itu Aku menyerahkan dia ke dalam tangan kekasih-kekasihnya, dalam tangan orang Asyur, kepada siapa ia berahi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Mereka menyingkapkan auratnya, anak-anaknya lelaki dan perempuan ditangkap dan ia sendiri dibunuh dengan pedang. Dengan demikian namanya dipercakapkan di antara kaum perempuan sebab hukuman telah dijatuhkan atasnya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Walaupun hal itu dilihat oleh adiknya, Oholiba, ia lebih berahi lagi dan persundalannya melebihi lagi dari kakaknya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia berahi kepada orang Asyur, kepada bupati-bupati dan penguasa-penguasanya, kepada pahlawan-pahlawan perang yang pakaiannya sangat sempurna, kepada pasukan kuda, semuanya pemuda yang ganteng.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Aku melihat bahwa ia menajiskan diri; kelakuan mereka berdua adalah sama.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Bahkan, ia menambah persundalannya lagi: ia melihat laki-laki yang terukir pada dinding, gambar orang-orang Kasdim, diukir dalam warna linggam,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "pinggangnya diikat dengan ikat pinggang, kepalanya memakai serban yang berjuntai, semuanya kelihatan seperti perwira, yang menyerupai orang Babel dari Kasdim, tanah kelahiran mereka.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Segera sesudah kelihatan oleh matanya ia berahi kepada mereka dan mengirim suruhan kepada mereka ke tanah Kasdim.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Maka orang Babel datang kepadanya menikmati tempat tidur percintaan dan menajiskan dia dengan persundalan mereka; sesudah ia menjadi najis oleh mereka, ia meronta dari mereka.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Oleh karena ia melakukan persundalannya dengan terang-terangan dan memperlihatkan sendiri auratnya, maka Aku menjauhkan diri karena jijik dari padanya, seperti Aku menjauhkan diri dari adiknya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia melakukan lebih banyak lagi persundalannya sambil teringat kepada masa mudanya, waktu ia bersundal di tanah Mesir.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia berahi kepada kawan-kawannya bersundal, yang auratnya seperti aurat keledai dan zakarnya seperti zakar kuda.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Engkau menginginkan kemesuman masa mudamu, waktu orang Mesir memegang-megang dadamu dan menjamah-jamah susu kegadisanmu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Oleh sebab itu, hai Oholiba, beginilah firman Tuhan ALLAH, memang engkau sudah menjauhkan dirimu dari kekasih-kekasihmu, tetapi sungguh, Aku akan menyuruh mereka bergerak melawan engkau; Aku akan membawa mereka melawan engkau dari sekitarmu:",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "orang Babel dan semua orang Kasdim, orang Pekod, orang Soa dan orang Koa, dan semua orang Asyur bersama mereka, pemuda yang ganteng, bupati-bupati dan para penguasa semuanya, perwira-perwira dan pahlawan-pahlawan perang, pasukan kuda semuanya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Mereka datang melawan engkau dengan banyak kereta dan roda-roda dan dengan sekumpulan bangsa-bangsa; mereka akan menyusun perisai besar dan kecil dan ketopong di sekitarmu melawan engkau, dan Aku akan menyerahkan perkara ini di hadapannya dan mereka akan menghakimi engkau menurut hukum mereka.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Aku akan membalaskan cemburuan-Ku kepadamu, sehingga mereka memperlakukan engkau dengan kemurkaan, hidung dan telingamu akan dikerat dan sisamu akan mati rebah oleh pedang. Mereka akan menangkap anak-anakmu lelaki dan perempuan dan sisamu akan dimakan api.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Mereka akan menelanjangi engkau dan merampas perhiasan-perhiasanmu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Aku akan membuat engkau menghentikan kemesumanmu dan persundalanmu sejak dari tanah Mesir, sehingga engkau tidak lagi melirik kepada mereka dan tidak lagi mengingat-ingat orang Mesir.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Sebab beginilah firman Tuhan ALLAH: Lihat, Aku akan menyerahkan engkau ke dalam tangan orang yang kaubenci, walaupun engkau sudah menjauhkan diri dari mereka.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Mereka akan memperlakukan engkau dengan kebencian dan akan merampas segala hasil jerih payahmu dan meninggalkan engkau telanjang bugil, sehingga aurat persundalanmu kelihatan. Kemesumanmu dan persundalanmu",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "mendatangkan hal ini atasmu, karena engkau bersundal dengan mengandalkan bangsa-bangsa dan menajiskan dirimu dengan berhala-berhala mereka.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Engkau hidup mengikuti kelakuan kakakmu, sebab itu Aku akan memberi engkau minum dari pialanya.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Beginilah firman Tuhan ALLAH: Engkau harus minum dari piala kakakmu, piala yang dalam dan lebar mulutnya, yaitu piala yang banyak isinya; menjadi tertawaan dan olok-olok engkau.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Engkau akan penuh kemabukan dan dukacita. Piala kengerian disertai kesunyian ialah piala kakakmu Samaria.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Engkau meminumnya beserta ampasnya, sampai mengunggis pecahan-pecahannya dan engkau merabitkan susumu. Sebab Aku yang mengatakannya, demikianlah firman Tuhan ALLAH.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Oleh sebab itu, beginilah firman Tuhan ALLAH: Oleh karena engkau melupakan Aku dan membelakangi Aku, sekarang tanggung sendirilah kemesumanmu dan persundalanmu.\"",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Lalu TUHAN berfirman kepadaku: \"Hai anak manusia, maukah engkau menghakimi Ohola dan Oholiba dan memberitahukan kepada mereka perbuatan-perbuatannya yang keji?",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Sebab mereka berzinah, tangan mereka berlumuran darah dan mereka berzinah dengan menyembah berhala-berhalanya, bahkan anak-anak lelaki mereka yang dilahirkan bagi-Ku dipersembahkannya sebagai korban dalam api kepada berhala-berhalanya menjadi makanan.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Selain itu hal ini juga mereka lakukan terhadap Aku, mereka menajiskan tempat kudus-Ku pada hari itu dan melanggar kekudusan hari-hari Sabat-Ku.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dan sedang mereka menyembelih anak-anak mereka untuk berhala-berhalanya, mereka datang pada hari itu ke tempat kudus-Ku dan melanggar kekudusannya. Sungguh, inilah yang dilakukan mereka di dalam rumah-Ku.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Tambahan lagi mereka meminta orang-orang datang dari tempat yang jauh dengan menyuruh suruhan memanggil mereka, dan sungguh, mereka datang. Demi kedatangan mereka engkau mandi bersih-bersih, mencalak alismu dan menghias dirimu dengan perhiasan-perhiasan.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Engkau duduk di tempat tidur yang serba indah dan di hadapannya meja dengan hidangan yang disajikan; di atas tempat tidurmu itu kautaruh ukupan-Ku dan minyak-Ku.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Lalu kedengaranlah suara keramaian hidup bersenang-senang padanya dan kepada orang-orang dari orang banyak ditambahkan lagi pemabuk-pemabuk dari padang gurun. Mereka mengenakan gelang pada tangannya dan mahkota kemuliaan di atas kepalanya.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Aku berkata: Apakah bunga yang layu ini masih melakukan perzinahan? Orang bersundal dengan dia, bahkan dengan dia.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Mereka datang kepadanya seperti orang mendatangi perempuan sundal. Demikianlah mereka datang kepada Ohola dan Oholiba untuk melakukan kemesuman.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Tetapi orang-orang yang benar saleh akan menghakimi mereka seperti orang menghakimi perempuan-perempuan yang berzinah dan yang menumpahkan darah, sebab mereka adalah perempuan-perempuan berzinah dan tangan mereka berlumuran darah.\"",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Sebab beginilah firman Tuhan ALLAH: \"Biarlah bangkit sekumpulan orang melawan mereka dan biarkanlah mereka menjadi kengerian dan rampasan.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Kumpulan orang ini akan melontari mereka dengan batu dan memancung mereka dengan pedangnya, membunuh anak-anak lelaki dan anak-anak perempuan mereka dan membakar habis rumah-rumah mereka.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Aku akan menghentikan kemesuman di tanah itu dan semua kaum perempuan akan memperhatikan peringatan itu dan tidak akan melakukan kemesuman lagi seperti yang kamu lakukan.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Orang akan membalaskan kemesumanmu atasmu dan kamu harus menanggung dosa-dosamu lantaran kamu menyembah berhala-berhala. Dan kamu akan mengetahui bahwa Akulah Tuhan ALLAH.\"",
      "type": "content"
    }
  ]
}