{
  "book": "Yehezkiel",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Lambang kuali yang berkarat",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada tahun kesembilan, dalam bulan yang kesepuluh, pada tanggal sepuluh bulan itu, datanglah firman TUHAN kepadaku:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Hai anak manusia, tuliskanlah tanggal hari ini, ya, tanggal hari ini. Pada hari ini juga raja Babel mulai menyerang Yerusalem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ucapkanlah suatu perumpamaan kepada kaum pemberontak dan katakanlah kepada mereka: Beginilah firman Tuhan ALLAH: Taruhlah kuali di atas api, taruhlah, dan tuanglah juga air ke dalamnya;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "taruhlah potongan daging di dalamnya, semua potongan yang baik, paha dan punggungnya; penuhilah itu dengan tulang-tulang pilihan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ambillah domba yang terpilih, dan susunlah juga kayu di bawahnya, biarlah masakan itu mendidih dan tulang-tulangnya turut empuk di dalamnya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Oleh sebab itu beginilah firman Tuhan ALLAH: Celakalah kota yang penuh hutang darah, kuali yang berkarat di dalamnya dan karatnya tidak hilang dari padanya! Keluarkan potong demi potong dari dalamnya tanpa memilih-milih.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sebab darah yang dicurahkannya masih terdapat di tengah-tengahnya; ia mencurahkannya di atas bukit batu yang gundul. Ia tidak mencurahkannya di atas tanah, supaya ditutupinya dengan tanah.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Demi amarah yang timbul dan rasa pembalasan yang bangkit Aku akan mencurahkan darahnya sendiri ke atas bukit batu yang gundul supaya jangan ditutupi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Oleh sebab itu beginilah firman Tuhan ALLAH: Celakalah kota yang penuh hutang darah! Aku juga hendak memperbesar pancakanya.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Susunlah banyak kayu, nyalakan api, biarlah dagingnya masak betul, buanglah kuahnya dan biarlah tulang-tulangnya hangus.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Letakkanlah periuk itu kosong di atas bara api, supaya itu dibakar dan tembaganya menjadi merah, sehingga kotorannya hancur di dalamnya dan karatnya hilang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Aku bersusah payah dengan sia-sia, sebab karatnya yang tebal tidak mau hilang dari padanya, biar dalam api.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Oleh karena engkau menajiskan dirimu dengan kemesumanmu, dan Aku ingin mentahirkan engkau, tetapi engkau tidak menjadi tahir dari kenajisanmu, maka engkau tidak akan ditahirkan lagi, sampai Aku melampiaskan amarah-Ku atasmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Aku, TUHAN, yang mengatakannya. Hal itu akan datang, dan Aku yang akan membuatnya. Aku tidak melalaikannya dan tidak merasa sayang, juga tidak menyesal. Aku akan menghakimi engkau menurut perbuatanmu, demikianlah firman Tuhan ALLAH.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Kematian isteri Yehezkiel sebagai lambang kejatuhan Yerusalem",
      "type": "title"
    },
    {
      "verse": 15,
      "text": "Kemudian datanglah firman TUHAN kepadaku:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "\"Hai anak manusia, lihat, Aku hendak mengambil dari padamu dia yang sangat kaucintai seperti yang kena tulah, tetapi janganlah meratap ataupun menangis dan janganlah mengeluarkan air mata.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Diam-diam saja mengeluh, jangan mengadakan ratapan kematian; lilitkanlah destarmu dan pakailah kasutmu, jangan tutupi mukamu dan jangan makan roti perkabungan.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Pada paginya aku berbicara kepada bangsa itu dan pada malamnya isteriku mati. Pada pagi berikutnya aku melakukan seperti diperintahkan kepadaku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Maka bangsa itu berkata kepadaku: \"Tidakkah engkau bersedia memberitahukan kepada kami, apa artinya ini bagi kami, bahwa engkau melakukan demikian?\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Lalu kujawab mereka: \"Firman TUHAN sudah datang kepadaku:",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Katakanlah kepada kaum Israel: Beginilah firman Tuhan ALLAH: Sesungguh-sungguhnya Aku akan menajiskan tempat kudus-Ku, kekuasaanmu yang kaubanggakan, kenikmatan bagi matamu dan bagi jiwamu; dan anak-anakmu lelaki dan perempuan yang kamu tinggalkan akan mati rebah oleh pedang.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Kamu akan melakukan seperti yang kulakukan: Mukamu tidak akan kamu tutupi dan roti perkabungan tidak akan kamu makan,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "kepalamu pakai destar dan kakimu pakai kasut; dan kamu tidak akan meratap atau menangis. Tetapi kamu akan hancur lebur dalam hukumanmu, dan kamu akan mengeluh seorang kepada yang lain.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Demikianlah Yehezkiel menjadi lambang bagimu; tepat seperti yang dilakukannya kamu akan lakukan. Kalau itu sudah terjadi maka kamu akan mengetahui, bahwa Akulah Tuhan ALLAH.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dan engkau, anak manusia, bukankah begini akan terjadi? Pada hari Aku mengambil dari mereka benteng mereka, perhiasannya yang menggirangkan hatinya, kenikmatan matanya dan yang dirindukan jiwanya, anak-anak mereka lelaki dan perempuan,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "pada hari itu juga akan datang seorang yang terluput membawa berita kepadamu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Pada hari itu mulutmu akan terbuka dan engkau akan berbicara kepada orang yang terluput itu dan tidak lagi tetap bisu. Dengan demikian engkau menjadi lambang bagi mereka dan mereka akan mengetahui, bahwa Akulah TUHAN.\"",
      "type": "content"
    }
  ]
}