{
  "book": "Yehezkiel",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "Nubuatan melawan raja Tirus",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Maka datanglah firman TUHAN kepadaku:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Hai anak manusia, katakanlah kepada raja Tirus: Beginilah firman Tuhan ALLAH: Karena engkau menjadi tinggi hati, dan berkata: Aku adalah Allah! Aku duduk di takhta Allah di tengah-tengah lautan. Padahal engkau adalah manusia, bukanlah Allah, walau hatimu menempatkan diri sama dengan Allah.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Memang hikmatmu melebihi hikmat Daniel; tiada rahasia yang terlindung bagimu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dengan hikmatmu dan pengertianmu engkau memperoleh kekayaan. Emas dan perak kaukumpulkan dalam perbendaharaanmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Karena engkau sangat pandai berdagang engkau memperbanyak kekayaanmu, dan karena itu engkau jadi sombong.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Oleh sebab itu beginilah firman Tuhan ALLAH: Karena hatimu menempatkan diri sama dengan Allah",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "maka, sungguh, Aku membawa orang asing melawan engkau, yaitu bangsa yang paling ganas, yang akan menghunus pedang mereka, melawan hikmatmu yang terpuja; dan semarakmu dinajiskan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Engkau diturunkannya ke lobang kubur, engkau mati seperti orang yang mati terbunuh di tengah lautan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Apakah engkau masih akan mengatakan di hadapan pembunuhmu: Aku adalah Allah!? Padahal terhadap kuasa penikammu engkau adalah manusia, bukanlah Allah.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Engkau akan mati seperti orang tak bersunat oleh tangan orang asing. Sebab Aku yang mengatakannya, demikianlah firman Tuhan ALLAH.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nyanyian ratapan mengenai raja Tirus",
      "type": "title"
    },
    {
      "verse": 11,
      "text": "Lalu datanglah firman TUHAN kepadaku:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "\"Hai anak manusia, ucapkanlah suatu ratapan mengenai raja Tirus dan katakanlah kepadanya: Beginilah firman Tuhan ALLAH: Gambar dari kesempurnaan engkau, penuh hikmat dan maha indah.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Engkau di taman Eden, yaitu taman Allah penuh segala batu permata yang berharga: yaspis merah, krisolit dan yaspis hijau, permata pirus, krisopras dan nefrit, lazurit, batu darah dan malakit. Tempat tatahannya diperbuat dari emas dan disediakan pada hari penciptaanmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Kuberikan tempatmu dekat kerub yang berjaga, di gunung kudus Allah engkau berada dan berjalan-jalan di tengah batu-batu yang bercahaya-cahaya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Engkau tak bercela di dalam tingkah lakumu sejak hari penciptaanmu sampai terdapat kecurangan padamu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dengan dagangmu yang besar engkau penuh dengan kekerasan dan engkau berbuat dosa. Maka Kubuangkan engkau dari gunung Allah dan kerub yang berjaga membinasakan engkau dari tengah batu-batu yang bercahaya.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Engkau sombong karena kecantikanmu, hikmatmu kaumusnahkan demi semarakmu. Ke bumi kau Kulempar, kepada raja-raja engkau Kuserahkan menjadi tontonan bagi matanya.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dengan banyaknya kesalahanmu dan kecurangan dalam dagangmu engkau melanggar kekudusan tempat kudusmu. Maka Aku menyalakan api dari tengahmu yang akan memakan habis engkau. Dan Kubiarkan engkau menjadi abu di atas bumi di hadapan semua yang melihatmu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Semua di antara bangsa-bangsa yang mengenal engkau kaget melihat keadaanmu. Akhir hidupmu mendahsyatkan dan lenyap selamanya engkau.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nubuatan melawan Sidon",
      "type": "title"
    },
    {
      "verse": 20,
      "text": "Lalu datanglah firman TUHAN kepadaku:",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "\"Hai anak manusia, tujukanlah mukamu kepada Sidon dan bernubuatlah melawan dia",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "dan katakanlah: Beginilah firman Tuhan ALLAH: Lihat, Aku menjadi lawanmu, hai Sidon, dan Aku menyatakan kemuliaan-Ku di tengah-tengahmu. Dan mereka akan mengetahui bahwa Akulah TUHAN, pada saat Aku menjatuhkan hukuman atasnya dan menunjukkan kekudusan-Ku terhadap dia.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Aku akan mendatangkan sampar atasnya dan darah akan mengalir di jalan-jalannya dan orang-orang akan mati rebah di tengah-tengahnya karena pedang yang datang dari sekitarnya melawan dia. Dan mereka akan mengetahui bahwa Akulah TUHAN.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dan tidak akan ada lagi bagi kaum Israel dari semua tetangganya yang menghina mereka, menjadi duri yang menusuk atau onak yang memedihkan. Dan mereka akan mengetahui bahwa Akulah Tuhan ALLAH.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Beginilah firman Tuhan ALLAH: Pada saat Aku mengumpulkan kaum Israel dari tengah suku-suku bangsa, di mana mereka berserak dan Aku menunjukkan kekudusan-Ku kepada mereka di hadapan bangsa-bangsa, maka mereka akan diam di tanah mereka yang telah Kuberikan kepada hamba-Ku Yakub.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Mereka akan diam di sana dengan aman tenteram, mereka akan membangun rumah dan membuat kebun anggur. Ya, mereka akan diam dengan aman tenteram pada saat Aku menjatuhkan hukuman atas semua tetangganya yang menghina mereka. Dan mereka akan mengetahui bahwa Akulah TUHAN, Allah mereka.\"",
      "type": "content"
    }
  ]
}