{
  "book": "Yehezkiel",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Kesudahan Yerusalem tiba",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Kemudian datanglah firman TUHAN kepadaku:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Engkau, anak manusia, katakanlah: Beginilah firman Tuhan ALLAH kepada tanah Israel: Berakhir! Berakhirlah keempat penjuru tanah itu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Kini kesudahanmu tiba dan Aku akan mencurahkan murka-Ku atasmu dan Aku akan menghakimi engkau selaras dengan tingkah lakumu dan Aku akan membalaskan kepadamu segala perbuatanmu yang keji.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Aku tidak akan merasa sayang kepadamu dan tidak akan kenal belas kasihan, tetapi Aku akan membalaskan kepadamu selaras dengan tingkah lakumu dan perbuatan-perbuatanmu yang keji akan tertimpa atasmu. Maka kamu akan mengetahui, bahwa Akulah TUHAN.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Beginilah firman Tuhan ALLAH: Lihat, bencana demi bencana akan datang!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kesudahan datang, kesudahanmu tiba, seakan-akan ia terbangun melawan engkau, lihat datangnya!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Malapetaka datang atasmu, hai penduduk negeri! Waktunya datang, saatnya tiba! Hari huru-hara, bukan tempik sorak di atas gunung-gunung.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sekarang dengan segera Aku akan mencurahkan amarah-Ku atasmu dan melampiaskan murka-Ku kepadamu, Aku akan menghakimi engkau selaras dengan tingkah lakumu dan membalaskan kepadamu segala perbuatan-perbuatanmu yang keji.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Aku tidak akan merasa sayang dan tidak akan kenal belas kasihan; selaras dengan tingkah lakumu akan Kubalaskan kepadamu dan perbuatan-perbuatanmu yang keji akan tertimpa atasmu. Maka kamu akan mengetahui, bahwa Aku, Tuhanlah, yang memusnahkan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Lihat, harinya sungguh datang: malapetaka akan menimpa, kelaliman bertunas, keangkuhan bertaruk.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Kekerasan bersimaharajalela, yang menjadi penopang segala kejahatan. Tidak ada dari mereka yang tertinggal, baik dari kelimpahan mereka maupun dari kemewahannya; kemolekannyapun akan terhapus.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Waktunya datang, harinya mendekat! Biarlah si pembeli jangan bergembira dan biarlah si penjual jangan berdukacita, karena kehangatan murka tertimpa atas segala kegemparan mereka.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sebab si penjual tidak akan kembali kepada jualannya, kalaupun mereka masih di tengah-tengah orang hidup, karena kehangatan murka tertimpa atas segala kegemparan mereka dan tidak dapat ditahan lagi, dan seorangpun tidak dapat mempertahankan hidupnya oleh karena kesalahannya.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tiuplah sangkakala dan sediakanlah segala sesuatu! Tetapi seorangpun tidak maju berperang, sebab kehangatan murka-Ku tertimpa atas segala kegemparan mereka.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Pedang ada di luar kota, sampar dan kelaparan ada di dalam. Barangsiapa yang di luar kota akan mati karena pedang, dan barangsiapa yang di dalam kota akan binasa oleh kelaparan dan sampar.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dan kalaupun ada yang terluput dari antara mereka, mereka akan tinggal di gunung-gunung seperti burung perkutut di lembah-lembah, semuanya mengerang, masing-masing karena kesalahannya sendiri.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Semua tangan terkulai dan semua orang terkencing ketakutan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Mereka akan mengenakan kain kabung, kekejutan akan meliputi mereka, semuanya akan kehilangan muka dan semua kepala akan digundul sebagai tanda perkabungan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Perak mereka akan dicampakkan ke luar dan emas mereka akan dianggap cemar. Emas dan peraknya tidak akan dapat menyelamatkan mereka pada hari kemurkaan TUHAN. Mereka tidak akan kenyang karenanya dan perut mereka tidak akan terisi dengannya. Sebab hal itu menjadi batu sandungan, yang menjatuhkan mereka ke dalam kesalahan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Mereka menghiasi dirinya dengan emas dan peraknya dan kepermaian perhiasan ini membawa mereka dalam kecongkakan. Dari emas dan perak itu mereka membuat patung-patungnya yang keji dan dewa-dewanya yang menjijikkan; oleh sebab itu Aku akan menjadikan emas dan peraknya cemar bagi mereka.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Aku akan menyerahkannya menjadi rampasan di tangan orang-orang asing dan menjadi jarahan bagi orang-orang fasik di bumi ini, dan mereka ini akan menajiskannya.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Aku akan memalingkan wajah-Ku dari pada mereka dan perampok-perampok akan menajiskan rumah-Ku yang berharga; mereka akan masuk ke dalamnya dan menajiskannya,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "serta memusnahkannya. Sebab negeri itu penuh hutang darah dan kota itu penuh kekerasan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Aku akan membiarkan datang bangsa-bangsa yang paling kejam dan bangsa-bangsa ini akan mengambil rumah-rumah mereka menjadi miliknya; Aku akan mengakhiri kecongkakan mereka, yang ditimbulkan kekuatan mereka itu, dan tempat-tempat kudus mereka akan dinajiskan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ketakutan datang, dan mereka mencari keselamatan, tetapi tidak ada.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Bencana demi bencana akan datang, kabar demi kabar akan tersiar. Mereka akan menginginkan suatu penglihatan dari nabi, pengajaran hilang lenyap dari imam, dan nasihat dari tua-tua.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Raja akan berkabung dan pemimpin akan diliputi kekagetan dan tangan seluruh penduduk negeri itu menjadi lemas ketakutan. Aku akan perbuat terhadap mereka selaras dengan tingkah lakunya dan Aku akan menghakimi mereka selaras dengan cara mereka menghakimi. Dan mereka akan mengetahui bahwa Akulah TUHAN.\"",
      "type": "content"
    }
  ]
}