{
  "book": "Titus",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata pamungkaan 1-4. II. Taringot tu hasintuaon 5-9. III. Sijagaon do angka na lilu 10-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat ni si Paulus, naposo ni Debata, apostel ni Jesus Kristus, hombar tu haporseaon ni angka na pinillit ni Debata, jala hombar tu panandaon di hasintongan, na domu tu hadaulaton,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "mangasahon pangkirimon di hangoluan na so ra suda, naung sian mula ni mulana i diparbagabaga Debata, na so margabus i,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "gabe dipapatar do hinatahonna i di tingkina i, marhite sian parjamitaon, na pinasahatna tu ahu, mangihuthon pandokkon ni Debata, Sipangolu hita,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "mandapothon si Titus, anak na tutu, taringot tu haporseaon hatopan i: Asi ni roha dohot dame sian Debata Ama dohot sian Kristus Jesus, Sipalua hita!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Umbahen na hutadingkon ho di Kreta, asa dipature, ho ulaon angka na tading i dope, dohot pabangkithon sintua di ganup huta, songon naung huaturhon tu ho.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Naeng ma nasida so hasurahan, dongan saripe ni sada parompuan, paranakkon na porsea, angka na so tarhata sineang roha manang na jungking pe.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai anggo sintua, sandok na so jadi hasurahan, naeng ma songon juara bagas ni Debata, unang siula roharoha, unang parpiripiri, unang sisobur tuak, unang parbada, unang parpangomo sian na so ture!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai na basa martamue, na las roha di na denggan, na toman, na bonar, na badia, sirajai dirina.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Na marsitiopan tu hata sihaposan i mangihuthon poda i, asa margogo ibana, mangapoi marhitehite poda na tingkos i, nang maminsang angka na manggaga.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(III.) Alai lan do angka na jengkel, angka parhata na so gabeak, na giot mangaliluhon; toropan nasida Jahudi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon huntamon do pamangannasida, ai digaori nasida do pangisi ni angka bagas, diajarhon do na so jadi, mambuat pangomoan hailaon.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Didok sahalak panurirang sian tongatonganasida: Sai tong pargapgap do halak Kreta, angka binatang pamusa, parroha butuha, angka na losok.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sintong do panindangion i. Dibahen i, gomos ma paminsangmu di nasida, asa gabe hisar nasida marhaporseaon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Unang diantoi turiturian ni Jahudi ro di patikpatik ni jolma, angka naung manundalhon hasintongan i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ias do saluhut di angka na ias; alai ndang adong na ias di parroha na ronsam, na so porsea, ai naung ronsam do rohanasida ro di panggora ni roha i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dihatahon nasida do, naung ditanda Debata, alai disoadahon do Ibana di na niulanasida; ai hagigian do nasida jala na tois, na so tau tu manang dia ulaon na denggan.",
      "type": "content"
    }
  ]
}