{
  "book": "Titus",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka aturan di huria 1-10. II. Hasosonggop ni asi ni roha ni Debata 11-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai anggo ho, hatahon ma na domu tu poda na tingkos i:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Naeng ma marroha na torang angka na tuatua, daulat, toman, hisar marhaporseaon, marholong jala marbenget ni roha.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Songon i angka parompuan natuatua: Marparange na tama di na badia i, unang panihasnihasi, unang hatagian di anggur; angka sipodahon na denggan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Naeng ma apoapoannasida angka parompuan na poso, mangkaholongi sinondukna dohot anakkonna,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "mamarangehon hatomanon, hapormanon, mangaringkoti ulaonna di bagas, marbasabasa, marunduk ni roha maradophon hamulianna be, unang hona insak hata ni Debata.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Laos songon i ma apoi baoa angka na umposo, asa marhatomanon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sandok pajongjong dirim tiruan di angka ulaon na denggan, polin di pangajarion, marhatomanon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Naeng tingkos poda i, so tarsual, asa maila na mangalo i, ala so dapot na roa sidohononna maralohon hita.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dioloi angka anak somang ma indukna be, patupahon lomo ni rohana di na saluhutna; unang ma manggagai!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Unang ma mangahuti; dipatuduhon ma nasida haposan di sasude asa sandok marsangap poda ni Debata, Sipalua hita, dibahen.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Ai nunga tarida asi ni roha ni Debata, sibahen haluaon ni saluhut jolma.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Diajari do hita, asa tasoadahon roha na so daulat ro di angka hisaphisap tano on, asa taparangehon hatomanon, hatigoran dohot hadaulaton, tagan di hasiangan on.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Laos diajari do hita, paipaimahon hatuaon na tahirim i dohot hapapatar ni hasangapon ni Debata na balga i dohot Kristus Jesus, Sipalua i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai dilehon do dirina humongkop hita, asa ditobus hita sian nasa hajahaton, asa urasonna di dirina bangso, naung Ibana nampunasa, na olo mangkapadothon angka ulaon na denggan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "I ma hatahon, paingothon jala ajarhon sian nasa gomos ni roham! Unang ma adong na marhu ni roha mida ho!",
      "type": "content"
    }
  ]
}