{
  "book": "Titus",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parange na ture mangula tohonan parhuriaon 1-2. II. Haluaon na pinature ni Debata di hita 3-11. III. Hata parujungan 12-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Paingot ma nasida, asa marroha na unduk mangoloi panggomgomi na mangarajai, huhut ringgas tu nasa ulaon na denggan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Unang ma siinsahi dongan, manang na tongkar; naeng ma parroha na lambok, parroha panganju di saluhut halak.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Ai dohot do hita najolo angka na oto, na tois, na lilu, pinarhatoban ni ragam ni hisaphisap dohot sangkapsangkap, taulahon do hajahaton dohot latelate; angka hagigian do hita jala masihosoman.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai disi ma tarida habasaon dohot habasaron ni Debata, Sipalua hita:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndada ala ni ulaonta hatigoran, umbahen na dipalua Ibana hita; tung sian asi ni rohana do, marhitehite pandidion pangulahion tubu dohot marhitehite Tondi Parbadia na paimbaruhon i,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "naung niusehonna i tu hita buas marhitehite Jesus Kristus, Sipalua hita,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "asa gabe tigor hita, binahen ni asi ni rohana, jala sitean hangoluan salelenglelengna, mangihuthon pangkirimon i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Haposan do hata i, jala naeng ma gomos hatindangkononmu i dipangido rohangku, asa nasida, naung gabe porsea di Debata, mangkapadothon angka ulaon na denggan. I ma na uli jala hasea di jolma.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai pasiding ma angka sualsual haotoon i dohot hata sundutsundut ro di parsalisian dohot parbadaon siala Patik i, ai ndang marniula i jala magopo.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Pasiding ma halak parpoda haliluon, dung jolo dipaingot ho ibana sahali manang dua hali;",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "ai diboto ho do, naung marbalik situtu sisongon i jala diulahon dosa, atik pe naung ditorui rohana ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Ia dung husuru si Artemas dohot Tikikus tu ho, pahatop ma ro mandapothon ahu tu Nikopolis, ai disi do ahu naeng mian di taon ngali.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Haringkothon ma paborhathon si Jenas, siboto patik i, dohot Apollos; unang hurangan nasida di agia aha!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Naeng ma diguruhon angka donganta, mangkapadothon angka ulaon na denggan, sumarihon na ringkot pangkeon; unang so marparbue nasida!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Na manongos tabi tu ho saluhut donganku. Pasahat ma tabinami tu angka na marholong ni roha di hami, di bagasan haporseaon. Didongani asi ni roha i ma hamu saluhutna!",
      "type": "content"
    }
  ]
}