{
  "book": "Filemon",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tabi ni apostel i 1-3. II. Las ni rohana mida haporseaon ni si Pilemon 4-7. III. Pangondihonna di si Onesimus 8-20. IV. Hata parujungan 21-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat ni si Paulus, na tarihot ala ni Kristus Jesus, nang Timoteus, dongan i, mandapothon si Pilemon na hinaholongan, dongannami saulaon,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "laos mandapothon si Appia, ibotonami, dohot si Arkippus, dongannami marungkil, ro di huria na marluhut di bagasmu:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asi ni roha ma di hamu dohot dame sian Debata Amanta dohot sian Tuhan Jesus Kristus!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Na mandok mauliate do ahu tu Debatangku tongtong, marningot ho di angka tangiangku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai hubege do holong ni roham dohot haporseaonmu di Tuhan Jesus dohot maradophon saluhut angka na badia.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Anggiat ma marpangkorhon hasaoron ni haporseaonmi, laho mananda nasa na denggan na di bagasan hamu, maradophon Kristus i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai godang do di ahu halalas ni roha nang apulapul, dibahen holong ni roham, ai dipasabam ho do ateate ni angka na badia i, ale anggia.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(III.) Onpe, godang do nian hiras ni rohangku di bagasan Kristus, mangarodihon na tama tu ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai ala ni holong ni roha i, tagonan ma ahu mangelehelek. Nunga songon i ahu, Paulus, naung matua, jala tarihot nuaeng ala ni Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Asa huelehelek ma ho; ala ni anakkonku, si Onesimus, na hutubuhon, di na tarihot on ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Na so marguna do ibana najolo di ho; alai nuaeng marguna situtu do di ho, nang di ahu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Na husuru do ibana mulak tu ho; doshon rohangku do ibana huetong.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Naeng do nian tioponku ibana, asa singkatmu ibana patureturehon ahu, di na tarrante on ahu ala ni barita na uli i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ndang olo ahu mambahen agia aha, anggo so sian pamotoanmu, asa unang songon na so tarjua denggan basamu, naeng ma sian lomo ni roham.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Atik i alana, umbahen na sirang ibana sangombas sian ho, asa gabe salelengna ibana di ho!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ndada be naposom ibana, tung lobi sian naposo, songon dongan na hinaholongan; lumobi di ahu, lam beha ma di ho: Mangihuthon ruhut tano on, tole di bagasan Tuhan i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Asa molo dietong ho ahu donganmu, jangkon ma ibana songon ahu!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai molo tung adong salana manang utangna di ho, tu ahu ma i rajumi!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ahu, Paulus, manurathonsa dohot tanganku, paboa ahu sigarar i; unang jolo hudok tu ho, na marutang diri do ho tu ahu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Olo tutu, anggia, naeng maruntung ahu sian ho di bagasan Tuhan i; pasabam ma ateatengku di bagasan Kristus i!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(IV.) Ala pos rohangku, oloanmu ahu, umbahen na manurat ahu tu ho; ai huboto, patupaonmu do lumobi sian na hudok i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Pature huhut inganan di ahu, ai dihirim rohangku, lehononna do ahu mulak tu hamu, dibahen angka tangiangmuna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Manongos tabi tu ho: Si Epapras, donganku tarhurung di bagasan Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Songon i: Si Markus, Aristarkus, Demas, Lukas, angka donganku saulaon.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Didongani asi ni roha ni Tuhan Jesus Kristus ma tondimuna!",
      "type": "content"
    }
  ]
}