{
  "book": "Efesus",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tabi ni apostel i 1-2. II. Ragam ni pasupasu na marhite sian Kristus 3-14. III. Kristus na hehe sian hamatean, I do ulu ni huria i 15-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat tinongos ni Paulus, apostel ni Kristus Jesus, sian lomo ni roha ni Debata, mandapothon angka na badia na di Epesus, angka na porsea di Kristus Jesus:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Asi ni roha ma di hamu dohot dame sian Debata Amanta, nang sian Tuhan Jesus Kristus i!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Pinuji ma Debata, Ama ni Tuhanta Jesus Kristus, naung umpasupasuhon tu hita ragam ni pasupasu partondion sian banua ginjang, di bagasan Kristus.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai dipillit do hita di bagasan Ibana, andorang so ojak dope tano on, asa badia hita jala so hasurahan di adopanna i, di bagasan holong ni roha.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ditodo hian do hita bahen anakna, marhitehite Jesus Kristus, asa tu Ibana, mangihuthon halomoan ni rohana,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "asa tarpuji asi ni rohana na marmulia i, na niasihonna tu hita di bagasan na Hinaholonganna i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Di bagasan Ibana dapot hita haluaon i, binahen ni mudarna i, i ma hasesaan ni angka pangalaosion, mangihuthon asi ni rohana na tarlobi i,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "naung buas niusehonna i tu hita mardongan hapistaran dohot habisuhon godang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai dipabotohon Ibana do tu hita tahi ni rohana, na buni hian mangihuthon halolomona, naung pinahotna i di bagasan dirina,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "laho pasauthonsa di hagogok ni tingkina, mandok: Pasadahon di bagasan Kristus i sasudena, na di banua ginjang dohot na diatas tano on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai di bagasan Ibana do dapotan partalian hita, angka naung tinodona hian, marguru tu tahi ni na patulushon sasude, mangihuthon pandok ni rohana,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "asa tarpuji hasangaponna marhitehite hita, angka naung mangkirim hian di Kristus i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Di bagasan Ibana dohot hamu umbege hata hasintongan i, i ma barita na uli na taringot tu haluaonmuna, jala di bagasan Ibana gabe porsea hamu, laos disahaphon do tu hamu Tondi Parbadia na pinarbagabaga i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ibana do patujolo ni arta siteanonta, bahen haluaon ni na hinophopna i, asa tarpuji hasangaponna i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Asa ahu pe, dung hubege, naung porsea hamu di Tuhan Jesus jala holong rohamuna di saluhut angka na badia,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "ndang mansadi ahu mandok mauliate siala hamu, marningot hamu, di na martangiang ahu:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Anggiat dilehon Debata ni Tuhanta Jesus Kristus, Ama ni hasangapon i, tu hamu Tondi hapistaran dohot pangungkapon mananda Ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dipatiur ma mata ni rohamuna, asa diboto hamu rumang ni arta sihirimon sian panjouonna i ro di surung ni hasangapon, siteanon ni angka na badia i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Asa ditanda hamu nang hagogok ni gogona na sumurung i na tu hita, angka na porsea sian pangkorhon ni hagogoonna na marmulia i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai di Kristus do i diulahon Debata, di na pinahehena i Ibana sian na mate jala pinahundulna i tu siamunna di bagasan banua ginjang i,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "tu ginjang ni nasa harajaon dohot huaso, nang hagogoon dohot hamuliaon, nang tu ginjang ni nasa goar na tarhatahon, ndada holan di hasiangan on, dohot do di na ro sogot.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Saluhutna do dipatunduk tutoru ni patna, jala dipabangkit do Ibana, na mangatasi sasude, gabe ulu ni huria i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "I do pamatangna na manggohi Ibana, asa gohanna sasude di bagasan saluhutna.",
      "type": "content"
    }
  ]
}