{
  "book": "Efesus",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipangolu Debata do angka na mate di bagasan dosa 1-10. II. Dohot do angka sipelebegu gabe partohap di harajaonna 11-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Hamu pe, nunga mate hamu najolo hinorhon ni angka pangalaosion dohot dosamuna,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "angka na niulahonmuna marguru tu tingki ni hasiangan on, mangihuthon lomolomo ni na marhuaso di aoangaoang, i ma tondi na mangula nuaeng di bagasan angka anak na so siat hata.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Raphon nasida do nang hita sasudena najolo mangulahon angka hisaphisap ni dagingta, di na taturut lomolomo ni daging i ro di sangkapsangkapna, jadi anak sirimasan do hita sian bangko hian, doshon angka na asing.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo Debata parasiroha bolon do jala parholongroha na balga maradophon hita.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala raphon Kristus do dipangolu Ibana hita, angka naung mate di bagasan angka pangalaosion; na sian asi ni roha do, umbahen na malua hamu!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Gabe rap dipangolu jala rap dipabangkit hita tu gomgoman banua ginjang, di bagasan Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Laos patuduhononna do di angka tingki na naeng ro dope surung ni hamoraon ni asi ni rohana, di habasaonna i maradophon hita, di bagasan Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai sian asi ni roha do, umbahen na malua hamu, dalan haporseaon; jala ndada binahenmuna, silehonlehon ni Debata do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nda tung sian parulaon i, asa unang adong na mamuji diri.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai jadijadianna do hita, angka na tinompa di bagasan Kristus Jesus, asa marulaon na denggan hita; ai angka i do dipature Debata hian, asa taparangehon i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dibahen i, hamu sipelebegu hian, na targoar na so parsunaton, digoar angka na somal didok parsunaton na pinatupa ni tangan di sibuk i; ingot hamu ma;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ndang parjambar di Kristus hamu uju i; dibalian ni harajaon Israel do hamu, jala ndang taruli di angka parpadanan bagabaga; soada sihirimon jala soada Debata di hamu di tano on.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai anggo nuaeng, di bagasan Kristus Jesus do hamu; jala dao pe hamu najolo, gabe dipajonok mudar ni Kristus i do hamu nuaeng.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai Ibana do pardameanta, dung dipasada na dua i jala ditangtangi dorpi parholangan i, i ma hamusuon i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai di bagasan dagingna do diloha Ibana patik i, i ma angka tona dohot aturan, asa ditompa di bagasan dirina na dua i, gabe sada jolma na imbaru, pajongjong dame.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala dipadenggan do na dua i di bagasan daging na sasada i tu Debata, binahen ni silang i; ai disi do dipusa Ibana hamusuon i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ro ma Ibana, mamaritahon dame di hamu angka na dao, dame nang di angka na donok.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai marhite Ibana adong do dalan manopot Ama i di hita na dua ragam i, di bagasan sada Tondi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Asa ndada be angka paisolat manang panginsua hamu; angka dongan saharajaon raphon angka na badia do, jala dongan sabagas ni Debata.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai dipauliuli do hamu diatas ojahan ni angka apostel dohot panurirang; Kristus Jesus sandiri do batu parsuhisuhi disi.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Di bagasan Ibana do martomu sandok bagas i jala lam ganda, gabe joro na badia di bagasan Tuhan i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Di bagasan Ibana do nang hamu rap dipauliuli, gabe parmianan ni Debata di bagasan Tondi i.",
      "type": "content"
    }
  ]
}