{
  "book": "Efesus",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Paulus, apostel tu sipelebegu, sian asi ni roha ni Debata 1-13. II. Tangiangna humongkop na niajaranna 14-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ala ni i do ahu, Paulus, niihot ni Kristus, ala hamu angka sipelebegu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Molo tung dibege hamu tohonan mangaradoti asi ni roha ni Debata, na pinasahatna i tu ahu, patureturehon hamu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai sian pangungkapon do dipabotohon tu ahu hahomion, na hutaringoti nangkiningan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Laho manjaha i, dapot timbangonmuna pangantusingku di hahomion ni Kristus i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang dipabotohon dope i tu angka anak ni jolma di angka sundut najolo, alai nunga dipapatar i nuaeng tu angka apostelna na badia i dohot tu angka panurirangna, di bagasan Tondi i:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Paboa, dohot do halak parbegu gabe dongan panean jala dongan sadaging dohot dongan satohap di bagabaga, na di bagasan Kristus Jesus, marhite sian barita na uli i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Naung gabe parhalado ni i do ahu, sian pangalehon ni Debata di asi ni rohana, na tu ahu sian pangkorhon ni hagogoonna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tu ahu, na ummetmet sian saluhut angka na badia i, dilehon asi ni roha on: Mamaritahon tu angka sipelebegu hamoraon ni Kristus na so hadodoan i;",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "jala patorangkon pangalaho ni tohonan di hahomion i, na buni sian mula ni mulana di bagasan Debata, Sitompa saluhut.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Naeng ma marhite sian huria i dipatandahon godang ni ragam ni hapistaran ni Debata tu angka na marmulia jala marhuaso di banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "I do ditahi sian mula ni mulana, gabe dipasaut di bagasan Kristus Jesus, Tuhanta i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marhitehite Ibana dapot hita hiras ni roha dohot dalan masuk, di bagasan roha na pos, na mangkaporseai Ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibahen i mangido ahu, asa unang mandele hamu mida haporsuhonku, angka na humongkop hamu, ai hasangaponmuna do i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Ala ni i, hulompit do tothu maradophon Ama i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ibana do haroroan ni nasa bangso, na targoar di banua ginjang nang di tano on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Anggiat, hombar tu godang ni hasangaponna i, dilehon tu hamu jolma parbagasan, sipargogoan jala sipatoguon marhitehite Tondina,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "asa maringanan Kristus i marhitehite haporseaon di bagasan rohamuna, gabe hot hamu marurat jala marojahan di bagasan roha na holong.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Naeng ma malo hamu mangantusi, rap dohot saluhut angka na badia i, ganjangna dohot bidangna, bagasna dohot timbona,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "laho tumanda holong ni roha ni Kristus, na mangatasi nasa pangantusion, asa sahat tu hamu sandok hagogok ni Debata!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai tarpatupa Ibana do andul lumobi sian na tapangido manang tapingkiri, hombar tu hagogoon na mangkorhon di bagasan hita.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Di Ibana ma hasangapon di tongatonga ni huria i jala di bagasan Kristus Jesus ro di saluhut sundut salelenglelengna! Amen.",
      "type": "content"
    }
  ]
}