{
  "book": "Efesus",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taringot tu hasadaon ni huria, nang pe torop ruasna 1-16. II. Parange na imbaru i 17-32",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa ahu na tarihot di bagasan Tuhan i, huapoi ma hamu: Parangehon hamu ma na tama, hombar tu panjouon naung songgop tu hamu!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Martoruk ni roha situtu, marlambok jala marlambas ni roha, masihaehean di bagasan roha na holong!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Haringgashon hamu ma mangaradoti hasadaon ni Tondi, pinadomu ni dame!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai sada do daging i, jala sada do Tondi; ai songon i do hamu tarjou di bagasan sada pangkirimon di panjouon i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sada do Tuhan, sada do haporseaon, sada do nang pandidion.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sada do Debata, Ama ni sasude, sigomgomi saluhut, sitorusi saluhut jala siingani saluhut.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai tu ganup hita be do dibasabasahon asiasi i, marguru tu panagihon ni pangalehon ni Kristus.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen i ninna do: \"Nunga manaek Ibana tu ginjang, ditaban do na tarhurung; dilehon do silehonlehon tu angka jolma!\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai nangkok pe Ibana, naung tuat do Ibana jumolo tu inganan na ditoru ni tano.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ibana, naung tuat i, laos I do na manaek tu ginjang ni saluhut banua ginjang, asa digohi sasude.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Laos Ibana do mangalehon deba gabe apostel, deba panurirang, deba evangelist, deba muse parmahan jala pangajari,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "patureturehon angka na badia i, laho mangulahon tohonan i, pauliulihon daging ni Kristus:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Paima sahat hita saluhut tu hasadaon ni haporseaon nang parbinotoan di Anak ni Debata, gabe jolma na tang jala matoras situtu, mangihuthon hagogok ni rimpas ni Kristus.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Asa unang be hita dakdanak, angka na pinalindaklindak jala na pinamboanboan ni pangombus ni ragam ni poda, binahen ni pangaliluhon ni jolma dohot angkal na paotootohon.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Gabe parhasintongan hita tahe di bagasan haholongon i, jala lam magodang ma hita di na saluhut, mangeahi Ibana, Ulu i, i ma Kristus.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sian Ibana do sandok daging i dipadomu jala martomu, tiniop ni sude uraturat pangurupi, gabe lam magodang daging i mangihuthon pangulaon ni ganup ruas di bagianna be, pinauliuli di bagasan haholongon i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Asa on do na hudok jala huhatindangkon marhitehite Tuhan: Na so tupa be hamu marpangalaho songon halak sipelebegu, na marrohahon na so marguna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Angka parroha haholomon do nasida, angka na holang sian ngolu ni Debata, binahen ni haotoon ni rohanasida, ala naung gabe pir rohanasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang marnangon nasida, gabe dipasahat dirina tu pargadombuson, jala diulahon nasa harorangon mardongan pangahution.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai anggo hamu, ndang songon i diguruhon hamu Kristus i,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "namun dibege hamu baritana jala dapotan poda sian Ibana, i ma hasintongan di bagasan Jesus:",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tanggali hamu ma jolma na buruk i, isara di pangalaho najolo, ai laho mago do i hinorhon ni angka hisaphisap sipaotooto.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai paimbaru hamu ma dirimuna di bagasan tondi ni rohamuna!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala solukkon hamu ma jolma na imbaru, na tinompa suman tu Debata, di bagasan hatigoran dohot hapolinon na marhasintongan!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dibahen i, bolongkon hamu gabus i; hatahon hamu ma na sintong, ganup tu donganna, ai ruas do hita sama hita.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia tarrimas hamu, unang ma mardosa! Unang ma sanga mate mata ni ari, so mintop rimasmuna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Unang pasiat hamu sibolis i!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Naung manangko i, unang be manangko; mulaulaon ma ibana, tanganna i ma sumarihon ngoluna, asa adong lehononna tu na hurangan.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Unang ma ruar hata na busuk sian pamanganmuna; naeng ma na denggan na tau padengganhon na humurang, asa dapotan uli na umbegesa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala unang ma arsahi hamu Tondi Parbadia ni Debata, naung disahaphon tu hamu tu ari haluaon i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dao ma sian hamu nasa riting ni roha dohot muruk dohot rimas, nang hata songgaksonggak dohot insahinsak, songon i nasa hajahaton!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai gabe na basar ma hamu sama hamu, angka parasiroha; masisesaan dosa ma hamu, songon panesa ni Debata di dosamuna di bagasan Kristus.",
      "type": "content"
    }
  ]
}