{
  "book": "Efesus",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parange hatiuron 1-20. II. Pardongansaripeon ni halak Kristen 21-33",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Onpe, sitiru Debata ma hamu, songon angka anak na hinaholongan!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala parangehon hamu ma haholongon i songon Kristus i, na mangkaholongi hamu jala dilehon do dirina humongkop hita, gabe silua jala pelean bahen uap na hushus tu Debata.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai parmainanon dohot ragam ni harorangon ro di pangahution, unang ma targoar di hamu; ai songon i do tama di angka na badia.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Songon i nasa sihailahononhon, hata barangsi dohot pargaitgaiton na so patut; alai mauliate ma nian dohonon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai boto jala ingot hamu ma: Anggo di harajaon ni Kristus dohot Debata, ndang adong siteanon ni parmainan manang parhodar, manang parroha na ahut; ai sioloi na so Debata do i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Unang olo hamu paotootoon ni hatahata na rumar; ai ala ni angka i do mangonai rimas ni Debata tu angka anak na so mangoloi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i, unang ma hamu gabe dongan satohapnasida!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai na holom do hamu najolo; alai tiur do anggo nuaeng di bagasan Tuhan i: Marparange ma hamu, songon angka anak hatiuron!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai nasa habasaon dohot hatigoran dohot hasintongan, i do parbue ni na tiur i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tangkasi hamu ma, manang dia lomo ni roha ni Tuhan i!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Unang ma saor hamu tu angka ulaon haholomon na soada parbuena; pinsangi hamu angka i tagonan!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai gari manaringoti na niulanasida di na buni, gari hailaon do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai gabe patar do i saluhutna, tinoruan ni na tiur i; ai nasa naung dipapatar, tiur ma i!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibahen i, ninna do: \"Tarsunggul ma ho na tarpodom, jala hehe ma sian angka na mate; gabe sondangan ni Kristus ma ho!\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Antong, manat ma hamu mamereng manangkasi parulaonmuna; songon angka na marroha, unang ma songon angka na hurang roha!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Parhaseang hamu ma tingki, ai ari hasusaan do nuaeng.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dibahen i, unang ma gabe maoto hamu; alai antusi hamu ma, manang dia lomo ni roha ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Unang ma mabuk hamu bahenon ni anggur, ai hamagoan do di bagasan i; alai gok Tondi ma hamu!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hatahon hamu ma sama hamu angka ende psalmen, angka ende pujipujian dohot ende partondion; endehon jala puji hamu ma Tuhan i di bagasan rohamuna!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Manongtong ma hamu mandok mauliate siala saluhutna tu Debata Ama, di bagasan Goar ni Tuhanta Jesus Kristus!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(II.) Masioloan ma hamu sian biar ni rohamuna mida Kristus!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dioloi angka parompuan ma baoana be, songon pangoloi di Tuhan!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai baoa i do ulu ni pardihutana, songon Kristus ulu ni huria i; laos Sipangolu daging i do Ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai songon pangoloion ni huria di Kristus i, songon i ma angka parompuan maradophon baoana be di na saluhutna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Hamu angka baoa, haholongi hamu ma pardihutamuna be songon Kristus, na mangkaholongi huria i jala dilehon do dirina humongkopsa;",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "asa diparbadiai, dung diiasi marhitehite na mandidihon aek di bagasan Hata i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala sangap do dipadiri di Ibana huria i, so marlindang, so marhalingking, manang marhahurangan dia pe, asa badia tahe jala so hasurahan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Songon i do patut haholongan ni angka baoa pardihutana be, songon dagingna sandiri. Na mangkaholongi pardihutana, dirina do hinaholonganna disi.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ndang dung dihosomi jolma dagingna, diparmudumudu do jala dipainuinu, songon pambahen ni Kristus tu huria i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai ruas ni dagingna do hita.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "\"Ala ni i, tadingkonon ni halak do amana dohot inana, mangangkupi dongan saripena; jala gabe sada daging do nasida na dua i!\"",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Tung na balga do hahomion on; alai tu Kristus dohot tu huria i huhonahon.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai sandok ganup hamu, masihaholongi pardihutana be songon dirina; alai dihabiari parompuan i ma baoana!",
      "type": "content"
    }
  ]
}