{
  "book": "Efesus",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Siparangehonon ni anak, ama, anak somang dohot induk 1-9. II. Taringot tu sinjata ni halak Kristen 10-20. III. Hata parujungan 21-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Hamu angka anak, oloi hamu ma angka natuatuamuna di bagasan Tuhan i; ai i do na tigor.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Parsangapi amangmu dohot inangmu!\" I do patik na parjolo mardongan bagabaga:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "\"Asa martua ho jala leleng mangolu di tano on!\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hamu angka ama, unang gintali hamu angka anakkonmuna; pagodanggodang hamu ma nasida di bagasan ajar dohot poda ni Tuhan i!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hamu angka anak somang, oloi hamu ma angka indukmuna di hasiangan on mardongan biar dohot lomos ni roha; marroha na bulus songon na maradophon Kristus!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Unang hamu pangoloi di mata, songon na mambuat roha ni jolma; songon naposo ni Kristus ma ulahon hamu roha ni Debata, sian nasa rohamuna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sian burjumuna ma hamu mangoloi: Songon di Tuhan i, unang di jolma i!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai diboto hamu do: Sumuang jaloon ni ganup sian Tuhan i na denggan na niulana, manang hatoban ibana manang anak mata.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Hamu angka induk pe, laos songon i ma bahen hamu tu nasida; antahi hamu ma na mangasupi i, ai diboto hamu do, di banua ginjang do nang Tuhanmuna, jala ndada siida bohi Ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dungkon ni i, gabe togu ma rohamuna di bagasan Tuhan i dohot di bagasan hagogoonna na togu i!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Solukkon hamu ma pangkean sinjata na sian Debata, asa taralo hamu utiutian ni sibolis i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai ndada marungkil hita mangalo mudar dohot sibuk, angka harajaon do, angka parhuaso, angka sigomgomi hasiangan haholomon on, angka tondi hajahaton na di ginjang i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibahen i, jalo hamu ma pangkean sinjata na sian Debata, asa tarbahen hamu mangalo di ari na jahat i, jala hot jongjong, dung dipatunduk hamu sasude.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Antong, jongjong ma hamu, marhohoshon hasintongan di gontingmuna, angka naung manolukkon bajubaju partahanan, i ma hatigoran i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Marsipatu ma patmuna, laho mangkaringgashon barita na uli, pardamean i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Angkup ni sudena i, jalo hamu ma lombulombu haporseaon i; haintopan hamu do marhite sian i sude sumbia api ni parjahat i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jangkon hamu ma nang tahuluk haluaon dohot podang ni tondi, i ma hata ni Debata.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Martangiang ma hamu, mardongan sandok pangidoan dohot elehelek di bagasan Tondi, manang sadihari pe, huhut dungo jala jugul tongtong, tumangiangkon saluhut angka na badia,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "nang ahu pe, asa dibungka pamanganku, mandok sidohononku, laho pabotohon hahomion ni barita na uli, mardongan hiras ni roha.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai tusi do disuru ahu na tarrante on, asa marhiras ni roha ahu disi, mangkatahonsa songon na tama.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Alai paboaon ni si Tikikus do tu hamu saluhutna i, asa diboto hamu na masa di ahu, ro di ulaonku; ai ibana do dongan na hinaholongan jala parhobas haposan di bagasan Tuhan i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ala ni i do husuru ibana mandapothon hamu, asa dapot botoonmuna na masa di hami, jala asa diapuli rohamuna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dame ma di angka dongan, dohot holong ni roha raphon haporseaon sian Debata Ama i, nang sian Tuhan Jesus Kristus i!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Asi ni roha i ma mandongani saluhut, angka na marsihohot mangkaholongi Tuhanta Jesus Kristus!",
      "type": "content"
    }
  ]
}