{
  "book": "Hakim-hakim",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Gideon diangkat menjadi hakim",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Tetapi orang Israel melakukan apa yang jahat di mata TUHAN; sebab itu TUHAN menyerahkan mereka ke dalam tangan orang Midian, tujuh tahun lamanya,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "dan selama itu orang Midian berkuasa atas orang Israel. Karena takutnya kepada orang Midian itu, maka orang Israel membuat tempat-tempat perlindungan di pegunungan, yakni gua-gua dan kubu-kubu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Setiap kali orang Israel selesai menabur, datanglah orang Midian, orang Amalek dan orang-orang dari sebelah timur, lalu maju mendatangi mereka;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "berkemahlah orang-orang itu di daerah mereka, dan memusnahkan hasil tanah itu sampai ke dekat Gaza, dan tidak meninggalkan bahan makanan apapun di Israel, juga domba, atau lembu atau keledaipun tidak.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sebab orang-orang itu datang maju dengan ternaknya dan kemahnya, dan datangnya itu berbanyak-banyak seperti belalang. Orang-orangnya dan unta-untanya tidak terhitung banyaknya, sekaliannya datang ke negeri itu untuk memusnahkannya,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "sehingga orang Israel menjadi sangat melarat oleh perbuatan orang Midian itu. Lalu berserulah orang Israel kepada TUHAN.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ketika orang Israel berseru kepada TUHAN karena orang Midian itu,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "maka TUHAN mengutus seorang nabi kepada orang Israel, yang berkata kepada mereka: \"Beginilah firman TUHAN, Allah Israel: Akulah yang menuntun kamu keluar dari Mesir dan yang membawa kamu keluar dari rumah perbudakan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Aku melepaskan kamu dari tangan orang Mesir dan dari tangan semua orang yang menindas kamu, bahkan Aku menghalau mereka dari depanmu dan negeri mereka Kuberikan kepadamu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dan Aku telah berfirman kepadamu: Akulah TUHAN, Allahmu, maka janganlah kamu menyembah allah orang Amori, yang negerinya kamu diami ini. Tetapi kamu tidak mendengarkan firman-Ku itu.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Kemudian datanglah Malaikat TUHAN dan duduk di bawah pohon tarbantin di Ofra, kepunyaan Yoas, orang Abiezer itu, sedang Gideon, anaknya, mengirik gandum dalam tempat pemerasan anggur agar tersembunyi bagi orang Midian.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Malaikat TUHAN menampakkan diri kepadanya dan berfirman kepadanya, demikian: \"TUHAN menyertai engkau, ya pahlawan yang gagah berani.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jawab Gideon kepada-Nya: \"Ah, tuanku, jika TUHAN menyertai kami, mengapa semuanya ini menimpa kami? Di manakah segala perbuatan-perbuatan-Nya yang ajaib yang diceritakan oleh nenek moyang kami kepada kami, ketika mereka berkata: Bukankah TUHAN telah menuntun kita keluar dari Mesir? Tetapi sekarang TUHAN membuang kami dan menyerahkan kami ke dalam cengkeraman orang Midian.\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lalu berpalinglah TUHAN kepadanya dan berfirman: \"Pergilah dengan kekuatanmu ini dan selamatkanlah orang Israel dari cengkeraman orang Midian. Bukankah Aku mengutus engkau!\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tetapi jawabnya kepada-Nya: \"Ah Tuhanku, dengan apakah akan kuselamatkan orang Israel? Ketahuilah, kaumku adalah yang paling kecil di antara suku Manasye dan akupun seorang yang paling muda di antara kaum keluargaku.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Berfirmanlah TUHAN kepadanya: \"Tetapi Akulah yang menyertai engkau, sebab itu engkau akan memukul kalah orang Midian itu sampai habis.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Maka jawabnya kepada-Nya: \"Jika sekiranya aku mendapat kasih karunia di mata-Mu, maka berikanlah kepadaku tanda, bahwa Engkau sendirilah yang berfirman kepadaku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Janganlah kiranya pergi dari sini, sampai aku datang kepada-Mu membawa persembahanku dan meletakkannya di hadapan-Mu.\" Firman-Nya: \"Aku akan tinggal, sampai engkau kembali.\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Masuklah Gideon ke dalam, lalu mengolah seekor anak kambing dan roti yang tidak beragi dari seefa tepung; ditaruhnya daging itu ke dalam bakul dan kuahnya ke dalam periuk, dibawanya itu kepada-Nya ke bawah pohon tarbantin, lalu disuguhkannya.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Berfirmanlah Malaikat Allah kepadanya: \"Ambillah daging dan roti yang tidak beragi itu, letakkanlah ke atas batu ini, dan curahkan kuahnya.\" Maka diperbuatnya demikian.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dan Malaikat TUHAN mengulurkan tongkat yang ada di tangan-Nya; dengan ujungnya disinggung-Nya daging dan roti itu; maka timbullah api dari batu itu dan memakan habis daging dan roti itu. Kemudian hilanglah Malaikat TUHAN dari pandangannya.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Maka tahulah Gideon, bahwa itulah Malaikat TUHAN, lalu katanya: \"Celakalah aku, Tuhanku ALLAH! sebab memang telah kulihat Malaikat TUHAN dengan berhadapan muka.\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tetapi berfirmanlah TUHAN kepadanya: \"Selamatlah engkau! Jangan takut, engkau tidak akan mati.\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Lalu Gideon mendirikan mezbah di sana bagi TUHAN dan menamainya: TUHAN itu keselamatan. Mezbah itu masih ada sampai sekarang di Ofra, kota orang Abiezer.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Pada malam itu juga TUHAN berfirman kepadanya: \"Ambillah seekor lembu jantan kepunyaan ayahmu, yakni lembu jantan yang kedua, berumur tujuh tahun, runtuhkanlah mezbah Baal kepunyaan ayahmu dan tebanglah tiang berhala yang di dekatnya.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Kemudian dirikanlah mezbah bagi TUHAN, Allahmu, di atas kubu pertahanan ini dengan disusun baik, lalu ambillah lembu jantan yang kedua dan persembahkanlah korban bakaran dengan kayu tiang berhala yang akan kautebang itu.\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Kemudian Gideon membawa sepuluh orang hambanya dan diperbuatnyalah seperti yang difirmankan TUHAN kepadanya. Tetapi karena ia takut kepada kaum keluarganya dan kepada orang-orang kota itu untuk melakukan hal itu pada waktu siang, maka dilakukannyalah pada waktu malam.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ketika orang-orang kota itu bangun pagi-pagi, tampaklah telah dirobohkan mezbah Baal itu, telah ditebang tiang berhala yang di dekatnya dan telah dikorbankan lembu jantan yang kedua di atas mezbah yang didirikan itu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Berkatalah mereka seorang kepada yang lain: \"Siapakah yang melakukan hal itu?\" Setelah diperiksa dan ditanya-tanya, maka kata orang: \"Gideon bin Yoas, dialah yang melakukan hal itu.\"",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Sesudah itu berkatalah orang-orang kota itu kepada Yoas: \"Bawalah anakmu itu ke luar; dia harus mati, karena ia telah merobohkan mezbah Baal dan karena ia telah menebang tiang berhala yang di dekatnya.\"",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tetapi jawab Yoas kepada semua orang yang mengerumuninya itu: \"Kamu mau berjuang membela Baal? Atau kamu mau menolong dia? Siapa yang berjuang membela Baal akan dihukum mati sebelum pagi. Jika Baal itu allah, biarlah ia berjuang membela dirinya sendiri, setelah mezbahnya dirobohkan orang.\"",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dan pada hari itu diberikan oranglah nama Yerubaal kepada Gideon, karena kata orang: \"Biarlah Baal berjuang dengan dia, setelah dirobohkannya mezbahnya itu.\"",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Seluruh orang Midian dan orang Amalek dan orang-orang dari sebelah timur telah berkumpul bersama-sama; mereka telah menyeberang dan berkemah di lembah Yizreel.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Pada waktu itu Roh TUHAN menguasai Gideon; ditiupnyalah sangkakala dan orang-orang Abiezer dikerahkan untuk mengikuti dia.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Juga dikirimnya pesan kepada seluruh suku Manasye dan orang-orang inipun dikerahkan untuk mengikuti dia. Dikirimnya pula pesan kepada suku Asyer, Zebulon dan Naftali, dan orang-orang inipun maju untuk menggabungkan diri dengan mereka.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Kemudian berkatalah Gideon kepada Allah: \"Jika Engkau mau menyelamatkan orang Israel dengan perantaraanku, seperti yang Kaufirmankan itu,",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "maka aku membentangkan guntingan bulu domba di tempat pengirikan; apabila hanya di atas guntingan bulu itu ada embun, tetapi seluruh tanah di situ tinggal kering, maka tahulah aku, bahwa Engkau mau menyelamatkan orang Israel dengan perantaraanku, seperti yang Kaufirmankan.\"",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dan demikianlah terjadi; sebab keesokan harinya pagi-pagi ia bangun, dipulasnya guntingan bulu itu dan diperasnya air embun dari guntingan bulu itu, secawan penuh air.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Lalu berkatalah Gideon kepada Allah: \"Janganlah kiranya murka-Mu bangkit terhadap aku, apabila aku berkata lagi, sekali ini saja; biarkanlah aku satu kali lagi saja mengambil percobaan dengan guntingan bulu itu: sekiranya yang kering hanya guntingan bulu itu, dan di atas seluruh tanah itu ada embun.\"",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dan demikianlah diperbuat Allah pada malam itu, sebab hanya guntingan bulu itu yang kering, dan di atas seluruh tanah itu ada embun.",
      "type": "content"
    }
  ]
}