{
  "book": "2 Tawarikh",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "When Rehoboam arrived in Jerusalem, he mustered the house of Judah and Benjamin—a hundred and eighty thousand fighting men—to make war against Israel and to regain the kingdom for Rehoboam.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "But this word of the LORD came to Shemaiah the man of God:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "\"Say to Rehoboam son of Solomon king of Judah and to all the Israelites in Judah and Benjamin,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "‘This is what the LORD says: Do not go up to fight against your brothers. Go home, every one of you, for this is my doing.’\" So they obeyed the words of the LORD and turned back from marching against Jeroboam.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Rehoboam lived in Jerusalem and built up towns for defence in Judah:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Bethlehem, Etam, Tekoa,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Beth Zur, Soco, Adullam,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Gath, Mareshah, Ziph,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Adoraim, Lachish, Azekah,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Zorah, Aijalon and Hebron. These were fortified cities in Judah and Benjamin.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "He strengthened their defences and put commanders in them, with supplies of food, olive oil and wine.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "He put shields and spears in all the cities, and made them very strong. So Judah and Benjamin were his.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "The priests and Levites from all their districts throughout Israel sided with him.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "The Levites even abandoned their pasture-lands and property, and came to Judah and Jerusalem because Jeroboam and his sons had rejected them as priests of the LORD.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "And he appointed his own priests for the high places and for the goat and calf idols he had made.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Those from every tribe of Israel who set their hearts on seeking the LORD, the God of Israel, followed the Levites to Jerusalem to offer sacrifices to the LORD, the God of their fathers.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "They strengthened the kingdom of Judah and supported Rehoboam son of Solomon for three years, walking in the ways of David and Solomon during this time.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Rehoboam married Mahalath, who was the daughter of David’s son Jerimoth and of Abihail, the daughter of Jesse’s son Eliab.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "She bore him sons: Jeush, Shemariah and Zaham.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Then he married Maacah daughter of Absalom, who bore him Abijah, Attai, Ziza and Shelomith.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Rehoboam loved Maacah daughter of Absalom more than any of his other wives and concubines. In all he had eighteen wives and sixty concubines, twenty-eight sons and sixty daughters.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Rehoboam appointed Abijah son of Maacah to be the chief prince among his brothers, in order to make him king.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "He acted wisely, dispersing some of his sons throughout the districts of Judah and Benjamin, and to all the fortified cities. He gave them abundant provisions and took many wives for them.",
      "type": "content"
    }
  ]
}