{
  "book": "Keluaran",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Firaun bertindak untuk penghabisan kali",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Berfirmanlah TUHAN kepada Musa, demikian:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Katakanlah kepada orang Israel, supaya mereka balik kembali dan berkemah di depan Pi-Hahirot, antara Migdol dan laut; tepat di depan Baal-Zefon berkemahlah kamu, di tepi laut.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Maka Firaun akan berkata tentang orang Israel: Mereka telah sesat di negeri ini, padang gurun telah mengurung mereka.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Aku akan mengeraskan hati Firaun, sehingga ia mengejar mereka. Dan terhadap Firaun dan seluruh pasukannya Aku akan menyatakan kemuliaan-Ku, sehingga orang Mesir mengetahui, bahwa Akulah TUHAN.\" Lalu mereka berbuat demikian.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ketika diberitahukan kepada raja Mesir, bahwa bangsa itu telah lari, maka berubahlah hati Firaun dan pegawai-pegawainya terhadap bangsa itu, dan berkatalah mereka: \"Apakah yang telah kita perbuat ini, bahwa kita membiarkan orang Israel pergi dari perbudakan kita?\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kemudian ia memasang keretanya dan membawa rakyatnya serta.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia membawa enam ratus kereta yang terpilih, ya, segala kereta Mesir, masing-masing lengkap dengan perwiranya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Demikianlah TUHAN mengeraskan hati Firaun, raja Mesir itu, sehingga ia mengejar orang Israel. Tetapi orang Israel berjalan terus dipimpin oleh tangan yang dinaikkan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Adapun orang Mesir, segala kuda dan kereta Firaun, orang-orang berkuda dan pasukannya, mengejar mereka dan mencapai mereka pada waktu mereka berkemah di tepi laut, dekat Pi-Hahirot di depan Baal-Zefon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ketika Firaun telah dekat, orang Israel menoleh, maka tampaklah orang Mesir bergerak menyusul mereka. Lalu sangat ketakutanlah orang Israel dan mereka berseru-seru kepada TUHAN,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "dan mereka berkata kepada Musa: \"Apakah karena tidak ada kuburan di Mesir, maka engkau membawa kami untuk mati di padang gurun ini? Apakah yang kauperbuat ini terhadap kami dengan membawa kami keluar dari Mesir?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Bukankah ini telah kami katakan kepadamu di Mesir: Janganlah mengganggu kami dan biarlah kami bekerja pada orang Mesir. Sebab lebih baik bagi kami untuk bekerja pada orang Mesir dari pada mati di padang gurun ini.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tetapi berkatalah Musa kepada bangsa itu: \"Janganlah takut, berdirilah tetap dan lihatlah keselamatan dari TUHAN, yang akan diberikan-Nya hari ini kepadamu; sebab orang Mesir yang kamu lihat hari ini, tidak akan kamu lihat lagi untuk selama-lamanya.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "TUHAN akan berperang untuk kamu, dan kamu akan diam saja.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Menyeberangi Laut Teberau",
      "type": "title"
    },
    {
      "verse": 15,
      "text": "Berfirmanlah TUHAN kepada Musa: \"Mengapakah engkau berseru-seru demikian kepada-Ku? Katakanlah kepada orang Israel, supaya mereka berangkat.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dan engkau, angkatlah tongkatmu dan ulurkanlah tanganmu ke atas laut dan belahlah airnya, sehingga orang Israel akan berjalan dari tengah-tengah laut di tempat kering.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tetapi sungguh Aku akan mengeraskan hati orang Mesir, sehingga mereka menyusul orang Israel, dan terhadap Firaun dan seluruh pasukannya, keretanya dan orangnya yang berkuda, Aku akan menyatakan kemuliaan-Ku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Maka orang Mesir akan mengetahui, bahwa Akulah TUHAN, apabila Aku memperlihatkan kemuliaan-Ku terhadap Firaun, keretanya dan orangnya yang berkuda.\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Kemudian bergeraklah Malaikat Allah, yang tadinya berjalan di depan tentara Israel, lalu berjalan di belakang mereka; dan tiang awan itu bergerak dari depan mereka, lalu berdiri di belakang mereka.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Demikianlah tiang itu berdiri di antara tentara orang Mesir dan tentara orang Israel; dan oleh karena awan itu menimbulkan kegelapan, maka malam itu lewat, sehingga yang satu tidak dapat mendekati yang lain, semalam-malaman itu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Lalu Musa mengulurkan tangannya ke atas laut, dan semalam-malaman itu TUHAN menguakkan air laut dengan perantaraan angin timur yang keras, membuat laut itu menjadi tanah kering; maka terbelahlah air itu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Demikianlah orang Israel berjalan dari tengah-tengah laut di tempat kering; sedang di kiri dan di kanan mereka air itu sebagai tembok bagi mereka.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Orang Mesir mengejar dan menyusul mereka--segala kuda Firaun, keretanya dan orangnya yang berkuda--sampai ke tengah-tengah laut.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dan pada waktu jaga pagi, TUHAN yang di dalam tiang api dan awan itu memandang kepada tentara orang Mesir, lalu dikacaukan-Nya tentara orang Mesir itu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ia membuat roda keretanya berjalan miring dan maju dengan berat, sehingga orang Mesir berkata: \"Marilah kita lari meninggalkan orang Israel, sebab Tuhanlah yang berperang untuk mereka melawan Mesir.\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Berfirmanlah TUHAN kepada Musa: \"Ulurkanlah tanganmu ke atas laut, supaya air berbalik meliputi orang Mesir, meliputi kereta mereka dan orang mereka yang berkuda.\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Musa mengulurkan tangannya ke atas laut, maka menjelang pagi berbaliklah air laut ke tempatnya, sedang orang Mesir lari menuju air itu; demikianlah TUHAN mencampakkan orang Mesir ke tengah-tengah laut.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Berbaliklah segala air itu, lalu menutupi kereta dan orang berkuda dari seluruh pasukan Firaun, yang telah menyusul orang Israel itu ke laut; seorangpun tidak ada yang tinggal dari mereka.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tetapi orang Israel berjalan di tempat kering dari tengah-tengah laut, sedang di kiri dan di kanan mereka air itu sebagai tembok bagi mereka.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Demikianlah pada hari itu TUHAN menyelamatkan orang Israel dari tangan orang Mesir. Dan orang Israel melihat orang Mesir mati terhantar di pantai laut.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ketika dilihat oleh orang Israel, betapa besarnya perbuatan yang dilakukan TUHAN terhadap orang Mesir, maka takutlah bangsa itu kepada TUHAN dan mereka percaya kepada TUHAN dan kepada Musa, hamba-Nya itu.",
      "type": "content"
    }
  ]
}