{
  "book": "Keluaran",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "Mengenai mezbah pembakaran ukupan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "\"Haruslah kaubuat mezbah, tempat pembakaran ukupan; haruslah kaubuat itu dari kayu penaga;",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "sehasta panjangnya dan sehasta lebarnya, sehingga menjadi empat persegi, tetapi haruslah dua hasta tingginya; tanduk-tanduknya haruslah seiras dengan mezbah itu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Haruslah kausalut itu dengan emas murni, bidang atasnya dan bidang-bidang sisinya sekelilingnya, serta tanduk-tanduknya. Haruslah kaubuat bingkai emas sekelilingnya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Haruslah kaubuat dua gelang emas untuk mezbah itu di bawah bingkainya; pada kedua rusuknya haruslah kaubuat gelang itu, pada kedua bidang sisinya, dan haruslah gelang itu menjadi tempat memasukkan kayu pengusung, supaya dengan itu mezbah dapat diangkut.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Haruslah kaubuat kayu pengusung itu dari kayu penaga dan kausalutlah dengan emas.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Haruslah kautaruh tempat pembakaran itu di depan tabir penutup tabut hukum, di depan tutup pendamaian yang di atas loh hukum, di mana Aku akan bertemu dengan engkau.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Di atasnya haruslah Harun membakar ukupan dari wangi-wangian; tiap-tiap pagi, apabila ia membersihkan lampu-lampu, haruslah ia membakarnya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Juga apabila Harun memasang lampu-lampu itu pada waktu senja, haruslah ia membakarnya sebagai ukupan yang tetap di hadapan TUHAN di antara kamu turun-temurun.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Di atas mezbah itu janganlah kamu persembahkan ukupan yang lain ataupun korban bakaran ataupun korban sajian, juga korban curahan janganlah kamu curahkan di atasnya.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sekali setahun haruslah Harun mengadakan pendamaian di atas tanduk-tanduknya; dengan darah korban penghapus dosa pembawa pendamaian haruslah ia sekali setahun mengadakan pendamaian bagi mezbah itu di antara kamu turun-temurun; itulah barang maha kudus bagi TUHAN.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Mengenai persembahan khusus pada waktu pendaftaran orang Israel",
      "type": "title"
    },
    {
      "verse": 11,
      "text": "TUHAN berfirman kepada Musa:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "\"Apabila engkau menghitung jumlah orang Israel pada waktu mereka didaftarkan, maka haruslah mereka masing-masing mempersembahkan kepada TUHAN uang pendamaian karena nyawanya, pada waktu orang mendaftarkan mereka, supaya jangan ada tulah di antara mereka pada waktu pendaftarannya itu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Inilah yang harus dipersembahkan tiap-tiap orang yang akan termasuk orang-orang yang terdaftar itu: setengah syikal, ditimbang menurut syikal kudus--syikal ini dua puluh gera beratnya--;setengah syikal itulah persembahan khusus kepada TUHAN.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Setiap orang yang akan termasuk orang-orang yang terdaftar itu, yang berumur dua puluh tahun ke atas, haruslah mempersembahkan persembahan khusus itu kepada TUHAN.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Orang kaya janganlah mempersembahkan lebih dan orang miskin janganlah mempersembahkan kurang dari setengah syikal itu pada waktu dipersembahkan persembahan khusus itu kepada TUHAN untuk mengadakan pendamaian bagi nyawa kamu sekalian.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dan haruslah engkau memungut uang pendamaian itu dari orang Israel dan menggunakannya untuk ibadah dalam Kemah Pertemuan; supaya itu menjadi peringatan di hadapan TUHAN untuk mengingat kepada orang Israel dan untuk mengadakan pendamaian bagi nyawa kamu sekalian.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Mengenai bejana pembasuhan",
      "type": "title"
    },
    {
      "verse": 17,
      "text": "Berfirmanlah TUHAN kepada Musa:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "\"Haruslah engkau membuat bejana dan juga alasnya dari tembaga, untuk pembasuhan, dan kautempatkanlah itu antara Kemah Pertemuan dan mezbah, dan kautaruhlah air ke dalamnya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Maka Harun dan anak-anaknya haruslah membasuh tangan dan kaki mereka dengan air dari dalamnya.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Apabila mereka masuk ke dalam Kemah Pertemuan, haruslah mereka membasuh tangan dan kaki dengan air, supaya mereka jangan mati. Demikian juga apabila mereka datang ke mezbah itu untuk menyelenggarakan kebaktian dan untuk membakar korban api-apian bagi TUHAN,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "haruslah mereka membasuh tangan dan kaki mereka, supaya mereka jangan mati. Itulah yang harus menjadi ketetapan bagi mereka untuk selama-lamanya, bagi dia dan bagi keturunannya turun-temurun.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Mengenai minyak urapan yang kudus",
      "type": "title"
    },
    {
      "verse": 22,
      "text": "Berfirmanlah TUHAN kepada Musa:",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "\"Ambillah rempah-rempah pilihan, mur tetesan lima ratus syikal, dan kayu manis yang harum setengah dari itu, yakni dua ratus lima puluh syikal, dan tebu yang baik dua ratus lima puluh syikal,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "dan kayu teja lima ratus syikal, ditimbang menurut syikal kudus, dan minyak zaitun satu hin.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Haruslah kaubuat semuanya itu menjadi minyak urapan yang kudus, suatu campuran rempah-rempah yang dicampur dengan cermat seperti buatan seorang tukang campur rempah-rempah; itulah yang harus menjadi minyak urapan yang kudus.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Haruslah engkau mengurapi dengan itu Kemah Pertemuan dan tabut hukum,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "meja dengan segala perkakasnya, kandil dengan perkakasnya, dan mezbah pembakaran ukupan;",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "mezbah korban bakaran dengan segala perkakasnya, bejana pembasuhan dengan alasnya.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Haruslah kaukuduskan semuanya, sehingga menjadi maha kudus; setiap orang yang kena kepadanya akan menjadi kudus.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Engkau harus juga mengurapi dan menguduskan Harun dan anak-anaknya supaya mereka memegang jabatan imam bagi-Ku.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dan kepada orang Israel haruslah kaukatakan demikian: Inilah yang harus menjadi minyak urapan yang kudus bagi-Ku di antara kamu turun-temurun.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Kepada badan orang biasa janganlah minyak itu dicurahkan, dan janganlah kaubuat minyak yang semacam itu dengan memakai campuran itu juga: itulah minyak yang kudus, dan haruslah itu kudus bagimu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Orang yang mencampur rempah-rempah menjadi minyak yang semacam itu atau yang membubuhnya pada badan orang awam, haruslah dilenyapkan dari antara bangsanya.\"",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Mengenai ukupan yang kudus",
      "type": "title"
    },
    {
      "verse": 34,
      "text": "Berfirmanlah TUHAN kepada Musa: \"Ambillah wangi-wangian, yakni getah damar, kulit lokan dan getah rasamala, wangi-wangian itu serta kemenyan yang tulen, masing-masing sama banyaknya.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Semuanya ini haruslah kaubuat menjadi ukupan, suatu campuran rempah-rempah, seperti buatan seorang tukang campur rempah-rempah, digarami, murni, kudus.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Sebagian dari ukupan itu haruslah kaugiling sampai halus, dan sedikit dari padanya kauletakkanlah di hadapan tabut hukum di dalam Kemah Pertemuan, di mana Aku akan bertemu dengan engkau; haruslah itu maha kudus bagimu.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dan tentang ukupan yang harus kaubuat menurut campuran yang seperti itu juga janganlah kamu buat bagi kamu sendiri; itulah bagian untuk TUHAN, yang kudus bagimu.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Orang yang akan membuat minyak yang semacam itu dengan maksud untuk menghirup baunya, haruslah dilenyapkan dari antara bangsanya.\"",
      "type": "content"
    }
  ]
}