{
  "book": "Keluaran",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "Bezaleel dan Aholiab ditunjuk",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Berfirmanlah TUHAN kepada Musa:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Lihat, telah Kutunjuk Bezaleel bin Uri bin Hur, dari suku Yehuda,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "dan telah Kupenuhi dia dengan Roh Allah, dengan keahlian dan pengertian dan pengetahuan, dalam segala macam pekerjaan,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "untuk membuat berbagai rancangan supaya dikerjakan dari emas, perak dan tembaga;",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "untuk mengasah batu permata supaya ditatah; untuk mengukir kayu dan untuk bekerja dalam segala macam pekerjaan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Juga Aku telah menetapkan di sampingnya Aholiab bin Ahisamakh, dari suku Dan; dalam hati setiap orang ahli telah Kuberikan keahlian. Haruslah mereka membuat segala apa yang telah Kuperintahkan kepadamu:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Kemah Pertemuan, tabut untuk hukum, tutup pendamaian yang terletak di atasnya, dan segala perabotan kemah itu,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "yakni meja dengan perkakasnya, kandil dari emas murni dengan segala perkakasnya, mezbah pembakaran ukupan,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "mezbah korban bakaran dengan segala perkakasnya, bejana pembasuhan dengan alasnya,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "pakaian jabatan, baik pakaian kudus kepunyaan imam Harun, maupun pakaian anak-anaknya, untuk memegang jabatan imam,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "minyak urapan dan ukupan dari wangi-wangian untuk tempat kudus; tepat seperti yang telah Kuperintahkan kepadamu haruslah mereka membuat semuanya.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Peringatan untuk menguduskan hari Sabat",
      "type": "title"
    },
    {
      "verse": 12,
      "text": "Berfirmanlah TUHAN kepada Musa:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "\"Katakanlah kepada orang Israel, demikian: Akan tetapi hari-hari Sabat-Ku harus kamu pelihara, sebab itulah peringatan antara Aku dan kamu, turun-temurun, sehingga kamu mengetahui, bahwa Akulah TUHAN, yang menguduskan kamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Haruslah kamu pelihara hari Sabat, sebab itulah hari kudus bagimu; siapa yang melanggar kekudusan hari Sabat itu, pastilah ia dihukum mati, sebab setiap orang yang melakukan pekerjaan pada hari itu, orang itu harus dilenyapkan dari antara bangsanya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Enam hari lamanya boleh dilakukan pekerjaan, tetapi pada hari yang ketujuh haruslah ada sabat, hari perhentian penuh, hari kudus bagi TUHAN: setiap orang yang melakukan pekerjaan pada hari Sabat, pastilah ia dihukum mati.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Maka haruslah orang Israel memelihara hari Sabat, dengan merayakan sabat, turun-temurun, menjadi perjanjian kekal.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Antara Aku dan orang Israel maka inilah suatu peringatan untuk selama-lamanya, sebab enam hari lamanya TUHAN menjadikan langit dan bumi, dan pada hari yang ketujuh Ia berhenti bekerja untuk beristirahat.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Musa menerima kedua loh hukum",
      "type": "title"
    },
    {
      "verse": 18,
      "text": "Dan TUHAN memberikan kepada Musa, setelah Ia selesai berbicara dengan dia di gunung Sinai, kedua loh hukum Allah, loh batu, yang ditulisi oleh jari Allah.",
      "type": "content"
    }
  ]
}