{
  "book": "Keluaran",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "Anak lembu emas",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ketika bangsa itu melihat, bahwa Musa mengundur-undurkan turun dari gunung itu, maka berkumpullah mereka mengerumuni Harun dan berkata kepadanya: \"Mari, buatlah untuk kami allah, yang akan berjalan di depan kami sebab Musa ini, orang yang telah memimpin kami keluar dari tanah Mesir--kami tidak tahu apa yang telah terjadi dengan dia.\"",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lalu berkatalah Harun kepada mereka: \"Tanggalkanlah anting-anting emas yang ada pada telinga isterimu, anakmu laki-laki dan perempuan, dan bawalah semuanya kepadaku.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lalu seluruh bangsa itu menanggalkan anting-anting emas yang ada pada telinga mereka dan membawanya kepada Harun.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Diterimanyalah itu dari tangan mereka, dibentuknya dengan pahat, dan dibuatnyalah dari padanya anak lembu tuangan. Kemudian berkatalah mereka: \"Hai Israel, inilah Allahmu, yang telah menuntun engkau keluar dari tanah Mesir!\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ketika Harun melihat itu, didirikannyalah mezbah di depan anak lembu itu. Berserulah Harun, katanya: \"Besok hari raya bagi TUHAN!\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dan keesokan harinya pagi-pagi maka mereka mempersembahkan korban bakaran dan korban keselamatan, sesudah itu duduklah bangsa itu untuk makan dan minum; kemudian bangunlah mereka dan bersukaria.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Berfirmanlah TUHAN kepada Musa: \"Pergilah, turunlah, sebab bangsamu yang kaupimpin keluar dari tanah Mesir telah rusak lakunya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Segera juga mereka menyimpang dari jalan yang Kuperintahkan kepada mereka; mereka telah membuat anak lembu tuangan, dan kepadanya mereka sujud menyembah dan mempersembahkan korban, sambil berkata: Hai Israel, inilah Allahmu yang telah menuntun engkau keluar dari tanah Mesir.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lagi firman TUHAN kepada Musa: \"Telah Kulihat bangsa ini dan sesungguhnya mereka adalah suatu bangsa yang tegar tengkuk.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Oleh sebab itu biarkanlah Aku, supaya murka-Ku bangkit terhadap mereka dan Aku akan membinasakan mereka, tetapi engkau akan Kubuat menjadi bangsa yang besar.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Lalu Musa mencoba melunakkan hati TUHAN, Allahnya, dengan berkata: \"Mengapakah, TUHAN, murka-Mu bangkit terhadap umat-Mu, yang telah Kaubawa keluar dari tanah Mesir dengan kekuatan yang besar dan dengan tangan yang kuat?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mengapakah orang Mesir akan berkata: Dia membawa mereka keluar dengan maksud menimpakan malapetaka kepada mereka dan membunuh mereka di gunung dan membinasakannya dari muka bumi? Berbaliklah dari murka-Mu yang bernyala-nyala itu dan menyesallah karena malapetaka yang hendak Kaudatangkan kepada umat-Mu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingatlah kepada Abraham, Ishak dan Israel, hamba-hamba-Mu itu, sebab kepada mereka Engkau telah bersumpah demi diri-Mu sendiri dengan berfirman kepada mereka: Aku akan membuat keturunanmu sebanyak bintang di langit, dan seluruh negeri yang telah Kujanjikan ini akan Kuberikan kepada keturunanmu, supaya dimilikinya untuk selama-lamanya.\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dan menyesallah TUHAN karena malapetaka yang dirancangkan-Nya atas umat-Nya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Setelah itu berpalinglah Musa, lalu turun dari gunung dengan kedua loh hukum Allah dalam tangannya, loh-loh yang bertulis pada kedua sisinya; bertulis sebelah-menyebelah.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Kedua loh itu ialah pekerjaan Allah dan tulisan itu ialah tulisan Allah, ditukik pada loh-loh itu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ketika Yosua mendengar suara bangsa itu bersorak, berkatalah ia kepada Musa: \"Ada bunyi sorak peperangan kedengaran di perkemahan.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tetapi jawab Musa: \"Bukan bunyi nyanyian kemenangan, bukan bunyi nyanyian kekalahan--bunyi orang menyanyi berbalas-balasan, itulah yang kudengar.\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dan ketika ia dekat ke perkemahan itu dan melihat anak lembu dan melihat orang menari-nari, maka bangkitlah amarah Musa; dilemparkannyalah kedua loh itu dari tangannya dan dipecahkannya pada kaki gunung itu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sesudah itu diambilnyalah anak lembu yang dibuat mereka itu, dibakarnya dengan api dan digilingnya sampai halus, kemudian ditaburkannya ke atas air dan disuruhnya diminum oleh orang Israel.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Lalu berkatalah Musa kepada Harun: \"Apakah yang dilakukan bangsa ini kepadamu, sehingga engkau mendatangkan dosa yang sebesar itu kepada mereka?\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tetapi jawab Harun: \"Janganlah bangkit amarah tuanku; engkau sendiri tahu, bahwa bangsa ini jahat semata-mata.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Mereka berkata kepadaku: Buatlah untuk kami allah, yang akan berjalan di depan kami sebab Musa ini, orang yang telah memimpin kami keluar dari tanah Mesir--kami tidak tahu apa yang telah terjadi dengan dia.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Lalu aku berkata kepada mereka: Siapa yang empunya emas haruslah menanggalkannya. Mereka memberikannya kepadaku dan aku melemparkannya ke dalam api, dan keluarlah anak lembu ini.\"",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ketika Musa melihat, bahwa bangsa itu seperti kuda terlepas dari kandang--sebab Harun telah melepaskannya, sampai menjadi buah cemooh bagi lawan mereka--",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "maka berdirilah Musa di pintu gerbang perkemahan itu serta berkata: \"Siapa yang memihak kepada TUHAN datanglah kepadaku!\" Lalu berkumpullah kepadanya seluruh bani Lewi.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Berkatalah ia kepada mereka: \"Beginilah firman TUHAN, Allah Israel: Baiklah kamu masing-masing mengikatkan pedangnya pada pinggangnya dan berjalanlah kian ke mari melalui perkemahan itu dari pintu gerbang ke pintu gerbang, dan biarlah masing-masing membunuh saudaranya dan temannya dan tetangganya.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Bani Lewi melakukan seperti yang dikatakan Musa dan pada hari itu tewaslah kira-kira tiga ribu orang dari bangsa itu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Kemudian berkatalah Musa: \"Baktikanlah dirimu mulai hari ini kepada TUHAN, masing-masing dengan membayarkan jiwa anaknya laki-laki dan saudaranya--yakni supaya kamu diberi berkat pada hari ini.\"",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Keesokan harinya berkatalah Musa kepada bangsa itu: \"Kamu ini telah berbuat dosa besar, tetapi sekarang aku akan naik menghadap TUHAN, mungkin aku akan dapat mengadakan pendamaian karena dosamu itu.\"",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Lalu kembalilah Musa menghadap TUHAN dan berkata: \"Ah, bangsa ini telah berbuat dosa besar, sebab mereka telah membuat allah emas bagi mereka.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Tetapi sekarang, kiranya Engkau mengampuni dosa mereka itu--dan jika tidak, hapuskanlah kiranya namaku dari dalam kitab yang telah Kautulis.\"",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Tetapi TUHAN berfirman kepada Musa: \"Siapa yang berdosa kepada-Ku, nama orang itulah yang akan Kuhapuskan dari dalam kitab-Ku.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Tetapi pergilah sekarang, tuntunlah bangsa itu ke tempat yang telah Kusebutkan kepadamu; akan berjalan malaikat-Ku di depanmu, tetapi pada hari pembalasan-Ku itu Aku akan membalaskan dosa mereka kepada mereka.\"",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Demikianlah TUHAN menulahi bangsa itu, karena mereka telah menyuruh membuat anak lembu buatan Harun itu.",
      "type": "content"
    }
  ]
}