{
  "book": "Keluaran",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "Membuat pakaian imam",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Dari kain ungu tua, kain ungu muda dan kain kirmizi dibuat merekalah pakaian jabatan yang dipakai apabila diselenggarakan kebaktian di tempat kudus; juga dibuat mereka pakaian-pakaian kudus untuk Harun, seperti yang diperintahkan TUHAN kepada Musa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dibuatnyalah baju efod dari emas, kain ungu tua dan kain ungu muda, kain kirmizi dan lenan halus yang dipintal benangnya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Mereka menempa emas papan dan dipotong-potongnyalah itu menjadi benang emas, untuk dipakankan pada kain ungu tua, pada kain ungu muda, pada kain kirmizi dan pada lenan halus: buatan seorang ahli.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dibuat merekalah tutup bahu pada baju efod itu, yang disambung kepadanya, dikedua ujungnyalah baju efod itu disambung.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sabuk pengikat yang ada pada baju efod itu adalah seiras dan sama buatannya dengan baju efod itu, yakni dari emas, kain ungu tua, kain ungu muda, kain kirmizi dan lenan halus yang dipintal benangnya, seperti yang diperintahkan TUHAN kepada Musa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dikerjakan merekalah permata krisopras, yakni dililit dengan ikat emas, diukirkan padanya nama para anak Israel, yang diukirkan seperti meterai.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ditaruhnyalah itu pada kedua tutup bahu baju efod sebagai permata peringatan untuk mengingat orang Israel, seperti yang diperintahkan TUHAN kepada Musa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibuatnyalah tutup dada, buatan seorang ahli. Buatannya sama dengan baju efod, yakni dari emas, kain ungu tua, kain ungu muda, kain kirmizi dan lenan halus yang dipintal benangnya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Empat persegi dibuatnya itu; lipat dua dibuat mereka tutup dada itu, sejengkal panjangnya dan sejengkal lebarnya.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ditatah merekalah itu dengan empat jajar permata: permata yaspis merah, krisolit, malakit, itulah jajar yang pertama;",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "jajar yang kedua: permata batu darah, lazurit, yaspis hijau;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "jajar yang ketiga: permata ambar, akik, kecubung;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "jajar yang keempat: permata pirus, krisopras dan nefrit. Dililit dengan ikat emas, demikianlah permata-permata itu dalam tatahannya.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sesuai dengan nama para anak Israel, permata itu adalah dua belas banyaknya; dan pada tiap-tiap permata ada diukirkan seperti meterai, nama salah satu suku dari yang dua belas itu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Juga dibuat merekalah untuk tutup dada itu untai berpilin, yang buatannya sebagai tali berjalin, dari emas murni.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibuat merekalah dua ikat emas dan dua gelang emas dan kedua gelang itu dipasang pada kedua ujung tutup dada.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dipasang merekalah kedua untai emas yang berjalin itu pada kedua gelang itu di ujung tutup dada.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Kedua ujung lain dari kedua untai berjalin itu dipasang merekalah pada kedua ikat emas itu, demikianlah dipasang pada tutup bahu baju efod, di sebelah depannya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibuat merekalah dua gelang emas dan dibubuh pada kedua ujung tutup dada itu, pada pinggirnya yang sebelah dalam, yang berhadapan dengan baju efod.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Juga dibuat merekalah dua gelang emas dan dipasang pada kedua tutup bahu baju efod, di sebelah bawah pada bagian depan, dekat ke tempat persambungannya, di sebelah atas sabuk baju efod.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Kemudian diikatkan merekalah tutup dada itu dengan gelangnya kepada gelang baju efod dengan memakai tali ungu tua, sehingga tetap di atas sabuk baju efod, dan tutup dada itu tidak dapat bergeser dari baju efod--seperti yang diperintahkan TUHAN kepada Musa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dibuatnyalah gamis baju efod, buatan tukang tenun, dari kain ungu tua seluruhnya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Leher gamis itu di tengah-tengahnya seperti leher baju zirah, lehernya itu mempunyai pinggir sekelilingnya, supaya jangan koyak.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dibuat merekalah pada ujung gamis itu buah delima dari kain ungu tua, kain ungu muda dan kain kirmizi, yang dipintal benangnya.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dibuat merekalah giring-giring dari emas murni dan ditaruhlah giring-giring itu di antara buah delima, pada ujung gamis itu, berselang-seling di antara buah delima itu,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "sehingga satu giring-giring dan satu buah delima selalu berselang-seling, pada sekeliling ujung gamis, yang dipakai apabila diselenggarakan kebaktian seperti yang diperintahkan TUHAN kepada Musa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dibuat merekalah kemeja dari lenan halus, buatan tukang tenun, untuk Harun dan anak-anaknya,",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "serban dari lenan halus, destar yang indah dari lenan halus, celana lenan dari lenan halus yang dipintal benangnya,",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "dan ikat pinggang dari lenan halus yang dipintal benangnya, kain ungu tua, kain ungu muda dan kain kirmizi, dari tenunan yang berwarna-warna--seperti yang diperintahkan TUHAN kepada Musa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dibuat merekalah patam, jamang yang kudus dari emas murni, dan pada jamang itu dituliskan tulisan, diukirkan seperti meterai: Kudus bagi TUHAN.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dipasang merekalah pada patam itu tali ungu tua untuk mengikatkan patam itu pada serbannya, di sebelah atas--seperti yang diperintahkan TUHAN kepada Musa.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Pekerjaan itu diterima baik oleh Musa",
      "type": "title"
    },
    {
      "verse": 32,
      "text": "Demikianlah diselesaikan segala pekerjaan melengkapi Kemah Suci, yakni Kemah Pertemuan itu. Orang Israel telah melakukannya tepat seperti yang diperintahkan TUHAN kepada Musa, demikianlah mereka melakukannya.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dibawa merekalah Kemah Suci itu kepada Musa, yakni kemah dengan segala perabotannya: kaitannya, papannya, kayu lintangnya, tiangnya dan alasnya,",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "tudung dari kulit domba jantan yang diwarnai merah, tudung dari kulit lumba-lumba, tabir penudung,",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "tabut hukum Allah dengan kayu-kayu pengusungnya dan tutup pendamaian,",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "meja, segala perkakasnya dan roti sajian,",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "kandil dari emas murni, lampu-lampunya--lampu yang harus teratur di atasnya--dan segala perkakasnya, minyak untuk penerangan,",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "mezbah dari emas, minyak urapan, ukupan dari wangi-wangian, tirai pintu kemah,",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "mezbah tembaga dengan kisi-kisi tembaganya, kayu-kayu pengusungnya dan segala perkakasnya, bejana pembasuhan dengan alasnya,",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "layar pelataran, tiangnya dan alasnya, dan tirai untuk pintu gerbang pelataran, talinya dan patoknya, segala perkakas untuk pekerjaan mendirikan Kemah Suci, yakni Kemah Pertemuan itu;",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "pakaian jabatan yang dipakai apabila diselenggarakan kebaktian di tempat kudus, pakaian kudus untuk imam Harun, dan pakaian anak-anaknya untuk memegang jabatan imam.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Tepat seperti yang diperintahkan TUHAN kepada Musa, demikianlah dilakukan orang Israel segala pekerjaan melengkapi itu.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dan Musa melihat segala pekerjaan itu, dan sesungguhnyalah, mereka telah melakukannya seperti yang diperintahkan TUHAN, demikianlah mereka melakukannya. Lalu Musa memberkati mereka.",
      "type": "content"
    }
  ]
}