{
  "book": "Keluaran",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "Musa mendirikan Kemah Suci",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Berfirmanlah TUHAN kepada Musa:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Pada hari yang pertama dari bulan yang pertama haruslah engkau mendirikan Kemah Suci, yakni Kemah Pertemuan itu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Kautempatkanlah di dalamnya tabut hukum dan kaupasanglah tabir sebagai penudung di depan tabut itu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Kaubawalah ke dalamnya meja dan taruhlah di atasnya perkakas menurut susunannya; kaubawalah ke dalamnya kandil dan kaupasang lampu-lampunya di atasnya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Kautaruhlah mezbah emas untuk membakar ukupan di depan tabut hukum. Kaugantungkanlah tirai pintu Kemah Suci.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kautaruhlah mezbah korban bakaran di depan pintu Kemah Suci, yakni Kemah Pertemuan itu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Kautaruhlah bejana pembasuhan di antara Kemah Pertemuan dan mezbah itu, lalu kautaruhlah air ke dalamnya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Haruslah kaubuat pelataran keliling dan kaugantungkanlah tirai pintu gerbang pelataran itu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Kemudian kauambillah minyak urapan dan kauurapilah Kemah Suci dengan segala yang ada di dalamnya; demikianlah harus engkau menguduskannya, dengan segala perabotannya, sehingga menjadi kudus.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Juga kauurapilah mezbah korban bakaran itu dengan segala perkakasnya; demikianlah engkau harus menguduskan mezbah itu, sehingga mezbah itu maha kudus.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Juga kauurapilah bejana pembasuhan itu dengan alasnya, dan demikianlah engkau harus menguduskannya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Kemudian kausuruhlah Harun dan anak-anaknya datang ke pintu Kemah Pertemuan dan kaubasuhlah mereka dengan air.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Kaukenakanlah pakaian yang kudus kepada Harun, kauurapi dan kaukuduskanlah dia supaya ia memegang jabatan imam bagi-Ku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Juga anak-anaknya kausuruhlah mendekat dan kaukenakanlah kemeja kepada mereka.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Urapilah mereka, seperti engkau mengurapi ayah mereka, supaya mereka memegang jabatan imam bagi-Ku; dan ini terjadi, supaya berdasarkan pengurapan itu mereka memegang jabatan imam untuk selama-lamanya turun-temurun.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dan Musa melakukan semuanya itu tepat seperti yang diperintahkan TUHAN kepadanya, demikianlah dilakukannya.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dan terjadilah dalam bulan yang pertama tahun yang kedua, pada tanggal satu bulan itu, maka didirikanlah Kemah Suci.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Musa mendirikan Kemah Suci itu, dipasangnyalah alas-alasnya, ditaruhnya papan-papannya, dipasangnya kayu-kayu lintangnya dan didirikannya tiang-tiangnya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dikembangkannyalah atap kemah yang menudungi Kemah Suci dan diletakkannyalah tudung kemah di atasnya--seperti yang diperintahkan TUHAN kepada Musa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Diambilnyalah loh hukum Allah dan ditaruhnya ke dalam tabut, dikenakannyalah kayu pengusung pada tabut itu dan diletakkannya tutup pendamaian di atas tabut itu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dibawanyalah tabut itu ke dalam Kemah Suci, digantungkannyalah tabir penudung dan dipasangnya sebagai penudung di depan tabut hukum Allah--seperti yang diperintahkan TUHAN kepada Musa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ditaruhnyalah meja di dalam Kemah Pertemuan pada sisi Kemah Suci sebelah utara, di depan tabir itu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Diletakkannyalah di atasnya roti sajian menurut susunannya, di hadapan TUHAN--seperti yang diperintahkan TUHAN kepada Musa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ditempatkannyalah kandil di dalam Kemah Pertemuan berhadapan dengan meja itu, pada sisi Kemah Suci sebelah selatan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dipasangnyalah lampu-lampu di atasnya di hadapan TUHAN--seperti yang diperintahkan TUHAN kepada Musa.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ditempatkannyalah mezbah emas di dalam Kemah Pertemuan di depan tabir itu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dibakarnyalah di atasnya ukupan dari wangi-wangian seperti yang diperintahkan TUHAN kepada Musa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Digantungkannyalah tirai pintu Kemah Suci.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Mezbah korban bakaran ditempatkannyalah di depan pintu Kemah Suci, yakni Kemah Pertemuan itu, dan dipersembahkannyalah di atasnya korban bakaran dan korban sajian--seperti yang diperintahkan TUHAN kepada Musa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ditempatkannyalah bejana pembasuhan di antara Kemah Pertemuan dan mezbah itu, lalu ditaruhnyalah air ke dalamnya untuk pembasuhan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Musa dan Harun serta anak-anaknya membasuh tangan dan kaki mereka dengan air dari dalamnya.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Apabila mereka masuk ke dalam Kemah Pertemuan dan apabila mereka datang mendekat kepada mezbah itu, maka mereka membasuh kaki dan tangan--seperti yang diperintahkan TUHAN kepada Musa.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Didirikannyalah tiang-tiang pelataran sekeliling Kemah Suci dan mezbah itu, dan digantungkannyalah tirai pintu gerbang pelataran itu. Demikianlah diselesaikan Musa pekerjaan itu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Kemuliaan TUHAN memenuhi Kemah Suci",
      "type": "title"
    },
    {
      "verse": 34,
      "text": "Lalu awan itu menutupi Kemah Pertemuan, dan kemuliaan TUHAN memenuhi Kemah Suci,",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "sehingga Musa tidak dapat memasuki Kemah Pertemuan, sebab awan itu hinggap di atas kemah itu, dan kemuliaan TUHAN memenuhi Kemah Suci.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Apabila awan itu naik dari atas Kemah Suci, berangkatlah orang Israel dari setiap tempat mereka berkemah.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Tetapi jika awan itu tidak naik, maka merekapun tidak berangkat sampai hari awan itu naik.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Sebab awan TUHAN itu ada di atas Kemah Suci pada siang hari, dan pada malam hari ada api di dalamnya, di depan mata seluruh umat Israel pada setiap tempat mereka berkemah.",
      "type": "content"
    }
  ]
}