{
  "book": "Keluaran",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "(5-24) Tetapi TUHAN berfirman kepada Musa: \"Sekarang engkau akan melihat, apa yang akan Kulakukan kepada Firaun; sebab dipaksa oleh tangan yang kuat ia akan membiarkan mereka pergi, ya dipaksa oleh tangan yang kuat ia akan mengusir mereka dari negerinya.\"",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Pengutusan Musa",
      "type": "title"
    },
    {
      "verse": 2,
      "text": "(6-1) Selanjutnya berfirmanlah Allah kepada Musa: \"Akulah TUHAN.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(6-2) Aku telah menampakkan diri kepada Abraham, Ishak dan Yakub sebagai Allah Yang Mahakuasa, tetapi dengan nama-Ku TUHAN Aku belum menyatakan diri.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(6-3) Bukan saja Aku telah mengadakan perjanjian-Ku dengan mereka untuk memberikan kepada mereka tanah Kanaan, tempat mereka tinggal sebagai orang asing,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(6-4) tetapi Aku sudah mendengar juga erang orang Israel yang telah diperbudak oleh orang Mesir, dan Aku ingat kepada perjanjian-Ku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(6-5) Sebab itu katakanlah kepada orang Israel: Akulah TUHAN, Aku akan membebaskan kamu dari kerja paksa orang Mesir, melepaskan kamu dari perbudakan mereka dan menebus kamu dengan tangan yang teracung dan dengan hukuman-hukuman yang berat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(6-6) Aku akan mengangkat kamu menjadi umat-Ku dan Aku akan menjadi Allahmu, supaya kamu mengetahui, bahwa Akulah, TUHAN, Allahmu, yang membebaskan kamu dari kerja paksa orang Mesir.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(6-7) Dan Aku akan membawa kamu ke negeri yang dengan sumpah telah Kujanjikan memberikannya kepada Abraham, Ishak dan Yakub, dan Aku akan memberikannya kepadamu untuk menjadi milikmu; Akulah TUHAN.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(6-8) Lalu Musa mengatakan demikian kepada orang Israel, tetapi mereka tidak mendengarkan Musa karena mereka putus asa dan karena perbudakan yang berat itu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(6-9) Kemudian TUHAN berfirman kepada Musa:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(6-10) \"Pergilah menghadap, katakanlah kepada Firaun, raja Mesir, bahwa ia harus membiarkan orang Israel pergi dari negerinya.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(6-11) Tetapi Musa berkata di hadapan TUHAN: \"Orang Israel sendiri tidak mendengarkan aku, bagaimanakah mungkin Firaun akan mendengarkan aku, aku seorang yang tidak petah lidahnya!\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(6-12) Demikianlah TUHAN telah berfirman kepada Musa dan Harun, serta mengutus mereka kepada orang Israel dan kepada Firaun, raja Mesir, dengan membawa perintah supaya orang Israel dibawa keluar dari Mesir.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nenek moyang Musa dan Harun",
      "type": "title"
    },
    {
      "verse": 14,
      "text": "(6-13) Inilah para kepala kaum keluarga mereka: Anak-anak Ruben anak sulung Israel: Henokh, Palu, Hezron dan Karmi; itulah kaum-kaum Ruben.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(6-14) Anak-anak Simeon: Yemuel, Yamin, Ohad, Yakhin, Zohar, dan Saul, anak seorang perempuan Kanaan; itulah kaum-kaum Simeon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(6-15) Inilah nama anak-anak Lewi menurut urutan kelahirannya: Gerson, Kehat dan Merari. Umur Lewi seratus tiga puluh tujuh tahun.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(6-16) Anak-anak Gerson: Libni dan Simei, menurut kaum mereka.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(6-17) Anak-anak Kehat: Amram, Yizhar, Hebron dan Uziel. Umur Kehat seratus tiga puluh tiga tahun.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(6-18) Anak-anak Merari: Mahli dan Musi. Itulah kaum-kaum Lewi menurut urutannya.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(6-19) Dan Amram mengambil Yokhebed, saudara ayahnya, menjadi isterinya, dan perempuan ini melahirkan Harun dan Musa baginya. Umur Amram seratus tiga puluh tujuh tahun.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(6-20) Anak-anak Yizhar: Korah, Nefeg dan Zikhri.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(6-21) Anak-anak Uziel: Misael, Elsafan dan Sitri.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(6-22) Dan Harun mengambil Eliseba, anak perempuan Aminadab, saudara perempuan Nahason, menjadi isterinya, dan perempuan ini melahirkan baginya Nadab, Abihu, Eleazar dan Itamar.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(6-23) Anak-anak Korah: Asir, Elkana dan Abiasaf; itulah kaum-kaum orang Korah.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(6-24) Eleazar, anak Harun, mengambil salah seorang anak perempuan Putiel menjadi isterinya dan perempuan ini melahirkan Pinehas baginya. Itulah para kepala kaum keluarga orang Lewi menurut kaum mereka.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(6-25) Itulah Harun dan Musa, yang diperintahkan TUHAN: \"Bawalah orang Israel keluar dari tanah Mesir menurut pasukan mereka.\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(6-26) Merekalah yang berbicara kepada Firaun, raja Mesir, supaya mereka membawa orang Israel keluar dari Mesir. Itulah Musa dan Harun.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Musa menghadap Firaun",
      "type": "title"
    },
    {
      "verse": 28,
      "text": "(6-27) Pada waktu TUHAN berfirman kepada Musa di tanah Mesir,",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(6-28) TUHAN berfirman kepadanya: \"Akulah TUHAN; katakanlah kepada Firaun, raja Mesir, segala yang Kufirmankan kepadamu.\"",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(6-29) Tetapi Musa berkata di hadapan TUHAN: \"Bukankah aku ini seorang yang tidak petah lidahnya, bagaimanakah mungkin Firaun akan mendengarkan aku?\"",
      "type": "content"
    }
  ]
}