{
  "book": "Filemon",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Salam",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Dari Paulus, seorang hukuman karena Kristus Yesus dan dari Timotius saudara kita, kepada Filemon yang kekasih, teman sekerja kami",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "dan kepada Apfia saudara perempuan kita dan kepada Arkhipus, teman seperjuangan kita dan kepada jemaat di rumahmu:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Kasih karunia dan damai sejahtera dari Allah, Bapa kita dan dari Tuhan Yesus Kristus menyertai kamu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ucapan syukur",
      "type": "title"
    },
    {
      "verse": 4,
      "text": "Aku mengucap syukur kepada Allahku, setiap kali aku mengingat engkau dalam doaku,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "karena aku mendengar tentang kasihmu kepada semua orang kudus dan tentang imanmu kepada Tuhan Yesus.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dan aku berdoa, agar persekutuanmu di dalam iman turut mengerjakan pengetahuan akan yang baik di antara kita untuk Kristus.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dari kasihmu sudah kuperoleh kegembiraan besar dan kekuatan, sebab hati orang-orang kudus telah kauhiburkan, saudaraku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Permintaan Paulus kepada Filemon mengenai Onesimus",
      "type": "title"
    },
    {
      "verse": 8,
      "text": "Karena itu, sekalipun di dalam Kristus aku mempunyai kebebasan penuh untuk memerintahkan kepadamu apa yang harus engkau lakukan,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "tetapi mengingat kasihmu itu, lebih baik aku memintanya dari padamu. Aku, Paulus, yang sudah menjadi tua, lagipula sekarang dipenjarakan karena Kristus Yesus,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "mengajukan permintaan kepadamu mengenai anakku yang kudapat selagi aku dalam penjara, yakni Onesimus",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "--dahulu memang dia tidak berguna bagimu, tetapi sekarang sangat berguna baik bagimu maupun bagiku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dia kusuruh kembali kepadamu--dia, yaitu buah hatiku--.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sebenarnya aku mau menahan dia di sini sebagai gantimu untuk melayani aku selama aku dipenjarakan karena Injil,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "tetapi tanpa persetujuanmu, aku tidak mau berbuat sesuatu, supaya yang baik itu jangan engkau lakukan seolah-olah dengan paksa, melainkan dengan sukarela.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sebab mungkin karena itulah dia dipisahkan sejenak dari padamu, supaya engkau dapat menerimanya untuk selama-lamanya,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "bukan lagi sebagai hamba, melainkan lebih dari pada hamba, yaitu sebagai saudara yang kekasih, bagiku sudah demikian, apalagi bagimu, baik secara manusia maupun di dalam Tuhan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Kalau engkau menganggap aku temanmu seiman, terimalah dia seperti aku sendiri.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dan kalau dia sudah merugikan engkau ataupun berhutang padamu, tanggungkanlah semuanya itu kepadaku--",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "aku, Paulus, menjaminnya dengan tulisan tanganku sendiri: Aku akan membayarnya--agar jangan kukatakan: \"Tanggungkanlah semuanya itu kepadamu!\" --karena engkau berhutang padaku, yaitu dirimu sendiri.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ya saudaraku, semoga engkau berguna bagiku di dalam Tuhan: Hiburkanlah hatiku di dalam Kristus!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dengan percaya kepada ketaatanmu, kutuliskan ini kepadamu. Aku tahu, lebih dari pada permintaanku ini akan kaulakukan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dalam pada itu bersedialah juga memberi tumpangan kepadaku, karena aku harap oleh doamu aku akan dikembalikan kepadamu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Salam",
      "type": "title"
    },
    {
      "verse": 23,
      "text": "Salam kepadamu dari Epafras, temanku sepenjara karena Kristus Yesus,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "dan dari Markus, Aristarkhus, Demas dan Lukas, teman-teman sekerjaku.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Kasih karunia Tuhan Yesus Kristus menyertai roh kamu!",
      "type": "content"
    }
  ]
}