{
  "book": "Nehemia",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Nehemia umbege barita sian parsorion ni donganna di Jerusalem 1-3. II. Tangiangna tu Debata 4-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma angka jamita sian si Nehemia, anak ni si Hakalia. Masa do di bulan sipahasia paduapulutaonhon, tongon ahu di huta Susan, di bagasan jabu ni rajai.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ro ma si Hanani, sada sian hahaanggingku rap dohot deba baoa sian Juda, gabe hupauso tu nasida pangalaho ni halak Jahudi, angka na malua, angka na teba sian halak na tarbuang dohot pangalaho ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna nasida ma tu ahu: Pasipasi ni jolma, angka na tinggal sian halak na tarbuang, marpardangolan godang nasida di luat i, jala marhaurahon, ai nunga marbungbungan angka parik ni Jerusalem, jala pintu harbanganna nunga ditutung dohot api.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Jadi dung hubege barita i, hundul ma ahu laos tumatangis, margudompong ahu pola nania leleng, jala marpuasa ahu dohot martangiang di adopan ni bohi ni Debata na di surgo.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ningku ma: Iale Jahowa, Debata na di surgo, Ho do Debata na timbul jala na songkal, na tongtong marningot padan dohot asi ni roha tu halak na mangkaholongi Ibana, jala na mangaradoti angka tonana!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai patinggil ma pinggolmu jala tonggor matam tumangihon tangiang ni naposomon, na hutangiangkon nuaeng di adopanmi borngin dohot arian mangondihon halak Israel, angka naposomi, huhut ahu manopoti angka dosa ni halak Israel, angka na hubahen hami dompak Ho. Nang ahu, nang pinompar ni damang, nunga mardosa hami.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung na marroha mago situtu hami marparulaon dompak Ho, ala so huradoti hami tona, aturan dohot uhum angka na tinonahonmu tu si Musa naposom.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai sai ingot ma hata na tinonahonmu tu si Musa naposom, uju na nidokmu: Molo dituntun hamu mardosa, paserahonku ma hamu tu tongatonga ni angka bangso.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai molo mulak rohamuna tu Ahu, jala diradoti dohot diulahon hamu angka tonangku, nang tung sura naung ambolong hamu sahat ro di ujung ni langit, sai papunguonku do hamu sian i, jala mulak hamu boanonku tu inganan naung hupillit bahen inganan ni Goarhu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angka naposom do nasida tongon jala bangsom, naung pinaluam i marhitehite hagogoon godang dohot marhitehite tanganmu na gogo sahali.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Iale Tuhan! Sai patinggil ma pinggolmu tumangihon tangiang ni naposomon dohot tangiang ni naposom, angka na lomo roha marhabiaran tu Goarmu, sai manumpak ma Ho di langka ni naposomon sadarion, asa jumpangan asi ni roha ahu di adopan ni rajai! Ai sitahu anggur ni rajai do ahu.",
      "type": "content"
    }
  ]
}