{
  "book": "Nehemia",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "(10-2) On do goargoar ni jolma angka na mambahen sahapna: Pangarajai si Nehemia, anak ni si Hakalia dohot si Sedekia.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(10-3) Si Seraia, si Azaria, si Jeremia.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(10-4) Si Pashur, si Amaria, si Malkia.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(10-5) Si Hantus, si Sebania, si Malluk.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(10-6) Si Harim, si Meremot, si Obaja.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(10-7) Si Daniel, si Gineton, si Baruk.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(10-8) Si Mesulam, si Abia, si Mijamin.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(10-9) Si Maseia, Bilgai dohot si Semaya; malim do luhutna i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(10-10) Alai anggo halak Lepi on do: Si Jesua, anak ni si Azanya, si Binnui sian angka anak ni si Henadad dohot si Kadmiel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(10-11) Ia hahaangginasida on do: Si Sebania, si Hodia, si Kelita, si Pelaia, si Hanan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(10-12) Si Mika, si Rehob, si Hasabya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(10-13) Si Sakur, si Serebia, si Sebania.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(10-14) Si Hodia, si Bani, si Beninu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(10-15) Angka induk ni bangso i on do: Si Paras, si Pahat-Moab, si Elam, si Jattu, si Bani.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(10-16) Si Buni, si Asgad, si Bebai.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(10-17) Si Adonia, si Bigpai, si Adin.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(10-18) Si Ater, si Hiskia, si Assur.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(10-19) Si Hodia, si Hasum, si Bisia.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(10-20) Si Harip, si Anatot, si Nebai.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(10-21) Si Magpias, si Mesulam, si Hesir.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(10-22) Si Mesezabeel, si Sadok, si Jadua.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(10-23) Si Pelatia, si Hanan, si Anaya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(10-24) Si Hosea, si Hanania, si Hasub.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(10-25) Si Halohes, si Pilha, si Sobek.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(10-26) Si Rehum, si Hasabna, si Maseia.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(10-27) Si Ahia, si Hanan, si Anan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(10-28) Si Malluk, si Harim dohot si Baana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(10-29) Tole muse pasipasi ni bangso i, angka malim, halak Lepi, angka sijaga pintu, angka parende, angka Netinim, ro di sude halak na pulik dirina sian angka bangso marluatluat, naeng mangihuthon tu patik ni Debata rap dohot jolmanasida, anaknasida dohot borunasida, sude tahe angka na umboto mangantusi patik i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(10-30) (II.) Sude nasida marsahata dohot hahaangginasida i, angka na sangap i, rap ro nasida pola marbulan jala maruari, ingkon marparange nasida di bagasan patik ni Debata, naung nilehonna marhite sian pamangan ni si Musa, naposo ni Debata, jala ingkon radotan jala ulahononnasida sude tona ni Jahowa, Tuhanta i, angka uhumna pe dohot aturanna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(10-31) Jala na so tupa be lehononnami borunami tu angka bangso ni tano i, manang buaton ni anaknami borunasida i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(10-32) Jala tung sura dipamboan angka bangso ni luat i boniagana dohot tuhortuhoran marragamragam di ari Sabbat naeng gadisonna, na so tupa buatonnami sian nasida anggo di ari Sabbat manang di ari na badia pe; tole papitutaonhon ingkon taon haluaon do i, na so tupa hamu martunggu utang anggo disi.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(10-33) Angkup ni laos hami sandiri mambahen angka patik tu hami, ingkon lehononnami ganup taon sapartolu sekkel manumpak ulaon di joro ni Debatanta.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(10-34) Pangkeon do i tu roti na marhadohoan, tu pelean sipanganon ariari dohot tu pelean situtungon ariari, di ari Sabbat, di poltak ni bulan, di angka ari raya dohot tu ulaon na badia angka na asing dohot tu pelean pardosaon bahen pardengganan di Israel, ro di sude ulaon di bagasan joro ni Debatanta i tumpahanna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(10-35) Angkup ni mandabu tondung do hami taringot tu soban silehonlehon ni angka malim, halak Lepi dohot situan na torop i, asa huboan hami do i tu joro ni Debatanta, mangihuthon partubunami marompuompu, di tingki angka na binuhul ganup taon, laho tutungon di atas langgatan ni Jahowa, Debatanta i songon na tarsurat di bagasan buku patik.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(10-36) Tole muse ingkon boanonnami ganup taon patumonaan ni haumanami, dohot patumonaan ni nasa parbue ni hau ganup taon, tu joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(10-37) Tole muse angka anak buhabajunami dohot buhabaju ni pinahannami, songon na tarsurat di bagasan buku patik; tole muse angka buhabaju ni lombunami dohot birubirunami, ingkon boanonnami do i tu joro ni Debatanta, tu malim angka na marhalado di bagasan joro ni Debatanta.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "(10-38) Ingkon boanonnami huhut patumonaan sian itaknami dohot sian peleannami sitatingan dohot sian sude parbue ni hau, sian anggur dohot sian miak tu angka malim, tu bagasan angka bilut di joro ni Debatanta, tole muse saparsampulu sian gogo ni haumanami tu halak Lepi, alai ingkon halak Lepi sandiri papungupunguhon parsampuluan i di saluhut huta parhaumaannami.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "(10-39) Malim pe, pinompar ni si Aron, ingkon dongan ni halak Lepi, molo laho halak Lepi mangido parsampuluan i, jala ingkon boanon ni halak Lepi muse saparsampulu sian parsampuluan i nangkok tu joro ni Debatanta, tu bagasan angka bilut ni bagas parpeopan arta.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "(10-40) Ai ingkon tu bagasan angka bilut i boanon ni halak Israel dohot halak Lepi angka pelean tatingan sian eme, anggur dohot miak; ai disi do angka ulaula na badia i dohot malim angka na marulaon, tole angka sijaga pintu dohot angka parende; jala na so tupa tadingkononnami joro ni Debatanta i.",
      "type": "content"
    }
  ]
}