{
  "book": "Nehemia",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Aturan ni ripe angka na maringan di Jerusalem 1-24. II. Pangisi ni huta angka na asing 25-36",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai maringan di Jerusalem do anggo angka induk ni bangso i; mandabu todung ma anggo pasipasi ni bangso i, ingkon boanon saripe sian sampulu, asa maringan di Jerusalem, huta na badia i, jala na sia ripenari di bagasan huta angka na asing.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dipasupasu bangso i ma sude baoa, angka na ringgas sian lomona maringan di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "On do angka induk ni luat i, angka na maringan di Jerusalem, nang angka na maringan di angka huta ni Juda, ganup di partalianna be, di angka hutanasida i; halak Israel, angka malim dohot halak Lepi, angka Netinim dohot pinompar ni angka naposo ni si Salomo.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo di Jerusalem maringan deba sian pinompar ni si Juda, jala deba sian pinompar ni si Benjamin. Angka sian pinompar ni si Juda, on do: Si Ataya, anak ni si Usia, i ma anak ni si Sakaria, i ma anak ni si Amaria, i ma anak ni si Sepatia, i ma anak ni si Mahalaleel, sian pinompar ni si Peres.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tole muse si Maseia, anak ni si Baruk i ma anak ni si Kalhose, i ma anak ni si Hazaia, i ma anak ni si Adaya, i ma anak ni si Johaiarib, i ma anak ni si Sakaria, i ma anak ni si Siela.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sandok pinompar ni si Peres, angka na maringan di Jerusalem opat ratus onompulu ualu halak, angka na marhuaso.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "On do pinompar ni si Benjamin: Si Sallu, anak ni si Mesulam, i ma anak ni si Joed, i ma anak ni si Pedaya, i ma anak ni si Kolaia, i ma anak ni si Maseia, i ma anak ni si Itiel, i ma anak ni si Jesaya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala dung ibana: Si Gabbai, si Sallai, sia ratus duapulu ualu halak.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala si Joel, anak ni si Sikri, induk nasida; jala si Juda, anak ni si Hassenua, induk paidua parenta huta i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sian angka malim: Si Jedaia, anak ni si Johaiarib, dohot si Jakin.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Si Seraia, anak ni si Hilkia, i ma anak ni si Mesulam, i ma anak ni si Sadok, i ma anak ni si Merayot, i ma anak ni si Ahitub, induk di joro ni Debata.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tole muse hahaangginasida, angka na mangaradoti ulaon di bagasan joro i, ualu ratus duapulu dua halak do. Tole muse si Adaya, anak ni si Jeroham, i ma anak ni si Pelaia, i ma anak ni si Amzi, i ma anak ni si Sakaria, i ma anak ni si Pashur, i ma anak ni si Malkia.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tole muse hahaanggina, angka induk marompuompu dua ratus opatpulu dua halak. Angkup ni si Amasa i, anak ni si Azarel, i ma anak ni si Aksai, i ma anak ni si Mesilemot, i ma anak ni si Immer.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ro di hahaangginasida, angka jolma na marhuaso saratus duapulu ualu halak, jala induknasida si Sabdiel, anak ni si Gedolim.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sian halak Lepi: Si Semaya, anak ni si Hasub, i ma anak ni si Asrikam, i ma anak ni si Hasabya, i ma anak ni si Buni.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nang si Sabetai dohot si Josabad sian induk ni halak Lepi, angka na parenta ulaon ruar di joro ni Debata.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tole si Matania, anak ni si Mika, i ma anak ni si Sabdi, i ma anak ni si Asap, ibana induk manguluhon pujipujian laho martangiang; tole muse si Bakbukya, induk paidua sian hahaanggina; tole muse si Abda, anak ni si Samua, i ma anak ni si Galal, i ma anak ni si Jedutun.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Saluhut halak Lepi angka na di huta na badia i dua ratus ualupulu opat halak.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angka sijaga pintu: Si Akkub, si Talmon rap dohot hahaangginasida, angka na marjaga angka bahal saratus pitupulu dua halak.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai halak Israel na tinggal i ro di angka malim dohot halak Lepi, maringan di angka huta ni Juda do, ganup di partalianna be.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia halak Netinim maringan do di Opel; jala si Siha dohot si Gispa parenta halak Netinim.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai anggo induk ni halak Lepi di Jerusalem, i ma: Si Usi, anak ni si Bani, i ma anak ni si Hasabya, i ma anak ni si Matania, i ma anak ni si Mika. Sian pinompar ni si Asap do angka parende mangaradoti ulaon di joro ni Debata.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai adong do huhut parenta ni rajai taringot tu nasida, umbuhul bohal sijaloon ni angka parende ganup ari.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ia si Petahia, anak ni si Mesezabeel, sian pinompar ni si Jara, anak ni si Juda, wakil ni rajai di saluhut hata tu situan na torop i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(II.) Angkup ni sian pinompar ni si Juda, adong deba maringan di huta pagaran dohot di ladangnasida mardonokkon Kiryat-Arba ro di pagaran na masuk tusi; di Dibon ro di pagaran na masuk tusi; di Jekabseel ro di pagaran na masuk tusi.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Di Jesua, di Molada, di Betpelet.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Di Hasar-Sual, di Berseba dohot di pagaran na masuk tusi.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Di Ziklag, di Mekona dohot di pagaran na masuk tusi.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Di En-Rimmon, di Zora, di Jarmut.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Di Sanoa, di Adullam ro di sosorna; di Lakis ro di ladangna; di Azeka ro di pagaranna. Jadi marsaro ma nasida olat ni Berseba sahat ro di rura Hinnom.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai anggo pinompar ni si Benjamin maringan do olat ni Geba di Mikhmas, Haya, Betel ro di angka pagaranna.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Di Anatot, Nob, Anania.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Hazor, Rama, Gitaim.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Hadid, Zeboim, Naballat.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Lod halak Ono ro di rura ni angka tungkang hau.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Sian halak Lepi pe satonga maringan di Juda, na satonganari di Benjamin.",
      "type": "content"
    }
  ]
}