{
  "book": "Nehemia",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Goargoar ni halak malim dohot Lepi angka na mulak i 1-26. II. Panahathonna di huta i tu Debata 27-43. III. Girgir ni bangso i mangalehon guguan tu angka malim 44-47",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do goargoar ni angka malim dohot halak Lepi, angka naung nangkok rap dohot si Serubabel, anak ni si Sealtiel dohot si Josua, si Seraia, si Jeremia, si Esra.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Si Amaria, si Malluk, si Hantus.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Si Sekania, si Rehum, si Meremot.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Si Ido, si Ginnetoi, si Abia.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Si Mijamin, si Maadia, si Bilga.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Si Semaya, si Johaiarib, si Jedaia.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Si Sallu, si Amok, si Hilkia dohot si Jedaia. I ma angka induk ni malim dohot hahaangginasida di tingki ni si Josua.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo halak Lepi on do: Si Josua, si Binnui. Si Kadmiel, si Serebia, si Juda dohot si Matania manguluhon pujipujian rap dohot hahaanggina.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tole si Bakbukya dohot si Uni, hahaangginasida i, patondong dohot nasida marrongkanrongkan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai si Josua manubuhon si Joiakim, ma manubuhon si Eliasib, anak ni muse si Joiada.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Si Joiada manubuhon si Jonatan, si Jonatan manubuhon si Jadua.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Uju di tingki ni si Joiakim angka on do induk ni angka malim marompuompu: Sian gansi si Seraia do si Meraya, sian si Jeremia do si Hanania.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sian si Esra do si Mesulam, sian si Amaria do si Johanan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sian si Melihu do si Jonatan, sian si Sebania do si Josep.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sian si Harim do si Adna, sian si Merayot do si Helkai.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sian si Ido do si Sakaria, sian si Gineton do si Mesulam.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sian si Abia do si Sikri, sian si Minyamin dohot si Moaja do si Piltai.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sian si Bilga do si Samua, sian si Semaya do si Jonatan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sian si Johaiarib do si Matenai, sian si Jedaia do si Usi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sian si Salai do si Kallai, sian si Amok do si Heber.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sian si Hilkia do si Hasabya sian si Jedaia do si Netaneel.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Uju di tingki ni si Eliasib, si Joiada, si Johanan dohot si Jadua tarsurat do angka induk ni halak Lepi dohot malim marompuompu sahat ro di harajaon ni si Darius, raja sian Persia.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Angka induk ni halak Lepi marompuompu tarsurat do di bagasan buku jamita sahat ro di tingki ni si Johanan, anak ni si Eliasib.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Angka induk ni halak Lepi on do: Si Hasabya, si Serebia, dohot si Josua, anak ni si Kadmiel ro di hahaangginasida i, patondong dohot nasida laho mamujimuji dohot mandok mauliate, hombar tu parenta ni si Daud, halak ni Debata marrongkanrongkan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ianggo si Matania, si Bakbukya, si Obaja, si Mesulam, si Talmon dohot si Akkub, i ma angka sijaga pintu harbangan marhal di lambung ni angka bilut parpeopan arta di lambung bahal.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "I ma angka induk uju di tingki ni si Joiakim, anak ni si Josua, i ma anak ni si Josadak dohot uju di tingki ni si Nehemia, pangarajai ni luat i dohot malim Esra, siboto surat i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(II.) Alai laho mangompoi parik ni Jerusalem dilului nasida ma halak Lepi sian sude inganannasida i, asa boanonna nasida tu Jerusalem, asa marari raya haompoan mardongan las ni roha dohot angka ende pujipujian, mardongan arbab, sordam dohot hasapi.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi marpungu ma pinompar ni halak parende, nang sian tano adaran humaliang Jerusalem, nang sian angka pagaran ni halak Netopa i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Nang sian pagaran Gilgal, nang sian ladang Geba dohot Asmapet; ai pauli angka pagaran do halak parende humaliang Jerusalem.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i manguras dirina be ma angka malim dohot halak Lepi, diuras nasida huhut situan na torop i, angka pintu harbangan dohot parik.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i hudokkon ma angka induk ni Juda manaek tu parik, laos hupajongjong ma dua rongkanan bolon halak na mamujimuji angka na marudurudur di atas parik tungkan siamun dompak bahal partangkalan.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jala ihut tu nasida do: Si Hosaya dohot satonga ni angka induk ni Juda.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Nang si Azaria, si Esra, si Mesulam.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Si Juda, si Benjamin, si Semaya dohot si Jeremia.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Nang deba sian angka anak ni malim mardongan sarune: Si Sakaria, anak ni si Jonatan, i ma anak ni si Semaya, i ma anak ni si Matania, i ma anak ni si Mikha, i ma anak ni si Sakur, i ma anak ni si Asap.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Nang hahaanggina: Si Semaya, si Asarel; si Milalai, si Gilalai, si Mai, si Netaneel, si Juda dohot si Hanani rap dohot parhinaloan ni si Daud, halak ni Debata dohot si Esra, siboto surat i manguluhon nasida.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Tole muse dompak bahal partuaehan tondongnasida i manaek nasida muse mangihutihut tangga ni huta ni si Daud tu atas parik na tumimbo, sian bagas ni si Daud sahat ro di bahal partuaehan tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ia rongkanan paduahon ni halak na mamujimuji mardalan do tungkan hambirang, ihut tu nasida do ahu dohot satonga halak situan na torop i di atas parik tungkan julu ni palaspalas pamurunan sahat ro di parik na lambas i.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Tole muse tungkan julu ni bahal Epraim, boti tu bahal na matua i, boti tu bahal pardengkean, boti tu palaspalas Hananel, boti tu palaspalas Mea sahat ro di bahal birubiru, ngongong nasida muse di bahal hurungan.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jadi jongjong ma na dua rongkanan ni halak na mamujimuji di bagasan joro ni Debata, nang ahu dohot satonga ni angka induk donganku.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Alai anggo angka malim: Si Eliakim, si Maaseia, si Minyamin, si Mikha, si Eleonai, si Sakaria dohot si Hanania mardongan sarune do.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Tole muse si Maaseia, si Semaya, si Eleasar, si Usi, si Johanan, si Malkia, si Elam dohot si Eser; ro di angka parende mangasa gogo marendei, jala si Israhia indukna manguluhon.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Jala di ari na sasada i dipelehon nasida angka pelean bolon, jala marlas ni roha nasida; ai nunga dipalas Debata rohanasida i marhite sian las ni roha godang; marlas ni roha nang jolmanasida dohot ianakhonnasida, pola tarbege tu na dao las ni roha ni isi ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "(III.) Laos di ari na sasada i huhut dipabangkit nasida angka baoa mangaramoti angka bilut parpeopan arta, angka pelean tatingan, angka patumonaan dohot parsampuluan, asa papunguonna tusi gogo ni tano i humaliang angka huta bahen parjambaran naung binuhul ni patik hian di angka malim dohot di halak Lepi; ai marlas ni roha do halak Juda di ulaon na niradotan ni angka malim dohot halak Lepi.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Jadi diradoti nasida ma ulaon di Debatanasida i dohot ulaon pangurasion; nang angka parende dohot sijaga pintu, hombar tu parenta binahen ni si Daud dohot si Salomo anakna i.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Ai sian na robi dope, olat ni tingki ni si Daud, sai pinompar ni si Asap do angka induk ni parende manguluhon ende pujipujian dohot hamauliateon tu Debata.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Dibahen i uju di tingki ni Serubabel dohot Nehemia, sandok Israel mangalehon parjambaran tu halak parende dohot sijaga pintu bahen bohalna siganup ari, jala diparbadiai nasida do i di halak Lepi, jala halak Lepi muse pabadiahon angka i di pinompar ni si Aron.",
      "type": "content"
    }
  ]
}