{
  "book": "Nehemia",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Muruk ni si Nehemia manguras bagas joro 1-9. II. Panarihonna di parjambaran tu malim 10-14. III. Parentana mandokkon pabadiahon ari Sabbat 15-22. IV. Oraorana marjolmahon boru ni halak sileban 23-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Laos di ari na sasada i dijaha nasida buku patik ni si Musa tu pinggol ni situan na torop i, gabe jumpang nasida tarsurat disi, na so tupa masuk halak Amon dohot Moab tu bagasan luhutan ni Debata ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ala so ditomutomuhon nasida halak Israel mamboan sagusagu dohot aek, lam diupai nasida tahe si Bileam mangalo halak Israel, asa palasanna nasida, hape dihosing Debata do bura i manjadi pasupasu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dung dibege nasida hata ni patik i, dipapulik nasida ma sandok halak sileban sian Israel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai tahe jumolo sian tingki on sahat tu malim Eliasib sada bilut di joro ni Debatanta, gabe martondong ibana tu si Tobia, jala nunga dibahen di ibana sada bilut na bolon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi tusi do dipamasuk halak na jolo angka pelean sipanganon, daupa, angka ulaula ro di parsampuluan sian eme, anggur dohot miak, naung pinatik hian tu halak Lepi, angka parende dohot sijaga pintu, angkup ni pelean tatingan tu angka malim.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai uju masa saluhutna i ndang ahu di Jerusalem; ai patolupuluduataonhon hinarajahon ni si Artasasta, raja sian Babel, ro ahu mulak tu rajai, jadi dung salpu deba ari mangido muse ahu tu rajai, loasonna ahu laho.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dung sahat ahu tu Jerusalem, pintor mamoto ahu di jea naung binahen ni si Eliasib manatap si Tobia, naung binahenna i di ibana sada bilut di alaman ni joro ni Debata.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi piripirion situtu ma ahu, pola hureongkon luhut ulaula sian jabu ni si Tobia tu balian sian bilut i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i hudokkon ma asa urasanna angka bilut i; dung i hupasuang muse tusi angka ulaula tu joro ni Debata, pelean sipanganon dohot daupa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dung i tarbortik huhut tu ahu na so nilehonna angka parjambaran tu halak Lepi; dibahen i nunga pola maporus halak Lepi dohot angka parende, angka na mangaradoti ulaon i nian, ganup tu ladangna be.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi mangonai hata ma ahu tu angka induk i, ningku ma: Boasa naung tarulang joro ni Debata? Dung i hupaluhut ma nasida, jala hupasuang nasida muse tu tohonanna hian.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi sandok halak Juda muse mamboan parsampuluan sian eme, anggur dohot miak tu bagasan bilut parpeopan arta.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i hupabangkit ma bahen induk siramoti angka arta malim Selemia dohot si Sadok, juaratulis i, jala sian halak Lepi: Si Pedaya, jala marpandapotan tu nasida si Hanan, anak ni si Sakur, i ma anak ni Matania; ai haposan do nasida dirajumi, jala ulaonnasida ingkon sagihononna tu angka hahaanggina.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sai ingot ma i, ale Debatangku, manumpakkon na denggan tu ahu balosna, jala unang sesa uhumhu na denggan i, angka na hubahen tu joro ni Debatangku mangaradoti ulaon na masuk tusi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Di angka ari uju i, huida huhut deba halak Juda, angka na mardege pangilangan di ari Sabbat dohot mamboan angka tibalan, jala diampehon tu angka halode, nang anggur, parbue ni anggur dohot parbue ni hau ara dohot ragamragam siboanon, asa boanonna masuk tu Jerusalem di ari Sabbat. Jadi huorai ma nasida gadisonna sipanganon di ari na sasada i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai maringan huhut disi halak Tirus, angka na mamboan dengke dohot tuhortuhoran marragamragam, asa gadisonna di ari Sabbat tu halak Juda, angka na di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi mangonai hata ma ahu tu halak Juda, angka na sangap, ningku ma mandok nasida: Pambahenan na roa dia do i na binahenmuna on, asa mangaramuni ari Sabbat?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Nda laos songon i do binahen ai ompumuna i, gabe diparo Debatanta luhut jea on tu hita dohot tu hutanta on? Hape lam ditambai hamu muse torutoru tu Israel, ala naung niramunanmuna ari Sabbat i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi disi mamungka rambon ari di jolo ni ari Sabbat, hudokkon ma hinsuon angka pintu harbangan ni Jerusalem, jala hupatikkon ma na so tupa ungkapon ni halak, nda jolo salpu ari Sabbat i; hupajongjong huhut deba sian angka naposongku marjaga di angka harbangan, asa unang adong na mamboan siboanon tu bagasan huta i di ari Sabbat.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi marmalam di balian ni Jerusalem ma sahali manang dua hali saudagar, angka na manggadis boniaga marragamragam.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi hupalumba ma nasida, ningku ma mandok nasida: Boasa tung marmalam hamu di balian ni parik? Molo sahalinari dibahen hamu songon i, ingkon tangkupon do hamu! Jadi olat ni ari i ndang dung be ro nasida di ari Sabbat.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ningku ma mandok halak Lepi, ingkon urasanna dirina, asa ro nasida mangaramoti angka pintu harbangan laho pabadiahon ari Sabbat i. Ale Debatangku, ingot ma dohot i manumpakkon na denggan tu ahu balosna, jala olani ahu hombar tu hinagodang ni asi ni roham.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(IV.) Angkup ni huida huhut di angka ari uju i deba halak Jahudi, angka na marjolmahon parompuan sian Asdod, Amon dohot Moab.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dibahen i anakkonasida pe mamangke satonga hata Asdod, ai ndang diboto nasida hata Jahudi, dibuat do tahe pangkuling ni ganup bangso.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi mangonai hata ma ahu tu nasida, pola huburai nasida, jala hulombuti deba baoa sian nasida, jala hujanggejangge obuknasida, pola hupatolon nasida tu Debata: Na so tupa lehononmuna borumuna tu anaknasida i, jala na so tupa buatonmuna borunasida bahen jolma ni anakmuna, manang bahen jolmamuna sandiri.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Nda nunga mardosa taringot tusi si Salomo, raja ni Israel? Hape nian di tongatonga ni torop bangso parbegu ndang adong raja nanggo sahalak tudoshon ibana, na hinaholongan ni Debatana nian, pola dipabangkit Debata ibana gabe raja gumomgom sandok Israel; ibana garina mardosa dielaela angka parompuan sileban.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tung lomomuna ma tama paihutonnami, asa mangulahon jea on na sai balga, asa mardosa tu Debatanta, laho marjolmahon parompuan sileban?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi sada sian angka anak ni si Joiada, anak ni sintua ni malim Eliasib, marsimatua tu si Sambalat halak Horon i, gabe hulele ibana sian lambungku.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ale Debatangku sai ingot ma tu nasida naung niramunanna hamalimon dohot parjanjian ni angka malim dohot halak Lepi!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i huuras ma nasida sian nasa ruhut ni halak sileban, jala hupahot muse pargansion di angka malim dohot halak Lepi, ganup mangaradoti ulaonna be.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tole dohot panaruon soban di tingki angka na binuhul, tole huhut angku patumonaan. Ale Debatangku, ingot ma i manumpakkon na denggan tu ahu balosna.",
      "type": "content"
    }
  ]
}