{
  "book": "Nehemia",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Manggogo ma nasida paulihon huta Jerusalem 1-32. II. Halak Samaria marbulan naeng mangalo halak Jahudi 33-38",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i hehe ma sintua ni malim Eliasib rap dohot angka malim hahaanggina i, pajongjongkon bahal birubiru, laos diparbadiai ma i jala dipajongjong angka pintuna, diparbadiai nasida ma i sahat ro di palaspalas Mea, sahat ro di palaspalas Hananel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di lambungnasida muse mangula halak Jeriko, di lambung ni muse mangula si Sakur, anak ni si Imri.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai anggo bahal pardengkean, pinompar ni si Sena pajongjongkon; dibahen nasida ma gulanggulangna, dipajongjong dohot angka pintuna ro di panggomalna dohot ransangransangna dipauli.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Di lambungnasida muse mangumban si Meremot, anak ni si Uria, anak ni si Hakos; di lambungnasida muse mangumban si Mesulam, anak ni si Berekia, anak ni si Mesezabeel: Di lambungnasida muse mangumban si Sadok, anak ni si Baana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Di lambungnasida muse mangumban halak Tekoa, alai anggo halak na sangap sian nasida ndang ditarehon tangkuhukna mangunduk ulaon ni tuanna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia harbangan ni huta bagasan diumban si Joiada, anak ni si Pasea dohot si Mesulam, anak ni si Besodeia; digulanggulang nasida do i jala dipajongjong angka pintuna, ro di panggomalna dohot ransangransangna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Di lambungnasida muse mangumban si Melaja halak Gibeon i dohot si Jalon, halak Meronot i rap dohot angka baoa sian Gibeon dohot Mispa sahat ro di habangsa paruhuman ni pangarajai di bariba ni batang aek i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Di lambungna muse mangumban si Usiel, anak ni si Harhaia rap dohot halak panopa; di lambungna muse mangumban si Hanania, anak ni sada pande pauli miak na hushus; alai songon i dipasombu nasida Jerusalem sahat ro di parik na lambas.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Di lambungnasida muse mangumban si Repaia, anak ni si Hur, induk ni satonga bagian Jerusalem.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Di lambungnasida muse mangumban si Jedaia, anak ni si Harumap, tondong ni jabuna; di lambungna muse mangumban si Hantus, anak ni si Hasabneya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai dua talian do anggo diumban si Malkia, anak ni si Harim, dohot si Hasub, anak ni si Pahat-Moab, tole muse palaspalas pamurunan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Di lambungna muse mangumban si Sallum, anak ni si Hallohes, induk ni satonga bagian Jerusalem, ibana rap dohot angka boruna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia bahal rura diumban si Hanun dohot jolma isi ni Sanoa; dipajongjong nasida do i ro di pintuna, panggomalna dohot ransangransangna, pola saribu asta olat ni parik i sahat ro di bahal partangkalan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai anggo bahal partangkalan diumban si Malkia, anak ni si Rekab, induk ni bagian Bethakkerem; ibana pajongjongkon ro di pintuna panggomalna dohot ransangransangna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia bahal parmualan diumban si Sallum, anak ni si Kalhose, induk ni bagian Mispa; ibana pajongjongkonsa, manggulanggulangi, mambahen angka pintuna, panggomalna dohot ransangransangna; tole muse parik ni ambar Siloam mardonokkon porlak ni rajai, sahat ro di tagahambing angka na tuat sian huta ni si Daud.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung ibana mangumban si Nehemia, anak ni si Asbuk, induk ni satonga bagian Betzur, sahat tu tondong ni parbandaan ni si Daud, sahat muse tu ambar na pinauli, sahat muse tu bagas ni angka ulubalang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung ibana mangumban halak Lepi, si Rehum, anak ni si Bani; di lambungna muse mangumban si Hasabya, induk ni satonga bagian Keila, bagianna i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung ibana mangumban angka hahaanggina si Baoa i, anak ni si Henadad, induk ni satonga bagian nari sian Keila.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Di lambungna muse mangumban si Eser, anak ni si Jesua, induk di Mispa dua talianna patondong be laho nangkok tu bagas parsinjataan tungkan suhisuhi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung ibana mangumban mansai jugul si Baruk; anak ni si Sabai dua talianna sian suhisuhi sahat ro di pintu bagas ni sintua ni malim Eliasib.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung ibana mangumban si Meremot, anak ni si Uria, tubu ni si Hakos dua talianna sian pintu jabu ni si Eliasib sahat ro di ujung ni jabu ni si Eliasib.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung ibana mangumban malim, angka na maringan di tano adaran.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung nasida mangumban si Benjamin dohot si Hasub tondong ni bagasna; dung nasida mangumban si Azaria, anak ni si Maaseia, tubu ni si Anania di lambung jabuna sandiri.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung ibana mangumban si Binnui, anak ni si Henadad, dua talianna, olat ni jabu ni si Azaria, sahat ro di ujung ni suhisuhi.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ia si Palal, anak ni si Usai mangumban tondong ni suhisuhi dohot palaspalas, na tumimbo sian jabu ni rajai, mardonokkon alaman ni hurungan; dung ibana si Pedaya, anak ni si Paras.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(Alai anggo halak Netinim maringan do di Opel sahat ro di tondong ni bahal partuaehan tungkan hasundutan, sahat ro di palaspalas na timbo.)",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung nasida mangumban halak Tekoa, dua talianna, olat ni palaspalas na timbo i sahat ro di parik Opel.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Olat ni bahal hoda mangumban angka malim, ganup tondong ni jabuna be.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung ibana mangumban si Sadok, anak ni si Immer tondong ni jabuna; dung ibana mangumban si Semaya, anak ni si Sekania, sijaga bahal habinsaran.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung ibana mangumban si Hanania, anak ni si Selemia dohot si Hanun, anak ni si Salap paionom dua talianna. Dung ibana mangumban si Mesulam, anak ni si Berekia, tondong ni bilutna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung ibana mangumban si Malkia, anak ni panopa i sahat ro di jabu ni halak Netinim dohot partigatiga, tondong ni bahal parhalan, sahat tu bilut parginjang di suhisuhi.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Anggo di holangholang ni bilut parginjang di suhisuhi dohot bahal birubiru mangumban angka panopa dohot partigatiga.",
      "type": "content"
    }
  ]
}