{
  "book": "Nehemia",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "(3-33) (II.) Alai dung dibege si Sambalat, tole hita hape pauli parik i, marsigorgor ma rimasna jala gusar situtu jala mangelak ma ibana di halak Jahudi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(3-34) Ninna ma di adopan ni hahaanggina dohot angka parangan di Samaria, didok ma: Aha do ulaning na binahen ni halak Jahudi, angka na malasi? Pasombuonta nasida ulaning? Saut do ulaning nasida mamele? Marujung do i ulaning bahenonna manang andigan? Huaranna muse ulaning angka batu sian timbunan, angka naung minosokkon?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(3-35) Alai di lambungna do anggo si Tobia, halak Amoni, jala ninna ma: Loas didatdati nasida pauliulihon, sada pe antuasu manimbung parik batu i, pintor magargar do bahenonna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(3-36) Iale Debatanami! Sai tangihon ma pangaleaina i di hami, jala baloshon tu ulunasida leanasida i, jala pasahat nasida ripe pupuson di bagasan tano habuangan!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(3-37) Jala unang ma marpangulahi roham mida hajahatonnasida i, jala unang nian sesa dosanasida i sian adopanmu! Ai nunga dipahehe nasida rimasmu di adopan ni halak na mangula.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(3-38) Alai sai hudatdati hami do pajongjongkon parik i, nunga pola mardomu sandok parik i satonga timbona, ai lam dihamurukkon situan na torop i ulaon i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(4-1) ",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "I. Mardongan sinjata halak Jahudi mandatdati ulaonna 1-17",
      "type": "title"
    },
    {
      "verse": 8,
      "text": "(4-2) Rap marbulan ma nasida sude mangondam ro marporang dompak Jerusalem, asa manggaori huta i nian.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(4-3) Alai martangiang do anggo hami tu Debatanami jala hupajongjong hami angka parhal mangalo nasida arian dohot borngin, asa unang dirampok nasida hami.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(4-4) Dung i didok halak Juda ma: Nunga surut gogo ni halak parhuli jala godang dope turanggong i, dibahen i ndang tarbahen hita pasunhon parik i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(4-5) Alai roha ni angka alonta mandok: Ndang jadi botoonnasida, jala ndang jadi idaonna manang aha, paima sahat hita tu tongatonganasida, asa mangaragehon nasida jala manundati ulaonnasida i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(4-6) Alai dung ro deba halak Jahudi, angka na maringan di lambungnasida i, palumba hami pola sampulu hali taringot tu saluhut inganan, haroroan ni musu dompak hami.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(4-7) Jadi hupajongjong hami ma halak situan na torop mangihuthon partubuna bahen parjaga di inganan angka na rumodop, di pudi ni parik i huhut patioptiop podang, hujur dohot sior.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(4-8) Jadi dung hutangkasi, hehe ma ahu, huhut mandok tu halak na sangap dohot tu angka induk dohot tu pasipasi ni halak situan na torop: Unang hamu mabiar mida nasida, sai paingotingot hamu ma Tuhan i na timbul jala na songkal sahali, jala marporang ma hamu humongkop hahaanggimuna, angka anakmuna dohot borumuna, jolmamuna dohot bagasmuna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(4-9) Alai dung tarbortik dibege angka musunami naung huboto hami hape luhutna i, jala naung disundati Debata tahinasida i, mulak ma hami sude manahopi parik i, ganup tu ulaonna be.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(4-10) Jadi olat ni ari na sasada i marsatonga nama angka naposongku mangula ulaon i, anggo na satonganari nasida patioptiop hujur, lombulombu, sior, jala marbaju partahanan; jala angka induk i jongjong di pudi ni sandok pinompar ni Juda.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(4-11) Ia halak angka na pajongjong parik i dohot halak na mangkuli tano dohot halak na pausungkon, tanganna na sada dipangke mulaulaon, jala tanganna na sadanari patioptiop sinjata.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(4-12) Ai sude halak na tole mulaulaon manandang be podangna, laos songon i mangula; jala halak na mamalu sangka jongjong di lambungku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(4-13) Ai ningku ma tu halak na sangap dohot tu angka induk dohot tu pasipasi ni na torop i: Godang do ulaon i jala lambas jala mampar di atas parik i do hita, ganup holang sian donganna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(4-14) Manang sian inganan dia dibege hamu soara ni sangka i, ingkon tusi ma hamu marpungu mandapothon hami! Debatanta i do anggo marporang humongkop hita!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(4-15) Antong tole be ma hita mangaringkoti ulaon i. Jadi satonga sian nasida patioptiop hujur sian andos torang sahat ro di na mullop angka bintang.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(4-16) Angkup ni hudok uju i tu situan na torop i: Ingkon ganup hita marborngin di Jerusalem rap dohot naposona be, asa marhal hita ia bornginna i, jala mangaringkoti ulaon ia arian.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(4-17) Alai nang ahu, nang angka hahaanggingku, nang angka naposongku, nang angka baoa parhal, angka na mangihuthon tu ahu, ndang dung hutanggali hami ulosnami; ganup patioptiop sinjatana laho haduru.",
      "type": "content"
    }
  ]
}