{
  "book": "Nehemia",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mangalualu situan na torop i tu si Nehemia taringot tu uhum ni angka induk. Jadi hona hata angka induk i dibahen si Nehemia 1-13. II. Ndang marpambuat anggo roha ni si Nehemia 14-19",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i mangangguk badar ma situan na torop i ro di jolmanasida dompak hahaangginasida, halak Jahudi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai adong do deba na mandok: Torop do hami, nang anaknami dohot borunami, salionnami ma eme, asa mangan hami jala mangolu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai anggo na deba mandok: Ingkon lehononnami na ma haumanami, porlak anggurnami dohot bagasnami bahen singkoram, asa tarbahen hami manuhor eme managam haleon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Adong muse deba angka na mandok: Nunga huurang hami hepeng bahen garar ni rundo tu rajai, haumanami dohot porlak anggurnami singkoramna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nuaeng pe, ia songon i sibuk ni hahaangginami, songon i do sibuknami, angka anaknami pe laos songon anaknasida do; hape ida ma, ingkon lehononnami nama anaknami dohot borunami bahen hatoban, nunga pola mangadop deba sian borunami, jala marhagogoon Debata tangannami; haumanami pe dohot porlak anggurnami nunga sahat tu halak na asing.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi tarrimas situtu ma ahu, dung hubege angguhangguknasida dohot alualunasida i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi marpingkir ma rohangku di bagasan, laos mangonai hata ma ahu tu halak na sangap dohot tu angka induk, ningku ma mandok nasida: Nunga manjalo bunga ni hepeng hamu hape ganup sian hahaanggina? Jadi hupaluhut ma sada luhutan na balga mangalo nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ningku ma mandok nasida: Nunga pola hita manobus hahaangginta, halak Jahudi, angka naung targadis tu halak parbegu, hombar tu gogonta be; dohot hamu naeng manggadis hahaanggimuna i, laos manggadis tu hita tahe? Jadi sip be ma nasida ndang haalusansa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ningku ma: Ndang denggan pambahenanmuna i! Nda ingkon marhabiaran tu Debatanta hita nian tama marparange ala ni panginsahion ni halak parbegu musunta i?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nang ahu, nang hahaanggingku dohot angka naposongku, nunga hupasali hami nasida perak dohot eme; ua itasalesehon ma utangon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ua paulak hamu ma tu nasida sadarion haumanasida, porlak anggurnasida, porlak Jetun nasida dohot bagasnasida, ro di bunga ni hepeng, eme, anggur dohot miak, naung tinunggumuna sian nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna nasida ma: Olo ma hami paulakkon, jala ndang be tungguonnami sian nasida, bahenonnami ma songon na nidokmi. Dung i hujou ma angka malim, laos hupatolon ma nasida, asa bahenonna hombar tu hata i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Angkup ni hupaspas ma parandoraan ni bajungku huhut hudok: Sai songon i ma paspason ni Debata ganup jolma na so mangkajongjongkon hata on, sian jabuna dohot sian artana, ingkon songon i ibana tarpaspas, jala luangan. Dung i sandok luhutan i mandok: Amen! Jala dipuji nasida Jahowa; halak situan na torop i pe diulahon do hombar tu hata i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Angkup ni olat ni ari na pinabangkit ni rajai ahu gabe pangarajai di tano Juda sian taon duapulu sahat ro di taon tolupulu dua, hinarajahon ni raja Artasasta, pola sampulu dua taon lelengna, ndang dung hupangan upa jambar ni pangarajai hian, angka hahaanggingku pe songon i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai pangarajai angka na jumolo sian ahu pasiaksiak situan na torop i, ai dijaloi do sian nasida sipanganon dohot anggur, angkup ni opatpulu sekkel perak; tole angka naposonasida roharohana do mangarupa situan na torop i; alai anggo ahu ndang songon i hubahen, ala ni biar mida Debata.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Lam dohot do ahu manggogo ulaon mangumban parik on, ndang adong hutuhor hami hauma nanggo santurpuk; sude tahe dolidoli angka naposongki marpungu disi mangaringkoti ulaon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Balik ahu marmudumudu halak Jahudi dohot angka induk, pola saratus limapulu halak toropna, ro di baoa angka na ro mandapothon hami sian bangso parbegu, angka na humaliang hami.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Suda do dihobas di ahu ganup ari: Sada jonggi, onom birubiru, angka na pinamokmok, tole angka pidong dihobas di ahu, tole ganup sampulu ari anggur marragamragam mansai godang; alai atik pe songon i ndang hupangido upa, jambar ni pangarajai hian, ai dokdok do ulaon rodi hian di situan na torop i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sai ingot ma, ale Debatangku, manumpakkon na denggan tu ahu, bahen balos ni sude na hubahen i tu situan na toropon.",
      "type": "content"
    }
  ]
}