{
  "book": "Nehemia",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Nehemia malua sian bisukbisuk ni angka musuna 1-14. II. Sun parik i dipauli 15-19",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung tarbortik tu si Sambalat, si Tobia dohot si Gesem, halak Arab i, tarbortik dohot tu musunami angka na asing, barita ni naung sun hupauli angka parik i, jala ndang adong be bungbungna nanggo sada tinggal disi, alai tutu ndang dope sanga anggo hinsuhinsu ni pintu harbangan pinamasuk.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Disuru si Sambalat dohot si Gesem ma suruanna mandok tu ahu: Ro ho jolo asa rap martuptup hita di bagasan huta angka na di rura Ono; alai anggo sangkap ni rohanasida naeng mambahen na so uhum tu ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai suruanku ma husuru mandok tu nasida: Mansai rosros ulaon godang na huula on, dibahen i ndang tarbahen ahu tuat; boasa tagonan sulon ulaon on, molo hutadingkon i, jala tuat mandapothon hamu?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai pola opat hali padodot songon i disuru nasida suruanna tu ahu, sai songon i do alushu tu nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i disuru si Sambalat ma palimahalihon songon i tu ahu naposona patioptiop di bagasan tanganna sada surat na ungkap.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tarsurat do di bagasan i songon on: Mehet do barita di tongatonga ni angka parbegu, jala si Gesem, paboahon, ho dohot halak Jahudi ninna marsangkap naeng marbalik, ala ni umbahen dipajongjong ho parik i, jala ho bangkit rajanasida, ninna barita i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nunga pola dipabangkit ho angka panurirang, asa nasida martingting di Jerusalem taringot tu ho songon on: Ibana ma raja di Juda! Nuaeng pe sai na sahat do barita i tu rajai, dibahen i ro ma ho, asa rap martuptup hita.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai husuru muse suruanku mandok tu ibana: Ndang na tutu hatahata ni barita i, na tinuhashonmu, na tubu di bagasan roham sambing do hatahata i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai sude nasida naeng mambiarbiari hami, ninna rohanasida: Pasohoton ni tangannasida ma ulaon i gabe unang saut diulahon. Dibahen i, ale Tuhan, sai lam pargogoi ma tanganku!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i sahat ma ahu tu bagasan jabu ni si Semaya, anak ni si Delaia, anak ni si Mehetabel, hape tarhurung ibana, ninna ma: Marpungu ma hita tu joro ni Debata, apala tu tongatonga ni joro i, jala hinsuonta ma angka pintu ni joro i, ai na ro ma nasida naeng manodos ho, bornginna i tahe nasida ro naeng manodos ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai ningku ma: Tung maporus ma baoa songon ahu on, jala tung ise ma songon ahu on masuk tu bagasan joro, laos mangolu tarbahensa? Ndang olo ahu masuk tusi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai ditanda rohangku do, ndada rupa Debata marsuru ibana, didok pe hata panurirangon i palumba ahu, ala naung diupai si Tobia dohot si Sambalat ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ala ni do umbahen na niupaan ibana, asa mabiar ahu di rohana, laos hubahen songon na nidokna i, asa mardosa ahu, asa pabaubau goarhu, asa insahanna ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ale Debatangku, sai baloshon ma tu si Tobia dohot tu si Sambalat, hombar tu angka pambahenannaon, nang tu boruboru panurirang Noaja dohot tu panurirang na asing, angka na naeng mambiarbiari ahu!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Jadi sidung ma parik i di ari duapulu lima bulan Elul, di bagasan limapulu dua borngin.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dung dibege saluhut musunami barita i, jala diida sude bangso parbegu, angka na humaliang hami, margudompong situtu ma rohanasida, ai mananda be ma nasida, Debatanta do hape manumpak saut ulaon on.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Manongos surat huhut uju i torop halak Jahudi, angka na umboto surat angka na mandapothon si Tobia dohot surat angka na ro sian si Tobia mandapothon nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai torop halak Juda saparbulanan dohot ibana, ala marsimatua ibana tu Sekania, anak ni si Ara jala si Johanan anakna i mambuat boru ni si Mesulam, anak ni si Berekia.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angkup ni sai dipapujipuji nasida pangalaho na denggan sian ibana di jolongku, jala angka hatangku dipasahat nasida tu ibana; manongos surat huhut si Tobia naeng mambiarbiari ahu.",
      "type": "content"
    }
  ]
}