{
  "book": "Nehemia",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Nehemia parenta parhalan di huta i 1-4. II. Bilangan ni halak angka na mulak sian habuangan 5-69. III. Silehonlehon ni angka induk manumpak pauli joro 70-73",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung sidung pinauli parik i, hupamasuk ma huhut pintu harbangan, jala pinarose huhut angka sijaga pintu, parende dohot halak Lepi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i hupasahat ma tu si Hanani, anggingki dohot tu si Hanania induk ni benteng i, asa parentaonna Jerusalem, ai halak na marroha hasintongan do ibana, jala mabiar mida Debata gumodang sian torop halak.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ningku ma mandok nasida: Ndang jadi ungkapon pintu harbangan ni Jerusalem, nda jolo las ari; jala andorang disi dope jongjong angka parhali, ingkon hinsuon angka pintu harbangan i, jala momos sordahon; jala pajongjongon angka parhal sian halak isi ni Jerusalem, ganup jongjong di parhalanna, jala ganup tondong ni jabuna be.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai mansai lambas huta i tu lambung be, jala bolon; alai otik do anggo jolma pangisina, jala ndang adong dope dipauli angka jabu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Dung i dipatubu Debatangku ma tu bagasan rohangku papunguhon halak na sangap dohot angka induk dohot situan na torop i manurathon nasida mangihuthon partubuna, gabe jumpang ahu ma sada buku aturan ni partubu ni angka na nangkok parjolo, jala jumpang ahu tarsurat disi:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "On ma angka jolma marluatluat, angka naung nangkok sian habuangan, angka na binuangkon ni si Nebukadnesar, raja sian Babel, gabe mulak nasida tu Jerusalem dohot tu Juda, ganup tu hutana be.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Angka na ro rap dohot si Serubabel, si Josua, si Nehemia, si Azaria, si Raamya, si Nahamani, si Mordahai, si Bilsan, si Misperet, si Bigpai, si Nehum dohot si Baana. On do bilangan ni angka baoa sian bangso Israel:",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pinompar ni si Paras dua ribu saratus pitupulu dua halak.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pinompar ni si Sepatia tolu ratus pitupulu dua halak.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Pinompar ni si Ara onom ratus limapulu dua halak.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Pinompar ni si Pahat-Moab, sian pinompar ni si Jesua dohot si Joab dua ribu ualu ratus sampulu ualu halak.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Pinompar ni si Elam saribu dua ratus limapulu opat halak.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pinompar ni si Jattu ualu ratus opatpulu lima halak.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Pinompar ni si Sakai pitu ratus onompulu halak.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Pinompar ni si Binnui onom ratus opatpulu ualu halak.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Pinompar ni si Bebai onom ratus duapulu ualu halak.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Pinompar ni si Asgad dua ribu tolu ratus duapulu dua halak.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Pinompar ni si Adonikam onom ratus onompulu pitu halak.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Pinompar ni si Bigpai dua ribu onompulu pitu halak.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Pinompar ni si Adin onom ratus limapulu lima halak.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Pinompar ni si Ater sian si Hiskia siapulu ualu halak.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Pinompar ni si Hasum tolu ratus duapulu ualu halak.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Pinompar ni si Bisia tolu ratus duapulu opat halak.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Pinompar ni si Harip saratus sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Pinompar ni si Gibeon siapulu lima halak.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Angka baoa sian Betlehem dohot Netopa saratus ualupulu ualu halak.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Angka baoa sian Anatot saratus duapulu ualu halak.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Angka baoa sian Bet Asmapet opatpulu dua halak.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Angka baoa sian Kiriat Jearim, Kepira dohot Beerot, pitu ratus opatpulu tolu halak.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Angka baoa sian Rama dohot Geba onom ratus duapulu sada halak.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Angka baoa sian Mikhmas saratus duapulu dua halak.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Angka baoa sian Betel dohot Ai saratus duapulu halak.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Angka baoa sian Nebo paduahon limapulu dua halak.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Pinompar ni si Elam paduahon saribu dua ratus limapulu opat halak.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Pinompar ni si Harim tolu ratus duapulu halak.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Pinompar sian Jeriko tolu ratus opatpulu lima halak.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Pinompar sian Lod, Hadid dohot Ono pitu ratus duapulu sada halak.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Pinompar sian Sena tolu ribu sia ratus tolupulu halak.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Angka malim: Pinompar ni si Jedaia sian pinompar ni si Jesua sia ratus pitupulu tolu halak.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Pinompar ni si Immer saribu limapulu dua halak.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Pinompar ni si Pashur saribu dua ratus opatpulu pitu halak.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Pinompar ni si Harim saribu sampulu pitu halak.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Halak Lepi: Pinompar ni si Jesua dohot si Kadmiel sian pinompar ni si Hodapia pitupulu opat halak.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Angka parende: Pinompar ni si Asap saratus opatpulu ualu halak.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Angka sijaga pintu: Pinompar ni si Sallum, pinompar ni si Ater, pinompar ni si Talmon, pinompar ni si Akkub, pinompar ni si Hatita, pinompar ni si Sobai saratus tolupulu ualu halak.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Angka Netinim: Pinompar ni si Siha, pinompar ni si Hasupa, pinompar ni si Tabaot.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Pinompar ni si Keros, pinompar ni si Siaha, pinompar ni si Padon.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Pinompar ni si Lebana, pinompar ni si Hagaba, pinompar ni si Salmai.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Pinompar ni si Hanan, pinompar ni si Gidel, pinompar ni si Gohar.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Pinompar ni si Reia, pinompar ni si Resin, pinompar ni si Nekoda.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Pinompar ni si Gasam, pinompar ni si Usa, pinompar ni si Pasea.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Pinompar ni si Bisia, pinompar ni si Meunim, pinompar ni si Nepusim.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Pinompar ni si Bakbuk, pinompar ni si Hakupa, pinompar ni si Harhur.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Pinompar ni si Baslut, pinompar ni si Mehida, pinompar ni si Harsa.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Pinompar ni si Barkos, pinompar ni si Sisera, pinompar ni si Tama.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Pinompar ni si Nesia, pinompar ni si Hatipa.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Pinompar ni angka naposo ni si Salomo, pinompar ni si Sotai, pinompar ni si Soperet, pinompar ni si Perida.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Pinompar ni si Jaala, pinompar ni si Darkon, pinompar ni si Gidel.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Pinompar ni si Sepatia, pinompar ni si Hatil, pinompar ni si Rokeret Hasebaim, pinompar ni si Amon.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Luhut halak Netinim dohot pinompar ni angka naposo ni si Salomo tolu ratus siapulu dua halak.",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Jala on do halak angka na nangkok sia Tel-Mela, Tel-Harsa, Kerub, Addon dohot Immer, alai ndang tarpajojor nasida pinompar ni ompunasida i, nang pinomparnasida sandiri, manang tutu nasida sian Israel.",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "Pinompar ni si Delaia, pinompar ni si Tobia, pinompar ni si Nekoda, onom ratus opatpulu dua halak.",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Jala sian angka malim: Pinompar ni si Habai, pinompar ni si Hakos, pinompar ni si Barsilai na mambuat sada boru ni si Barsilai, halak Gilead i bahen jolmana, laos dipanggoarhon goarnasida i.",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "Angka nasida ma mandiori surat aturan ni partubunasida, alai ndang jumpangsa, jadi ramun nasida dietong, laos dipabali nasida sian hamalimon.",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "Dung i ro ma hata ni pangarajai mandok tu nasida: Tung na so jadi do nasida mangan sian na badia sahali, paima adong hehe malim sada mangkajongjongkon Urim dohot Tummum.",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "Sandok luhutan i hira sahalak do opatpulu dua ribu tolu ratus onompulu halak toropna.",
      "type": "content"
    },
    {
      "verse": 67,
      "text": "So padohot angka naposonasida baoa dohot parompuan pitu ribu tolu ratus tolupulu pitu halak toropna; mangihut tu nasida do halak parende baoa dohot parompuan dua ratus opatpulu lima halak toropna.",
      "type": "content"
    },
    {
      "verse": 68,
      "text": "Ia hodanasida pitu ratus tolupulu onom, ia hodanasida angka na marsahe dua ratus opatpulu lima.",
      "type": "content"
    },
    {
      "verse": 69,
      "text": "Ia untonasida opat ratus tolupulu lima, ia halodenasida onom ribu pitu ratus duapulu.",
      "type": "content"
    },
    {
      "verse": 70,
      "text": "(III.) Deba sian angka induk marompuompu huhut mangalehon tumpakna tu ulaon i: Pangarajai mangalehon tu parartaan i saribu dirham sere, limapulu saoan dohot lima ratus tolupulu pangkean malim.",
      "type": "content"
    },
    {
      "verse": 71,
      "text": "Deba sian angka induk marompuompu mangalehon tu parartaan i manumpak ulaon i duapulu ribu dirham sere dohot dua ribu dua ratus Mina perak.",
      "type": "content"
    },
    {
      "verse": 72,
      "text": "Ia pasipasi ni situan na torop i mangalehon duapulu ribu dirham sere dohot dua ribu Mina perak dohot onompulu pitu pangkean malim.",
      "type": "content"
    },
    {
      "verse": 73,
      "text": "Dung i maringan di bagasan hutanasida be ma angka malim, halak Lepi, angka sijaga pintu, angka parende, dohot deba sian na torop i, halak Netinim ro di sandok Israel. Jadi dung jumpang bulan sipaha pitu sahat ma halak Israel di bagasan hutanasida be.",
      "type": "content"
    }
  ]
}