{
  "book": "Nehemia",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Marluhut sandok bangso i, gabe dijaha si Esra buku patik 1-8. II. Si Nehemia mangapoi bangso i marlas ni roha 9-12. III. Marari raya parlapelapean nasida 13-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i marluhut ma sandok bangso i hira sahalak do tu alaman na di adopan ni bahal partuaehan, angka didok nasida ma tu si Esra, siboto surat i, asa diboan buku patik ni si Musa, naung tinonahon ni Jahowa tu halak Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi diboan malim Esra ma patik i tu adopan ni luhutan i, tu adopan ni baoa dohot parompuan, ro di sude halak angka na marroha manimbangi di artia bulan sipaha pitu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi manjaha ma ibana sian i di adopan ni alaman mardonokkon bahal partuaehan sian buha siang ari sahat ro di hos ni ari di adopan ni angka baoa dohot parompuan dohot halak angka na marroha, jadi pinggol ni sandok situan na torop i mananginangi tu hata ni buku patik i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo si Esra, siboto surat i, jongjong do di atas parjamitaan sian hau, naung binahenna hian tu ulaon on, jala jongjong di lambungna do Matitia, Sema, Anaya, Uria, Hilkia, dohot Maaseia, di siamunna, jala di hambirangna: Pedaya, Misael, Malkia, Hasum, Hasbadana, Sakaria dohot Mesulam.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dipaherbang si Esra ma pustaha i di adopan ni mata ni sandok situan na torop i, ai tumimbo do ibana jongjong sian sandok situan na torop i. Jadi di na pinaherbangna i pustaha i, jongjong ma sandok bangso i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i dipuji si Esra ma Jahowa, Debata na sun timbul i; jadi sandok bangso i mangalusi mandok: Amin, Amin! Toltol ia tangannasida dompak ginjang, laos songon i nasida marsomba, jala martangiang tu Jahowa, pola manungkap bohinasida dais tu tano.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nang si Jesua, si Bani, si Serebia, si Jamin, si Akkub, si Sabetai, si Hodia, si Maaseia, si Kelita, si Azaria, si Josabad, si Hanan, si Pelaia dohot halak Lepi mangapoi bangso i mamparateatehon patik i, laos jongjong anggo bangso i di hajongjonganna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nasida pe torang do manjaha di bagasan buku patik ni Debata, jala dipajojor lapatanna, asa dapot nasida antusanna na jinahana i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i ro ma hata ni Nehemia, i ma pangarajai, dohot malim Esra, siboto surat i, dohot halak Lepi, angka na mangapoapoi situan na torop i, ninna ma tu sandok situan na torop i: Na badia do ari sadarion di Jahowa, Debatamuna i! Dibahen i unang gondok rohamuna, jala unang tumatangis hamu! Ai tumatangis be sandok bangso i, dung dibege nasida hata ni patik i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ala ni huhut umbahen didok tu nasida: Laho ma hamu, pangan hamu ma sipanganon na talmis, jala inum hamu tuak na tonggi i, tongoshon hamu huhut parjambaran tu dongan, angka na so adong hobasonna di ibana; ai na badia do ari sadarion di Tuhanta i; dibahen i unang holsoan hamu, ai las ni roha mida Jahowa, i do haroroan ni gogo tu hamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dipasonangsonang halak Lepi ma sandok bangso i, ninna ma: Hohom be ma hamu, ai na badia do ari sadarion, dibahen i unang holsoan hamu!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i laho ma sandok bangso i, asa mangan dohot minum, huhut manongoshon angka parjambaran laho mambahen las ni roha godang; nunga tangkas diantusi nasida hata angka naung pinabotohon tu nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Tole paduaarihon marluhut ma angka induk marompuompu di sandok bangso i, rap dohot angka malim dohot halak Lepi tu si Esra, siboto surat i, asa tumangkas dope pajojoronna tu nasida angka hata ni patik i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi jumpang nasida ma tarsurat di bagasan patik naung tinonahon ni Jahowa marhite sian si Musa, ingkon maringanan halak Israel di bagasan angka parlapelapean di ari raya di bulan sipaha pitu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala ingkon lumbahononna do i, pola tingtingkononna tu sandok hutanasida i dohot tu Jerusalem dohononna tahe: Borhat ma hamu tu tombak mangalap sian i rantingranting ni hau Jetun dohot rantingranting ni hau jarak harangan dohot rantingranting ni hau sampinur dohot maremare ni bagot dohot rantingranting ni hau na rugun, asa mambahen parlapelapean, songon na tarsurat i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ruar ma bangso i tu balian mamboan rantingranting, jala dipambahen angka parlapelapean di nasida, ganup di atas tarup ni jabuna dohot di angka alamannasida dohot di alaman ni joro ni Debata dohot di alaman ni bahal partuaehan dohot di alaman ni bahal Epraim.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi sandok luhutan ni halak, angka naung mulak sian habuangan mambahen angka parlapelapean, jala maringan di bagasan angka parlapelapean, ai olat ni tingki ni si Josua, anak ni si Nun rasirasa sadarion ndang dung songon i dibahen halak Israel, jadi muba ma godang ni las ni rohanasida disi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ariari nasida tole manjaha di bagasan buku patik ni Debata, sian ari parjolo ro di ari panimpuli, pola pitu ari padodot nasida marari raya, tole paualuarihon mata ni ari raya i, hombar tu patik i.",
      "type": "content"
    }
  ]
}