{
  "book": "Nehemia",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sandok bangso i mangkaburjuhon mangundukkon dosana be 1-3. II. Tangiang ni halak Lepi mangundukkon dosa 4-31. III. Pangarataion di padan tu Debata 32-37",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tole paduapuluopatarihon di bulan i marluhut ma halak Israel, asa marpuasa jala maruloshon tangki huhut mambahen tano tu atas ulunasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga dipapulik hian anggo pinompar ni Israel sian sandok halak sileban, laos jongjong nasida huhut manopoti dosanasida sandiri dohot hajahaton angka na niula ni ompunasida i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i hehe ma nasida jongjong di hajongjongannasidai, huhut manjaha nasida di bagasan buku patik ni Jahowa, Debatanasida i, pola sansuhi ari lelengna jala sansuhi ari nari sai didatdati nasida manopoti dosana dohot martangiang tu Jahowa, Debatanasida i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Dung i hehe ma laho jongjong tu hajongjongan ni halak Lepi: Si Jesua, si Bani, si Kadmiel, si Sebania, si Buni, si Serebia, si Bani dohot si Hanani, marsoara na gogo ma nasida mangangguhi tu Jahowa, Debatanasida i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ro muse hata ni halak Lepi: Si Jesua, si Kadmiel, si Bani, si Hasabneya, si Serebia, si Hodia, si Sebania dohot si Petahia mandok: Hehe ma hamu, puji hamu ma Jahowa, Debatamuna i sian salelenglelengna, ro di salelenglelengna! Ingkon pujion ni halak ma Goar ni hamuliaonmu, na tumimbul tahe sian nasa parendeon dohot pujipujian ni halak.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sasada Ho do Debata, ale Jahowa! Nunga ditompa Ho langit ni langitan, rap dohot sandok paranganna, nang tano on ro di nasa na di atasna, tole laut ro di nasa isina; laos Ho do pangoluhon saluhutna i, jala sandok parangan di langit i marsomba tu Ho.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ho do Debata, ale Jahowa, naung mamillit si Abraham, jala naung manogihon ibana ruar sian Ur di Kasdim, jala nunga dibahen Ho goarna si Abraham.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala nunga jumpang Ho rohana marsihohot di adopanmi jala nunga marpadan Ho dohot ibana, lehononmu tano ni halak Kanaan, Het i, Amori, Perisi, Jebusi, Girgasi marbasabasahon tu pinomparna; jala nunga dipasintong Ho angka bagabagami, ai na bonar do Ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala nunga marpanatap roham mida pardangolan na niae ni ompunami di Misir, jala nunga ditangihon Ho angguhangguknasida di lambung laut arung.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala nunga dipatupa Ho angka tanda dohot halongangan mangalo Firaun dohot sude angka naposona ro di sandok bangso isi ni tanona; ai nunga ditanda Ho jungkatna dompak nasida, gabe tarbarita Goarmu dibahen Ho, songon na andar sadarion.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga dipatolak Ho laut i di adopannasida, asa taripar nasida mardalan di na mahiang di tongatonga ni laut i, alai anggo halak na mangeahi nasida nunga disampathon Ho tu bagasan lung, hira sada batu tu bagasan aek angka na doras.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala nunga ditogihon Ho nasida marhite sian ombun na marsijongjong ia arian, jala marhite sian api na marsijongjong ia bornginna i, asa manulu dalan sidalanannasida i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nunga turun Ho tu atas dolok Sinai, jala nunga mangkatai Ho dohot nasida sian banua ginjang, jala nunga dilehon Ho tu nasida uhum angka na tigor dohot angka patik hasintongan, aturan dohot tona, angka na denggan i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala nunga dipabotohon Ho tu nasida ari Sabbatmu na badia i, jala nunga ditonahon Ho tu nasida angka tona, aturan dohot patik marhite sian pamangan ni si Musa naposom.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala nunga dilehon Ho tu nasida sagusagu sian banua ginjang, uju anturaparon nasida; jala nunga diparuar Ho aek sian dolok batu pasombu uasnasida i, jala nunga marbagabaga Ho tu nasida, asa bongot nasida manean tano i, nunga pola dipatoltol Ho tanganmu maruari, ingkon lehononmu tano i tu nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai marisuang marroha hajungkaton do ompunami jala dipajogal tangkuhukna, jala ndang ditangihon nasida angka tonami.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Lam dijua nasida do manangihon, jala ndang diingot nasida halongangan angka naung binahenmu tu nasida, dipajogal nasida tangkuhukna, pola dipabangkit sahalak ihutan naeng mulak uju manggunturi nasida tu parhatobanannasida i. Alai anggo Ho, ale Debata, marpamuati do roham, parasi roha jala pardengganbasa do Ho, lambat tarrimas jala parasi roha godang, jala ndang ditadingkon Ho nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Atik pe dibahen nasida di nasida sada lombu tuangan, huhut didok: On do Debatam, naung manogihon ho ruar sian Misir, asa mambahen gasip godang.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai laos so olo anggo Ho manadingkon nasida di halongonan sian asi ni roham angka na godang i; ia ombun na marsijongjong ndang meret sian lambungnasida arian, laho manogihon nasida di tongan dalan; api na marsijongjong pe songon i bornginna i, manulu dalan sidalanannasida i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Angkup ni nunga dibasabasahon Ho tu nasida Tondim na denggan i, marrohaihon nasida, jala ndang diontok Ho mannamu sian pamangannasida, jala nunga dilehon Ho tu nasida aek pasombu uasnasida i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Pola opatpulu taon lelengna diparmudumudu Ho nasida di halongonan, asa unang hurangan nasida; ulosnasida pe ndang olo buruk jala patnasida ndang olo marpurapura.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala nunga dibasabasahon Ho tu nasida angka harajaon dohot bangso, jala nunga disagisagihon Ho tu nasida angka i sahat ro di partalpahan, asa nasida manoluk tano ni si Sihon dohot tano ni raja sian Hesbon dohot tano ni si Og, raja sian Basan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala nunga dipatorop Ho anaknasida, songon bintang angka na di langit, jala nunga diboan Ho nasida sahat tu tano naung pinarbagabagami hian tu angka ompunasida, ingkon bongotanna jala teanonna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi nunga bongot angka anaknasida i tu tano i, jala nunga ditean nasida; jala nunga dipatunduk Ho maradophon nasida halak isi ni tano i, halak Kanaan i, jala nunga dipasahat Ho nasida tu bagasan tangannasida i, nang rajanasida, nang angka bangso ni tano i, asa bahenonna tu nasida guru lomo ni rohanasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Nunga dipapatu nasida huta angka na gonting i dohot tano bosar, jala disoluk bagas angka na gok arta marragamragam, tole sumur angka na nidakdak, porlak anggur, porlak ni hau jetun dohot hau na marparbue, tau sipanganon mansai godang, gabe mangan nasida maradu bosur jala mokmok, gabe mangolooloi hisapna nasida marhite sian denggan ni basam na godang i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Hape lam jungkat nasida jala manggunturi mangalo Ho jala dibolongkon patikmi tu pudi ni tanggurungnasida, lam dibunui muse panurirangmu, angka na manindangi dompak nasida, naeng manogihon nasida mulak nian tu Ho, asa mambahen angka gasip godang.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ala ni nunga dipasahat Ho nasida tu bagasan tangan ni musuna, angka na pasipalsipal nasida. Alai ia dung hagogotan nasida mangangguhi ma nasida tu Ho, gabe ditangihon Ho nasida sian banua ginjang, jala hombar tu asi ni roham angka na godang i dilehon Ho tu nasida halak silehon tua, angka na paluahon nasida sian tangan ni musuna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai ia dung marhasonangan nasida, mangulahi muse nasida mangulahon sogo ni roham, gabe dipasombu Ho nasida di bagasan tangan ni musunasida, asa diparhatoban nasida. Dung i mulak muse rohanasida i, ma nasida tu Ho, gabe ditangihon Ho jadi ditangihon Ho nasida sian banua ginjang, jala dipalua Ho nasida hombar tu asi ni roham angka na godang i mansai jotjot.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i disuru Ho muse suruanmu mangapoapoi nasida, asa mulak rohanasida tu patikmu. Alai lam jungkat nasida marroha jala ndang ditangihon angka tonami, sai didatdati do mardosa dompak patikmi, angka na tama patupaon ni jolma nian, asa mangolu ibana; hape lam dipaholang nasida abaranasida i, jala dipajogal tangkuhukna, jala ndang olo nasida manangihon.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Hape pola leleng situtu sai dipaanjuanju Ho nasida, jala marsipaingot Ho tu nasida marhitehite Tondim, marhite sian pamangan ni angka panurirangmu; alai ndang diparateatehon nasida. Ala ni do umbahen dipasahat Ho nasida tu bagasan tangan ni angka bangso marluatluat.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai binahen ni asi ni roham angka na godang i, ndang laos sun siap nasida dibahen Ho, jala ndang ditadingkon Ho nasida. Ai Debata parasi roha jala pardengganbasa do Ho!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(III.) Nuaeng pe, ale Debatanami! Ho do Debata na timbul sahali, na sun hinagogo, jala na songkal, na tongtong marningot parjanjian dohot asi ni roha! Unang lea roham mida sude pardangolan, angka na mangonai tu hami, tu rajanami, tu induknami, tu malimnami, tu panurirangnami, tu ompunami dohot tu sandok bangsom, olat ni tingki ni angka raja sian Assur rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai tutu na bonar do anggo Ho, taringot tu sude naung mangonai tu hami, ai na mangulahon hasintongan do anggo Ho, alai na mangulahon hajahaton do anggo hami.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Angka rajanami pe dohot induknami, malimnami dohot ompunami ndang diulahon angka patikmi, jala ndang diparateatehon nasida angka tonami dohot panindangionmi, angka naung hinatindangkonmu tu nasida.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Hape anggo nasida ndang marpangoloion tu Ho di bagasan harajaonnasida i dohot di denggan ni basam na godang i, naung nilehonmu tu nasida dohot di bagasan tano na lambas dohot na lunak, naung nilehonmu tu nasida, jala ndang dipauba nasida rohanasida i sian parulaonnasida angka na roa i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ida ma, ala ni hatoban do hami nuaeng di bagasan tano, naung binasabasahonmu tu ompunami, asa panganonna nian parbuena dohot gogona, hape ida ma, hatoban do hami balik disi.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jala gogo ni tano i ganda do di raja, angka naung pinabangkitmu gumomgom hami ala ni dosanami, jadi guru lomo ni rohanasida do gumomgom dagingnami dohot dorbianami, tung na marhagogotan godang do hami.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "(10-1) ",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "I. Goargoar ni halak angka sibahen sahap tu surat padani 1-29. II. Angka siingotonnasida 30-40",
      "type": "title"
    }
  ]
}