{
  "book": "Kolose",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Salam",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Dari Paulus, rasul Kristus Yesus, oleh kehendak Allah, dan Timotius saudara kita,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "kepada saudara-saudara yang kudus dan yang percaya dalam Kristus di Kolose. Kasih karunia dan damai sejahtera dari Allah, Bapa kita, menyertai kamu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ucapan syukur dan doa",
      "type": "title"
    },
    {
      "verse": 3,
      "text": "Kami selalu mengucap syukur kepada Allah, Bapa Tuhan kita Yesus Kristus, setiap kali kami berdoa untuk kamu,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "karena kami telah mendengar tentang imanmu dalam Kristus Yesus dan tentang kasihmu terhadap semua orang kudus,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "oleh karena pengharapan, yang disediakan bagi kamu di sorga. Tentang pengharapan itu telah lebih dahulu kamu dengar dalam firman kebenaran, yaitu Injil,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "yang sudah sampai kepada kamu. Injil itu berbuah dan berkembang di seluruh dunia, demikian juga di antara kamu sejak waktu kamu mendengarnya dan mengenal kasih karunia Allah dengan sebenarnya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Semuanya itu telah kamu ketahui dari Epafras, kawan pelayan yang kami kasihi, yang bagi kamu adalah pelayan Kristus yang setia.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dialah juga yang telah menyatakan kepada kami kasihmu dalam Roh.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebab itu sejak waktu kami mendengarnya, kami tiada berhenti-henti berdoa untuk kamu. Kami meminta, supaya kamu menerima segala hikmat dan pengertian yang benar, untuk mengetahui kehendak Tuhan dengan sempurna,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "sehingga hidupmu layak di hadapan-Nya serta berkenan kepada-Nya dalam segala hal, dan kamu memberi buah dalam segala pekerjaan yang baik dan bertumbuh dalam pengetahuan yang benar tentang Allah,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "dan dikuatkan dengan segala kekuatan oleh kuasa kemuliaan-Nya untuk menanggung segala sesuatu dengan tekun dan sabar,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "dan mengucap syukur dengan sukacita kepada Bapa, yang melayakkan kamu untuk mendapat bagian dalam apa yang ditentukan untuk orang-orang kudus di dalam kerajaan terang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia telah melepaskan kita dari kuasa kegelapan dan memindahkan kita ke dalam Kerajaan Anak-Nya yang kekasih;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "di dalam Dia kita memiliki penebusan kita, yaitu pengampunan dosa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Keutamaan Kristus",
      "type": "title"
    },
    {
      "verse": 15,
      "text": "Ia adalah gambar Allah yang tidak kelihatan, yang sulung, lebih utama dari segala yang diciptakan,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "karena di dalam Dialah telah diciptakan segala sesuatu, yang ada di sorga dan yang ada di bumi, yang kelihatan dan yang tidak kelihatan, baik singgasana, maupun kerajaan, baik pemerintah, maupun penguasa; segala sesuatu diciptakan oleh Dia dan untuk Dia.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ia ada terlebih dahulu dari segala sesuatu dan segala sesuatu ada di dalam Dia.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ialah kepala tubuh, yaitu jemaat. Ialah yang sulung, yang pertama bangkit dari antara orang mati, sehingga Ia yang lebih utama dalam segala sesuatu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Karena seluruh kepenuhan Allah berkenan diam di dalam Dia,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "dan oleh Dialah Ia memperdamaikan segala sesuatu dengan diri-Nya, baik yang ada di bumi, maupun yang ada di sorga, sesudah Ia mengadakan pendamaian oleh darah salib Kristus.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Juga kamu yang dahulu hidup jauh dari Allah dan yang memusuhi-Nya dalam hati dan pikiran seperti yang nyata dari perbuatanmu yang jahat,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "sekarang diperdamaikan-Nya, di dalam tubuh jasmani Kristus oleh kematian-Nya, untuk menempatkan kamu kudus dan tak bercela dan tak bercacat di hadapan-Nya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sebab itu kamu harus bertekun dalam iman, tetap teguh dan tidak bergoncang, dan jangan mau digeser dari pengharapan Injil, yang telah kamu dengar dan yang telah dikabarkan di seluruh alam di bawah langit, dan yang aku ini, Paulus, telah menjadi pelayannya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Pelayanan dan penderitaan Paulus",
      "type": "title"
    },
    {
      "verse": 24,
      "text": "Sekarang aku bersukacita bahwa aku boleh menderita karena kamu, dan menggenapkan dalam dagingku apa yang kurang pada penderitaan Kristus, untuk tubuh-Nya, yaitu jemaat.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Aku telah menjadi pelayan jemaat itu sesuai dengan tugas yang dipercayakan Allah kepadaku untuk meneruskan firman-Nya dengan sepenuhnya kepada kamu,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "yaitu rahasia yang tersembunyi dari abad ke abad dan dari turunan ke turunan, tetapi yang sekarang dinyatakan kepada orang-orang kudus-Nya.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Kepada mereka Allah mau memberitahukan, betapa kaya dan mulianya rahasia itu di antara bangsa-bangsa lain, yaitu: Kristus ada di tengah-tengah kamu, Kristus yang adalah pengharapan akan kemuliaan!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dialah yang kami beritakan, apabila tiap-tiap orang kami nasihati dan tiap-tiap orang kami ajari dalam segala hikmat, untuk memimpin tiap-tiap orang kepada kesempurnaan dalam Kristus.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Itulah yang kuusahakan dan kupergumulkan dengan segala tenaga sesuai dengan kuasa-Nya, yang bekerja dengan kuat di dalam aku.",
      "type": "content"
    }
  ]
}