{
  "book": "Ezra",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "Now while Ezra was praying, and while he was confessing, weeping, and bowing down before the house of God, a very large assembly of men, women, and children gathered to him from Israel; for the people wept very bitterly.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "And Shechaniah the son of Jehiel,  one  of the sons of Elam, spoke up and said to Ezra, \"We have trespassed against our God, and have taken pagan wives from the peoples of the land; yet now there is hope in Israel in spite of this.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "\"Now therefore, let us make a covenant with our God to put away all these wives and those who have been born to them, according to the advice of my master and of those who tremble at the commandment of our God; and let it be done according to the law.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "\"Arise, for  this  matter  is  your  responsibility . We also  are  with you. Be of good courage, and do  it .\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Then Ezra arose, and made the leaders of the priests, the Levites, and all Israel swear an oath that they would do according to this word. So they swore an oath.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Then Ezra rose up from before the house of God, and went into the chamber of Jehohanan the son of Eliashib; and  when  he came there, he ate no bread and drank no water, for he mourned because of the guilt of those from the captivity.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "And they issued a proclamation throughout Judah and Jerusalem to all the descendants of the captivity, that they must gather at Jerusalem,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "and that whoever would not come within three days, according to the instructions of the leaders and elders, all his property would be confiscated, and he himself would be separated from the assembly of those from the captivity.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "So all the men of Judah and Benjamin gathered at Jerusalem within three days. It  was  the ninth month, on the twentieth of the month; and all the people sat in the open square of the house of God, trembling because of  this  matter and because of heavy rain.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Then Ezra the priest stood up and said to them, \"You have transgressed and have taken pagan wives, adding to the guilt of Israel.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "\"Now therefore, make confession to the LORD God of your fathers, and do His will; separate yourselves from the peoples of the land, and from the pagan wives.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Then all the assembly answered and said with a loud voice, \"Yes! As you have said, so we must do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "\"But  there are  many people;  it is  the season for heavy rain, and we are not able to stand outside. Nor  is this  the work of one or two days, for  there are  many of us who have transgressed in this matter.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "\"Please, let the leaders of our entire assembly stand; and let all those in our cities who have taken pagan wives come at appointed times, together with the elders and judges of their cities, until the fierce wrath of our God is turned away from us in this matter.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Only Jonathan the son of Asahel and Jahaziah the son of Tikvah opposed this, and Meshullam and Shabbethai the Levite gave them support.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Then the descendants of the captivity did so. And Ezra the priest,  with  certain heads of the fathers’  households , were set apart by the fathers’ households, each of them by name; and they sat down on the first day of the tenth month to examine the matter.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "By the first day of the first month they finished  questioning  all the men who had taken pagan wives.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "And among the sons of the priests who had taken pagan wives  the following  were found of the sons of Jeshua the son of Jozadak, and his brothers: Maaseiah, Eliezer, Jarib, and Gedaliah.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "And they gave their promise that they would put away their wives; and  being  guilty,  they presented  a ram of the flock as their trespass offering.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Also of the sons of Immer: Hanani and Zebadiah;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "of the sons of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah;",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Also of the Levites: Jozabad, Shimei, Kelaiah (the same  is  Kelita), Pethahiah, Judah, and Eliezer.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Also of the singers: Eliashib; and of the gatekeepers: Shallum, Telem, and Uri.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "And others of Israel: of the sons of Parosh: Ramiah, Jeziah, Malchiah, Mijamin, Eleazar, Malchijah, and Benaiah;",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "of the sons of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Eliah;",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "of the sons of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza;",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "of the sons of Bebai: Jehohanan, Hananiah, Zabbai,  and  Athlai;",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "of the sons of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal,  and  Ramoth;",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "of the sons of Pahath–Moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh;",
      "type": "content"
    },
    {
      "verse": 31,
      "text": " of  the sons of Harim: Eliezer, Ishijah, Malchijah, Shemaiah, Shimeon,",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Benjamin, Malluch,  and  Shemariah;",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh,  and  Shimei;",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "of the sons of Bani: Maadai, Amram, Uel,",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Benaiah, Bedeiah, Cheluh,",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Vaniah, Meremoth, Eliashib,",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Mattaniah, Mattenai, Jaasai,",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Bani, Binnui, Shimei,",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Shelemiah, Nathan, Adaiah,",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Machnadebai, Shashai, Sharai,",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Azarel, Shelemiah, Shemariah,",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Shallum, Amariah,  and  Joseph;",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel,  and  Benaiah.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "All these had taken pagan wives, and  some  of them had wives  by whom  they had children.",
      "type": "content"
    }
  ]
}