{
  "book": "Mikha",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba di uhum madabu tu Samaria dohot tu Jerusalem. Sigomgom liat portibi on, pargogo na so hatudosan mandabu uhum tu Samaria dohot tu Jerusalem 2-7. II. Andung ala ni hasisiap ni angka huta di Juda 8-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma hata ni Jahowa na ro tu si Mika sian Maressa, uju di angka ari ni si Jotam, Ahas dohot Hiskia, angka raja sian Juda; hata angka na niidana taringot tu Samaria dohot Jerusalem.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tangihon ma, hamu ale angka bangso saluhutna! Patinggil ma pinggolmu, ale tano on ro di pangisina i! Asa gabe sitindangi Tuhan Jahowa dompak hamu, Tuhan i sian joro habadiaonna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai ida ma, ruar do Jahowa sian ingananna, jala tuat ibana, jala mardalan di atas buntulbuntul ni tano on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi malala ma angka dolok di toruna, jala mabola angka rura, songon pantis maradophon api, songon aek tangkuju na mabaor sian robean.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ala ni pangalaosion ni si Jakkob do saluhutna i, jala ala dosa ni pinompar ni Israel. Ise do parbonsiran ni pangalaosion ni si Jakkob? Nda Samaria do i? Jala ise do mula ni angka buntulbuntul ni Juda? Nda Jerusalem do i?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi bahenonku ma Samaria gabe tambak batu di ladang, gabe porlak panuanan anggur; jala baorhononku tu rura angka batuna, jala patedehonku angka ojahanna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala saluhut ganaganaannasida ropukkononhon sogot, jala nasa upa parmainanna mosokkononhon do tu api, jala nasa ganaganaannasida agohononhon do; ai sian upa parmainan dipapungupungu jadi ingkon mulak do i muse gabe upa parmainan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Ala ni do ahu mangandungi jala tumatangis, mardalan ahu so marsipatu, jala marsaemara; marauang ahu songon antuasu, jala margudompong songon pidong unto.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai targisik do bugangna, pola sahat ibana tu Juda, dolos ibana sahat tu bahal ni bangsongku, sahat tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Unang baritahon hamu barita i di Gat, unang tangis hamu di Akko. Margulu sirabun ahu di Bet Leapara.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Borhat ma ho, ale isi ni Sapir marsaemara mardongan haurahon. Ndang ruar anggo isi ni Zenan, tarbege do andung sian Bethejel, ai buatonna do sian hamu hajongjonganna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai margondok ni roha do isi ni Marot ala mago na denggan i; ai nunga tuat sian Jahowa hamagoan sahat tu bahal ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pasang ma hoda tu hureta, ho ale isi ni Lakis; parbonsiran ni dosa do huta i tu boru Sion, ai di bagasan ho do jumpang angka pangalaosion ni Israel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibahen i tongosonmu ma surat partulahan taringot tu Maressa Gat, angka bagas sian Aksib, gabe gabus di angka raja ni Israel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Paroonku dope angkupni sada sipanean di ho, ale isi ni Maressa; sahat ro di Adullam hamuliaon ni Israel.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Marnabung ma ho, asa palpal ho ala ni angka anak hasudunganmu; pabidang ma palpalmu, songon lali: Ai nunga tarboan nasida sian ho.",
      "type": "content"
    }
  ]
}