{
  "book": "Mikha",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tingki palumba jea tu angka na sangap ala uhum gogo diulahon, jala ditoishon angka panurirang 1-11. II. Bagabaga pangapulon 12-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marjea ma halak situptup hageduhon dohot angka sibahen hajahaton di atas lagenasida, disi torang ari diulahon ma i, ai nasa gogo ni tanganna dibahen.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia impol rohanasida di angka hauma, laos dirampas do i, manang di angka bagas, laos dibuat nasida do. Sai dirupa nasida indukna ro di jabuna, baoa i pe ro di partalianna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibahen i songon on do hata ni Jahowa: Ida ma marsangkap hamagoan ma ahu dompak bangso on, ndang tagamon malua rungkungmuna sian i, jala ndang be mandirgak hamu mardalan, ai tingki hamagoan do i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Di ari na sasada i bahenon ni halak do sada ende aling taringot tu hamu, jala andungkononna sada andung: Nunga songgop, dohononna, nunga pesan situtu hita; partalian ni bangsongku nunga dipaimbar ibana; songon dia do pangarampasna di ahu! Tu pangose dibagihon haumanta.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dibahen i ndang adong nanggo sada dingkan ho sisintak hotang pamalok laho martali diluhutan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ndang jadi manurirangi hamu! Handiannasida i. Tung so manurirangi ma iba taringot tusi? Ndang tagamon mansohot angka haurahon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Oe tung na jadi ma songon on pangkataion ni pinompar ni si Jakkob: Tung naung piripirion do Tondi ni Jahowa huroha? Tung songon i ma pangalaho ni angka jadijadianna? Tung so denggan huroha angka hatangku tu ganup halak na tigor marpangalaho?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai nunga tibu hian hehe bangsongku gabe musu: Dipupusi nasida ulos sampesampe dohot bajubaju sian halak pamolus na marsonangsonang, angka parsindak.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Angka inaina ni bangsongku dionjar hamu do sian bagas hasoloannasida; sian posoposonasida dibuat hamu do hamuliaonki salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Borhat ma hamu jala laho, ai ndada on tano hasonangan ala haramunon na mangkorhon hamagoan na sogir situtu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tung sura adong sahalak na mangihutihut alogo dohot sipaotooto jala mandok hata gabus songon on: Manurirangi ma ahu di ho taringot tu anggur dohot tu tuak na pang! I ma nian panurirang ni bangso on.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Sai na papunguonku do sandok ho, ale Jakkob! Sai na paluhutonku do pasipasi ni Israel, pasadaonku ma nasida, songon birubiru di bagasan bara, songon sada punguan di tongatonga ni adaran, riburan nasida dibahen torop ni jolma.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i manaek sada sipalua manguluhon nasida; tulusonnasida ma sahat ro di bahal, pola salpuanna tahe, jala rajanasida di jolonasida, jala Jahowa manguluhon nasida.",
      "type": "content"
    }
  ]
}