{
  "book": "Mikha",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon dompak angka induk ni Israel 1-4. II. Dompak angka panurirang 5-8. III. Binahen ni angka induk, malim dohot panurirang ro hamagoan tu Jerusalem 9-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i hudok ma: Ua tangihon hamu ma ale angka induk ni Jakkob dohot hamu ale angka panguhum ni pinompar ni Israel! Nda tama ma ingkon botoonmuna uhum?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hamu angka na mangkagigihon na denggan, jala mangapian di na roa, angka na mambobahi hulingkulingnasida sian dagingna dohot na mambilbil sibuk sian holiholinasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Hamu angka na manohali sibuk ni bangsongku, jala dibobahi hulingkulingnasida sian nasida, jala diponggolhon holiholinasida, jala dijaljali songon di bagasan hudon, songon sibuk di tongatonga ni balanga.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Disi ma nasida joujou tu Jahowa, alai ndang alusanna nasida, jala hungkupanna bohina maradophon nasida di tingki uju i, hombar tu pambahenannasida angka na jahat i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Songon on do hata ni Jahowa dompak panurirang, angka na mangaliluhon bangsongki, angka na maningtingkon dame molo adong sihilhilon ni iponnasida, alai manang ise na so margugu panganonnasida, marmusumusu nasida dompak ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i lia sian pangungkapon do borngin di hamu, jala lia sian pangarundingon hagolapon di hamu; gari mata ni ari sundut do di atas ni angka panurirang, jala holom marimpotimpot ia arian di nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi murak ma angka pangarunding, jala maila angka partondung, saluhut nasida mangkuphupi misena, ai ndang adong ro paraluson sian Debata.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo ahu gok gogo do, gok Tondi ni Jahowa dohot uhum dohot hatogaon paboahon tu Jakkob pangalaosionna, dohot tu Israel dosana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(III.) Antong tangihon ma on hamu ale angka induk ni pinompar ni si Jakkob dohot hamu angka panguhum ni pinompar ni si Israel, angka na marbiasbias di uhum, jala dipapeol nasa hatigoran.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angka na pauli Sion marhitehite mudar dohot Jerusalem marhitehite hageduhon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Manjalo sisip angka induknasida mandabu uhum, jala manjalo upa mangajari malim nasida, jala manjalo perak panurirangnasida mangarundingi, laos mangasahon Jahowa dope nasida, ninna do: Nda Jahowa do di tongatonganta? Ndang tagamon ro hamagoan tu hita!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen i ala hamu ninggala on do Sion sogot songon hauma tur, jala Jerusalem gabe timbunan batu, jala dolok ojahan ni joro i gabe tombak.",
      "type": "content"
    }
  ]
}