{
  "book": "Mikha",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Bagabaga taringot tu harajaon hadameon sogot 1-8. II. Alai jolo mangae boru Sion 9-14.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi masa ma sogot di ujung ni angka ari: Ojak ma dolok ni joro ni Jahowa di punsu ni angka dolok, jala huminsat sian angka robean, jadi marrongoman ma tu ibana angka bangso.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi mardalan ma torop bangso parbegu, angka dohononnasida ma: Beta hita nangkok tu dolok ni Jahowa, dohot tu joro ni Debata ni si Jakkob, asa diajarhon tu hita angka dalanna, jala mardalan hita di angka lapangna. Ai marharoroan sian Sion do patik i, jala hata ni Jahowa sian Jerusalem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi manguhum ma ibana di tongatonga ni torop angka bangso jala toruanna angka bangso bolon sahat ro di na dao; jadi patopahononnasida ma podangnasida bahen gigi, jala hujurnasida bahen sasabi. Ndang be sintahon ni bangso dompak bangso podang, jala ndang be guruhononnasida ruhut ni hamusuon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hundul be ma nasida di toru ni hau anggurna dohot di toru ni hau arana, jala ndang adong panonggoti, ai pamangan ni Jahowa Zebaot do na mandok i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai saluhut angka bangso mardalani marhitehite goar ni debatana be, alai anggo hita mardalan marhitehite goar ni Jahowa Debatanta ro di saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Di ari na sasada i, ninna Jahowa, papungupunguonku ma jolma na mengkat, jala jolma na binolongkon paluhutonku muse ro di jolma na hupasipal na jolo.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala patindangonku jolma na mengkat i bahen pasipasi, jala jolma na dao binolongkon bahen bangso na gogo, jala Jahowa rajanasida di dolok Sion olat ni nuaeng ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ianggo ho ale Migdal Eder, robean ni boru hian, ro do hamuliaonmu sogot tu ho; ro do huhut tu ho panggomgomion parjolo harajaon ni boru Jerusalem.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Ia nuaeng, boasa tung mangangguhi ho? Tung na so adong be raja di tongatongamu? Manang tung naung mago do panuturim, umbahen marsahit rian ho, songon boruboru na maniop siraraisan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Paodon ma, jala lujukkon ale boru Sion, songon boruboru na naing mangintubu! Ai ingkon ruar ho anggo nuaeng sian huta i jala maringan di ladang, jala ingkon sahat ho tu Babel; disi ma ho paluaonna, disi ma tobuson ni Jahowa ho sian tangan ni musum.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai anggo nuaeng marpungu torop angka bangso parbegu dompak ho, angka na mandok: Niramunan ma! Asa tung sombu roha ni matanta mida Sion!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ndang ditanda nasida anggo angka sangkap ni Jahowa, jala ndang diantusi nasida tuptupna: Na pinapunguna i nasida, songon tibalan tu pardegean.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hehe ma ho jala mardege, ale boru Sion! Ai tandukmi gabe bosi bahenonku, jala sisilonmi gabe tombaga bahenonku, jadi ropuhanmu ma torop angka bangso jala tu Jahowa ontongkononku arta na niomonasida, jala ugasannasida tu Tuhan sigomgom liat portibi on.",
      "type": "content"
    }
  ]
}