{
  "book": "Mikha",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "(4-14) On pe marhoronhoron ma hamu, ale boru ni parduan ni parangan! Ai hona tungkum do hita humaliang; tungkot do dilibashon tu hurum ni siuhum Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(5-1) ",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "I. Panurirangon taringot tu raja hadameon na sian huta Betlehem 1-9. II. Mansohot ma disi nasa panengaon marhite sian daging dohot nasa pameleon tu begu 10-14",
      "type": "title"
    },
    {
      "verse": 3,
      "text": "(5-2) Dibahen i pasahatonna ma nasida sahat ro di tingki pangintubuan ni na manubuhon, jala mulak pasipasi ni angka hahaanggina tu angka anak ni Israel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(5-3) Alai jongjong anggo ibana, jala marmahan mangasahon gogo ni Jahowa, marhitehite hamuliaon ni goar ni Jahowa Debatana; jadi maringan ma nasida, ai timbul ma ibana disi ro di angka ujung ni tano on.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(5-4) Jala ibana gabe hadameon; molo naeng ro Assur tu tanonta, molo naeng luntahonna bagasta angka na bolon i, jadi patindangonta ma mangalo ibana pitu parmahan dohot ualu induk ni jolma.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(5-5) Jadi suda gagatonnasida tano Assur marhitehite podang dohot tano ni si Nimrod di bagasan harbanganna. Jadi ibana ma paluahon hita sian Assur molo ro naeng sumola tanonta, jala naeng degeonna partalpahanta.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(5-6) Jadi sobokkon nambur sian Jahowa ma pasipasi ni Jakkob di tongatonga ni torop angka bangso, jala songon udan na manetehi tu duhutduhut, na so maimaima di jolma, manang di angka anak ni jolma.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(5-7) Alai huhut muse pasipasi ni Jakkob di tongatonga ni angka bangso parbegu, di tongatonga ni torop angka bangso, songon singa di tongatonga ni binatang angka na di tombak, songon singa panoro di tongatonga ni angka punguan ni birubiru, molo dibolus, gabe dilotongi jala disoro, ndang adong na paluahon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(5-8) Jadi timbul ma tanganmu di atas ni angka na manosak ho, jala siap nasa musum.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(5-9) Di ari na sasada i, ninna Jahowa, siaphononku ma angka hodam sian tongatongami, jala agoonku angka huretam.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(5-10) (II.) Siaphononku ma dohot angka huta bolon ni tanom, jala gargaronku nasa hutam angka na gonting i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(5-11) Jala pansingkononku angka utiutian sian tanganmu, jala ndang adong be di ho pangarunding.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(5-12) Jala siaphononku ma ganaganaan ni angka na niuhirmi dohot ganaganaan angka na tinuangmi sian tongatongami, jadi ndang be ho marsomba tu jadijadian ni tanganmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(5-13) Jala uratanku ma angka sombaonmi sian tongatongam, jala siaphononku angka hutam.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(5-14) Jala bahenonku ma partubolan di bagasan parpiar ni rimashu tu angka bangso parbegu, angka na so tumangihon ahu.",
      "type": "content"
    }
  ]
}