{
  "book": "Mikha",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parbadaan ni Jahowa dohot bangsona 1-5. II. Holan hamubaon ni roha situtu lomo ni roha ni Jahowa 6-8. III. Alai hona uhum do ianggo halak parjahat 9-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ua tangihon hamu ma na nidok ni Jahowa: Borhat ma ho marbada dompak angka dolok, asa dibege angka dolokdolok soaram.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tangihon ma, hamu ale angka dolok, parbadaan ni Jahowa, hamu pe ojahan ni tano on, angka na hoti, ai marparbadaan do Jahowa dohot bangsona, jala naeng masitariasan ibana dohot Israel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Aha do uhumhu na sega tu ho, ale bangsongku? Marhitehite aha tahe ho hulojai? Alusi ma ahu!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ala na hutogihon i ho ulaning ruar sian tano Misir, jala hupalua ho sian bagas parhatobanan i? Husuru si Musa, si Aron dohot si Miriam manguluhon ho?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai ingot ale bangsongki, na tinahi ni si Balas, raja sian Moab dohot alus ni si Bileam, anak ni si Beor, tu ibana; angka na masa olat ni Sitim pe sahat ro di Gilgal, asa tung ditanda ho angka habonaron ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Marhitehite aha tarbahen ahu mandapothon Jahowa, marsomba ahu tu Debata na di ginjang? Marhitehite angka pelean situtungon ulaning ahu manjumpangkon ibana marhitehite anak ni lombu, angka na marumur sataon ulaning?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Lomo do ulaning roha ni Jahowa mida hambing tunggal marriburibu? Manang mida angka sunge miak marloksaloksa? Lehononku do ulaning anak buhabajungku abul ni pangalaosingki? Parbue ni butuhangku ulaning abul ni dosa ni rohangku?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nunga dipabotohon ibana tu ho, ale jolma manang aha na denggan, jala manang aha na niluluan ni Jahowa sian ho, nda holan na mangulahon uhum dohot holong ni roha di habasaon, jala marpangalaho haserepon maradophon Debatam.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(III.) Joujou do suara ni Jahowa tu huta i, jala hatuaon do na tinembak ni goarmu. Tangihon hamu ma linsinglinsing dohot ibana na mangalumbahonsa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nda tong dope adong di jabu ni halak parjahat angka arta hajahaton, dohot ampang na mametmethu, naung pinulasan hian?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tung tarbahen ahu ma marsombusombu mida hatian hajahaton dohot mida batu timbangan ni pangansion di bagasan puro?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ala gok hadoboon halak na mora di bagasan huta i, jala pangisina i mangkatahon gabus, jala sipaotooto do dilanasida di bagasan pamangannasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ahu pe antong matemate ne ho bunuonku, jala tarulang ho bahenonku ala ni dosam.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Mangan pe ho, hape ndang butong jala haraparonmu maringan di bagasan butuham, jala na niluahonmu, laos so malua, jala na pinaluam pasahatonku do tu podang.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Manabur pe ho hape ndang adong gotilonmu; mardege parbue ni jetun pe ho, hape ndang jadi miahanmu ho dohot miak nang mangilang parbue ni anggur ho, ndang jadi inumonmu anggur i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai diradoti hamu angka patik ni si Omri ro di nasa jadijadian ni pinompar ni si Ahab, jala mardalan hamu mangihuthon angka sangkapnasida, ala ni pasahatonku ma ho gabe tarulang jala pangisina i gabe sirehereheon, ia haurahon ni bangsongku: Ingkon hamu do mangusungsa.",
      "type": "content"
    }
  ]
}