{
  "book": "Mikha",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Alualu taringot tu roha mago ni bangso i 1-6. II. Nalom ni roha martangiang tu Jahowa 7-10. III. Marpangulahi roha ni Debata sogot mida bangsona i 11-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ngalutnai di ahu, ai nunga tung tudos ahu tu halak na papunguhon parbue, songon halak na manjomputi na marpisikpisik dung gotilon anggur! Ndang adong be parbue ni anggur allangon, sai mangapian do rohangku di patumonaanna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga tung siap jolma na daulat sian tano on, jala ndang adong halak na tigor nanggo sada di tongatonga ni jolma. Tung saluhut nasida mangarop di mudar, sai masitaonan sambil do nasida be tu donganna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Girgir do tangannasida mangulahon na roa: Tole pangarajai mangigil silehonlehon, jala panguhum manjalo sisip, jala halak na bolon guru roharohana do mangkuling, gabe marpiupiu hajahatan dibahen nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Na dumenggan sian nasida tung sobokkon suga do, jala na tumobok tumajom sian tadatada; nunga ro ari na nilumbahon ni pangarundingmi, ari partubolan tu ho tarhatotong ma ho nuaeng bahenonnasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Unang ma porsea manang ise di donganna! Unang ma marhaposan tu aleale hasudungan ni roha, gari maradophon parompuan na modom di ampuanmi ingkon jamotanna do angka bibir ni pamanganmu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai anak i paotootohon amana, boru i hehe dompak inana, parumaen dompak simatuana boru, musu ni baoa i i ma angka halak donganna sajabu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Alai anggo ahu manatap tu Jahowa do, jala dihalungunhon rohangku do Debata ni hatuaonku, sai tangihonon ni Debatangku do ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Unang ho marlas ni roha, ale musungku, mida ahu! Ai tinggang pe ahu sai hehe do ahu muse; ai hundul pe ahu nuaeng di bagasan haholomon, Jahowa do panondang di ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Usungonku do rimas ni Jahowa, ai dompak ibana do ahu mardosa, paima dibadahon ibana badangku, jala maruli uhum ahu dibahen. Sai toguonna do ahu sogot tu hatiuron, idaonku do hatigoranna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai idaon ni musungku ma i sogot, jadi hungkupan ni haurahon bohina, ibana naung mandok tu ahu: Didia do Jahowa Debatam? Marsombusombu ma matangku marnida nasida, dung hona luntak songon gambo di alaman.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) Nunga ro ari parpaulion di parikmu, ari parholangan ni patik do i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ari haroroan ni halak do i tumopot ho sian Assur, dohot sian angka huta ni Misir; jala sian Misir sahat ro di batang aek jala sian laut tu laut jala sian tor tu tor.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai gabe halongonan ma tano i ala ni pangisina, binahen ni parbue ni pambahenannasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sai parmahan i ma bangsom marhitehite batahim, punguan ni partalianmi, ho ale na punjung maringan di tombak, di tongatonga ni Karmel! Loas ma nasida manjampal di Basan dohot di Gilead songon uju di ari angka na galia.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Suang songon di angka ari haruruarmu sian tano Misir, ahu pataridahon tu nasida angka halongangan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Idaon ni angka bangso parbegu ma i, gabe murak nasida ala ni saluhut hagogoonnasida i, ampehononna ma tangan tu pamanganna gabe nengel pinggolnasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingkon dilatonnasida ma orbuk songon ulok na manginsiri di tano; angka hitir nasida ro sian partabuniannasida i mandapothon Jahowa Debatanta i, angka dotdot nasida jala mabiar maradophon ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tung ise ma Debata songon ho, na marpamuati di dosa jala na umbolus pangalaosion ni partalianna na teba i! Ndang tongtong ibana marsigomos marronirimas, ai mangkalomohon asi ni roha do ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sai marpangulahi do rohana, jala popoanna do angka hajahatonta; jala reongkononna do sude dosanasida i tu laut apala na umbagas.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sai lehononmu do hasintongan tu si Jakkob, asi ni roha tu si Abraham, naung niuarihonmu tu ompunami sian angka ari na robi dope.",
      "type": "content"
    }
  ]
}