{
  "book": "Kisah Para Rasul",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Pentakosta",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ketika tiba hari Pentakosta, semua orang percaya berkumpul di satu tempat.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tiba-tiba turunlah dari langit suatu bunyi seperti tiupan angin keras yang memenuhi seluruh rumah, di mana mereka duduk;",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "dan tampaklah kepada mereka lidah-lidah seperti nyala api yang bertebaran dan hinggap pada mereka masing-masing.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Maka penuhlah mereka dengan Roh Kudus, lalu mereka mulai berkata-kata dalam bahasa-bahasa lain, seperti yang diberikan oleh Roh itu kepada mereka untuk mengatakannya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Waktu itu di Yerusalem diam orang-orang Yahudi yang saleh dari segala bangsa di bawah kolong langit.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ketika turun bunyi itu, berkerumunlah orang banyak. Mereka bingung karena mereka masing-masing mendengar rasul-rasul itu berkata-kata dalam bahasa mereka sendiri.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Mereka semua tercengang-cengang dan heran, lalu berkata: \"Bukankah mereka semua yang berkata-kata itu orang Galilea?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Bagaimana mungkin kita masing-masing mendengar mereka berkata-kata dalam bahasa kita sendiri, yaitu bahasa yang kita pakai di negeri asal kita:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "kita orang Partia, Media, Elam, penduduk Mesopotamia, Yudea dan Kapadokia, Pontus dan Asia,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Frigia dan Pamfilia, Mesir dan daerah-daerah Libia yang berdekatan dengan Kirene, pendatang-pendatang dari Roma,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "baik orang Yahudi maupun penganut agama Yahudi, orang Kreta dan orang Arab, kita mendengar mereka berkata-kata dalam bahasa kita sendiri tentang perbuatan-perbuatan besar yang dilakukan Allah.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mereka semuanya tercengang-cengang dan sangat termangu-mangu sambil berkata seorang kepada yang lain: \"Apakah artinya ini?\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tetapi orang lain menyindir: \"Mereka sedang mabuk oleh anggur manis.\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Khotbah Petrus",
      "type": "title"
    },
    {
      "verse": 14,
      "text": "Maka bangkitlah Petrus berdiri dengan kesebelas rasul itu, dan dengan suara nyaring ia berkata kepada mereka: \"Hai kamu orang Yahudi dan kamu semua yang tinggal di Yerusalem, ketahuilah dan camkanlah perkataanku ini.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Orang-orang ini tidak mabuk seperti yang kamu sangka, karena hari baru pukul sembilan,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "tetapi itulah yang difirmankan Allah dengan perantaraan nabi Yoel:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Akan terjadi pada hari-hari terakhir--demikianlah firman Allah--bahwa Aku akan mencurahkan Roh-Ku ke atas semua manusia; maka anak-anakmu laki-laki dan perempuan akan bernubuat, dan teruna-terunamu akan mendapat penglihatan-penglihatan, dan orang-orangmu yang tua akan mendapat mimpi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Juga ke atas hamba-hamba-Ku laki-laki dan perempuan akan Kucurahkan Roh-Ku pada hari-hari itu dan mereka akan bernubuat.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dan Aku akan mengadakan mujizat-mujizat di atas, di langit dan tanda-tanda di bawah, di bumi: darah dan api dan gumpalan-gumpalan asap.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Matahari akan berubah menjadi gelap gulita dan bulan menjadi darah sebelum datangnya hari Tuhan, hari yang besar dan mulia itu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dan barangsiapa yang berseru kepada nama Tuhan akan diselamatkan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Hai orang-orang Israel, dengarlah perkataan ini: Yang aku maksudkan, ialah Yesus dari Nazaret, seorang yang telah ditentukan Allah dan yang dinyatakan kepadamu dengan kekuatan-kekuatan dan mujizat-mujizat dan tanda-tanda yang dilakukan oleh Allah dengan perantaraan Dia di tengah-tengah kamu, seperti yang kamu tahu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dia yang diserahkan Allah menurut maksud dan rencana-Nya, telah kamu salibkan dan kamu bunuh oleh tangan bangsa-bangsa durhaka.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tetapi Allah membangkitkan Dia dengan melepaskan Dia dari sengsara maut, karena tidak mungkin Ia tetap berada dalam kuasa maut itu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sebab Daud berkata tentang Dia: Aku senantiasa memandang kepada Tuhan, karena Ia berdiri di sebelah kananku, aku tidak goyah.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sebab itu hatiku bersukacita dan jiwaku bersorak-sorak, bahkan tubuhku akan diam dengan tenteram,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "sebab Engkau tidak menyerahkan aku kepada dunia orang mati, dan tidak membiarkan Orang Kudus-Mu melihat kebinasaan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Engkau memberitahukan kepadaku jalan kehidupan; Engkau akan melimpahi aku dengan sukacita di hadapan-Mu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Saudara-saudara, aku boleh berkata-kata dengan terus terang kepadamu tentang Daud, bapa bangsa kita. Ia telah mati dan dikubur, dan kuburannya masih ada pada kita sampai hari ini.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Tetapi ia adalah seorang nabi dan ia tahu, bahwa Allah telah berjanji kepadanya dengan mengangkat sumpah, bahwa Ia akan mendudukkan seorang dari keturunan Daud sendiri di atas takhtanya.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Karena itu ia telah melihat ke depan dan telah berbicara tentang kebangkitan Mesias, ketika ia mengatakan, bahwa Dia tidak ditinggalkan di dalam dunia orang mati, dan bahwa daging-Nya tidak mengalami kebinasaan.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Yesus inilah yang dibangkitkan Allah, dan tentang hal itu kami semua adalah saksi.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dan sesudah Ia ditinggikan oleh tangan kanan Allah dan menerima Roh Kudus yang dijanjikan itu, maka dicurahkan-Nya apa yang kamu lihat dan dengar di sini.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Sebab bukan Daud yang naik ke sorga, malahan Daud sendiri berkata: Tuhan telah berfirman kepada Tuanku:",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Duduklah di sebelah kanan-Ku, sampai Kubuat musuh-musuh-Mu menjadi tumpuan kaki-Mu.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi seluruh kaum Israel harus tahu dengan pasti, bahwa Allah telah membuat Yesus, yang kamu salibkan itu, menjadi Tuhan dan Kristus.\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ketika mereka mendengar hal itu hati mereka sangat terharu, lalu mereka bertanya kepada Petrus dan rasul-rasul yang lain: \"Apakah yang harus kami perbuat, saudara-saudara?\"",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jawab Petrus kepada mereka: \"Bertobatlah dan hendaklah kamu masing-masing memberi dirimu dibaptis dalam nama Yesus Kristus untuk pengampunan dosamu, maka kamu akan menerima karunia Roh Kudus.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Sebab bagi kamulah janji itu dan bagi anak-anakmu dan bagi orang yang masih jauh, yaitu sebanyak yang akan dipanggil oleh Tuhan Allah kita.\"",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dan dengan banyak perkataan lain lagi ia memberi suatu kesaksian yang sungguh-sungguh dan ia mengecam dan menasihati mereka, katanya: \"Berilah dirimu diselamatkan dari angkatan yang jahat ini.\"",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Cara hidup jemaat yang pertama",
      "type": "title"
    },
    {
      "verse": 41,
      "text": "Orang-orang yang menerima perkataannya itu memberi diri dibaptis dan pada hari itu jumlah mereka bertambah kira-kira tiga ribu jiwa.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Mereka bertekun dalam pengajaran rasul-rasul dan dalam persekutuan. Dan mereka selalu berkumpul untuk memecahkan roti dan berdoa.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Maka ketakutanlah mereka semua, sedang rasul-rasul itu mengadakan banyak mujizat dan tanda.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Dan semua orang yang telah menjadi percaya tetap bersatu, dan segala kepunyaan mereka adalah kepunyaan bersama,",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "dan selalu ada dari mereka yang menjual harta miliknya, lalu membagi-bagikannya kepada semua orang sesuai dengan keperluan masing-masing.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Dengan bertekun dan dengan sehati mereka berkumpul tiap-tiap hari dalam Bait Allah. Mereka memecahkan roti di rumah masing-masing secara bergilir dan makan bersama-sama dengan gembira dan dengan tulus hati,",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "sambil memuji Allah. Dan mereka disukai semua orang. Dan tiap-tiap hari Tuhan menambah jumlah mereka dengan orang yang diselamatkan.",
      "type": "content"
    }
  ]
}