{
  "book": "Kisah Para Rasul",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Dari Makedonia ke Troas",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Setelah reda keributan itu, Paulus memanggil murid-murid dan menguatkan hati mereka. Dan sesudah minta diri, ia berangkat ke Makedonia.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia menjelajah daerah itu dan dengan banyak nasihat menguatkan hati saudara-saudara di situ. Lalu tibalah ia di tanah Yunani.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sesudah tiga bulan lamanya tinggal di situ ia hendak berlayar ke Siria. Tetapi pada waktu itu orang-orang Yahudi bermaksud membunuh dia. Karena itu ia memutuskan untuk kembali melalui Makedonia.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia disertai oleh Sopater anak Pirus, dari Berea, dan Aristarkhus dan Sekundus, keduanya dari Tesalonika, dan Gayus dari Derbe, dan Timotius dan dua orang dari Asia, yaitu Tikhikus dan Trofimus.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Mereka itu berangkat lebih dahulu dan menantikan kami di Troas.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tetapi sesudah hari raya Roti Tidak Beragi kami berlayar dari Filipi dan empat hari kemudian sampailah kami di Troas dan bertemu dengan mereka. Di situ kami tinggal tujuh hari lamanya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pada hari pertama dalam minggu itu, ketika kami berkumpul untuk memecah-mecahkan roti, Paulus berbicara dengan saudara-saudara di situ, karena ia bermaksud untuk berangkat pada keesokan harinya. Pembicaraan itu berlangsung sampai tengah malam.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Di ruang atas, di mana kami berkumpul, dinyalakan banyak lampu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Seorang muda bernama Eutikhus duduk di jendela. Karena Paulus amat lama berbicara, orang muda itu tidak dapat menahan kantuknya. Akhirnya ia tertidur lelap dan jatuh dari tingkat ketiga ke bawah. Ketika ia diangkat orang, ia sudah mati.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tetapi Paulus turun ke bawah. Ia merebahkan diri ke atas orang muda itu, mendekapnya, dan berkata: \"Jangan ribut, sebab ia masih hidup.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Setelah kembali di ruang atas, Paulus memecah-mecahkan roti lalu makan; habis makan masih lama lagi ia berbicara, sampai fajar menyingsing. Kemudian ia berangkat.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sementara itu mereka mengantarkan orang muda itu hidup ke rumahnya, dan mereka semua merasa sangat terhibur.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dari Troas ke Miletus",
      "type": "title"
    },
    {
      "verse": 13,
      "text": "Kami berangkat lebih dahulu ke kapal dan berlayar ke Asos, dengan maksud untuk menjemput Paulus di situ sesuai dengan pesannya, sebab ia sendiri mau berjalan kaki melalui darat.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ketika ia bertemu dengan kami di Asos, kami membawanya ke kapal, lalu melanjutkan pelayaran kami ke Metilene.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dari situ kami terus berlayar dan pada keesokan harinya kami berhadapan dengan pulau Khios. Pada hari berikutnya kami menuju Samos dan sehari kemudian tibalah kami di Miletus.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Paulus telah memutuskan untuk tidak singgah di Efesus, supaya jangan habis waktunya di Asia. Sebab ia buru-buru, agar jika mungkin, ia telah berada di Yerusalem pada hari raya Pentakosta.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Perpisahan Paulus dengan para penatua di Efesus",
      "type": "title"
    },
    {
      "verse": 17,
      "text": "Karena itu ia menyuruh seorang dari Miletus ke Efesus dengan pesan supaya para penatua jemaat datang ke Miletus.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sesudah mereka datang, berkatalah ia kepada mereka: \"Kamu tahu, bagaimana aku hidup di antara kamu sejak hari pertama aku tiba di Asia ini:",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "dengan segala rendah hati aku melayani Tuhan. Dalam pelayanan itu aku banyak mencucurkan air mata dan banyak mengalami pencobaan dari pihak orang Yahudi yang mau membunuh aku.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sungguhpun demikian aku tidak pernah melalaikan apa yang berguna bagi kamu. Semua kuberitakan dan kuajarkan kepada kamu, baik di muka umum maupun dalam perkumpulan-perkumpulan di rumah kamu;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "aku senantiasa bersaksi kepada orang-orang Yahudi dan orang-orang Yunani, supaya mereka bertobat kepada Allah dan percaya kepada Tuhan kita, Yesus Kristus.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tetapi sekarang sebagai tawanan Roh aku pergi ke Yerusalem dan aku tidak tahu apa yang akan terjadi atas diriku di situ",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "selain dari pada yang dinyatakan Roh Kudus dari kota ke kota kepadaku, bahwa penjara dan sengsara menunggu aku.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tetapi aku tidak menghiraukan nyawaku sedikitpun, asal saja aku dapat mencapai garis akhir dan menyelesaikan pelayanan yang ditugaskan oleh Tuhan Yesus kepadaku untuk memberi kesaksian tentang Injil kasih karunia Allah.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dan sekarang aku tahu, bahwa kamu tidak akan melihat mukaku lagi, kamu sekalian yang telah kukunjungi untuk memberitakan Kerajaan Allah.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sebab itu pada hari ini aku bersaksi kepadamu, bahwa aku bersih, tidak bersalah terhadap siapapun yang akan binasa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sebab aku tidak lalai memberitakan seluruh maksud Allah kepadamu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Karena itu jagalah dirimu dan jagalah seluruh kawanan, karena kamulah yang ditetapkan Roh Kudus menjadi penilik untuk menggembalakan jemaat Allah yang diperoleh-Nya dengan darah Anak-Nya sendiri.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Aku tahu, bahwa sesudah aku pergi, serigala-serigala yang ganas akan masuk ke tengah-tengah kamu dan tidak akan menyayangkan kawanan itu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Bahkan dari antara kamu sendiri akan muncul beberapa orang, yang dengan ajaran palsu mereka berusaha menarik murid-murid dari jalan yang benar dan supaya mengikut mereka.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sebab itu berjaga-jagalah dan ingatlah, bahwa aku tiga tahun lamanya, siang malam, dengan tiada berhenti-hentinya menasihati kamu masing-masing dengan mencucurkan air mata.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dan sekarang aku menyerahkan kamu kepada Tuhan dan kepada firman kasih karunia-Nya, yang berkuasa membangun kamu dan menganugerahkan kepada kamu bagian yang ditentukan bagi semua orang yang telah dikuduskan-Nya.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Perak atau emas atau pakaian tidak pernah aku ingini dari siapapun juga.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Kamu sendiri tahu, bahwa dengan tanganku sendiri aku telah bekerja untuk memenuhi keperluanku dan keperluan kawan-kawan seperjalananku.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dalam segala sesuatu telah kuberikan contoh kepada kamu, bahwa dengan bekerja demikian kita harus membantu orang-orang yang lemah dan harus mengingat perkataan Tuhan Yesus, sebab Ia sendiri telah mengatakan: Adalah lebih berbahagia memberi dari pada menerima.\"",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Sesudah mengucapkan kata-kata itu Paulus berlutut dan berdoa bersama-sama dengan mereka semua.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Maka menangislah mereka semua tersedu-sedu dan sambil memeluk Paulus, mereka berulang-ulang mencium dia.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Mereka sangat berdukacita, terlebih-lebih karena ia katakan, bahwa mereka tidak akan melihat mukanya lagi. Lalu mereka mengantar dia ke kapal.",
      "type": "content"
    }
  ]
}