{
  "book": "Kisah Para Rasul",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Petrus menyembuhkan orang lumpuh",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada suatu hari menjelang waktu sembahyang, yaitu pukul tiga petang, naiklah Petrus dan Yohanes ke Bait Allah.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di situ ada seorang laki-laki, yang lumpuh sejak lahirnya sehingga ia harus diusung. Tiap-tiap hari orang itu diletakkan dekat pintu gerbang Bait Allah, yang bernama Gerbang Indah, untuk meminta sedekah kepada orang yang masuk ke dalam Bait Allah.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ketika orang itu melihat, bahwa Petrus dan Yohanes hendak masuk ke Bait Allah, ia meminta sedekah.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Mereka menatap dia dan Petrus berkata: \"Lihatlah kepada kami.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Lalu orang itu menatap mereka dengan harapan akan mendapat sesuatu dari mereka.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tetapi Petrus berkata: \"Emas dan perak tidak ada padaku, tetapi apa yang kupunyai, kuberikan kepadamu: Demi nama Yesus Kristus, orang Nazaret itu, berjalanlah!\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Lalu ia memegang tangan kanan orang itu dan membantu dia berdiri. Seketika itu juga kuatlah kaki dan mata kaki orang itu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia melonjak berdiri lalu berjalan kian ke mari dan mengikuti mereka ke dalam Bait Allah, berjalan dan melompat-lompat serta memuji Allah.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Seluruh rakyat itu melihat dia berjalan sambil memuji Allah,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "lalu mereka mengenal dia sebagai orang yang biasanya duduk meminta sedekah di Gerbang Indah Bait Allah, sehingga mereka takjub dan tercengang tentang apa yang telah terjadi padanya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Khotbah Petrus di Serambi Salomo",
      "type": "title"
    },
    {
      "verse": 11,
      "text": "Karena orang itu tetap mengikuti Petrus dan Yohanes, maka seluruh orang banyak yang sangat keheranan itu datang mengerumuni mereka di serambi yang disebut Serambi Salomo.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Petrus melihat orang banyak itu lalu berkata: \"Hai orang Israel, mengapa kamu heran tentang kejadian itu dan mengapa kamu menatap kami seolah-olah kami membuat orang ini berjalan karena kuasa atau kesalehan kami sendiri?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Allah Abraham, Ishak dan Yakub, Allah nenek moyang kita telah memuliakan Hamba-Nya, yaitu Yesus yang kamu serahkan dan tolak di depan Pilatus, walaupun Pilatus berpendapat, bahwa Ia harus dilepaskan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tetapi kamu telah menolak Yang Kudus dan Benar, serta menghendaki seorang pembunuh sebagai hadiahmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Demikianlah Ia, Pemimpin kepada hidup, telah kamu bunuh, tetapi Allah telah membangkitkan Dia dari antara orang mati; dan tentang hal itu kami adalah saksi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dan karena kepercayaan dalam Nama Yesus, maka Nama itu telah menguatkan orang yang kamu lihat dan kamu kenal ini; dan kepercayaan itu telah memberi kesembuhan kepada orang ini di depan kamu semua.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hai saudara-saudara, aku tahu bahwa kamu telah berbuat demikian karena ketidaktahuan, sama seperti semua pemimpin kamu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tetapi dengan jalan demikian Allah telah menggenapi apa yang telah difirmankan-Nya dahulu dengan perantaraan nabi-nabi-Nya, yaitu bahwa Mesias yang diutus-Nya harus menderita.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Karena itu sadarlah dan bertobatlah, supaya dosamu dihapuskan,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "agar Tuhan mendatangkan waktu kelegaan, dan mengutus Yesus, yang dari semula diuntukkan bagimu sebagai Kristus.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Kristus itu harus tinggal di sorga sampai waktu pemulihan segala sesuatu, seperti yang difirmankan Allah dengan perantaraan nabi-nabi-Nya yang kudus di zaman dahulu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Bukankah telah dikatakan Musa: Tuhan Allah akan membangkitkan bagimu seorang nabi dari antara saudara-saudaramu, sama seperti aku: Dengarkanlah dia dalam segala sesuatu yang akan dikatakannya kepadamu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dan akan terjadi, bahwa semua orang yang tidak mendengarkan nabi itu, akan dibasmi dari umat kita.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dan semua nabi yang pernah berbicara, mulai dari Samuel, dan sesudah dia, telah bernubuat tentang zaman ini.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Kamulah yang mewarisi nubuat-nubuat itu dan mendapat bagian dalam perjanjian yang telah diadakan Allah dengan nenek moyang kita, ketika Ia berfirman kepada Abraham: Oleh keturunanmu semua bangsa di muka bumi akan diberkati.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dan bagi kamulah pertama-tama Allah membangkitkan Hamba-Nya dan mengutus-Nya kepada kamu, supaya Ia memberkati kamu dengan memimpin kamu masing-masing kembali dari segala kejahatanmu.\"",
      "type": "content"
    }
  ]
}