{
  "book": "1 Samuel",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Elkana dohot jolmana na dua i. Si Hanna dohot si Pininna 1-8. II. Tangiang ni si Hanna di Silo. Sintua ni malim Eli marbagahon tubu anakna 9-18. III. Hatutubu ni si Samuel dohot sahatna marhalado di undungundung ni Debata 19-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i adong ma sada baoa sian Ramataim-Sup, sian dolok Epraim, goarna si Elkana, anak ni si Jeroham, tubu ni si Elihu, tubu ni si Tohu, tubu ni si Sup, halak Eprata.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dua do jolmana, goar ni na sada si Hanna, jala goar ni na sadanari si Pininna. Marianakkon do ianggo si Pininna, alai ndang adong anggo tubu ni si Hanna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai nangkok do baoa i ganup taon sian hutana laho marsomba dohot mamele tu Jahowa Zebaot di Silo; jala disi do anak ni si Eli na dua i, si Hopni dohot si Pinehas, angka malim ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung jumpang ari ni si Elkana mamele, gabe dilehon ma tu si Pininna, jolmana i dohot tu saluhut anakna dohot boruna angka parjambaran.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai anggo tu si Hanna parjambaran sidua halak dilehon, ai tuanlaenna do si Hanna, alai na hol do bortianna dibahen Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai disungguli imbangna huhut hinamagona manggitihi rohana nian, ala na hol bortianna dibahen Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai songon i do dibahen ganup taon, manang piga hali nasida nangkok tu bagas ni Jahowa, sai songon i do diarsahi rohana, gabe tumatangis ibana jala ndang olo mangan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ninna si Elkana, sinondukna i ma tu ibana: Ale Hanna, boasa tung tumatangis ho? Jala boasa so olo ho mangan? Jala boasa sai gondok roham? Nda tagonan ahu di ho sian anak sampulu?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Jadi dung mangan jala minum di Silo, hehe ma si Hanna. Alai hundul di hundulanna ianggo malim Eli di lambung tiang ni bagas ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung na marsak situtu rohana, gabe martangiang si Hanna tu Jahowa, huhut tumatangis situtu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i marbagabaga ma ibana, ninna ma: Ale Jahowa Zebaot! Molo ditatap roham pardangolan ni naposomon, jala diingot Ho ahu, jala ndang halupahononmu naposomon, jala dilehon Ho tu naposomon sada anak, lehononku ma ibana muse tu Jahowa saleleng mangolu ibana, jala ndang jadi hona raut parnabung uluna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi dung leleng ibana martangiang di jolo ni Jahowa, sai dipamanatmanat si Eli ma pamanganna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai martangiang di bagasan rohana do si Hanna, asal ubitubit bibirna, ndang tarbege ianggo suarana, gabe dirimpu si Eli na mabuk ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi ninna si Eli ma tu ibana: Sadia leleng on ho mabuk? Utahon ma anggur niinummi sian ho?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ninna si Hanna ma mangalusi: Sitongka, ale tuanku! Parompuan na gondok roha do ahu tahe, ndang dung huinum anggur, manang siinumon na koras, rohangki do na huusehon di jolo ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Unang tung bahen naposom hira boru na jahat, ai sian ponjot dohot arsak ni rohangku na godang i ahu mangkatai rasirasa nuaeng.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna si Eli ma mangalusi: Laho ma ho muli mardamedame! Sai na lehonon ni Debata ni Israel tu ho na pinangidom sian Ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ninna si Hanna ma: Sai dapotan asi ni roha ma naposomi di jolom! Dung i ditulus parompuan i ma dalanna, jala mangan, bohina pe, ndang be surbot idaon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Tole manogotna i, sogot ma nasida hehe asa marsomba di jolo ni Jahowa, dung i mulak ma nasida muli tu jabuna di Rama. Dung i ditopot si Elkana ma si Hanna jolmana i, gabe marningot Jahowa di nasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i di laonlaon ni ari gabegabean ma si Hanna, jala ditubuhon anak sada, jala dibahen goarna si Samuel, ai sian Jahowa ibana hupangido, ninna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i nangkok ma muse si Elkana rap dohot sude isi ni bagasna laho mamelehon tu Jahowa pelean siganup taon ro di bagabagana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai anggo si Hanna ndang nangkok, ai ninna do mandok sinondukna: Dung pe sirang susu dakdanak i, asa boanonku ibana, paidaidaonna bohi ni Jahowa, laos tinggal disi tongtong.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ninna si Elkana, sinondukna i ma tu ibana: Bahen ma lomo ni roham! Tinggal ma ho, paima sirang susu ibana dibahen ho; tung dipasaut Jahowa hatana! Jadi tinggal ma parompuan i pasusu anakna, paima sirang susu ibana dibahen.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dung sirang susu ibana, udur ma nasida nangkok huhut mamboan anak ni lombu tolu dohot itak sada Epah dohot anggur sapoting, jala diboan ibana tubagasan bagas ni Jahowa di Silo. Alai bajar situtu dope dakdanak i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i dipotongi nasida ma anak ni lombu i, jala diboan dakdanak i tu si Eli.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ninna si Hanna ma: Santabi ale tuangku, songon sintongna mangolu tondim ale tuan, ahu ma parompuan i na jongjong di lambungmon na jolo, martangiang tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dakdanak on do na hupangido uju i, gabe dibasabasahon Jahowa tu ahu na pinangido ni rohangku sian Ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dibahen i ahu pe pasahatonku ma ibana tu Jahowa saleleng mangolu ibana; ai na pinangido di Jahowa do ibana. Jadi laos martangiang tu Jahowa nasida disi.",
      "type": "content"
    }
  ]
}