{
  "book": "1 Samuel",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Samuel mamiahi si Saul bahen raja. Angka tanda paboa Debata mandokkonsa 1-8. II. Digohi Tondi ni Debata do roha ni si Saul 9-16. III. Luhutan di Mispa. Masijomput na sinurat nasida mamillit si Saul gabe raja 17-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dibuat si Samuel ma guriguri sada marisi miak, jala diusehon tu ulu ni si Saul, laos diumma ibana huhut didok: Nda naung miniahan ni Jahowa do ho bahen partogi ni bangso naung niainna i?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Molo dung tundal ho annon sian lambungkon, jumpang ho ma dua baoa mardonokkon tanoman ni si Rahel, marbalokkon tano Benjamin di Selsa, dohononna ma tu ho: Nunga jumpang halode boruboru angka na niluluanmu; jala ida ma, nunga malua ianggo angka halode i sian roha ni amanta, balik taringot tu hamu holsoan ibana: Aha na ma bahenonku taringot tu anakku, ninna?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Molo dung mamedu ho sian i manulus dalanmu sahat ro di hariara Tabor, jumpang ho ma disi tolu halak, angka na nangkok manopot Debata tu Betel, na sada mangusung tolu anak ni hambing, na sada mamboan tolu kibung roti, na sada mamboan guriguri marisi anggur.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi usousoannasida ma sonangmu, jala lehononna tu ho dua roti, sijaloonmu ma i sian tangannasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i sahat ma ho tu dolok ni Debata, parsaroan ni halak Palistim, jadi ia dung sahat ho tubagasan huta i, pajumpang ma ho dohot sada horon panurirang, angka na tuat sian robean i, di jolonasida do arbab, sarune, tulila dohot hasapi, angka manurirangi be nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi songgopan ni Tondi ni Jahowa ma ho, gabe manurirangi ho rap dohot nasida, jadi muba ma ho gabe jolma na asing.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ia dung masa angka tandai tu ho, bahen ma guru roham na jumpang tanganmu, ai donganan ni Jahowa do ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i tuat ma ho tu Gilgal pajolohon, jala ida ma, tuat pe ahu mandapothon ho laho mamelehon angka pelean situtungon dohot angka pelean hamauliateon; ingkon pitu ari lelengna paimaonmu ahu ro mandapothon ho, asa hupabotohon tu ho sibahenonmu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Jadi dung tundal ibana laho sian lambung ni si Samuel, gabe dipauba Debata ma rohana, songgop ma dohot sude angka tandai sadarina i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai dung sahat nasida tu dolok Gibea, ida ma, sahoron panurirang manjumpangkon ibana, gabe songgop ma Tondi ni Debata tu ibana, laos manurirangi ibana di tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai dung diida saluhut angka na tumanda ibana na sai laon, ibana manurirangi hape rap dohot angka panurirang, gabe ninna be ma tu donganna: Aha do na masa tu anak ni si Kis? Dohot do si Saul hape di tongatonga ni angka panurirang?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ro ma alus ni na sahalak sian i mandok: Ise do ulaning amanasida? Alani manjadi gabe umpama: Dohot do si Saul hape di tongatonga ni angka panurirang?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung mansohot ibana manurirangi tolhas ma ibana tu robean i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna tulang ni si Saul ma tu ibana dohot tu naposona: Tudia hamu laho huroha? Gabe didok ibana ma: Mangalului angka halode boruboru nian; jadi dung huida hami ndang disi, gabe laho hami manopot si Samuel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna tulang ni si Saul ma: Ue paboa di ahu manang aha na nidok ni si Samuel tu hamu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ninna si Saul ma tu tulangna i: Tangkas do dipaboa tu hami naung jumpang angka halode i. Alai anggo hata harajaon i, na nidok ni si Samuel, ndang dipaboa tu ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i dipaluhut si Samuel bangso i tumopot Jahowa tu Mispa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ninna ma tu halak Israel: Boti hata ni Jahowa, Debata ni Israel: Ahu do manogihon Israel ruar sian Misir, jala hupalua hamu sian tangan ni halak Misir, sian tangan ni saluhut harajaon angka na mangarupa hamu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai nunga ditoishon hamu sadarion Debatamuna, na paluahon hamu sian saluhut jeamuna dohot sian hagogotanmuna, hape didok hamu do tu Ibana: Ingkon pabangkitonmu di hami sada raja. Dibahen i tindang ma hamu di jolo ni Jahowa marmargamarga, jala marsaribusaribu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i didokkon si Samuel ma jumonok saluhut marga ni Israel, gabe hona ma marga Benjamin.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i didokkon muse jumonok marga Benjamin marsuhusuhu, gabe hona suhu Matris, hona muse si Saul, anak ni si Kis. Jadi dilului nasida ma ibana, hape ndang jumpangsa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi diulahi nasida ma manungkunhon tu Jahowa: Ndang dope ro baoa i tuson? Jadi ninna Jahowa ma: Ida ma, na martabuni do ibana tu parugasanan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi marlojong ma nasida mangalap ibana sian i. Jadi dung tindang ibana di tongatonga ni bangso i, gabe gumanjang ibana sian sandok bangso i, olat ni abarana tu ginjang.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ninna si Samuel ma tu sandok bangso i: Ida hamu ma na pinillit ni Jahowa, ai tudoshon ibana ndang adong di sandok bangso i. Jadi marsurak ma sandok bangso i, angka ninna nasida ma: Sai mangolu ma rajai!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i dipaboa si Samuel ma tu bangso i uhum harajaon, laos disurathon tubagasan sada buku, jala dipeakkon tu jolo ni Jahowa Dung i dipamuli si Samuel ma sandok bangso i, ganup tu jabuna be.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Laho do dohot si Saul tu jabuna di Gibea, dipataru parangan angka na sinunggul ni Debata rohanasida.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai adong do huhut angka halak na jahat, angka na mandok: Tung aha ma hangoluan turgas on ni baoa on, gabe marhu ni roha nasida mida ibana, laos so diboan silua tu ibana; alai dipaula so dibege si Saul do hata i.",
      "type": "content"
    }
  ]
}