{
  "book": "1 Samuel",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Nahas raja ni Amon marungkum huta Jabes 1-4. II. Saul mandokkon Israel santi balatuk laho marmusu 5-10. III. Hamonangon na maralohon halak Amon pahothon harajaonna 11-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i nangkok ma si Nahas, marga Amon, jala marungkum dompak Jabes di Gilead; jadi ninna sude baoa ni Jabes ma tu si Nahas: Bahen ma parjanjian tu hami, asa huoloi hami rodim.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ninna si Nahas, marga Amoni ma tu nasida: Olo pe ahu marjanji tu hamu, molo dung hupulsikkon mata siamun ni saluhut hamu dohot mambahen haurahon tu sandok Israel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna angka sintua ni Jabes ma tu ibana: Loas ma hami marpingkir pitu borngin on, asa marsuru angka suruan hami tu sandok partalpahan ni Israel; molo tung laos soadong na palua hami, ruar pe hami mandapothon ho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i sahat ma angka suruani tu Gibea-Saul, jala dihatahon angka hata i tu pinggol ni situan natorop i. Jadi dipangiar nasida suarana be tumatangis.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Dung i ida ma, ro do tongon si Saul mangadu lombu sian ladang, gabe didok si Saul ma: Aha do huroha na masa di bangso i umbahen tumatangis nasida? Jadi dipajojor nasida ma tu ibana hatahata ni halak Jabes i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung dibege si Saul angka hata i, songgop ma Tondi ni Debata tu ibana, marsigorgor situtu ma rimasna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dibuat ma sapasang lombu, laos ditanggoi, jala dipantongoshon tu sandok partalpahan ni Israel, binoan ni angka suruan laho maningtingkon: Manang ise na so borhat mangihuthon si Saul dohot si Samuel, songon i do bahenon tu lombuna. Jadi madabu hatahuton sian Jahowa tu bangso i, borhat be ma nasida, hira sahalak sambing.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dibilang ma nasida di Besek, jadi tolu ratus ribu ma torop ni halak Israel, jala tolupulu ribu ia halak Juda.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i didok angka nasida ma tu suruan, angka na ro i: Boti ma dohononmuna tu halak Jabes di Gilead: Ingkon marsogot dapotan pangurupion hamu apala di parngiar ni mata ni ari. Jadi dung ro angka suruani, jala dibaritahon barita i tu angka baoa sian Jabes, las ma rohanasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna angka baoa sian Jabes ma: Marsogot ma hami ruar mandapothon hamu, asa bahenonmuna tu hami sandok guru lomo ni rohamuna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) Tole marsogotna i diaturhon si Saul ma bangso i bahen tolu parduaan, gabe disola nasida ma tongatonga ni parsaroan i, tongon uju di gansi marhira torang ari, gabe tunduk ma halak Amon ro di parngiar ni ari; marserak ma ianggo angka na teba i, ndang tading nanggo dua halak sauduran.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna situan natorop i ma tu si Samuel: Ise do angka na mandok: Tung si Saul ma mangarajai hita? Lehon tuson angka baoa i, asa hubunu hami nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai ninna si Saul ma: Ndang jadi bunuon manang ise sadarion, ai apala sadarion mambahen pangurupion Jahowa di Israel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna si Samuel ma tu bangso i: Beta hita laho tu Gilgal, asa itaparata disi harajaon i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi laho ma sandok situan natorop i tu Gilgal pabangkithon si Saul disi gabe raja di jolo ni Jahowa di Gilgal, jala dipelehon disi angka pelean hamauliateon di jolo ni Jahowa. Jadi marlas ni roha situtu ma disi si Saul dohot saluhut baoa ni Israel.",
      "type": "content"
    }
  ]
}