{
  "book": "1 Samuel",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Samuel manulakkon tohonanna panguhum 1-5. II. Hata sipaingotna tu bangso na marluhut i 6-17. III. Horas dohot basa ni Debata 18-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Samuel ma tu sandok Israel: Ida ma, nunga hutangihon soaramuna taringot tu saluhut na pinaboamuna tu ahu, jala nunga hupabangkit sada raja di hamu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "On pe, ida ma, rajai ma manguluhon hamu; nunga sarimatua ianggo ahu jala ubanon, ia angka anakku, ida ma, di tongatongamuna do nasida, jala ahu manguluhon hamu sian sidakdanakonku rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ida ma, dison do ahu, maralus ma hamu dompak ahu di adopan ni Jahowa dohot di adopan ni raja naung miniahanna: Tung dung ma hubuat lombu ni manang ise, manang halodena, tung dung ma hurupa manang ise, manang hubahen gogo tu manang ise, manang manjalo sisip ahu sian tangan ni manang ise, tung hupapitpit matangku mida ibana? Asa hupasuang nuaeng tu hamu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna nasida ma: Ndang dung mambahen gogo ho tu hami, jala ndang dung dirupa ho hami, jala ndang dung manjalo agia aha ho sian tangan ni manang ise.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi ninna si Samuel ma tu nasida: Ingkon Jahowa ma sitindangi dompak hamu sadarion, sitindangi dohot raja naung miniahanna, paboa na soadong jumpang hamu agia aha di bagasan tanganku! Sitindangi ma tutu, ninna bangso i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i ninna si Samuel ma tu bangso i: Jahowa tongon naung pabangkit si Musa dohot si Aron, jala naung manogihon ompumuna ruar sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Antong pajonok hamu ma jongjong tuson, asa hupasingot hamu di jolo di Jahowa taringot tu saluhut denggan basa ni Jahowa angka na binahenna tu hamu dohot tu ompumuna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung sahat si Jakkob tu Misir, mangangguhi ma angka ompumuna tu Jahowa, gabe disuru Jahowa ma si Musa dohot si Aron, asa ditogihon nasida ompumuna i ruar sian Misir, jala dipahundul nasida di inganan on.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai dung dihalupahon nasida Jahowa, Debatanasida i, gabe dipasahat Ibana nasida tu tangan ni si Sisera, partogi ni parangan di Hazor, dohot tu tangan ni halak Palistim, dohot tu tangan ni raja sian Moab, angka na marmusu dompak nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi mangangguhi ma nasida tu Jahowa, angka ninna do: Nunga mardosa hami, tung hutadingkon hami Jahowa, jala huoloi hami angka Baal dohot Astarot; on pe sai palua ma hami sian tangan ni musunami, asa huoloi hami Ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi disuru Jahowa ma si Jerubbaal dohot si Bedan dohot si Jepta dohot si Samuel, asa dipalua hamu sian tangan ni musumuna i humaliang, asa sonang hamu maringan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai dung diida hamu si Nahas, raja ni halak Amon ro mangalo hamu, gabe didok hamu tu ahu: Ndada ho, ingkon adong raja sada mangarajai hami, hape Jahowa, Debatamuna do nian Rajamuna i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "On pe, ida ma, indi raja na pinillitmuna i, na pinangidomuna i, jala ida ma, nunga dilehon Jahowa raja sada tu hamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Molo dihabiari hamu Jahowa, jala dioloi hamu Ibana, jala ditangihon hamu soarana, jala ndang dialo hamu hata ni Jahowa, jala rap nang hamu, nang raja na mangarajai hamu mangihuthon tu Jahowa Debatamuna i, jadi dongananna ma hamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai molo so ditangihon hamu soara ni Jahowa, jala dipaaloalo hamu hata ni Jahowa, jadi tangan ni Jahowa ma mangalo hamu, songon naung nialona angka ompumuna i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Antong pajonok hamu ma jongjong tuson, jala ida hamu ma hata na balga on, sibahenon ni Jahowa di adopanmuna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nda masa do nuaeng gotilon eme? Joujou ma ahu annon tu Jahowa gabe paroonna ma ronggur dohot udan, asa tung ditanda jala diida hamu godang ni hajahatonmuna, naung binahenmuna di adopan ni Jahowa, laho mangido raja sada di hamu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Jadi joujou ma si Samuel tu Jahowa, gabe diparo Jahowa ma ronggur dohot udan sadarina i. Jadi mabiar situtu ma sandok bangso i mida Jahowa dohot mida si Samuel.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna sandok bangso i ma tu si Samuel: Sai tangiangkon ma angka naposomon tu Jahowa Debatam, asa unang mate hami, ai hutambai hami do tu saluhut dosanami na sai laon hajahaton on na mangido di hami sada raja.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi ninna si Samuel ma tu bangso i: Unang hamu mabiar! Nunga tutu dibahen hamu saluhut hajahaton on, asal unang manimbil hamu sian Jahowa, sai oloi hamu ma Jahowa sian nasa rohamuna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala unang manimbil hamu mangihuthon tu na so marguna, na so tarbahen mangurupi manang paluahon hamu, ai tung na so marguna do angka ajiajian.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai ndang tagamon tadingkonon ni Jahowa bangsona ala ni Goarna na timbul i, dung sapala dihalomohon Jahowa mambahen hamu gabe bangsona.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ahu pe antong, dao ma i sian ahu, tung mardosa dompak Jahowa, tung mansohot tumangiangkon hamu, sai podahononku do tu hamu dalan na denggan dohot na tigor i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Asal dihabiari hamu Jahowa, jala dioloi hamu Ibana di bagasan hasintongan sian nasa rohamuna; ai ida hamu ma godangna i naung binahenna tu hamu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai molo didatdati hamu mambahen na jat, rendep ma nang hamu, nang rajamuna i bahenonna.",
      "type": "content"
    }
  ]
}