{
  "book": "1 Samuel",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Jonatan mandopang halak Palistim parjolo. Hagogotan ni Israel dibahen pangarupaon ni halak Palistim 1-7. II. Si Saul manjoloani mamele, pininsang ni si Samuel 8-14. III. Israel hurangan sinjata 15-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung salpu sataon hinarajahon ni si Saul, tole paduataonhon mangarajai Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dipillit si Saul ma di ibana tolu ribu halak sian Israel; dua ribu sian i dongan ni si Saul di Mikhmas dohot di dolok Betel, jala saribu dongan ni si Jonatan di Gibea-Benjamin, dipamuli do ianggo bangso na lobi i ganup tu undungundungna be.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ditaluhon si Jonatan ma parangan ni halak Palistim, angka na marsaro di Geba, tarbortik ma barita i tu halak Palistim. Alai lam didokkon si Saul ma mamalu sarune di sandok tano i maningtinghon: Ingkon begeon ni halak Heber ma i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi sandok Israel umbege barita i: Nunga ditaluhon si Saul parangan ni halak Palistim, nunga ngorngor huhut roha ni halak Palistim mida Israel. Jadi dipaluhut si Saul ma bangso i tu Gilgal.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marpungu ma dohot halak Palistim laho marmusu dompak Israel: Tolupulu ribu hureta, jala onom ribu parsihundul, jala situan natorop i tudoshon horsik na di topi ni laut hinadeakna; nangkok ma nasida jala marsaro di Mikhmas, tondong ni Bethapen.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung diida halak Israel naung hagogotan nasida, ai godoron do situan natorop i, gabe martabuni ma bangso i di angka liang, dohot di ramba, dohot di dolok batu, dohot di godunggodung dohot di angka bondar.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Taripar do huhut halak Heber tu bariba ni Jordan, tu luat Gad dohot Gilead; alai tading di Gilgal dope ianggo si Saul, jala sandok situan natorop i godoron be do mangihuthon ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Jadi dung pitu borngin lelengna ibana paimaimahon janji na binahen ni si Samuel, hape matua so ro si Samuel tu Gilgal, mampar ma situan natorop i sian lambungna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna si Saul ma: Boan tu ahu pelean situtungon dohot angka pelean hamauliateon; gabe dipelehon ibana ma pelean situtungon i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi dung tolhas dipelehon pelean situtungon i, ida ma, ro ma tongon si Samuel, gabe ruar ma si Saul manjumpangkon ibana, mandok tabena.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna si Samuel ma: Aha do na binahenmu? Jadi ninna si Saul ma: Dung huida mampar bangso i sian lambungku, jala ndang ro ho di tingkina i, tole halak Palistim marpungu di Mikhmas.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ninna rohangku ma: Tuat ma annon halak Palistim mandapothon ahu tu Gilgal, laos so martangiang dope ahu di adopan ni Jahowa, jadi hupahum rohangku, laos hupelehon pelean situtungon i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna si Samuel ma tu si Saul: Na oto do pambahenmi, ndang diradoti ho tona ni Jahowa Debatam, na tinonahonna tu ho; ai nuaeng nian naeng pahoton ni Jahowa harajaonmi gumomgom Israel ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai anggo nuaeng ndang hot harajaonmi; nunga pola dilului Jahowa sada halak bangunan ni rohana, naung tinonahon ni Jahowa bahen partogi ni bangsona, ai ndang diradoti ho, na tinonahon ni Jahowa tu ho.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Dung i hehe ma si Samuel, laos nangkok sian Gilgal tu Gibea-Benjamin; alai anggo si Saul umbilang situan natorop i, angka na jumpang di lambungna, arga onom ratus halak toropna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ianggo si Saul dohot si Jonatan, anakna i ro di situan natorop, angka na di lambungnasida i, maringan do di Gibea-Benjamin, alai marsaro di Mikhmas do anggo halak Palistim.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i borhat ma parbajo sian parsaroan ni halak Palistim tolu panggungan; panggungan na sada mamedu dompak dalan laho tu Opra, tu luat Saul;",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Panggungan na sada mamedu dompak dalan laho tu Bethoron; panggungan na sada muse mamedu dompak dalan partalpahan, tondong ni rura Zeboim, tungkan halongonan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai ndang adong jumpang nanggo sada tungkang bosi di sandok tano Israel, ai ninna roha ni halak Palistim do, sai unang ma sanga halak Heber mambahen podang manang mundimundi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dibahen i ingkon tuat sandok Israel manopot halak Palistim laho patiptiphon gigi ni ninggalana be manang gupakna, manang tangkena, manang sasapna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi ndang bolut be baba ni gigi ni ninggala, sasap, gupak dohot tangke, nang patigor turatura tu horbo.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ia dung tole ari tongtangan i, ndang adong jumpang podang manang hujur di tangan ni sandok halak situan natorop, dongan ni si Saul dohot si Jonatan; alai anggo di si Saul dohot di si Jonatan, anakna i, adong do jumpang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i borhat ma sada panggungan ni halak Palistim laho tu jaringjing Mikhmas.",
      "type": "content"
    }
  ]
}