{
  "book": "1 Samuel",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamonangan ni si Jonatan di Mikhmas maralohon halak Palistim 1-15. II. Hamonangan ni si Saul 16-23. III. Uari ni si Saul na tarsor i 24-31. IV. Jea hinorhonna tu bangso i dohot tu si Jonatan 32-46. V. Hamonangan ni si Saul. Pinompar ni si Saul 47-52",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i di na sadari i, ninna si Jonatan, anak ni si Saul, ma tu naposo siusung angka sinjatana: Beta hita taripar tu parsaroan ni halak Palistim na di bariba i; alai ndang dipaboa anggo tu amana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Marsaro do ia si Saul i di ujung ni Gibea, di toru ni hau dalimo na di Migron, jala arga onom ratus halak donganna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia si Ahia, anak ni si Ahitub, haha ni si Ikabod, anak ni si Pinehas, tubu ni si Eli, malim ni Jahowa di Silo, marpangkean epod; situan natorop i pe ndang parbinoto naung laho si Jonatan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai diholangkolang ni jarungjung, hatariparan ni si Jonatan, naeng laho taripar tu parsaroan ni halak Palistim, adong do disi dua dolok batu paiparipar be, goar ni na sada Bozez, goar ni na sadanari Sene.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia dolok batu na sada bahen tiang tungkan utara, tondong ni Mikhmas, jala na sadanari tungkan dangsina, tondong ni Geba.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ninna si Jonatan ma tu naposo siusung sinjatana: Beta hita taripar tu parsaroan ni halak na marhulup i, anggiat ditolongi Jahowa hita; ai ndang maol anggo di Jahowa manumpak marhite sian na torop, manang sian na otik.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ninna siusung sinjatana ma tu ibana: Bahen ma guru lomo ni roham! Ida ma, sai donganmu do ahu, manang dompak dia lomo ni roham.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna si Jonatan ma: Ida ma, taripar ma hita tu halahan, paandarhon hita tu nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Molo tung songon on dohononnasida tu hita; paima hamu ma hami disi, jadi ngongong ma hita di hajongjonganta on, jala unang nangkok hita mandapothon nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai molo tung didok nasida songon on: Sai nangkok ma hamu mandapothon hami, nangkok ma hita tutu, ia nunga sahat nasida tu tanganta dilehon Jahowa, i ma gabe partinandaan di hita.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dung mullop nasida na dua tu parsaroan ni halak Palistim, gabe didok halak Palistim ma: Ida ma, nunga rungkar halak Heber sian angka liang partabuniannasida na sai laon.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i joujou ma angka baoa di parsaroan i tu si Jonatan dohot tu siusung sinjatana, angka ninna ma: Nangkok ma hamu mandapothon hami, asa tung hupabotohon hami hata i tu hamu! Jadi ninna si Jonatan ma tu siusung sinjatana: Ihuthon ma ahu nangkok, ai nunga dilehon Jahowa nasida tu tangan ni Israel.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi diparsinggorikkon si Jonatan ma tanganna dohot patna tu ginjang, jala diihuthon siusung sinjatana ibana; jadi marragean ma musu i di jolo ni si Jonatan, jala siusung sinjatana mambunu i sian pudina.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi di na tongtang parjolo si Jonatan, dohot siusung sinjatana, mate musu i arga duapulu halak, hirahira satonga parmasan boni tano hamateannai.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi masa ma hagodoron di parsaroan, di ladang dohot di sandok situan natorop i, tole isi ni benteng i dohot parbajo rap godoron nasida, angka hitir be do isi ni tano i, laos gabe hagodoron sian Debata do i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Dung i manatapnatap ma angka parjaga dongan ni si Saul di Gibea-Benjamin, gabe diida ma, pasimpar pasebut do angka na guntur i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna si Saul ma tu situan natorop, angka na rap dohot ibana: Ua bilangi jala patangkas hamu, manang ise hita on na laho; jadi dibilangi nasida, gabe ida ma, ndang disi si Jonatan dohot siusung sinjatana i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ninna si Saul ma tu si Ahia: Boan tuson poti ni Debata, ai di tongatonga ni halak Israel do uju i poti ni Debata.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi uju mangkatai dope si Saul dohot malim i, lam tu gandana ma hagunturon di parsaroan ni halak Palistim. Dung i ninna si Saul ma tu malim i: Patait ma tanganmu!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i martoletole ma si Saul dohot sandok bangso donganna i, gabe sahat ma nasida tu tongtangan; hape ida ma, masitallik donganna be do nasida disi, tung hagunturon na bolon situtu do.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Halak Heber pe, dongan ni halak Palistim na sai laon, angka na nangkok rap dohot nasida tu parsaroan humaliang, nasida pe gabe dongan ni Israel, angka na rap dohot si Saul dohot si Jonatan hian.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala sude halak Israel, angka na martabuni di dolok Epraim, dung dibege barita i naung maporus halak Palistim, dohot ma nasida porang mangeak musu i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi ditumpak Jahowa ma Israel sadarina i, jala taripar ma angka na martongtang i sahat ro di Bethapen.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(III.) Dung i mansai maheu ma halak Israel sadarina i. Alai dipatolon si Saul do bangso i, ninna do: Marjea ma manang ise na mangan sagusagu sahat ro di bodari, asa martubol ahu tu musungku! Jadi ndang apus sipanganon tu sandok bangso i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi sahat ma sandok isi ni tano i tu tombak, gabe rarak situak ni loba di sisik ni ladang i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi dung sahat bangso i tu tombak, gabe ida ma, mabaor ma situak ni loba i, alai ndang adong na hum mambahen tanganna tu pamanganna, ai mabiar do bangso i mida uari.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai anggo si Jonatan, ndang dibege barita na pinatolon ni amana situan natorop i, gabe ditullukkon ujung ni tungkot na di tanganna i tu bagasan sarang ni loba, laos dibahen tanganna tu pamanganna, gabe sihar ma panailina.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ninna na sahalak sian bangso i ma songon on: Gogo situtu do amanta patolonhon situan natorop i, pola didok: Marjea ma manang ise na manganhon sagusagu sadarion. Jadi mandate ma bangso i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i ninna si Jonatan ma: Marhinamago do tano i binahen ni damang; ua ida hamu sihar ni panailingku, dung hudai otik situak ni loba on.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Muba do siharna tagamon, tung sura mangan bangso i sadarion sian tabantaban na dapotsa sian musuna i, muba dohot panimbukbuk ni hamonangon tagamon dompak halak Palistim.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi ditaluhon nasida ma sadarina i halak Palistim olat ni Mikhmas sahat ro di Aiyalon, alai mansai mandate do anggo situan natorop i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(IV.) Dung i marsiraup ma bangso i tu tabantaban i, jala dibuat nasida birubiru dohot lombu dohot angka anak ni lombu, laos dipotongi manangkas di tano i, jala dipapangani rap dohot mudar.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i adong ma na paboahon tu si Saul; ida ma, nunga mardosa bangso i dompak Jahowa, ala dipangan juhut mardongan mudar. Jadi ninna si Saul ma: Na mangalaosi patik do hamu; gulang hamu ma nuaeng sada batu na bolon tu ahu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Angkupni didok si Saul: Marserak ma hamu tu tongatonga ni bangso i, jala dok hamu tu nasida: Masiboan lombuna dohot birubiruna ma nasida tu ahu, jala potongi hamu dison, asa mangan hamu, jala unang mardosa hamu dompak Jahowa ala manganhon juhut mardongan mudar. Jadi sandok bangso i masitogu lombuna be bornginna i, jala dipotongi disi.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i dipajok si Saul ma langgatan sada di Jahowa, i ma langgatan parjolo pinajokna i di Jahowa.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i ninna si Saul ma: Beta hita tuat mangeak halak Palistim bornginna i, jala mamupusi nasida sahat ro di torang ni ari, jala unang tatebahon sian nasida nanggo sahalak. Jadi ninna nasida ma: Bahen ma sandok guru lomo ni roham. Alai ninna malim i ma: Jumonok ma hita dison tu Debata!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi disungkunhon si Saul ma tu Debata: Na jadi do ahu tuat mangalele halak Palistim? Pasahatonmu do nasida tu tangan ni Israel? Alai ndang dialusi Debata ibana sadarina i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i ninna si Saul ma: Ro be ma tuson sude induk ni bangso i, asa diboto jala diida hamu, manang binahen ni aha masa dosa i sadarion.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Ai songon sintongna mangolu Jahowa, naung mangalehon tua tu Israel, nang pe di si Jonatan anakki jumpang dosa i, ingkon marutang hosa ibana, jadi ndang adong manang ise pe sian sandok bangso i mangalusi ibana.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i ninna si Saul ma tu sandok Israel: Bahir ma hamu di na sambariba, ianggo ahu dohot si Jonatan, anakki di na sambariba. Jadi ninna bangso i ma tu si Saul: Lomo ni roham ma bahen.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jadi ninna si Saul ma tu Jahowa, Debata ni Israel: Hajongjonghon ma hasintongan! Jadi hona ma si Jonatan dohot si Saul, lias ma anggo bangso i.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dung i ninna si Saul ma: Dabu hamu muse rujiruji taringot tu ahu dohot taringot tu si Jonatan anakki! Jadi hona ma si Jonatan.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dung i ninna si Saul ma tu si Jonatan: Sai paboa ma tu ahu manang aha na binahenmi! Jadi dipaboa si Jonatan ma tu ibana, ninna do: Ala na hudai otik situak ni loba marhitehite ujung ni tungkot na di tanganku; ida ma, tung patut ma ahu mate?",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Jadi ninna si Saul ma: Songon i do bahenon ni Debata tu ahu, jala patambaonna dope, ingkon marutang hosa do ho, ale Jonatan!",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Alai ninna situan natorop i ma tu si Saul: Tung mate ma si Jonatan, na mambahen hatuaon godang sisongon i di Israel? Dao ma i! Songon sintongna mangolu Jahowa, ndang jadi marurus obuk ni uluna nanggo sada tu tano, ai mardonganhon Debata do ibana mangulahoni sadarion! Jadi bangso i nama paluahon si Jonatan umbahen so mate.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Dung i nangkok ma si Saul sian na mangalele halak Palistim, mulak tu ingananna be nang halak Palistim.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "(V.) Jadi olat ni dung pampe harajaon tu si Saul gumomgom Israel, sai marmusu do ibana dompak saluhut musuna humaliang, dompak Moab dohot dompak halak Amon, dompak Edom dohot dompak angka raja sian Zoba, dohot dompak halak Palistim; manang dompak dia pe ditulus, sai na marantu do ibana.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Muba huhut gomosna papatu halak Amalek, gabe dipalua Israel sian tangan ni halak na mamupusi nasida na sai laon.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Ianggo angka anak ni si Saul, on do: Si Jonatan, si Ispi dohot si Malkisua; ia goar ni boruna na dua i: Goar ni buhabajuna si Merab, jala goar ni siampudan i: Si Mikhal.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Ia goar ni jolma ni si Saul: Si Ahinoam do, boru ni si Ahimas; ia goar ni partogi ni paranganna si Abner, anak ni si Ner, amanguda ni si Saul.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Ai si Kis, ama ni si Saul dohot si Ner, ama ni si Abner, rap anak ni si Abiel do.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Alai sai musu tihus do dompak halak Palistim saleleng mangolu si Saul; dibahen i dipapungupungu si Saul do tu lambungna luhut halak na begu dohot ulubalang, angka na niidana.",
      "type": "content"
    }
  ]
}