{
  "book": "1 Samuel",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamonangan ni si Saul maralohon Amalek. Pangalaosionna 1-9. II. Ditorui si Samuel ibana ala ni, jala dipalumba hian habobolongna sian harajaon 10-30. III. Dung dibunu si Samuel si Agag manginsurut ma ibana sian si Saul 31-35",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Samuel ma tu si Saul: Na sinuru ni Jahowa do ahu na jolo laho mamiahi ho bahen raja gumomgom bangsona Israel; on pe tangihon ma suara ni angka hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Boti hata ni Jahowa Zebaot: Marlulu ma Ahu taringot tu na binahen ni Amalek tu Israel, na niambatna di dalan uju di hananangkokna ruar sian Misir.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "On pe laho ma ho jala taluhon Amalek, jala haromhon nasida ro di saluhut na di nasida, jala unang olani nasida; ingkon bunuonmu do nang baoa ro di parompuan, nang dakdanak ro di posoposo, nang lombu ro di birubiru, nang unto ro di halode.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ditingtingkon si Saul ma hata i tu bangso i, laos dibilangi nasida di Telem, dua ratus ribu halak parhantarhantar, jala sampulu ribu halak sian Juda.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i sahat ma si Saul tu huta ni Amalek, jala dibahen pangaropan di rura.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi didok si Saul ma tu halak Keni: Laho ma hamu sumurut, tuat ma hamu sian tongatonga ni halak Amalek, asa unang hurendephon hamu rap dohot nasida; ai nunga mardenggan basa anggo hamu tu sandok halak Israel, uju di hananangkoknasida ruar sian Misir. Jadi sumurut ma halak Keni sian tongatonga ni Amalek.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ditaluhon si Saul ma Amalek i, olat ni Hevila sahat ro di Sur, marbalokkon Misir.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ditangkup ibana ma anggo si Agag, raja ni Amalek songon i mangolu, dungkon ni luhut situan natorop i direndephon dohot podang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai diolani si Saul dohot bangso i do anggo si Agag ro di birubiru pamuean dohot lombu, ro di pahanpahanan angka na mokmok, angka anak ni birubiru pe, ro di sude na uli, ndang olo nasida mangarotongkon; alai anggo ugasan rentuk angka na roa i dirotongkon nasida do.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dung i ro ma hata ni Jahowa tu si Samuel songon on:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga husolsoli rohangku, apala tung hupampe ma si Saul bahen raja, ai nunga ditundali rohana Ahu, jala ndang dihajongjongkon angka hatangki. Jadi tarrimas situtu ma si Samuel, jala joujou ibana tu Jahowa manipat sabornginna i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dipasogot si Samuel ma hehe manogotna i manjumpangkon si Saul. Jadi tarbortik ma tu si Samuel dipaboa halak: Nunga sahat si Saul tu Karmel, jala ida ma, nunga pola dipatindang di ibana tanda parningotan sada, mamedu ibana muse jala taripar laho tuat tu Gilgal.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dung sahat si Samuel tu si Saul, ninna si Saul ma tu ibana: Na pinasupasu ni Jahowa ma ho! Nunga huhajongjongkon hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ninna si Samuel ma: Suara ni birubiru dia do i ulaning di bagasan pinggolhon, dohot suara ni lombu na hubege?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ninna si Saul ma: Sian halak Amalek do i diboan nasida, angka na niolanan ni bangso i sian birubiru pamuean dohot lombu bahen pelean tu Jahowa Debatam, ianggo na teba i nunga hurotonghon hami.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ninna si Samuel ma tu si Saul: Sae ma i! Asa hupabotohon tu ho na pinaboa ni Jahowa tu ahu naborngin. Jadi ninna si Saul ma tu ibana: Antong hatahon ma!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna si Samuel ma: Nda songon on do, uju metmet ho di panimbangon ni roham, gabe induk ni angka marga ni Israel do ho, jala dimiahi Jahowa ho gabe raja gumomgom Israel?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala disuru Jahowa ho tu dalan on, huhut didok: Laho ma ho jala rotongkon angka pardosa, halak Amalek i, jala marmusu ma ho dompak nasida, paima sun rendep nasida dibahen ho.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Boasa tung so tangihononmu hata ni Jahowa, tung tagonan hape manahopi tabantaban ho dohot mambahen sogo ni roha ni Jahowa?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ro ma hata ni si Saul tu si Samuel: Nunga hutangihon antong suara ni Jahowa, nunga pola hudalani dalan na sinuru ni Jahowa ahu, jala nunga huboan tuson si Agag, raja ni Amalek i, jala nunga pola hurotonghon halak Amalek i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia dibuat halak situan natorop i pe sian tabantaban i angka birubiru dohot lombu, angka na dumenggan sian sirotonghononhon hian, laho mamelehon tu Jahowa Debatam do di Gilgal.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ninna si Samuel ma: Tung tagamon ma lomoan roha ni Jahowa mida pelean situtungon dohot sipanganon, asa mida panangihon di suara ni Jahowa? Ida ma, dumenggan do roha panangihon sian pelean sipotongon, jala dumenggan do marateatehon hata i, asa tabotabo sian birubiru tunggal.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai doshon dosa pangarundingon do roha hatangkangon, jala hajahaton dohot pardebataon sileban sambing do na tarboan roha. Ala naung binolangkonmi hata ni Jahowa, ala ni nunga dibolongkon Ibana ho, asa unang be ho raja.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ninna si Saul ma tu si Samuel: Nunga mardosa ahu, ala naung hulaosi tona ni Jahowa dohot angka hatami; ai mabiar do ahu mida situan natorop i, gabe huoloi soaranasida i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "On pe, sai marpamuati ma roham mida dosangki, jala rap mulak ma hita, asa marsomba ahu tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai ninna si Samuel ma tu si Saul: Ndang mulak ahu rap dohot ho, ai nunga dibolongkon roham hata ni Jahowa, jala nunga dibolongkon Jahowa ho, asa unang be ho raja gumomgom Israel.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i humusor ma si Samuel naeng mardalan, gabe ditiop si Saul ma suhisuhi ni bajuna, pola maribak.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi ninna si Samuel ma tu ibana: Nunga dirampas Jahowa harajaon Israel sian ho sadarion, jala dilehon do i tu donganmu na dumenggan marroha sian ho.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Angkupni ndang tagamon margapgap Haposan ni Israel manang tarsolsol bagi, ai ndada jolma Ibana, tung tarsolsol bagi.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ninna si Saul ma: Nunga mardosa ahu nuaeng, alai sai pasangap ahu maradophon sintua ni bangsongki dohot maradophon Israel, rap muli ma hita, asa marsomba ahu tu Jahowa Debatam.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(III.) Jadi mulak ma si Samuel mangihuthon si Saul, gabe marsomba ma si Saul tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i ninna si Samuel ma: Boan hamu ma tu ahu si Agag, raja ni Amalek i. Jadi mardalan ma si Agag marhiras ni roha mandapothon ibana, pola didok hatana: Nunga tung mandao hapaeton ni hamatean!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i ninna si Samuel ma: Songon binahen ni podangmi papunu angka inaina, suang songon i do punu bahenon inangmu di tongatonga ni angka inaina. Dung i ditanggoi si Samuel ma si Agag di jolo ni Jahowa di Gilgal.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i laho ma si Samuel tu Rama; alai nangkok do anggo si Saul tu jabuna, tu Gibea-Saul.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi ndang be masipaidaan si Samuel dohot si Saul rasirasa ari hamamatena; alai sai diarsakkon roha ni si Samuel do si Saul i, ala naung tarsolsol bagi Jahowa, tung dipampe si Saul gabe raja gumomgom Israel.",
      "type": "content"
    }
  ]
}