{
  "book": "1 Samuel",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Samuel mamiahi si Daud gabe raja 1-13. II. Si Daud masuk tu jabu ni si Saul mamalui hasapi 14-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna Jahowa ma tu si Samuel: Sadia leleng on ho marsak taringot tu si Saul, naung pola hubolongkon, asa unang be raja ibana gumomgom Israel? Gohi ma sahanmu dohot miak, jala laho ho, naeng suruhononku ho tumopot si Isai, isi ni Betlehem; ai nunga hupillit di Ahu sada sian angka anakna bahen raja.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna si Samuel ma: Songon dia ma langkangku tusi? Ai begeon ni si Saul ma barita i, jadi bunuonna ma ahu. Dung i ninna Jahowa ma: Togutogu ma anak ni lombu sada, jala dohononmu ma: Laho mamele tu Jahowa do ahu umbahen na ro.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon pioonmu huhut si Isai tu pamelean i, dung i Ahu pabotohon tu ho manang aha sibahenonmu, ingkon miahanmu di Ahu manang ise sidohononku tu ho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dibahen si Samuel ma na nidok ni Jahowa, jala sahat ibana tu Betlehem. Jadi tarsonggot situtu ma angka sintua ni huta i manjumpangkon ibana, huhut didok: Hata hademakon do na hinarohonmu?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna ibana ma: Hademakon do! Laho mamele tu Jahowa do ahu umbahen na ro. Manguras ma hamu, asa ro hamu donganku tu pamelean i! Dung i diuras ibana ma si Isai dohot angka anakna, laos dipio nasida tu pamelean i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung masuk nasida, dibereng ibana ma si Eliab, gabe ninna rohana ma: On do huroha simiahan di jolo ni Jahowa!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai didok Jahowa ma tu si Samuel: Unang ho mamereng tu rupana, manang tu tongam di dagingna, ai nunga hubolongkon anggo ibana, ai ndada marguru tu parnidaan ni jolma; ianggo jolma rupa do na niidana, alai anggo Jahowa roha di bagasan do na niidana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dijou si Isai ma si Abinadab, jala didokkon ibana mamolus sian jolo ni si Samuel; alai ninna si Samuel ma: Ibana pe ndang na pinillit ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i didokkon si Isai ma si Samma mamolus, alai ninna si Samuel muse ma: Ibana pe laos na so pinillit ni Jahowa do.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi songon i didokkon si Isai pitu angka anakna mamolus sian jolo ni si Samuel; alai ninna si Samuel ma tu si Isai; ndang adong na pinillit ni Jahowa sian nasida i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ro muse hata ni si Samuel tu si Isai: Holan on do angka anakmu? Dung i ninna ibana ma: Tinggal dope ianggo siampudan i, jala ida ma, marmahan birubiru do ibana. Jadi ninna si Samuel ma tu si Isai: Suru ma mangalap ibana; ai ndang tagamon hundul hita laho mangan, nda jolo ro ibana tuson.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi disuru ma na mangalapi ibana. Alai tarrara do dagingna, uli dohot rupana sorur do ro di panailina. Dung i ninna Jahowa ma: Hehe ma ho, miahi ma ibana, ai i ma ibana!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dibuat si Samuel ma sahan parmiahan i, jala dimiahi ibana di tongatonga ni angka hahana. Dung i songgop ma Tondi ni Jahowa tu si Daud olat ni na sadari i dohot tu jolo on. Dung i borhat ma si Samuel laho mulak tu Rama.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Alai sumurut ma Tondi ni Jahowa anggo sian si Saul, gabe guga rohana dibahen sada tondi na jahat sian Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i didok angka naposo ni si Saul ma mandok ibana: Ua ida ma, sai guga do roham dibahen sada tondi na jahat sian Debata.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ua martona ma ho, ale rajanami !!- guru dokmu do naposom angka na di jolomon !!- asa hulului hami sada halak na malo marhasapi; asa ia songgop muse tondi na jahat i sian Debata tu ho, gabe mamiltik ibana dohot tanganna, anggiat sonang hilalaonmu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi didok si Saul ma tu angka naposona: Antong denggan lulu i hamu ma di ahu sada halak, na malo marhasapi, jala boan hamu ma ibana tu ahu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi didok sahalak sian angka dolidoli ma mangalusi: Ida ma, huida do na jolo sada anak ni si Isai, isi ni Betlehem, na malo marhasapi, jala na begu, tau ulubalang, huhut na pantas marhata, na uli do rupana, jala dihombari Jahowa do ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi disuru si Saul ma angka suruanna mandok tu si Isai: Sai suru ma tu ahu anakmu si Daud, na marmahan birubiru i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i dibuat si Isai ma sada halode angkup ni roti dohot sapoting anggur ro di hambing tunggal sada laho manongoshon tu si Saul, boanon ni si Daud anakna i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi sahat ma si Daud tu si Saul, asa marhalado di jolona; holong situtu ma roha ni rajai mida ibana, laos dipabangkit ibana bahen siusung sinjatana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i disuru si Saul muse suruanna mandok tu si Isai: Ua loas ma tongtong si Daud marhalado di jolongku, ai tung hasudungan ni rohangku do ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi ia jumpa soluk tondi na sian Sibolis i tu si Saul, gabe dibuat si Daud ma hasapina, laos dipiltik dohot tanganna, jadi gumanggang ma roha ni si Saul i, laos sonang dihilala, sumurut huhut sian ibana tondi na jahat i.",
      "type": "content"
    }
  ]
}