{
  "book": "1 Samuel",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamusuon dompak halak Palistim. Si Goliat mangasapi parangan ni Israel 1-11. II. Si Daud laho tu parsaroan sinuru ni amana 12-22. III. Deak ni rohana do i ianggo si Eliab mandok 23-30. IV. Pangkataion ni si Daud tu si Saul 31-41. V. Si Daud patundukkon si Goliat 42-51. VI. Hamonangan ni Israel maralohon halak Palistim. Usouso ni si Saul taringot tu tutur ni si Daud 52-58",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i santi balatuk ma parangan ni halak Palistim laho marmusu, jala marluhut nasida tu Soko, di Juda, jala marsaro di holangholang ni Soko dohot Azeka, mardonokkon Dammim.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Santi balatuk ma dohot si Saul ro di angka baoa ni Israel, jala marsaro di rura parhariaraan, jala patutur be jongjong manjumpangkon halak Palistim marmusu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi jongjong ma halak Palistim marbonahon dolok di bariba i, jongjong ia halak Israel marbonahon dolok di baribaon, gabe rura holangholangnasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ruar ma sian parsaroan ni halak Palistim sahalak panglima, na margoar si Goliat, sian huta Gat, onom asta santopap ganjangna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tahuluk sian tombaga di atas uluna, jala marpangkean baju partahanan bosi na marsisik ibana, ia dokdok ni baju partahanan i lima ribu sekkel tombaga do.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala marondingonding tombaga ia patna duansa, jala marmundimundi tombaga di holangholang ni sasapna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia suhul ni podangna na saumban; anggo apala dokdok ni mata ni podangna onom ratus sekkel bosi do, jala siusung lombulombuna mardalan di jolona.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i sai jongjong ibana jala joujou manguai dompak parangan, ni Israel angka na patutur ninna ma mandok nasida: Boasa tung ruar hamu, jongjong patutur be laho marmusu? Nda ahu do halak Palistim, jala hamu angka naposo ni si Saul? Pillit hamu ma di hamu sahalak, asa tuat ibana mandopang ahu!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Molo tung tardopang ibana ahu, jala talu ahu dibahen, jadi hatobanmuna ma hami; alai molo tung ahu patunduk ibana, jala mate ibana hubunu, jadi hamu ma hatobannami, mangoloi patu tu hami.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angkupni ninna halak Palistim i: Nunga tung ahu mangelesi parangan ni Israel sadarion: Antong suru hamu ma sada halak tu ahu, asa manguji hami padua.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dung dibege si Saul dohot sandok Israel hatahata ni halak Palistim i, gabe godoron nasida jala mabiar situtu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Ianggo si Daud, anak ni sahalak Eprata sian Betlehem Juda, na margoar Isai, ualu do anakna, nunga tung jolma sarimatua ibana uju di ngolu ni si Saul.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Laho do ianggo na tolu anak ni si Isai angka na umbalga i mangihuthon si Saul tu parporangan, ia goar ni anakna na tolu i, angka na borhat tu parporangan i on do: Si Eliab buhabajuna, paidua si Abinadab, paitolu si Samma.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Siampudan do ianggo si Daud. Alai dung borhat na tolu halak sihahaan i mangihuthon si Saul.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Marmeang muli anggo si Daud sian lambung ni si Saul laho marmahan birubiru ni amana di Betlehem.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai sai torpatorpa do ia halak Palistim i sogot manogotna i dohot bodarina i jongjong mangasapi opatpulu ari lelengna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ro ma hata ni si Isai tu si Daud anakna i: Ua buat ma di angka hahami sian eme na nirondangon saepa dohot roti na sampulu on, jala siluhon mamboan tu parsaroan tu angka hahami.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Boan dohot susu na malhotan na sampulu pohulon tu partogi ni saribu parangan, jala tingkir angka hahami manang na sonang nasida, jala boan sada tanda sian nasida laho mulak.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai anggo si Saul, nang nasida ro di sude baoa ni Israel di rura parhariaraan do marporang dompak halak Palistim.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi dipasogot si Daud ma manogotna i borhat jala dipasahat angka birubiru tu sada parmahan, jala dung dibuat siboanonna i, laho ma ibana songon na tinonahon ni si Isai tu ibana, gabe sahat ma ibana tu parsaroan i, tongon ruar angka parangan i maraturan huhut marsurak toletole.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi patutur be jongjong halak Israel dohot halak Palistim paadopadop be maraturan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i dipeakkon si Daud ma barang binoanna i, jala dipasahat tu tangan ni halak sijaga barang, marlojong ma anggo ibana tu partontangan i, laos disaor do, huhut usouso di angka hahana mandok tabena.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(III.) Dung i uju mangkatai dope ibana dohot nasida, ida ma, nangkok do tongon baoa panglima i, na margoar si Goliat halak Palistim i sian huta Gat, ro sian tongatonga ni parangan ni halak Palistim, jala mangasapi songon hatahatana na sai laon, dibege si Daud antong.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai anggo sude baoa ni Israel, dung diida nasida baoa i, marbubur be ma nasida maporus maradophon ibana, jala mabiar situtu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ninna angka baoa ni Israel ma: Atehe, nunga diida hamu baoa na nangkohi? Ai laho mangasapi Israel do ibana umbahen na nangkok. Dibahen i manang ise na mambunu ibana, mamora situtu do bahenon ni rajai, jala lehononna boruna bahen jolmana, jala paluaonna do sian rodi pinompar ni amana di Israel.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ninna si Daud ma tu baoa angka na jongjong di lambungna songon on: Aha do bahenon tu baoa na mambunu halak Palistim adui, jala na paholang haurahon sian Israel? Ai tung ise ma pola halak Palistim siparhulup on, tung asapanna angka parangan ni Debata na mangolu i?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i dipaboa situan natorop i ma tu ibana hombar tu hata ondeng: Songon i ma tutu bahenon tu baoa na mambunu ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi dibege si Eliab hahana i pangkataionna tu angka baoa i, gabe marpiarpiar ma rimas ni si Eliab dompak si Daud, laos didok ma: Marhua tung tuat ho tuson, jala tu ise do dipasahat ho birubiru na otik i di halongonan? Tangkas do hutanda panengaon dohot hinajahat ni roham: Ai na naeng marnida na marporang i do ho umbahen na tuat.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i ninna si Daud ma: Ai apala aha do na hubahen i? Nda hata sangkababa sambing do i?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i humusor ma ibana manundalhon hahana, mandompakkon halak na asing, laos songon hatana ondeng do didok, laos songon hata parjolo i do alus ni situan na torop i tu ibana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(IV.) Jadi dung dibege nasida hata angka na pinaboa ni si Daud, gabe dipatolhas ma i tu jolo ni si Saul, na mandokkon alapon ibana.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i ninna si Daud ma mandok si Saul: Unang pola godoron roha ni manang ise ala bayo an! Laho pe naposomon mandopang halak Palistim on.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai ninna si Saul ma mandok si Daud: Ndang tarbahen ho laho mandopang halak Palistim on laho mangalo ibana, ai bajar dope ho, alai anggo ibana baoa na somal marmusu sian sieteketehonna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i ninna si Daud ma mandok si Saul: Marmahan birubiru ni amana do naposomon sahali, gabe ro ma sada singa dohot gompul mangaluahon sada birubiru sian punguan i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi ruar ma ahu mangalele, laos huompongi ma ibana jala hupalua birubiru i sian babana; jadi uju naeng timbungonna ahu, husoro ma misena, laos hupatunduk ma jala hubunu ibana.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Nang singa i, nang gompul i dibunu naposomon do; ingkon suman songon na sada sian i bahenon tu halak Palistim siparhulup on, ala naung niasapanna angka parangan ni Debata na mangolu i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Angkupni ninna si Daud: Jahowa na paluahon ahu sian sisilon ni singa dohot sian sisilon ni gompul, paluaonna do ahu sian tangan ni halak Palistim. Dung i ninna si Saul ma mandok si Daud: Antong laho ma ho, sai didongani Jahowa ma ho!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i disolukkon si Saul ma pangkeanna sandiri tu si Daud, jala diampehon tahuluk tombaga tu uluna, jala marbaju partahanan ibana dibahen.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i disolothon si Daud ma podangna tu pangkeanna, jala dipungka mardalandalan, ai ndang dung dope diunjuni. Dung i ninna si Daud ma mandok si Saul: Ndang tarbahen ahu mardalan mamangke sisongon i, ai ndang dung dope huunjuni, laos ditanggali si Daud do i muse sian ibana.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i dibuat ma tungkotna tu bagasan tanganna, jala dipillit di ibana lima batu angka na landit sian sunge, jala dibahen ma i tu bagasan hadanghadanganna, dipatioptiop huhut ambalangna laho mandapothon halak Palistim i.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Ro ma dohot halak Palistim i mandapothon si Daud, jala baoa siusung lombulombuna di jolona.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "(V.) Dung i manaili ma halak Palistim i, gabe diida ma si Daud, jala lea rohana mida ibana, ai na bajar dope jala tarrara bohina jala uli rupana.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dung i ninna halak Palistim i ma mandok si Daud: Hira biang do ahu di roham umbahen na ro ho mamboan tungkot manjumpangkon ahu? Laos dipambuburahon halak Palistim i ma si Daud tu debatana.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Ia hata ni halak Palistim i tu si Daud: Haru ro ma ho mandapothon ahu, asa hulehon sibukmu tu pidong angka na martongatonga langit dohot tu binatang na di ladang.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Alai ninna si Daud ma mandok halak Palistim i: Ia ho da ro tu ahu mangasahon podang dohot hujur dohot lombulombu; alai anggo ahu ro tu ho mangasahon goar ni Jahowa Zebaot, Debata ni parangan ni Israel, angka na niasapanmi.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Apala sadarion ma pasahaton ni Jahowa ho tu bagasan tanganku, asa hubunu ho, jala husirang ulum sian ho, jala hulehon bangke ni parangan ni halak Palistim sadarion tu pidong angka na martongatonga langit dohot tu binatang na di ladang, asa tung sandok tano on mananda, adong do Debata di Israel.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Jala sandok loloanon mananda, paboa na so marhite sian podang manang hujur Jahowa manolongi, ai rimpun di Jahowa do parporangan, jala pasahatonna do hamu tu bagasan tangannami.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Jadi dung hehe halak Palistim i, laos mardalan manjumpangkon si Daud i nian, manilu ma si Daud manahopi tongtangan i manjumpangkon halak Palistim i.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Dung i dibahen si Daud ma tanganna tu bagasan hadanghadanganna, dibuat ma sian i batu sada, laos mangambalang ibana, gabe hona ma pardompahan ni halak Palistim i, laos bongot ma batu i tu bagasan pardompahanna i, jala tungkap ma ibana tu tano.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Asa gumogo ma si Daud sian halak Palistim, ambalang dohot batu sambing binoanna jala dipatunduk halak Palistim i, jala dibunu ibana alai ndang adong anggo podang di bagasan tangan ni si Daud.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Dung i marlojong ma si Daud, jala jongjong di atas ni halak Palistim i, jala ditangkup podangna, jala diumpat ma i sian sarungna, jala dibunu ibana, jala dilobong uluna. Jadi dung diida halak Palistim naung mate do pangulimanasidai, maporus be ma nasida.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "(VI.) Dung i hehe ma angka baoa sian Israel dohot sian Juda marsuraksurak huhut mangeak halak Palistim sahat ro di Gat, sahat huhut ro di harbangan ni Ekron; jadi marragean ma halak Palistim di dalan laho tu Saraim sahat ro di Gat dohot Ekron.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Dung i mulak ma halak Israel sian na mangalotongi halak Palistim, jala ditaban duduk parsaroannasida i.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Dung i dibuat si Daud ma ulu ni halak Palistim i, jala diboan do i tu Jerusalem; alai anggo sinjatana dipeakkon do di bagasan undungundungna.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Alai uju diida si Saul si Daud i ruar manjumpangkon halak Palistim i, ninna ibana ma tu si Abner, partogi ni angka parangan i: Anak ni ise do dolidoli on, ale Abner? Jadi ninna si Abner ma: Songon sintongna mangolu hosam, ale rajanami, molo tung huboto.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Dung i ninna rajai ma: Antong pamanat ma manang anak ni ise do dolidoli an.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Jadi dung mulak si Daud sian pamunuan di halak Palistim i, diarahon si Abner ma ibana mamboan tu jolo ni si Saul, jala ulu ni halak Palistim i di bagasan tanganna.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Dung i ninna si Saul ma tu ibana: Atehe dolidoli, anak ni ise do ho? Jadi ninna si Daud ma: Anak ni naposom si Isai, isi ni Betlehem i do ahu.",
      "type": "content"
    }
  ]
}