{
  "book": "1 Samuel",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Paralealeon ni si Daud dohot si Jonatan 1-5. II. Si Saul mangiburu mida si Daud ala dipasangap situan natorop i ibana 6-16. III. Si Daud gabe hela ni si Saul 17-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung sidung si Daud mangkatai dohot si Saul, masijaloan ma roha ni si Jonatan dohot roha ni si Daud, jala dihaholongi si Jonatan ibana, songon hosana sandiri.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Laos dibuat si Saul ibana sadarina i, jala ndang be diloas ibana mulak tu jabu ni amana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i umpungka padan ma si Jonatan dohot si Daud, ala hinaholonganna ibana songon hosana sandiri.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ditanggal si Jonatan ma baju na pinangkena, jala dilehon ma i tu si Daud, ro di pangkeanna angka na asing ro di podangna, siorna dohot hohosna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i borhat ma si Daud, manang tudia pe disuru si Saul ibana, sai na marantu do ibana; alani dipampe si Saul ma ibana manguluhon angka baoa parporang, gabe hasian ni sandok bangso i ibana nang hasian ni angka naposo ni si Saul.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Alai dung mulak nasida, mulak dohot si Daud sian pamunuan ni halak Palistim i, ruar ma angka parompuan sian saluhut huta ni Israel marudurudur laho marende manomunomu raja Saul mardonganna arbab, suraksurak dohot parhinaloan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i marende taripar ma angka parompuan i, mamiltik parhinaloan huhut mandok; marriburibu do naung tinaluhon ni si Saul, alai anggo si Daud marloksaloksa do!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi tarrimas situtu ma si Saul, jala barjing rohana mida hata i, gabe didok ma: Nunga tung marloksaloksa hape tu si Daud dilehon nasida, ia tu ahu holan marriburibu dilehon, holan jujungan harajaon i na ma so sahat tu ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi mangiburu ma roha ni si Saul mida si Daud olat ni ari i tu jolo.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i marsogotna i songgop ma muse tondi na jahat i sian Debata tu si Saul, gabe ritoritoon ibana di tongatonga ni jabuna; alai marhasapi ma ianggo si Daud songon na siap ari, jala patioptiop mundimundi ianggo si Saul.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i dipantomhon si Saul ma mundimundi i huhut ninna rohana: Pantikhononku ma si Daud tu dorpi. Alai disalahon si Daud do pola dua hali.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi mabiar ma si Saul maradophon si Daud, ai didongani Jahowa do ibana, nunga munsat Ibana ianggo sian si Saul:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i dipaholang si Saul ma si Daud i sian lambungna, jala dipampe ibana bahen induk ni saribu parangan, jadi marmeang muli ibana di adopan ni bangso i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia si Daud sai marantu do di saluhut angka dalanna, jala didongani Jahowa ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung diida si Saul marantu situtu do ibana, muba ma biarna mida ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai holong do roha ni sandok Israel dohot Juda mida si Daud, ai marmeang muli do ibana manguluhonnasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i ninna si Saul ma tu si Daud: Ida ma, lehononku ma borungku sihahaan si Merab, bahen jolmam, asal anak na begu ho di ahu jala manolehon angka hamusuon ni Jahowa! Alai ninna roha ni si Saul do; ndada tanganku sandiri mangonai tu ibana, tagonan tangan ni halak Palistim patunduk ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai ninna si Daud ma mandok si Saul: Tung ise ma ahu pola jala aha ngolungku pola nang pinompar ni damang di Israel, umbahen ingkon gabe hela ni rajai ahu?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai dung jumpang tingki lehonon nian si Merab boru ni si Saul, tu si Daud, gabe tu si Adriel, isi ni Mehola nasida dilehon bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai holong do roha ni si Mikhal, boru ni si Saul, mida si Daud. Jadi adong ma na pabotohon i tu si Saul, gabe tongon do hata i tu rohana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi ninna roha ni si Saul ma: Lehononku ma i tu ibana, asa gabe jorgong di ibana, asa tangan ni halak Palistim patunduk ibana. Dung i ninna si Saul ma tu si Daud paduahalihon: Ingkon gabe helangku ma ho sadarion.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi martona ma si Saul tu angka naposona: Mangkatai ma hamu tu si Daud marsibuni, dohononmuna ma: Ida ma, lomo do roha ni rajai mida ho, jala luhut naposona mangkaholongi ho; on pe oloi ma hela on ni rajai ho.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dihatahon angka naposo ni si Saul ma angka hata i tu pinggol ni si Daud. Alai ninna si Daud ma hata otik do huroha, di rohamuna, gabe hela ni rajai iba? Hape halak na pogos jala na bile do ia ahu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dipaboa angka naposo ni si Saul ma hata i tu ibana: Songon on do angka hata ni si Daud.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ninna si Saul ma: Ingkon songon on do dohononmuna tu si Daud: Ndada mangido boli rajai, nda holan saratus sibursibur sian halak Palistim laho martubol tu musu ni rajai; alai disangkapi roha ni si Saul mambunu si Daud marhitehite tangan ni halak Palistim.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi dipatolhas angka naposona ma hata i tu si Daud, gabe tongon ma hata i di roha ni si Daud, dioloi ma hela on ni rajai ibana. Alai ndang dope jumpang anggo buhul ni ari.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i borhat ma si Daud jala mardalan, ibana dohot angka baoa donganna, laos dibunu ma halak Palistim dua ratus halak. Dung i diboan si Daud ma sibursiburnasida, jala gok bilanganna disombahon tu rajai, asa gabe hela ni rajai ibana. Jadi dilehon si Saul ma di ibana boruna si Mikhal bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi diida si Saul ma jala mananda rohana na nidonganan ni Jahowa do si Daud; si Mikhal, boru ni si Saul pe mangkaholongi ibana.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dibahen i lam tamba dope biar ni si Saul maradophon si Daud, jala musu ni si Saul do si Daud saleleng mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ruar ma angka induk ni halak Palistim, alai manang piga hali pe nasida ruar sai marantuan do si Daud sian saluhut naposo ni si Saul, gabe marmulia situtu ma goarna.",
      "type": "content"
    }
  ]
}