{
  "book": "1 Samuel",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hosom ni si Saul mida si Daud, pola ditahi mambunu ibana, aut unang dipalambok si Jonatan rohana 1-7. II. Angkal binahen ni si Mikhal jolmana i, paluahon si Daud 8-17. III. Si Daud maporus tu huta Naiot manopot si Samuel 18-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni si Saul tu si Jonatan, anakna i dohot tu sude naposona, naeng mambunu si Daud; alai lomo situtu do ianggo roha ni si Jonatan anak ni si Saul, mida si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dipaboa si Jonatan ma barita i tu si Daud, ninna ma: Sai dilului roha ni damang si Saul naeng mambunu ho; dibahen i, ua jaga ma dirim ro di manogot huhut marondingonding ho laos martabuni.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai anggo ahu ruar ma ahu, jala jongjong di lambung ni damang di ladang parmiananmi, jala taringotanku ma ho tu damang, jala paboaonku ma tu ho manang aha na huida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi ditaringoti si Jonatan ma na denggan sian si Daud tu si Saul amana i, ninna ma mandok ibana: Unang tung mardosa rajai tu si Daud, ai ndang adong dosana tu ho, mansai marguna situtu do balik pambahenanna i tu ho.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai nunga pola diseahon hosana laho mambunu halak Palistim i, jala tua bolon do binahen ni Jahowa tu sandok Israel; nunga diida ho tahe, jala las roham disi; boasa tung naeng mardosa ho di mudar na so marpipot, naeng mambunu si Daud soada alana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ditangihon si Saul ma soara sipaingot ni si Jonatan, pola maruari si Saul: Songon sintongna mangolu Jahowa, molo tung bunuon be ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi joujou ma si Jonatan di si Daud, jala dipajojor tu ibana sude hata ondeng; laos ditogihon si Jonatan ma si Daud tu si Saul, asa di adopanna ibana songon siap ari.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Alai tubu ma muse hamusuon, jadi borhat ma si Daud asa marporang dompak halak Palistim, gabe talu situtu ma nasida dibahen, laos maporus nasida maradophon ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai ro ma muse tondi na jahat sian Jahowa tu si Saul, tongon hundul ibana di bagasan jabuna, patioptiop mundimundina di bagasan tanganna, marhasapi do anggo si Daud.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi diunjuni si Saul ma mamantikkon si Daud tu dorpi marhitehite mundimundina, alai didengkari ma pantom ni si Saul i, gabe pantik ma mundimundi i tu dorpi, laos maporus ma si Daud paluahon dirina bornginna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai marsuru suruanna ma si Saul tu jabu ni si Daud, asa dijaga ibana laos dibunu manogotna i. Alai ro ma si Mikhal, jolmana i paboahon barita i tu si Daud, ninna ma: Molo so paluaonmu hosam saborngin on, ingkon bunuonna ho manogot.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ditantan si Mikhal ma si Daud sian jandela tu toru, gabe laho ma ibana jala maporus palua dirina.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i dibuat si Mikhal ma ganaganaan terapim, jala dipeakkon tu podoman i, jala bobak ni hambing halang uluna dibahen, jala diborhosi dohot hain panas.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i marsuru surusuruanna ma si Saul mangalap si Daud nian, gabe ro ma hata ni si Mikhal: Marsahit do ibana ninna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai disuru si Saul muse angka suruani maningkir si Daud nian, huhut martona: Sai boan hamu ibana nangkok tu ahu di bagasan podoman i, asa binunu ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dung ro angka suruani, ida ma, ganaganaan terapim do hape di podoman i, jala bobak ni hambing halang uluna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi ninna si Saul ma tu si Mikhal: Boasa ma tung songon i sipaotootom tu ahu, jala diloas ho laho musungku, asa malua ibana? Jadi ninna si Mikhal ma tu si Saul: Ninna ibana do mandok ahu: Loas ahu laho, boasa ma tagonan bunuonku ho?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Dung i maporus ma si Daud palua dirina, gabe sahat ibana tu si Samuel di Rama, jala dipajojor tu ibana; sude naung binahen ni si Saul tu ibana; laos mardalan ma ibana rap dohot si Samuel, gabe maringan nasida ni Naiot (angka inganan ni panurirang).",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i dibaritahon halak ma tu si Saul songon on: Ida ma, maringan do si Daud di Naiot mardonokkon Rama.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi marsuru angka suruan ma si Saul laho mangalap si Daud, gabe diida nasida ma luhutan ni panurirang angka na manurirangi, jala si Samuel jongjong disi induknasida. Jadi songgop ma tondi ni Debata tu angka suruan ni si Saul, gabe manurirangi ma nang nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i dibaritahon halak ma i tu si Saul, gabe marsuru surusuruan angka na asing ma ibana, manurirangi ma nang nasida; dung i diulahi si Saul muse marsuru angka surusuruan patoluhalihon, alai nasida pe manurirangi do.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ibana sandiri pe laho tu Rama, jadi dung sahat ibana tu sumur bolon na di Seku, usouso ma ibana: Didia do si Samuel dohot si Daud ninna? Gabe didok halak ma: Ida ma, di Naiot mardonokkon Rama do nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i laho ma ibana tusi, tu Naiot mardonokkon Rama, gabe songgop ma dohot tu ibana Tondi ni Debata, gabe mardalani ibana huhut manurirangi paima sahat ibana tu Naiot mardonokkon Rama.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i mananggal pangkeanna ma nang ibana, laos manurirangi ma dohot ibana di adopan ni si Samuel, gabe bustang ibana salangsalang manipat sadari sabornginna i. Alani do umbahen didok halak: Dohot do si Saul hape di tongatonga ni angka panurirang?",
      "type": "content"
    }
  ]
}