{
  "book": "1 Samuel",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata pujipujian ni si Hanna 1-10. II. Hajahaton ni angka anak ni si Eli 11-17. III. Si Samuel dohot inana 18-21. IV. Gale ni si Eli marsipaingot tu anakna 22-26. V. Si Eli hona pinsang dibahen sada panurirang 27-36",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i martangiang ma si Hanna, ninna ma: Marolopolop ma rohangku mida Jahowa, timbul do tandukku di bagasan Jahowa, na hirtap situtu do pamanganku dompak angka musungku, umbahen na las rohangku di pangurupionmi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ndang adong na badia, tudoshon Jahowa, ai ndang adong dungkon ni Ho, jala ndang adong partanobatoan, dungkon ni Debatangku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Unang sai datdati hamu manenganengahon haginjangon, unang ruar hata jungkat sian pamanganmuna, ai Jahowa do, Debata nampuna angka parbinotoan, jala Ibana dumasing angka pambahenan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Marponggolan do sior ni ulubalang, jala marhohos hatogaron do angka naung mandate.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angka na lobian na sai laon laho do mansari sipanganon, jala angka na rapar hian marlanggelangge; pola tubuan anak pitu na hol hian, jala merus boti sitorop anak hian.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jahowa do na mambunu dohot na pangoluhon; Ibana patuathon tu banua toru dohot panangkokkon muse.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jahowa do na mambahen pogos dohot mambahen mamora; Ibana do paijurhon, laos Ibana patimbulhon muse.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ibana pahehehon sian orbuk halak na tarjepol hian, jala dipatimbul na pogos i sian gambo laho pahundulhon tu lambung ni angka na sangap, jala diturpukkon habangsa hamuliaon tu nasida, ai Jahowa do nampuna angka ojahan ni tano on, jala dipaojak di atasna hasiangan on.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai na ramotanna do pat ni angka na niasianna, alai sai parendeponna do di bagasan haholomon ianggo angka parjahat i, ai ndada binahen ni hagogoon sandiri marhuaso baoa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sai na tunduk do bahenon ni Jahowa halak angka na mangalo Ibana; mangkuling ronggurna di banua ginjang di atas nasida; Jahowa manguhum angka ujung ni tano on sogot, jala lehononna hamuliaon tu Rajana, jala patimbulonna sogot tanduk ni Messiasna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i muli ma si Elkana tu jabuna di Rama; alai parhalado ni Jahowa do anggo dakdanak i di jolo ni malim Eli.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai anggo angka anak ni si Eli jolma na jahat sahali do, ndang ditanda nasida Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ianggo hasomalan ni malim na dua i tu situan na torop i songon on do: Ia adong manang ise na naeng mamelehon pelean, gabe ro naposo ni malim, tagan mangalompa juhut i, mamboan garpu sitolu ngingi di bagasan tanganna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala dipantullangkon tubagasan hudon manang seret manang balanga manang kuali, nasa na lohot tu garpu i dibuat malim i di ibana. Sai songon i do dibahen nasida tu sandok Israel, angka na ro tusi, tu Silo.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Gari tagan so dinahiti dope tabotabo i; nunga ro naposo ni malim i, jala ninna do tu baoa na mamelei: Sai lehon ma juhut i gorengon di malim i, ai ndang jaloonna sian ho juhut na nilompa, ingkon na tata do.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia didok baoa i tu ibana: Sai loas jolo dinahiti tabotabo i, songon na siap ari, dung i buat ma di ho guru pinangido ni roham; gabe didok naposo i tu ibana: Ndangana, ingkon nuaeng do lehononmu, molo ndang, antong gogo do bahenonku laho mambuat.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dibahen i balga situtu do dosa ni angka dolidoli i di jolo ni Jahowa; ai lam lea do roha ni angka baoa di pelean sipanganon tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Alai anggo si Samuel marhalado di jolo ni Jahowa, jala marsampesampe epod sian hori do dakdanak i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibahen inana do huhut jobit sada na metmet di ibana, binoanna tu ibana ganup taon, uju nangkok nasida rap dohot sinondukna laho mamelehon pelean siganup taon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Laos dipasupasu si Eli do si Elkana dohot jolmana, ninna ma: Sai dilehon Jahowa ma pinompar tu ho sian jolmamon, singkat ni pangidoan na pinangidona sian Jahowa. Dung i muli nasida tu ingananna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tongon tahe, diebati Jahowa ma si Hanna muse, jadi gabegabean nasida, laos ditubuhon tolu anak dohot dua boru di laonlaon ni ari; alai magodang di adopan ni Jahowa do ianggo si Samuel.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(IV.) Alai nunga matua situtu ianggo si Eli, jala dibege do barita ni saluhut na binahen ni anakna tu sandok Israel, dohot na niangkupannasida angka boruboru modom, angka na marhalado di lambung pintu ni undungundung luhutan i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi ninna ma tu nasida: Boasa tung angka sisongon i bahenonmuna? Ai tarbortik do tu pinggolhu sian sandok situan na torop i pambahenanmuna, angka na jahat i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sitongka ale anaha, ai ndang denggan barita na hubage i, mardosa do bangso ni Jahowa binahenmu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Molo mardosa jolma tu donganna jolma, Debata do pangalualuanna; alai molo dompak Jahowa jolma i mardosa, tung ise ma pangalualuanna? Alai ndang ditangihon nasida suara ni amanasida i, ai naeng do bunuon ni Jahowa nasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai anggo si Samuel na bajar i, lam magodang, lam hasian ni Jahowa dohot jolma.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(V.) Dung i ro ma sada halak ni Debata manopot si Eli, ninna ma tu ibana: Boti hata ni Jahowa: Atehe, nda hupapatar situtu Ahu tu pinompar ni ompum, uju di Misir dope nasida, di bagasan bagas ni si Firaun?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala hupillit ibana di Ahu sian nasa marga ni Israel bahen malim, asa mamele ibana di atas langgatanku, manutung daupa, mamangke sampesampe epod di jolongku, jala hulehon do tu pinompar ni ompum saluhut pelean situtungon ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Boasa tung lea bahenonmuna peleanki sipotongon dohot sipanganon, angka na hutonahon pelehononhon di bagasan undungundung i? Jala sumangap angka anakmu sian Ahu dibahen ho, asa pamokmokkon hamu sian patumonaan ni ganup pelean sipanganon, pinelehon ni bangsongku Israel.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dibahen i boti hata ni Jahowa, Debata ni Israel: Nunga pola hudok nian: Pinomparmu dohot pinompar ni amam marhalado di jolongku ro di salelenglelengna. Alai anggo nuaeng, ninna Jahowa: Dao ma i sian Ahu; ai angka na pasangap Ahu marsangap bahenonku, alai angka na palea Ahu, marlea do bahenonku.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ida ma, na ro do angka ari sogot, gotaphononku ma tanganmu dohot tangan ni pinompar ni amam, asa unang be adong jolma sarimatua di bagasan jabum.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jala sanga dope idaonmu hagogotan ni undungundung di hamamasa ni sandok na denggan tu Israel, jala ndang adong na sarimatua di bagasan jabum ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai nda tung sun siap baoa di ho sian langgatanku, asa tung lotop matam, jala marsipal tondim bahenon ni; alai godangan pinomparmu ingkon mate di haroro ni dagingna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jala on do partinandaan di ho, na ro tu anakmu na dua i, si Hopni dohot si Pinehas: Ingkon mate nasida duansa di bagasan sadari.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Alai patindangonku ma di Ahu sada malim haposan, hombar tu na di bagasan rohangku dohot di bagasan tondingku bahenonna, jala paulionku di ibana sada bagas na hot, asa marhalado di jolo ni Messiashu ibana saleleng mangolu.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jala nasa na teba sian pinomparmu, ingkon ro marsomba tu ibana mangido hepeng sambiji dohot roti sanseat, jala dohononna ma: Sai pabangkit ma ahu mangaradoti ulaon malim sada, asa adong panganonku roti sanseat.",
      "type": "content"
    }
  ]
}