{
  "book": "1 Samuel",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangkataion ni si Daud tu si Jonatan 1-11. II. Ratarata ni padan paralealeonnasida i 12-23. III. Piripiri ni si Saul dompak si Daud dohot si Jonatan 24-34. IV. Sirang do si Daud sian si Jonatan 35-42",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i maporus ma si Daud sian Naiot mardonokkon Rama manopot si Jonatan, ninna ma dung ro di jolona: Aha do na hubahen? Aha do salangku jala aha do dosangku di jolo ni amangmu, umbahen sai lotonganna hosangki?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai ninna si Jonatan ma: Dao ma i! Ndang tagamon mate ho; ida ma, ndang adong dibahen damang, nang hata balga manang hata metmet, nda jolo dipapatar tu pinggolhon. Boasa ma tung tamondingkonon ni damang sian ahu ia hata on? Ndang tagamon songon i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i lam maruari ma si Daud, ninna ma: Tangkas do diboto amangmu naung jumpangan asi ni roha ahu maradophon ho, gabe ninna rohana: Ndang jadi botoon ni si Jonatan hata on, asa unang marsak rohana. Alai tongon do, songon sintongna mangolu Jahowa, mangolu dohot hosam: Hira holan salangka sambing holangholangku dohot hamatean.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna si Jonatan ma tu si Daud: Manang aha pe didok roham, sai na bahenonku do i tu ho.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna si Daud ma tu si Jonatan: Ida ma, marsogot ma poltak ni bulan, ingkon hundul ahu nian somalna rap mangan dohot rajai; alai loas ma ahu laho asa martabuni ahu di ladang sahat ro di patolu bodarihon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tung sura usousoan ni amangmu ahu, jadi dohononmu ma: Mansai gogo hata ni si Daud mangido tu ahu, asa manilu ibana tu Betlehem hutana i, ai disi do masa pelean siganup taon di sandok margai.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung sura dohononna: Denggan do i! Adong ma hasonangan di naposomon; alai molo tung marpiarpiar rimasna, botoonmu ma naung putus rohana mambahen na jahat i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "On pe sai bahen ma asi ni roha tu naposomon, ai nunga pola mambahen parjanjian ho tu naposom di jolo ni Jahowa. Alai molo tung adong salangku, ho ma tagonan mambunu ahu, boasa ma tung togihononmu ahu pasahathon tu amangmu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ro ma hata ni si Jonatan: Dao ma i sian ahu! Molo tung mamoto ahu, naung putus roha ni damang pasonggophon tu ho na jati, tung so pabotohononku ma tu ho?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi ninna si Daud ma tu si Jonatan: Antong ise ma pabotohonsa tu ahu? Molo tung manang aha hata na koras alushonon ni amangmu tu ho?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna si Jonatan ma tu si Daud: Beta hita ruar tu ladang. Jadi ruar ma nasida duansa tu ladang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dung i ninna si Jonatan ma tu si Daud marmangmangkon: Ale Jahowa, Debata ni Israel! Molo dung hurisik roha ni damang marsogot songon on manang haduan, gabe ida ma, denggan rohana taringot tu si Daud, gabe so mamintor husuru tu ho pabotohonsa tu pinggolmu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon songon i bahenon ni Jahowa tu si Jonatan, jala patambaonna dope songon i! Alai molo tung tagonan marsangkap hajahaton damang dompak ho, sai na papataronku do tu pinggolmu, asa marsuru ho, gabe laho ho mardamedame, jadi sai donganan ni Jahowa ma ho, songon na nidongananna damang na sai laon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ndada dolan di ngolungku bahenonmu asi ni roha ni Jahowa tu ahu nang dung mate ahu:",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Unang tung tostosi asi ni roham sian pinomparhu ro di saleleng ni lelengna, nang dung disiaphon Jahowa angka musu ni si Daud, ganup sian sisik ni tano on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi mambahen padan ma si Jonatan tu isi ni bagas ni si Daud, asa marlulu Jahowa dompak angka musu ni si Daud.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Pola diulahi si Jonatan patolonhon si Daud dibahen holong ni rohana mida ibana, ai doshon dirina ibana dihaholongi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ro ma hata ni si Jonatan tu ibana: Marsogot ma poltak bulan, jadi usousoan ni halak ma ho, ai rumar ma hundulanmu hian dapotonna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai anggo patoluarihon pasigoponmu ma tuat, jala topotonmu partabunianmu najolo uju di ari pambahenan, jala hundul ma ho di lambung batu Asel.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ianggo ahu siorhononku ma tolu sumbia tu lambungna, songon na marsalamat ahu paulaonku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ida ma, suruhononku ma naposo i: Laho ma ho mangalului angka sumbia i! Molo tung dohononku tu naposo i: Ida ma, tartungkanon sian ho angka sumbia i, jomput ma! Sai ro ma ho, ai dame ma taringot tu ho, jala mora soada songon sintongna mangolu Jahowa!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai molo tung songon on hatangku tu dolidoli i: Ida ma, tartungkan adui, tungkan jolom angka sumbia i, denggan ma ho laho, ai Jahowa marsuru ho.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai anggo hata na itapadanhon, ahu dohot ho, ida ma, Jahowa do di tongatonganta ro di saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(III.) Dung i laho martabuni ma si Daud di ladang. Jadi dung jumpang poltak ni bulan, hundul ma rajai naeng mangan sagusagu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai dung hundul rajai tu hundulanna hian, songon na somal na sai laon, tu hundulan mardonokkon dorpi; jadi hehe ma anggo si Jonatan, hundul ma anggo si Abner tu lambung ni si Saul; alai rumar do ianggo inganan ni si Daud.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai ndang mangkuling si Saul anggo sadarina i, ai ninna rohana do: Atik tung adong masa di ibana, ra tung ramun ibana, ramun ma tutu tagamon.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai marsogotna i, paduaarihon dung poltak bulan, laos rumar inganan ni si Daud, gabe ro ma hata ni si Saul tu si Jonatan, anakna i: Boasa so ro anak ni si Isai, nang nantoari, nang sadarion mangan sagusagu?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi ro ma alus ni si Jonatan tu si Saul: Ringkot situtu si Daud mangido tu ahu naeng laho tu Betlehem.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Pola didok, ua loas ma ahu laho, ai mamele do hami na saompu di bagasan huta i, jala apala dahahang sandiri martona di ahu; on pe, molo maruli asi ni roha ahu sian ho, ua husiluhon ma, asa huida angka dahahang i; alani do umbahen so ro ibana mandapothon meja ni rajai.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi marpiarpiar ma rimas ni si Saul, mida si Jonatan, ninna ma tu ibana: Anak jea na so siat hata do ho! Nda nunga huboto naung dipillit ho anak ni si Isai mambahen haurahonmu dohot haurahon ni inam na tumubuhon ho?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai saleleng mangolu anak ni si Isai di tano on, ndang tagamon hot ho, nang harajaonmu. On pe suruhon ma mangalap ibana tu ahu, ai anak sibunuon do ibana!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi ro ma alus ni si Jonatan tu si Saul amana i, ninna ma tu ibana: Boasa tung ingkon bunuon ibana? Aha sala binahenna?",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi dipantomhon si Saul ma mundimundi tu ibana, naeng manullang ibana. Jadi mamoto ma roha ni si Jonatan, naung putus roha ni amana i, naeng mambunu si Daud.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i hehe ma si Jonatan sian lambung meja i marmurukmuruk situtu, laos so mangan sagusagu ibana paduaarihon dung poltak bulan; ai marsak do rohana taringot tu si Daud, ala na pinamalu ni amana i ibana.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(IV.) Dung i manogotna i ruar ma si Jonatan tu ladang di tingki naung jinanjina i tu si Daud, sada dakdanak na metmet donganna.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i ninna ma mandok naposona i: Marlojong ma ho mangalului sumbia, angka na naeng siorhononku. Dung i marlojong ma naposo i, gabe disiorhon ibana ma sumbia sada salpu sian atas uluna.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi dung sahat naposo i tu hapatean ni sumbia na siniorhon ni si Jonatan, joujou ma si Jonatan sian pudi ni naposo i, ninna ma: Nda tartungkan adui, tungkan jolom sumbia i?",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jadi sai joujou si Jonatan sian pudi ni naposo i: Haru silu, hatop ma ho, unang ho mangulon! Jadi dijomput naposo ni si Jonatan ma sumbia i, laos mulak diboan tu tuanna.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai anggo naposo i ndang diboto parbohalon, holan si Jonatan dohot si Daud do masibotoan di hata i.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i dipasahat si Jonatan ma angka parhohasna tu naposo donganna i, jala ninna ma mandok ibana: Laho ma ho mamboan angka i tu huta.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jadi dung laho naposo i, hehe ma si Daud sian sambariba tungkan dangsina jala manungkap tu tano huhut marsomba tolu hali; dung i masiummaan ma nasida huhut tangis be alai gumogo ma ianggo si Daud.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dung i ninna si Jonatan ma tu si Daud: Laho ma ho mardamedame! Manang aha naung itabulanhon, hita na dua, marhitehite Goar ni Jahowa, pola tadok: Jahowa do di tongatonganta, dohot di tongatonga ni pinomparhu tu pinomparmu ro di saleleng ni lelengna.",
      "type": "content"
    }
  ]
}