{
  "book": "1 Samuel",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Daud maporus tu Nob manopot malim Ahimelek, na mangalehon tu ibana sagusagu na marhadohoan dohot podang ni si Goliat 1-10. II. Si Daud maporus tu si Akis jala dipaula ibana lalaen 11-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i hehe ma si Daud laos mardalan; alai anggo si Jonatan mulak do tu huta.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i sahat ma si Daud tu Nob, manopot malim Ahimelek, jadi tarsonggot ma si Ahimelek manjumpangkon si Daud, jala ninna ma tu ibana: Boasa tung punjung sasada ho, jala soadong donganmu nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna si Daud ma tu malim Ahimelek: Nunga ditonahon rajai sada hata tu ahu, jala didok do mandok ahu: Ndang jadi botoon ni manang ise agia aha taringot tu hata umbahen na husuru ho, jala na hutonahon tu ho; ianggo angka naposo i nunga hudokkon topotonna inganan adui.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "On pe, molo adong manang aha talpe buaton ni tanganmu, manang sagusagu lima, sai lehon ma tu bagasan tanganku, manang aha tahe sipanganon na asing jumpang ho.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna malim i ma mangalusi si Daud: Ndang adong ianggo sagusagu hian talpe buaton ni tanganku, nda holan sagusagu na marhadohoan adong; asal haramotan angka naposo dirina sian parompuan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ninna si Daud ma mangalusi malim i: Nunga pola tolu ari lelengna tarolat hami sian parompuan tagan so borhat dope ahu; angka ulaula ni angka naposo pe badia do; tung sura pe ramun lapangna on, ingkon gabe badia do i antong sadarion marhitehite ulaula i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dilehon malim i ma tu ibana sagusagu na marhadohoan i, ala so adong disi sagusagu hian, dungkon ni sagusagu sipaidaidaon, angka na binuat sian adopan ni Jahowa, laho mameakkon sagusagu na las di ari pambuatanna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai adong do disi sahalak sian angka naposo ni si Saul na tarhurung di jolo ni Jahowa sadarina i, si Doeg goarna marga Edom, induk ni angka parmahan ni si Saul.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna si Daud ma tu si Ahimelek: Atehe adong do dison talpe buaton ni tanganmu hujur sada manang podang? Ai ndang sanga buaton ni tanganku nang podangku nang sinjatangku, ai mansai ringkot hata ni rajai.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna malim i ma: Podang ni si Goliat, halak Palistim i naung binunumi di rura parhariaraan, i ma na dison binalutan di bagasan dagangan, di pudi ni baju epod; molo naeng buatonmu i di ho ba buat; ai ndang adong na asing dison dungkonni. Jadi ninna si Daud ma: Ndang adong tudoshon ni dengganna, lehon ma i di ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i borhat ma si Daud, laos maporus sadarina i maradophon si Saul gabe tolhas ma ibana tu si Akis, raja sian Gat.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ninna angka naposo ni si Akis ma tu ibana: Nda on do si Daud raja ni luat i? Nda taringot tu ibana do marende taripar angka parompuan songon on: Si Saul manaluhon marriburibu halak, alai anggo si Daud marloksaloksa do ditaluhon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i holsoan ma si Daud di bagasan rohana umbege angka hata i, laos tahuton situtu ibana maradophon si Akis, raja sian Gat.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Pola dipaasing ibana pangalahona di jolonasida jala lalaen ibana dipaula mangaruntarunta sian tangannasida jala diransangi angka hinsuhinsu, jala mabaor gubogubona dibahen tu janggutna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna si Akis ma tu angka naposona: Ida ma, nunga diida hamu baoa na lalaen i, boasa tung boanonmuna ibana tu ahu? (21-16) Hurangan angka halak na lalaen do ahu huroha, umbahen boanonmuna jolma on, asa patuduhon lalaenna tu ahu? Tung tama ma jolma sisongon i masuk tu jabungku?",
      "type": "content"
    }
  ]
}