{
  "book": "1 Samuel",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Daud maporus tu luat Moab 1-5. II. Piripiri ni si Saul dompak si Ahimelek, dohot dompak Nob, huta inganan ni angka malim 6-19. III. Abiatar maporus mandapothon si Daud 20-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i laho ma si Daud sian i jala malua tu liang Adullam. Jadi dung dibege angka hahana ro di sandok pinompar ni amana barita i, gabe tuat ma nasida mandapothon ibana tusi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i marpungu ma tu ibana sude baoa angka na targogot dohot parutang, ro di sude angka na marsak marroha, jadi ibana ma induknasida, gabe arga opat ratus halak donganna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i laho si Daud sian i tu Mispa di Moab, jala ninna ma mandok raja sian Moab; ua loas ma marmeang muli damang dohot dainang di hamu, paima huboto manang aha sibahenon ni Debata tu ahu!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi ditogihon ma nasida tu jolo ni raja sian Moab, asa tinggal nasida di lambungna saleleng si Daud martanobato di atas dolok.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ro ma hata ni panurirang si Gad tu si Daud: Unang ho tinggal di robean martanobato laho ma ho manopot tano Juda. Jadi laho ma si Daud, gabe tolhas ma ibana tu tombak Heret.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i tarbortik ma tu si Saul barita taringot tu si Daud dohot taringot tu baoa angka donganna i; hundul di Gibea ianggo si Saul di toru ni hariara di atas robean jala hujurna di bagasan tanganna, jala saluhut naposona jongjong di lambungna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ro ma hata ni si Saul tu naposona, angka na jongjong di lambungna: Ua tangihon ma, hamu ale halak Benjamin, tung tagamon ma lehonon ni anak ni si Isai tu hamu sudena angka hauma dohot porlak anggur? Tung tagamon ma pampeonna hamu sude bahen induk ni sasaribu manang induk ni sasaratus?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Umbahen tung luhut hamu marbulan mangalo ahu, jala so adong manang ise na papatar tu pinggolhu agia aha, gari anakku sandiri marpadanpadan do tu anak ni si Isai, jala ndang adong nanggo sada sian hamu marsahit ni roha taringot tu ahu manang papatarhonsa tu pinggolhu, naung pinahehe ni anakku naposongku mangalo ahu mangonggop ahu, songon na andar nuaeng.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ro ma alus ni si Doeg, marga Edom i, na jongjong di lambung ni angka naposo ni si Saul, ninna ma: Nunga huida anak ni si Isai ro tu Nob manopot si Ahimelek, anak ni si Ahitub.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ibana ma manungkunhon tu Jahowa taringot tu langkana, dilehon huhut bohal tu ibana, dilehon muse dohot podang ni si Goliat, halak Palistim i, tu ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi disuru rajai ma suruanna manjou malim Ahimelek, anak ni si Ahitub ro di sandok pinompar ni amana, luhut malim angka na di Nob, jadi ro ma nasida sude manopot rajai.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna si Saul ma: Ua tangihon ma ale anak ni si Ahitub! Gabe didok ibana ma: Ida ma, dison do ahu, ale tuanku!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna si Saul ma mandok ibana: Boasa tung marbulan hamu mangalo ahu, ho dohot anak ni si Isai, di na nilehonmu tu ibana roti dohot podang jala naung sinungkunhonmu tu Debata taringot tu langkana, asa hehe ibana mangalo ahu mangarop ahu songon na andar nuaeng?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi ro ma alus ni si Ahimelek tu rajai, ninna ma: Tung ise ma sian saluhut angka naposom haposan songon si Daud, jala hela ni rajai jala masuk umbege tahi sihabunianmu jala marsangap di bagasan jabum?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sadarion pe huroha hupungka manungkunhon tu Debata taringot tu langkana? Dao ma i sian ahu! Unang diampehon rajai hata i tu naposona manang tu sandok pinompar ni damang; ai ndang adong diboto naposom taringot tu saluhutna i, nang hata metmet, nang hata balga.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai ninna rajai ma: Ingkon marutang hosa ho, ale Ahimelek, ho ro di sandok pinompar ni amam.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna rajai ma tu hupas kapala, angka na jongjong di lambungna: Humusor ma hamu jala bunu hamu angka malim ni Jahowa, ala dohot do tangannasida manumpak si Daud, jala ala diboto nasida na maporus do ibana, hape ndang dipapatar nasida tu pinggolhu Alai ndang olo angka naposo ni rajai manurdukkon tangannasida laho maniham angka malim ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ninna rajai ma tu si Doeg: Humusor ma ho jala tiham ma angka malim i. Jadi humusor ma si Doeg marga Edom i, jala ditiham ibana angka malim i, gabe dibunu ma sadarina i ualupulu lima baoa, angka na marpangkean epod sian hori.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibunu huhut isi ni Nob, huta inganan ni angka malim, marhitehite podang, sian baoa ro di parompuan, sian dakdanak ro di posoposo, nang jonggi ro di halode dohot birubiru dibunu marhitehite baba ni podang.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Alai malua do sada anak ni si Ahimelek, anak ni si Ahitub, si Abiatar goarna, jala maporus ibana mangihuthon si Daud.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dibaritahon si Abiatar ma tu si Daud naung binunu ni si Saul angka malim ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ninna si Daud ma tu si Abiatar: Nunga huboto hian di ari uju i naung disi si Doeg, marga Edom i sai na paboaonna do tu si Saul. Marbilangbilang tu ahu do saluhut hosa ni pinompar ni amam.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Antong tinggal ma ho donganku, unang ho mabiar, ai manang ise na tumahi hosangki, tahionna ma dohot hosam, ai sinok do ho ramotan di lambungki.",
      "type": "content"
    }
  ]
}