{
  "book": "1 Samuel",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Daud paluahon Keila 1-5. II. Tarlele sian i dibahen si Saul, gabe maporus ibana tu Sip; ro si Jonatan mangebati ibana 6-18. III. Jehejehe ni halak Sip. Haluaon ni si Daud sian tangan ni si Saul binahen ni Debata 19-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dibaritahon halak ma tu si Daud songon on: Ida ma, halak Palistim marporang dompak Keila, jala dipupusi nasida angka pardegean.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi marsungkun ma si Daud tu Jahowa, ninna ma: Na jadi do ahu laho manaluhon halak Palistim i? Dung i ninna Jahowa ma tu si Daud: Laho ma ho, jala taluhon halak Palistim i jala palua Keila.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai ro ma hata ni angka baoa dongan ni si Daud i tu ibana: Ida ma, gari dison di Juda mabiar hita, lam laho muse hita tu Keila mandopang parangan ni halak Palistim?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi diulahi si Daud sahalinari manungkunhon tu Jahowa, gabe dialusi Jahowa ibana, ninna ma: Borhat ma ho tu Keila, ai Ahu sandiri pasahathon halak Palistim tu bagasan tanganmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi laho ma si Daud rap dohot baoa donganna i tu Keila, jala marporang dompak halak Palistim, laos diolat ma pinahannasida i, jala hataluan bolon dibahen tu nasida, gabe dipalua si Daud ma pangisi ni Keila.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Alai uju maporus si Abiatar anak ni si Ahimelek mandapothon si Daud tu Keila, laos diboan dohot baju epod i di bagasan tanganna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i tarbortik ma tu si Saul naung ro si Daud tu Keila. Jadi ninna si Saul ma: Nunga dipasahat Debata ibana tu bagasan tanganku; ai nunga tarlolo ibana, dung masuk ibana tu bagasan huta na marharbangan jala marransang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i martingting ma si Saul paluhuthon sandok bangso i laho marporang, asa tuat tu Keila laho martungkum si Daud dohot angka baoa donganna i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dung diboto si Daud naung marsangkap hamagoan si Saul dompak ibana, gabe ninna ma tu malim Abiatar: Boan tuson baju epod i!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna si Daud ma: Ale Jahowa, Debata ni Israel, nunga tangkas dibege naposom marsangkap si Saul naeng ro tu Keila laho mangago huta i ala ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Beha tagamon do pasahaton ni isi ni Keila ahu tu bagasan tanganna? Tagamon do tuat si Saul, songon naung binege ni naposomon? Ale Jahowa, Debata ni Israel, ua pabotohon ma i tu naposomon! Jadi ninna Jahowa ma: Sai na tuat do ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna si Daud ma muse: Beha tagamon do pasahaton ni isi ni Keila ahu dohot angka baoa donganki tu bagasan tangan ni si Saul? Jadi ninna Jahowa ma: Sai pasahatonnasida do ho.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i borhat ma si Daud dohot angka baoa donganna, arga onom ratus halak toropna, gabe ruar ma nasida sian Keila, jala madoado boti nasida. Jadi dung tarbortik tu si Saul, naung malua si Daud sian Keila, gabe dipasohot ma tuat tusi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tading di halongonan ma ianggo si Daud, di atas robean na gonting, laos maringan ibana di atas dolok na di halongonan Sip. Sai didatdati si Saul do paburuburu ibana saleleng mangolu; alai ndang dipasahat Debata ibana tu bagasan tanganna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung diida si Daud, naung borhat si Saul paburuburu hosana, gabe tading ma si Daud di halongonan Sip di bagasan sada tombak.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi borhat ma si Jonatan anak ni si Saul mandapothon si Daud tu bagasan tombak i, jala dipapir tondina di bagasan Debata.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Laos ninna ma mandok ibana: Unang ho mabiar ai ndang tagamon dapot tangan ni damang si Saul i ho, ingkon bangkit raja do ho gumomgom Israel, jala ahu gabe donganna paidua; damang si Saul pe tangkas do i diboto.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi marpadan ma nasida na dua di adopan ni Jahowa; laos tinggal di bagasan tombak i ma si Daud; alai anggo si Jonatan mulak do tu jabuna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Dung i nangkok ma halak Sip, manopot si Saul tu Gibea, angka ninna ma: Nda martabuni do si Daud di lambungnami di atas ni dolok angka na di bagasan tombak, di atas robean Keila na tungkan dangsina sian halongonan?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "On pe marguru tu sandok lomo ni roham ale rajanami, sai tuat ma ho, asa hupasahat hami ibana tu bagasan tangan ni rajai.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna si Saul ma: Angka na pinasupasu ni Jahowa ma hamu, ala sayang ni rohamuna di ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Antong laho ma hamu haru sulingkit hamu dope, asa diboto jala diida hamu tangkas ingananna, pangulonan ni patna, manang ise naung marnida ibana disi; ai tarbortik do tu ahu, tung na angkal situtu do ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Riori hamu huhut jala sulingkit hamu saluhut jaringjing tau partabunianna, dung i mulak hamu tu ahu ia dung tontu, asa huihuthon hamu; jala molo tung di bagasan luat i ibana, sai na usousoanku do ibana di tongatonga ni sandok Juda angka na marriburibu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i borhat ma nasida jala laho tu Sip manjoloani si Saul. Alai anggo si Daud dohot angka baoa donganna i di halongonan Maon do di adaran tungkan dangsina ni halongonan i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dung laho si Saul dohot angka baoa donganna i naeng mangalului, tarbortik ma i tu si Daud, gabe tuat ma ibana sian dolok batu i laos maringanan di halongonan Maon. Dung dibege si Saul barita i, gabe diihuthon ma mangeak si Daud tu halongonan Maon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i mardalan ma si Saul di na sambariba ni dolok i jala si Daud dohot angka baoa donganna i di na sambariba nari ni dolok i. Alai manilu ma nian si Daud maporus maradophon si Saul, gabe ro ma si Saul dohot angka baoa donganna i mangalolo si Daud dohot angka baoa donganna i, naeng manangkup nasida.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Hape ro ma sada suruan mandapothon si Saul, ninna ma: Haru siluhon ma ro, ai nunga disola halak Palistim tano i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi mulak ma si Saul sian na mangalele si Daud, jala laho manjumpangkon halak Palistim. Alani do umbahen digoar halak inganan i: Sela-Hammalekot (dolok batu haluaon).",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(24-1) ",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "I. Roha pangolanion ni si Daud di si Saul di bagasan liang 1-8. II. Bonsa ni pangkuling ni si Daud tu si Saul 9-16. III. Tarsingot do roha ni si Saul 17-23.",
      "type": "title"
    }
  ]
}