{
  "book": "1 Samuel",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "(24-2) Jadi dung mulak si Saul sian na mangalele halak Palistim, tarbortik ma tu ibana; ida ma di halongonan Engedi do si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(24-3) Dung i diarahon si Saul ma toluribu baoa angka na pinillit sian sandok Israel, jala laho ibana mangalului si Daud dohot angka halak donganna i di atas ni angka dolok batu parbeduan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(24-4) Jadi tolhas ma ibana tu angka parbaraan ni birubiru di lambung dalan, adong disi sada liang, laos bongot si Saul tu bagasan laho manghungkupi patna nian; alai juguk dingkan pamurnangan ni liang i anggo si Daud dohot angka donganna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(24-5) Jadi ro ma hata ni angka dongan ni si Daud mandok tu ibana: Ida ma, nunga jumpang ari na nidok ni Jahowa tu ho: Ida ma, Ahu pasahathon musum tu bagasan tanganmu, asa bahenonmu tu ibana guru lomo ni roham. Dung i hehe ma si Daud laho marsibuni maneat sada suhisuhi sian ulos ni si Saul.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(24-6) Alai dung salpu mallobuk ma taroktok ni si Daud, ala naung sineatna i suhisuhi sian ulos ni si Saul.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(24-7) Dung i didok ma tu angka donganna i: Dao ma i sian ahu ala Jahowa, tung bahenonku songon i tu tuanku, naung miniahan ni Jahowa, tung mangonai tanganku dompak ibana, ai naung miniahan ni Jahowa do ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(24-8) Pola mangonai hata si Daud tu donganna, ndang diloas nasida hehe mangkahua si Saul. Dung i hehe ma si Saul sian liang i, laos manulus dalanna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(24-9) (II.) Dung i hehe ma dohot si Daud ruar sian liang i, laos joujou sian pudi ni si Saul songon on: Oale rajanami! Jadi mamereng dompak pudi ma si Saul, manungkap tu tano ma ianggo bohi ni si Daud marsomba rajai.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(24-10) Dung i didok si Daud ma tu si Saul: Boasa tung patangitangionmu hata bolabola ni jolma, angka na mandok: Ida ma, mangalului hamagoanmu do anggo si Daud?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(24-11) Ida ma, apala sadarion matam sandiri marnida naung pinasahat ni Jahowa ho sadarion tu tanganku di bagasan liang i; nunga pola dipajuju halak ahu mambunu ho nian, hape huolani do ho, ningku do: Ndang jadi mangonai tanganku tu tuanku, ai naung miniahan ni Jahowa do ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(24-12) On pe, ale amang, ua bereng suhisuhi ni ulosmi di bagasan tanganku, paboa na so olo ahu mambunu ho uju na huseat suhisuhi ni ulosmi. Tanda jala ida ma sian i paboa na so adong hajahaton manang, pangalaosion di bagasan tanganku, jala na so mardosa ahu dompak ho, hape anggo ho sai diburu ho do hosangku naeng mamutus.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(24-13) Ingkon Jahowa do manguhum hita sogot, jala Jahowa mangaluluhon ahu maradophon ho, alai na so tupa anggo tung tanganku mangonai tu ho.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(24-14) Songon na nidok ni umpama ni natuatua di na robi: Sian halak parjahat ro hajahaton; alai anggo tanganku na so tupa mangonai tu ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(24-15) Tung apala ise ma na nilelean ni raja sian Israel? Tung apala ise ma na pinaburuburum? Tung biang naung mate ulaning, manang tung hutu ni biang sada?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(24-16) Alai tahe ingkon Jahowa ma gabe Panguhum, Ibana manguhum hita, Ibana ma manatap manonggor, jala Ibana umbadahon badangku, jala Ibana mamintori ahu paluahon ahu sian tanganmu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(24-17) (III.) Jadi dung tolhas dihatahon si Daud angka hata ondeng tu si Saul, gabe didok si Saul ma: Nda soaramu do i, ale anaha Daud? Laos dipangiar si Saul ma soarana tumatangis.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(24-18) Dung i ninna ma tu si Daud: Umpintor do ho sian ahu, ai na denggan do uhummu tu ahu, hape anggo ahu na jat do hubaloshon tu ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(24-19) Nunga dipaandar ho sadarion denggan ni uhummu binahenmi tu ahu; nunga nian tutu dipasahat Jahowa ahu tu bagasan tanganmu, hape ndang dibunu ho ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(24-20) Ai tung sura jumpang halak musuna, tung tagamon ma paluaonna ibana mardalan di dalan hasonangan? Dibahen i sai dibaloshon Jahowa ma tu ho na denggan bahen balos ni na binahenmi tu ahu sadarion.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(24-21) On pe, ida ma, tangkas huboto, sai gabe raja do ho sogot, jala hot do harajaon Israel di bagasan tanganmi.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(24-22) Dibahen i sai uarihon ma tu Debata marbagahon tu ahu, paboa na so siaphononmu pinomparhu sogot, paboa na so pidomhononmu goarhu sian bagas ni damang.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(24-23) Jadi diuarihon si Daud ma i tu si Saul. Dung i laho muli ma si Saul tu jabuna; alai anggo si Daud dohot angka donganna i nangkok do tu punsu ni dolok na gonting.",
      "type": "content"
    }
  ]
}