{
  "book": "1 Samuel",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamamate ni si Samuel. Daud marsuru naposona manopot si Nabal, hape marlea dibahen 1-13. II. Abigail manomunomu si Daud 14-22. III. Dipaombun rimas ni si Daud marhite sian hata na lambok 23-35. IV. Hamamate ni si Nabal. Daud mambuat si Abigail bahen jolmana 36-44",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i mate ma si Samuel, gabe marluhut ma sandok Israel, jala ditatangisi ibana, jala dibandahon ibana di bagasan jabuna di huta Rama. Alai borhat ma anggo si Daud laho tuat tu halongonan Elaparan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i adong ma sada halak di Maon, ia parulaonanna di Karmel do; na mora jong do baoa i, tolu ribu birubiruna, jala saribu hambingna; dung i tole ma ibana manggustingi imput ni birubiruna di Karmel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia goar ni baoa i, i ma si Nabal, jala goar ni jolmana si Abigail, na torus situtu roha ni parompuan i, jala na uli rupana; alai anggo baoa i horas rohana, jala jahat marparulan, pinompar ni si Kaleb do ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi tarbortik ma tu si Daud di halongonan, manggustingi imput ni birubiruna si Nabal i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi disuru si Daud ma sampulu dolidoli, ninna ma mandok dolidoli i: Nangkok ma hamu tu Karmel manopot si Nabal patolhas tebengku tu ibana, laos tangkasi hamu ma sonangna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Songon on ma dok hamu: Hipas ma ho, jala sonang, ro di isi ni bagasmu dohot nasa na di ho!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nunga hubege, masa panggustingon imput ni birubiru di ho. On pe sai rap dohot hami do angka parmahanmi, ndang dung tarurak nasida hubahen hami, jala ndang adong mago di nasida agia aha, saleleng nasida di Karmel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung sungkun angka naposom, paboaonnasida do i tu ho, on pe asi ma roham mida angka dolidoli on, ai tongon di ari na denggan do hami ro; ua lehon ma na jumpang tanganmu tu angka naposomon dohot tu si Daud, anakmu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dung sahat angka naposo ni si Daud, jala tolhas dihatahon nasida tu si Nabal sude hata ondeng, angka na tinonahon ni si Daud, mangulon ma nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ro ma alus ni si Nabal tu angka naposo ni si Daud, ninna ma: Ise do si Daud? Jala ise do anak ni si Isai? Lan do nuaeng naposo angka na lintun tumadingkon indukna be.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tung olo ma ahu mambuat sagusagungku dohot aek siinumonku dohot pinahanku sipotongon di halak sigusting imput ni birubirungku laho mangalehon tu halak angka na so hutanda, manang sian dia nasida?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i mulak ma angka naposo ni si Daud tu dalannasida hian, laho muli. Jadi dung sahat nasida, dibaritahon ma tu si Daud sude angka hata ondeng.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ninna si Daud ma tu angka naposona: Masisandang podangna be ma hamu. Jadi masihadang podangna be ma nasida, nang si Daud disandang do podangna, jadi nangkok ma nasida mangihuthon si Daud arga opat ratus halak toropna, tinggal ma anggo na dua ratus halak manginganhon angka parhohas.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Alai ro ma sada halak sian angka dolidoli paboahon barita i tu si Abigail, jolma ni si Nabal ninna ma: Ida ma, nunga disuru si Daud angka suruanna sian halongonan laho mamasumasu tuanta nian, hape mangonai hata ibana tu nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Na denggan situtu do nian uhum ni angka baoa i tu hami, ndang dung tarurak hami dibahen nasida, jala ndang adong agoan hami agia aha, saleleng rap hami dohot nasida marmahan di jampalan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tung tudoshon partanobatoan do nasida di hami, nang borngin, nang arian, saleleng rap hami dohot nasida marmahan angka birubiru.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "On pe boto ma, jala timbang, manang aha sibahenonmu; ai nunga tung putus sangkap hamagoan dompak tuanta dohot dompak sude isi ni bagasna angkup ni parroha na jahat do ibana, na so hapangkulingan manang ise.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi hapogan ma si Abigail mambuat dua ratus sagusagu dohot dua panuhuhan bobak marisi anggur dohot lima birubiru naung pinarade dohot lima ampang eme na nirondang dohot saratus lampet marsaor parbue ni anggur dohot dua ratus lampet na ginulean, luhutna i diampehon do tu angka halode.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i didok ma tu angka naposona: Pajolo hamu ma, ida ma ro pe ahu sian pudimuna; alai ndang dipaboa langkana i anggo tu si Nabal sinondukna i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi di na marsihundul i nasida di halode i, jala tuat nasida di sada jaringjing ni dolok i, ida ma nunga ro tuat si Daud dohot angka paranganna manjumpangkon nasida, laos pajumpang be.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai nunga pola didok si Daud hian: Tung na so marguna do hapengani na huramoti luhutna na di bajoi di halongonan, na so agoan ibana agia aha, hape na jat do balos ni na denggan dibahen tu ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sai songon i ma bahenon ni Debata tu angka musu ni si Daud jala lobi sian i dope, molo tung teba loasonku mangolu sian saluhut na di ibana ro di tiur ni ari, nanggo sada halak baoa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(III.) Alai dung diida si Abigail si Daud i, hapogan ma ibana mijur sian halode i manungkap ma ibana tu tano di jolo ni si Daud marsomba ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala marsinggang tu jolo patna, ninna ma: Tu ahu ma jujur hajahaton i, ale rajanami; ua loas ma ahu mandok hatangkon tu pinggolmu, jala tangihon hata ni naposom boruboru.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Unang pola piripirion roham, ale tuan, mida baoa parroha na jahat, mida si Nabal i, ai songon goarna i do ibana: Si Nabal goarna, sai haotoon i do donganna. Alai anggo ahu naposom boruboru, ndang huida dolidoli angka na sinurumi, ale tuan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Nuaeng pe ale tuan, songon sintongna mangolu Jahowa, mangolu dohot hosam, Jahowa sandiri mangambat ho asa unang paroonmu sapata ni mudar, laos tanganmu sandiri mangurupi ho. On pe ingkon gabe songon si Nabal angka musum, ro di sude angka na marsangkap mambahen hamagoan tu tuani.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Antong silehonlehon on, na binoan ni naposom boruboru tu tuani, i ma nian lehonon tu dolidoli angka na sauduran dohot tuani.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Sai marpamuati ma roham mida sala ni naposom boruboru! Ai sai na pahoton ni Jahowa do harajaon ni pinomparmu, ai laluhonon ni tuanku do porang ni Jahowa, jala ndang tagamon marhinamago ho saleleng ho mangolu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tung sura adong hehe sada jolma naeng parburuburu ho manang tumahi hosam, ingkon momos binobohan anggo hosa ni tuani di bagasan bobakan ni halak na mangolu di adopan ni Jahowa Debatangku! Alai anggo hosa ni angka musum ingkon ambalangkononna sian tongatonga ni ambalang.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ia dung dibahen Jahowa tu tuani, hombar tu sude na denggan naung pinarbagana i tu ho, jala dohononna ho gabe partogi di halak Israel.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ndang tagamon gabe gasip di ho manang solsolanmu roham ale tuan ala mandurushon mudar ho soada alana, manang ala tuani sandiri mangaluluhon ibana. Alai dung dibahen Jahowa na denggan tu tuani, sai ingotonmu do naposom boruboru.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i ninna si Daud ma tu si Abigail: Pinuji ma Jahowa Debata ni Israel ala sinuruna ho sadarion manjumpangkon ahu!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Pujion do huhut hapistaranmu, pujion nang ho, ala diambat ho ahu sadarion unang mandurushon mudar, unang laos tanganku sandiri mangaluluhon ahu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ai tongon tahe, songon sintongna mangolu Jahowa, Debata ni Israel, na mangambat ahu unang mambahen na jat tu ho, ai tung sura unang humalaput ho ro manjumpangkon ahu, ndang tagamon adong teba di si Nabal ro di torang ni ari nanggo sada halak baoa.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi dijalo si Daud ma sian tangannasida na binoanna i tu ibana, jala didok tu nasida: Nangkok ma ho muli tu jabum mardamedame; ida ma, nunga hutangihon soarami jala marpamuati rohangku mida ho.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(IV.) Jadi dung sahat si Abigail tu si Nabal, ida ma marpanggalangon bolon ibana di jabuna songon panggalangon ni raja, jala marlas ni roha si Nabal, jala mabuk situtu ibana. Dibahen i ndang adong dipaboa si Abigail tu ibana nang hata metmet nang hata balga paima torang ari.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Alai dung torang ari jala malum mabuk ni si Nabal i, dipaboa jolmana i ma tu ibana angka hata ondeng, gabe mate pusupusuna di bagasan andorana, jala tudoshon batu do i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i arga sampulu ari nari dipastap Jahowa ma si Nabal, laos mate.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi dung tarbortik tu si Daud naung mate si Nabal, ninna ma: Pinuji ma Jahowa, na umbadahon bada ni haurahonku marlulu dompak si Nabal, jala diambat naposona mangulahon hajahaton, jala marbalik hajahaton ni si Nabal tu uluna dibahen Jahowa. Dung i disuru si Daud ma suruanna mandok hatana tu si Abigail, naeng mambuat nasida bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jadi dung sahat angka naposo ni si Daud tu si Abigail di Karmel, gabe mangkatai ma nasida songon on: Disuru si Daud do hami manopot ho naeng buatonna ho bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dung i hehe ma si Abigail manungkap tu tano, huhut didok: Ida ma, naposom boruboru do ahu gabe hatoban laho mamburi pat ni angka naposo ni tuani.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dung i hapogan ma si Abigail borhat marsihundul di halode, nidonganan ni lima radingna, angka na sauduran dohot ibana, laos diihuthon nasida do angka suruani, gabe jolma ni si Daud.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dibuat si Daud huhut si Ahinoam sian Jisreel, jadi duansa nasida gabe jolmana.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Alai nunga dilehon si Saul anggo si Mikhal, boruboru i, jolma ni si Daud hian, tu si Palti, anak ni si Lais sian Gallim.",
      "type": "content"
    }
  ]
}