{
  "book": "1 Samuel",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "I. Diulahi si Saul paburuburu si Daud na mangolani hosa ni si Saul paduahalihon 1-12. II. Hata solsol ni si Daud tu si Abner dohot tu rajai 13-20. III. Bagabaga ni si Saul na so datdatanna be mangalele ibana 21-25.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma isi ni Sip manopot si Saul di Gibea, angka ninna ma: Nda martamonding do si Daud di atas robean Hakila tungkan habinsaran ni halongonan?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i borhat ma si Saul laho tuat tu halongonan Sip udur dohot tolu ribu halak, angka na pinillit sian Israel, laho mangalului si Daud di halongonan Sip.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi marsaro ma si Saul di atas robean Hakila tungkan habinsaran ni halongonan di lambung dalan; alai anggo si Daud maringan do di halongonan i; jadi dung diida naung ro si Saul mangihuthon ibana tu halongonan i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Disuru si Daud ma angka pangkahap asa tung tangkas diboto naung ro si Saul i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala i borhat ma si Daud jala tolhas tu parsaroan ni si Saul dohot si Abner, anak ni si Ner, partogi ni paranganna. Alai modom di lambung ni partanobatoan anggo si Saul jala marsaro humaliang ibana situan natorop i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ro ma hata ni si Daud mandok tu si Ahimelek, marga Het i dohot tu si Abisai anggi ni si Joab, anak ni Nai Seruia: Ise donganku tuat manopot si Saul tu parsaroan? Jadi ninna si Abisai ma: Ahu ma donganmu tuat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi sahat ma si Daud dohot si Abisai tu situan natorop i bornginna i, gabe ida ma modom do si Saul di lambung partanobatoan, jala mundimundina pago di tano di lambung halang uluna, modom be si Abner dohot situan na torop i humaliang ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna si Abisai ma tu si Daud: Nunga dipasahat Debata sadarion musum tu bagasan tanganmu; on pe loas ma ahu manullang ibana dohot mundimundingkon tu tano nanggo sahali, ndang pola paduahalionku tu ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai ninna si Daud ma tu si Abisai: Unang bunu ibana! Ai tung ise ma hea mangonai tangan tu na miniahan ni Jahowa, laos lias ibana sian uhum?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angkup ni ninna si Daud: Songon sintongna mangolu Jahowa, anggo so Jahowa mambunu ibana, manang ro ajalna gabe mate, manang borhat ibana tu tongtangan gabe mate disi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dao ma anggo sian ahu, ala ni Jahowa, anggo tung ahu mangonai tangan tu na miniahan ni Jahowa. On pe buat ma mundimundi na di lambung uluna dohot gendi isian aek, asa laho hita.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dibuat si Daud ma mundimundi dohot gendi isian aek sian lambung halang ulu ni si Saul, laos laho ma nasida; jala ndang adong nanggo sahalak marnida manang umbotosa manang dungo, ai tung saluhut do nasida tarpodom, ai nunga didabu Jahowa hanenepon modom tu nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Jadi dung sahat si Daud tu bariba i jongjong ma ibana di punsu ni dolok mandaodao, nania do parholangannasida be.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i joujou ma si Daud tu situan na torop i dohot tu si Abner, anak ni si Ner ninna ma: Jo Abner, ndang alusanmu ahu? Jadi ro ma hata ni si Abner mangalusi; ise do ho, sai joujou ho dompak rajai?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna si Daud ma mandok si Abner: Nda halak na begu do ho nian, tung ise ma songon ho di Israel? Antong boasa so dungo ho jumaga rajai, tuanmi? Ai ro do sahalak situan natorop i, naeng mangago rajai, tuanmi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ndang denggan parenta binahenmi; songon sintongna mangolu Jahowa, patut marutang hosa hamu ala na so niramotanmuna tuanmuna i, naung miniahan ni Jahowa. Antong tingkir hamu ma manang didia mundimundi ni rajai dohot gendi isian aek, na di lambung halanguluna i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi ditanda si Saul ma soara ni si Daud laos ninna ma: Nda soaram do i, ale Daud anaha? Jadi ninna si Daud ma: Soarangku ma tutu, ale rajanami.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Angkupni didok ma: Ala ni aha umbahen sai lelean ni tuanku naposona? Ai aha hubahen jala hajahaton dia na niula ni tanganku?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "On pe, ua ditangihon rajai ma hata ni naposona: Molo tung Jahowa pajujuhon ho mangalo ahu, dianggo nian pelean sipanganon sada; alai molo tung jolma manisia pajujuhon, ingkon hona bura nasida di adopan ni Jahowa, ala dipabali nasida ahu sadarion, asa unang saor ahu tu parjambaran ni Jahowa, pola didok nasida: Laho ma ho marsomba tu angka debata sileban.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "On pe sai unang ma durus mudarhu tu tano dao sian adopan ni Jahowa; tung pola borhat raja sian Israel mangalului hutu ni asu sada, songon halak na paburuburu manuk jalang di atas ni angka dolok.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Dung i didok si Saul ma: Nunga mardosa ahu, mulak ma ho, ale anaha Daud, ai ndang be bahenonku na so uhum tu ho, ala diparhamaol ho hosangku sadarion; ida ma hata oto na hubahen i, jala na lilu situtu do ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i didok si Daud ma mangalusi: Ida ma, dison do mundimundi ni rajai, disuru ma sada halak sian angka dolidoli mangalapsa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai sai baloson ni Jahowa do tu ganup hombar tu hatigoranna dohot habonaronna, nunga nian dipasahat Jahowa ho sadarion tu bagasan tanganku, hape ndang olo ahu mangalaluhon tanganku tu na miniahan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala ida ma, suang songon maol ni hosami sadarion di bagasan rohangku, songon i maol hosangku di roha ni Jahowa, sai paluaonna do ahu sian nasa hagogotan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i didok si Saul ma tu si Daud: Pinasupasu ma ho, ale anaha Daud! Sai na patulusonmu do na sinangkap ni roham, jala monang ho. Dung i laho ma si Daud manulus dalanna, mulak ma dohot si Saul tu ingananna.",
      "type": "content"
    }
  ]
}