{
  "book": "1 Samuel",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Daud maporus tu si Akis, na mangalehon huta Ziklag tu ibana 1-7. II. Angka parbajoonna borhat sian huta Ziklag 8-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i marhusari ma roha ni si Daud di bagasan: Sai na dapot tangan ni Saul do ahu agoonna tagamon, manang andigan: Tagonan nama ahu maporus tu tano ni halak Palistim, asa mansadi si Saul, unang sai didatdati be mangalului ahu di sandok parbalohan ni Israel, asa malua ahu sian tanganna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i borhat ma si Daud laho tusi, ibana udur dohot onom ratus halak donganna, bali tu si Akis, anak ni si Maok, raja sian Gat.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi maringan ma si Daud di lambung ni si Akis di huta Gat, ibana rap dohot donganna, ganup dohot isi ni bagasna, nang si Daud rap dohot jolmana na dua i, si Ahinoam, boru Jesreel dohot si Abigail jolma ni si Nabal nahinan, boru Karmel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung tarbortik tu si Saul naung lintun si Daud tu Gat, gabe ndang be didatdati mangalului ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna si Daud ma tu si Akis: Molo sapala asi roham di ahu, ua lehon ma di ahu sada sian angka huta na di luaton bahen inganan hapunjunganku; boasa ma tagonan maringan naposom di huta hundulan ni harajaon rap dohot ho?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dilehon si Akis ma tu ibana sadarina i huta Ziklag. Dibahen i rasirasa sadarion angka raja sian Juda nampuna huta Ziklag.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia leleng ni si Daud maringan di tano ni halak Palistim sataon opat bulan do.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i nangkok ma si Daud rap dohot paranganna marbajo dompak halak Gesur, Girsi dohot Amalek, ai angka nasida do isi ni luat i hian sian na robi sahat ro di Sur, pola sahat ro di tano Misir.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi patu ma luat i dibahen si Daud, jala ndang dipangolu nang baoa nang parompuan, diboan huhut angka birubiru, lombu, halode, unto dohot angka pangkean, dung i mulak ma ibana mandapothon si Akis.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ia ro hata ni si Akis manungkun: Sian dia hamu marbajo sadarion? Jadi didok si Daud ma mangalusi: Sian dompak partalpahan dangsina ni Juda dohot sian partalpahan dangsina ni halak Jerahmeel i dohot sian partalpahan dangsina ni halak Keni.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai ndang dipasombu si Daud mangolu, nang baoa, nang parompuan boanon tu Gat, ai ninna rohana do: Atik tung beha dialualuhon nasida pambahenannami mandok: Songonsongon on do dibahen si Daud. Sai songon i do somal pambahenanna saleleng maringan ibana di tano ni halak Palistim.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi nalom roha ni si Akis mida si Daud, ninna rohana do: Nunga bau roha ni bangsona halak Israel mida ibana, dibahen i gabe naposongku nama ibana ro di salelenglelengna.",
      "type": "content"
    }
  ]
}