{
  "book": "1 Samuel",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Saul manungkun roha sian sada sibaso pangarunding taringot tu hamusuonna dompak halak Palistim 1-14. II. Ro antong tondi ni si Samuel palumba hamagoan manonggoti si Saul 15-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i masa ma uju i, dipapungu halak Palistim ma parangannasida santibalatuk laho marporang dompak Israel. Jadi ro ma hata ni si Akis tu si Daud: Ra nunga diboto ho, ingkon dohot do ho, borhat donganku tu parporangan rap dohot angka paranganmi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i didok si Daud ma tu si Akis: Antong botoonmu ma manang aha sibahenon ni naposom. Jadi didok si Akis ma tu si Daud: Antong ho ma pabangkitonku bahen siramoti ulungku saleleng mangolu ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai nunga mate anggo si Samuel, jala nunga ditatangisi sandok Israel ibana, jala nunga dibandahon ibana di Rama, huta ingananna i. Ia si Saul nunga dipabungkas najolo angka halak pangarunding dohot partondung sian gomgomanna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung ro halak Palistim santibalatuk, jala marsaro di Sunem, dohot ma si Saul paluhuthon halak Israel, jala marsaro di Gilboa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai dung diida si Saul parangan ni halak Palistim, mabiar ma ibana, jala godoron situtu rohana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i marsungkun ma si Saul tu Jahowa, alai ndang dialusi Jahowa ibana, nang marhitehite nipi, nang marhitehite Urim, nang marhitehite angka panurirang.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ninna si Saul ma tu angka naposona: Lulu i hamu ma di ahu sada sibaso pangarunding, asa hutopot ibana manungkun roha tusi. Dung i ninna angka naposona ma mandok ibana: Ida ma, adong sada sibaso, partondi pangarundingon di Endor.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i patinda rupa ma si Saul, jala marpangkean sileban laho tusi rap dohot dua halak donganna, gabe tolhas ma ibana tu sibasoi bornginna i, laos didok ma: Ua martondung ma ho taringot tu ahu marhitehite pangarundingon, jala panangkok ma jolo di ahu jolma sipaboaonku tu ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna sibasoi ma mandok ibana: Ida ma, diboto ho do na binahen ni si Saul, na siniaphonna angka pangarunding dohot partondung sian gomgomanna i; boasa ma tung taononmu sambil di hosangki laho mambunu ahu?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i marmangmang ma si Saul tu Jahowa marsumpahon tu sibasoi, ninna ma: Songon sintongna mangolu Jahowa na so tupa hona uhum ho ala ni hata on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi ninna sibasoi ma: Antong ise do panangkohonku di ho? Jadi didok ibana ma: Si Samuel i ma panangkok di ahu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi dung diida sibasoi ro si Samuel, dipangiar ma soarana mangangguhi, laos didok sibasoi ma mandok si Saul: Boasa tung paotootoonmu ahu? Ai si Saul i do ho hapengani!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna rajai ma mandok ibana: Unang ho mabiar! Ai aha do na niidam? Jadi ninna sibasoi ma mandok si Saul: Debata huida nangkok sian bagasan tano.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna si Saul ma mandok nasida: Beha do rupana? Gabe ninna nasida ma: Nangkok do sada baoa naung matua martujungkon mandar na lungkang ibana. Jadi mamoto ma si Saul! Si Samuel do i hapengani, laos manungkap ma ibana tu tano laho marsomba.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Alai ninna si Samuel ma mandok si Saul: Boasa tung parusakrusahonmu ahu, mandokkon ahu nangkok? Jadi ninna si Saul ma: Targogot situtu do ahu, ai marmusu halak Palistim dompak ahu, jala nunga sumurut Debata sian ahu, ndang be dialusi ahu nang marhitehite panurirang, nang marhitehite nipi, alani umbahen hujou ho, asa dipabotohon ho tu ahu, manang aha sibahenonku.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ninna si Samuel ma: Boasa tung ahu sungkunonmu, nunga pola sumurut Jahowa sian ho, marbalik gabe alom?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nunga pola dipatulus Jahowa sangkapna, songon na nilumbahonna hian marhite sian ahu, nunga pola dirampas Jahowa harajaon i sian tanganmu, jala dibasabasahon tu pedanmu si Daud i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ala so ditangihon ho soara ni Jahowa, jala ndang dilaluhon ho parpiarpiar ni murukna tu halak Amalek, alani do umbahen songon i pambahen ni Jahowa tu ho sadarion.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angkup ni pasahaton ni Jahowa huhut Israel rap dohot ho tu bagasan tangan ni halak Palistim, marsogot ma dapothononmu ahu rap dohot angka anakmu. Parangan ni Israel pe pasahaton ni Jahowa ma tu bagasan tangan ni halak Palistim.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi tongkin i tinggang ma si Saul tungkap tu tano, jala mabiar situtu dibahen hata ni si Samuel, huhut ndang be margogo dagingna, ai ndang mangan sagusagu ibana sadari saborngin.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i didapothon sibasoi ma si Saul, gabe diida ma tarsonggot situtu ibana, laos didok ma mandok ibana: Ida ma, nunga diturut naposom boruboru soarami, jala nunga pola huseahon hosangku manurut hatam angka na pinaboam tu ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "On pe, nang ho sai tangihon ma soara ni naposom boruboru, hubahen ma roti sanseat tu adopanmu, asa mangan ho, asa margogo ho di dalan situlusonmu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai manjua anggo, ibana, didok ma: Ndang adong rohangku mangan. Jadi disosoi angka naposona nang sibasoi ibana, gabe dioloi soaranasida i. Dung i hehe ma ibana sian tano i laho juguk tu podoman.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai adong do di sibasoi sada anak ni lombu na pinamokmok di jabuna, gabe hapogan nasida manambolisa dibuat huhut itak, didogildogil ma i laos dilompa bahen sagusagu na so niasoman.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i diparade ma angka i di adopan ni si Saul dohot di adopan ni angka naposona. Jadi dung sun mangan borhat ma nasida mardalan di na saborngin i.",
      "type": "content"
    }
  ]
}