{
  "book": "1 Samuel",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ditulakkon angka induk ni halak Palistim si Daud unang dohot tu parmusuon 1-5. II. Bangkol nian roha ni si Akis pamuli si Daud 6-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipaluhut halak Palistim ma sude parangannasida di Apek, alai marsaro di lambung mual mardonokkon Jisreel do anggo halak Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i lam mangaromrom ma partogi ni halak Palistim manguluhon paranganna marratus ribu, alai dingkan pudi anggo si Daud dohot paranganna rap dohot si Akis.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna angka partogi ni halak Palistim ma: Aha ma guna ni halak Heber on? Alai ninna si Akis ma mandok partogi ni halak Palistim: Nda on do si Daud, naposo ni si Saul, raja sian Israel, nunga pola lobi sataon ibana di lambungku? Jala ndang adong jumpang ahu salana nanggo sada, olat ni ari dung bali ibana rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai gusar situtu ma angka induk ni halak Palistim mida ibana, laos didok nasida ma mandok ibana: Ingkon suru baoa i muli, asa mulak ibana tu ingananna naung pinadirim di ibana, asa unang tuat ibana rap dohot hami tu parporangan i, asa unang gabe alonta ibana laho tole marporang; ai tung marhite sian aha ma tarbuat bayo on lomo ni roha ni tuanna, nda marhite sian ulu ni angka parangan on?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nda on do si Daud, na niendean ni halak marende taripar songon on: Si Saul manaluhon marriburibu halak, alai anggo si Daud marloksaloksa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i dijou si Akis ma si Daud, ninna ma mandok ibana: Songon sintongna mangolu Jahowa, na bonar do ho marroha, denggan nian rohangku marmeang muli ho rap dohot ahu di parsaroan i, ai ndang adong jumpang ahu hajahaton di ho olat ni ari harorom tu ahu rasirasa sadarion. Alai ndang denggan roha ni angka induk i mida ho.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i muli ma ho mardamedame, asa unang adong bahenonmu na roa di roha ni angka induk ni halak Palistim.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ninna si Daud ma mandok si Akis: Ai aha ulaning na hubahen i, jala aha sala jumpang ho sian naposom olat ni ari dung ro ahu tu jolom rasirasa sadarion, alana umbahen so dohot ahu laho marmusu dompak musu ni tuanki?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna si Akis ma mangalusi si Daud: Tangkas do huboto denggan ni rohangku tu ho, hira surusuruan ni Debata, alai tahe nunga pola didok angka induk ni halak Palistim: Ndang jadi borhat ibana tu hamusuon rap dohot hami.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Antong pasogot ma manogot borhat rap dohot naposo ni tuanmu, angka na ro rap dohot ho; ia dung dipasogot hamu manogot, disi torang ari, laho ma hamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dipasogot si Daud ma hehe rap dohot angka naposona i, asa sogot nasida laho muli tu tano ni halak Palistim. Alai nangkok tu Jisreel do anggo halak Palistim i.",
      "type": "content"
    }
  ]
}