{
  "book": "1 Samuel",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Diulahulak Debata manjou si Samuel 1-9. II. Dilumbahon toruna tu pinompar ni si Eli. Halak Israel marhatopothon panurirang si Samuel 10-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i uju si Samuel na bajar i marhalado di Jahowa, di jolo ni si Eli, mahal ma di angka ari i hata ni Jahowa, jala ndang adong sadia pangungkapon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i di na sadari modommodom ma si Eli di ingananna, matana pe nunga mamungka rambon, ndang tarbaensa be marnida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ndang dope mintop ianggo palito ni Debata, jala nunga modom ia si Samuel di joro ni Jahowa, hajongjongan ni poti parpadanan ni Debata.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi joujou ma Jahowa di si Samuel, gabe didok ibana ma: Ida ma, dison do ahu!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i marlojong ma ibana tu si Eli, jala ninna ma: Ida ma, dison do ahu, ai dijou ho do ahu. Alai didok si Eli ma: Ndang ahu manjou ho, mulak ma ho mangulahi modom, gabe laho ma ibana jala modom.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i diulahi Jahowa manjou si Samuel paduahalihon, gabe hehe ma si Samuel jala laho mandapothon si Eli, jala didok ma: Ida ma, dison do ahu, ai dijou ho do ahu. Dung i ninna si Eli ma: Ndang ahu manjou ho, ale anaha, mulak ma ho mangulahi modom.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ndang dope ditanda si Samuel Jahowa, jala ndang dope pinapatar tu ibana hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i diulahi Jahowa ma manjou si Samuel patoluhalihon, gabe hehe ibana jala laho mandapothon si Eli, jala ninna ma: Ida ma, dison do ahu, ai dijou ho do ahu. Jadi mamoto ma roha ni si Eli, Jahowa do hape manjou dolidoli i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ninna si Eli ma tu si Samuel: Laho ma ho mangulahi modom; molo tung joujou muse di ho, dohononmu ma: Mangkuling ma Ho, ale Jahowa, ai mananginangi do naposomon! Dung i laho ma si Samuel, jala diulahi modom di ingananna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dung i ro muse ma Jahowa, tindang disi jala joujou songon na jolo: O Samuel, Samuel! Gabe didok si Samuel ma: Mangkuling ma Ho, ai mananginangi do naposomon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna Jahowa ma tu si Samuel: Ida ma, pamasaonku ma uhum sada di Israel, tung marnginging do pinggol ni ganup na umbegesa duansa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Di ari na sasada i paroonku ma tu si Eli saluhut na huhatahon taringot tu pinomparna. Ahu mamungka, laos Ahu paujungkon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai nunga hulumbahon hian tu ibana, paboa Ahu parlulu dompak pinomparna ro di salelenglelengna, ala hajahaton na binotona, ai mangala torutoru tu nasida angka anakna i, hape so mangonai hata ibana tu nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibahen i nunga pola maruari Ahu taringot tu pinompar ni si Eli: Tung na so hahuphupan be hajahaton ni pinompar ni si Eli marhitehite pelean sipotongon manang sipanganon ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i modom ma si Samuel ro di torang ni ari, dung i diungkap ma angka pintu ni joro ni Jahowa. Alai mabiar do anggo si Samuel paboahon pangungkapon i tu si Eli.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dijou si Eli ma si Samuel, jala ninna ma: Jo Samuel, ale anaha, gabe didok ibana ma: Dison do ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna si Eli ma: Dia do hata na pinaboana tu ho? Unang tung porso maradophon ahu! Suang songon i bahenon ni Debata tu ho, jala patambaonna dope, molo tung diporso ho tu ahu nanggo sada hata sian saluhut hata na pinaboana tu ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dipaboa si Samuel ma hata i luhut tu ibana, jala ndang diporso agia aha tu ibana. Dung i ninna si Eli ma: Jahowa do Ibana, na denggan di rohana ma dibahen.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i lam magodang ma si Samuel, jala didongani Jahowa ibana, jala ndang madabu boti tu tano nanggo sada sian saluhut hatana i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi sandok Israel, olat ni Dan sahat ro di Beerseba marhatopothon si Samuel sintong panurirang ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i didatdati Jahowa ma pataridahon Ibana di Silo; ai nunga patar Jahowa tu si Samuel di Silo marhitehite hata ni Jahowa.",
      "type": "content"
    }
  ]
}