{
  "book": "1 Samuel",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tartaban duduk huta Ziklag didapot si Daud 1-6. II. Talu halak Amalek partaban i dibahen si Daud, mulak dohot tabantaban binoannasida i 7-20. III. Parbagionnasida di tabantaban i. Silua angka na nilehon ni si Daud tu angka alealena 21-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung mulak si Daud dohot angka donganna i tu Ziklag patoluarihon, nunga tartaban jala masurbu didapot huta Ziklag, dibahen halak Amalek angka na marbajo tu tano dingkan dangsina.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Diboan nasida huhut parompuan angka na metmet dohot na magodang angka na di bagasan huta i, alai ndang adong anggo na binununa nanggo sahalak, asal diboan do laos manulus dalannasida i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dung sahat si Daud dohot angka donganna i tu huta i, jala diida naung masurbu huta i jala tarboan jolmanasida dohot anaknasida dohot borunasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dipangiar si Daud dohot halak donganna i ma soaranasida mangangguhi, paima so adong be gogonasida tumatangis.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tarboan dohot na dua jolma ni si Daud, Ahinoam boru Jesreel dohot Abigail, jolma ni si Nabal nahinan sian Karmel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi hagogotan situtu ma roha ni si Daud, ai ditahi situan na torop i naeng mandangguri ibana dohot batu ala gusar roha ni sandok natorop i, ganup ala ni angka anakna dohot boruna, alai marsihohot do anggo roha ni si Daud mida Jahowa, Debatana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Dung i ninna si Daud ma mandok malim Abiatar, anak ni si Ahimelek: Ua boan tu ahu baju epod. Jadi diboan si Abiatar ma baju epod i tu si Daud.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i marsungkun ma si Daud tu Jahowa, ninna ma: Na jadi do eahanku na sahoron parbajo i? Dapot ahu do nasida tagamon? Dung i ninna Jahowa ma tu ibana: Eahi ma nasida! Ai sai na dapot ho do nasida jala paluaonmu angka na tarboan i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi borhat ma si Daud, ibana dohot na onom ratus halak donganna i. Jadi dung sahat nasida tu sunge Besor, sulon ma angka na tartading i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai mangeahi ma anggo si Daud dohot opat ratus halak, sulon ma anggo na dua ratus halak angka naung malojahu manaripari sunge Besor.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i dapot nasida ma sada halak Misir di ladang, laos diboan ibana tu si Daud jala dilehon tu ibana sagusagu, asa mangan ibana, huhut dipainumhon aek tu ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Angkup ni dilehon tu ibana sanseat sagusagu na marsoar parbue ni anggur dohot dua lampet naung ginulean. Jadi dung mangan ibana sumuang ma tondina tu ibana; ai ndang mangan sagusagu ibana jala ndang minum aek tolu ari tolu borngin.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna si Daud ma mandok ibana: Ise nampuna ho? Jala sian dia ho? Dung i ninna ibana ma: Halak Misir do ahu, naposo ni sada halak Amalek, jala ditadingkon induk somangku ahu, ala marsahit ahu nunga pola tolu ari.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Na marbajo do hami di partalpahan ni halak Heret i dohot tu Juda dohot tu tano dangsina ni si Kaleb, jala nunga husurbu hami huta Ziklag.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna si Daud ma tu ibana: Olo do ho manogihon ahu tuat tu na sahoron parbajo i? Jadi ninna ibana ma: Mangmangkon ma tu Debata marsumpahon tu ahu, paboa na so bunuonmu ahu, jala na so pasahatonmu ahu tu bagasan tangan ni induk somangku, asa hutogihon ho tuat tu na sahoron i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ditogihon ibana ma nasida tuat, gabe ida ma, marserak nasida marpeahan di tutup sandok tano i, mangan jala minum nasida huhut marhariburon mida sandok tabantaban na godang i, na binoannasida sian tano ni halak Palistim dohot sian tano Juda.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i dirampok si Daud ma nasida olat ni buha siang ari sahat ro di bodari marsogotna i, gabe ndang adong malua sian nasida nanggo sahalak, dungkon ni opat ratus halak dolidoli angka na marsihundul di unto, gabe maporus.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dipalua si Daud ma saluhut na binuat ni halak Amalek, dipalua dohot jolmana na dua i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi ndang adong na mago sian nasida, nang ma metmet, nang na magodang, nang anak, nang boru, nang tabantaban ro di sude na binuat ni musu sian nasida; tung saluhut do mulak diboan si Daud.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i dibuat si Daud ma sude birubiru dohot lombu, diolat nasida pinahan i di jolona huhut didok nasida: I ma tabantaban ni si Daud.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Jadi dung sahat si Daud tu na dua ratus halak, angka na malojahu umbahen so tarihuthonsa si Daud, gabe tartinggal nasida dibahen di lambung sunge Besor, ro ma nasida nuaeng manjumpangkon si Daud dohot angka donganna i. Jadi dipajonok si Daud ma tu situan na torop i huhut usouso di sonang nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ro ma alus ni baoa parroha na so hasea angka na jahat i sian na opat ratus halak angka na mardalan rap dohot si Daud, angka ninna ma: Ala na so mardalan nasida rap dohot hita, ndang jadi lehonon tu nasida sian tabantaban angka na hurampas hami, diboan be ma jolmana dohot anakkonna, dung i laho nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai ninna si Daud ma: Unang bahen hamu songon i ale angka donganku taringot tu naung nilehon ni Jahowa tu hita, ai Ibana mangaramoti hida, jala dipasahat na sahoron parbajo angka na ro mangalo hita tu bagasan tanganta.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tung ise ma olo paihuthon hatamuna on? Ai songon bagian ni halak angka na tuat tu parmusuon, ingkon songon i do bagian ni halak angka na tinggal manginganhon parhohas, ingkon rap marbagi nasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi olat ni ari i tu pudion gabe uhum na hot do i jala adat di halak Israel rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi dung sahat si Daud tu Ziklag, dipantongoshon ma sian tabantaban i tu angka sintua di Juda, angka alealena i, huhut didok: Ida ma, silehonlehon tu hamu ma i sian tabantaban na dapot sian musu ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tu sintua angka na di Betel dohot tu angka na di Ramat tungkan dangsina dohot tu angka na di Jatir.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dohot tu angka na di Aroer dohot tu angka na di Sipmot dohot tu angka na di Estemo.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dohot tu angka na di Rakal, dohot tu angka na di angka huta ni halak Jerahmeel i, dohot tu angka na di angka huta ni halak Keni.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dohot tu angka na di Horma dohot tu angka na di Borasan dohot tu angka na di Atak.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dohot tu angka na di Hebron dohot tu saluhut inganan, angka na binolus ni si Daud rap dohot angka donganna i.",
      "type": "content"
    }
  ]
}