{
  "book": "1 Samuel",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hataluon ni halak Israel dibahen halak Palistim. Si Saul maninggangkon ibana tu podangna 1-7. II. Halak Palistim pasedaseda bangke ni si Saul, alai ro isi ni Jabes mananom ibana tipak 8-13.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung tole tongtang halak Palistim dompak halak Israel, gabe maporus ma halak Israel moradophon halak Palistim, jala marragean nasida di atas dolok Gilboa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i sai dilotongi halak Palistim ma si Saul dohot angka anakna, dibunu halak Palistim ma si Jonatan, si Aminadab dohot si Malkisua, angka anak ni si Saul.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lam tarsugutsugut ma dohot si Saul, sai ditumpur halak parsior ibana, gabe targisik bugangna dibahen halak parsior i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i didok si Saul ma mandok naposo siusung sinjatana: Umpat ma podangmu jala tihamhon tu ahu, asa unang ro halak parhulup on maniham ahu, huhut mangalesanlesan ahu. Alai ndang olo naposo siusung sinjatana i, ai mabiar situtu do ibana. Dung i dibuat si Saul ma podangna, laos maninggangkon dirina tusi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung diida naposo siusung sinjatana i naung mate si Saul, dohot ma ibana maninggangkon dirina tu podangna, laos mate rap dohot rajai.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi rap mate ma di na sadari i si Saul dohot anakna na tolu i dohot naposo siusung sinjatana ro di sude halak donganna i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dung diida halak Israel angka na di baribaon ni rura i dohot angka na di baribaon ni Jordan naung maporus halak Israel, jala naung mate si Saul dohot angka anakna, ditadingkon nasida ma angka huta i, jala maporus. Jadi ro ma halak Palistim maringan disi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i marsogotna i ro ma halak Palistim laho mamupusi angka na marragean i, gabe jumpang nasida ma si Saul dohot anakna na tolu i marpeahan di atas dolok Gilboa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ditipul nasida ma uluna jala diduduk angka sinjatana, dipaebangkon ma i tu luat ni halak Palistim humaliang laho mamaritahon barita i di bagasan joro ni ajiajiannasida dohot tu situan na torop i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dipampeakkon nasida ma sinjatana i tu bagasan joro ni Astarot, ianggo bangkena digantung nasida do tu parik ni huta Betsean.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai dung dibege isi ni Jabes di Gilead barita taringot tu na binahen ni halak Palistim tu si Saul.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Borhat ma nasa baoa sialo musu mardalan manipat borngin i, dibuat nasida ma bangke ni si Saul dohot bangke ni angka anakna i sian parik ni huta Betsean, jala diboan tu huta Jabes jala disirabuni disi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i dibuat ma angka holiholina, laos dibandahon ma i di toru ni hariara di Jabes, jala marpuasa nasida pitu ari lelengna.",
      "type": "content"
    }
  ]
}