{
  "book": "1 Samuel",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hataluan ni Israel binahen ni halak Palistim, tarboan dohot poti parpadanan i 1-11. II. Hamamate ni si Eli dohot jolma ni si Pinehas 12-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i songgop ma lumbalumba ni si Samuel tu sandok Israel. Alai borhat ma halak Israel manjumpangkon halak Palistim laho marmusu, gabe marsaro nasida mardonokkon Ebeneser; marsaro di Apek do ianggo halak Palistim.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i pariris ma halak Palistim manjumpangkon halak Israel, gabe ragat martongtang, jadi talu ma halak Israel dibahen halak Palistim, marragean nasida di tongtangan arga opat ribu halak.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dung mulak bangso i tu parsaroan, ninna angka sintua ni Israel ma: Boasa ulaning talu hita sadarion dibahen Jahowa maradophon halak Palistim? Beta ma, itaalap ma sian Silo poti parpadanan ni Jahowa, asa ro Ibana tu tongatonganta, asa dipalua hita sian tangan ni musunta!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i disuru bangso i ma tu Silo mamboan sian i poti parpadanan ni Jahowa Zebaot, na marhabangsahon angka kerubim, disi do huhut na dua anak ni si Eli, si Hopni dohot si Pinehas, mandongani poti parpadanan ni Debata.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung sahat poti parpadanan ni Jahowa tu parsaroan i, marsurak godang ma sandok halak Israel mangolophonsa, pola humuntal tano i dibahen.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung dibege halak Palistim suara suraksurahi, angka ninna nasida ma: Soara surak godang dia do i di parsaroan ni halak Heber? Jala dung diboto nasida, poti ni Jahowa do hape ro tu parsaroan i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Mabiar ma halak Palistim, ai ninna nasida ma: Nunga ro Debata tu parsaroan i; angkupni didok nasida; marjea ma hita, ai ndang songon i nantuari manang nantuari sada.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Marjea ma hita! Tung ise ma paluahon hita sian tangan ni Debata, angka na marmulia sisongon i? I ma Debata, angka na mambunu halak Misir marhitehite begu masa marragamragam di halongonan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Antong pir ma tondimuna, hamu baoa ni halak Palistim, asa unang diparhatoban halak Heber hamu, songon na pinarhatobanmuna nasida na sai laon. Asa pir ma tondimuna huhut mangalo, hamu ale angka baoa!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi turtar ma halak Palistim marmusu, gabe talu ma halak Israel, jala maporus nasida ganup tu undungundungna; asa hataluan na bolon situtu do i, marragean do sian Israel tolupulu ribu parangan angka na mardalan pat.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dapot do dohot poti ni Debata, mate dohot na dua anak ni si Eli, si Hopni dohot si Pinehas.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dung i marlojong ma sada halak Benjamin sian tongtangan i, jala sahat ibana tu Silo sadarina i, jala marpangkean na sinansanan, jala tano di atas uluna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dung sahat ibana, ida ma, hundul di hundulanna si Eli di lambung dalan manatapnatap, ai nunga holsoan hian rohana taringot tu poti ni Debata. Jadi dung sahat baoa i tu huta i paboahon barita i, mangangguhi ma sandok isi ni huta i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dung dibege si Eli suara ni angguhanggukki, ninna ma: Soara hagunturon dia do i? Gabe hapogan ma baoa i ro mamaritahon tu si Eli.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai marumur siapulu ualu taon ma ia si Eli uju i, jala nunga rambon matana, ndang be marnida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ninna baoa i ma tu si Eli: Na ro sian tongtangan do ahu jala maporus sian tongtangan i do ahu sadarion. Jadi ninna si Eli ma: Aha do barita na masa, ale anaha?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi ninna siboan barita i ma mangalusi: Nunga maporus halak Israel maradophon halak Palistim, tung talu situtu do bangso i, mate dohot anakmu na dua i, si Hopni dohot si Pinehas, diboan dohot poti ni Debata.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dung ditaringoti ibana poti ni Debata, singgalak ma si Eli tu pudi sian hundulanna di lambung ni harbangan i, gabe upok ma rungkungna laos mate; ai nunga jolma matua ibana, jala na mokmok. Alai arga opatpulu taon lelengna ibana manguhum halak Israel.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia parumaenna, jolma ni si Pinehas, gabegabean do uju i matoras ne emena; dung dibege barita taringot tu poti ni Debata naung dapot i, jala naung mate simatuana doli dohot sinondukna, marsinggang ma ibana laos mangintubu; ai tompu do manombo rianna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Marhira laho mate ibana, ro ma hata ni sibaso, angka na jongjong di lambungna: Unang ho mabiar, ai anak do tinubuhonmon! Alai ndang dialusi, jala ndang parduli rohana disi.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi digoar ma dakdanak i si Ikabod, huhut mandok: Nunga pesan hamuliaon sian Israel, ala naung dapot i poti ni Debata, jala ala naung mate simatuana doli dohot sinondukna i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alani do umbahen didok: Nunga pesan hamuliaon sian Israel, ai nunga tarboan poti ni Debata.",
      "type": "content"
    }
  ]
}