{
  "book": "1 Samuel",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Poti parpadanon di huta Kiriat Jearim 1-2. II. Si Samuel manguras halak Israel sian pardebataon sileban 3-6. III. Si Samuel tumangiangkon Israel tu Debata, hamonanganna di Ebeneser maralohon halak Palistim 7-14. IV. Si Samuel manguhum Israel 15-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma halak isi ni Kiriat Jearim mamboan poti ni Jahowa nangkok tu jabu ni si Abinadab, na di atas robean, jala si Eleasar, anakna i, diuras nasida mangaramoti poti ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i olat ni ari pangulonan ni poti i di Kiriat Jearim, nania laonna, arga duapulu taon lelengna. Sai margudompong sandok Israel mangihuthon Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Jadi ro ma hata ni si Samuel tu sandok Israel songon on: Molo tung mulak hamu tu Jahowa sian nasa rohamuna, sai paholang hamu ma angka debata sileban sian tongatongamuna, ro di angka sombaon Astarot, jala marsihohot rohamuna tu Jahowa, jala sasada Ibana oloi hamu, asa dipalua hamu sian tangan ni halak Palistim.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dipaholang halak Israel ma angka Baal dohot Astarot, jala sasada Jahowa dioloi nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ro muse hata ni si Samuel: Marluhut ma sandok Israel tu Mispa, asa huondihon hamu tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi marluhut ma nasida tu Mispa, jala ditahui aek, diusehon muse tu jolo ni Jahowa, jala marpuasa nasida sadarina i, angka ninna huhut disi: Nunga mardosa hami dompak Jahowa. Asa si Samuel do manguhum halak Israel di Mispa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(III.) Alai dung dibege halak Palistim naung marluhut halak Israel di Mispa, nangkok ma angka raja ni halak Palistim dompak Israel. Jadi dung dibege halak Israel barita i, mabiar ma nasida maradophon halak Palistim.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ninna halak Israel ma tu si Samuel: Unang ma ho mansohot joujou tu Jahowa Debatanta, mangondihon hami, asa dipalua hami sian tangan ni halak Palistim.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dibuat si Samuel ma anak ni birubiru sada onsop manusu, jala hibul dipelehon tu Jahowa bahen pelean situtungon, huhut joujou si Samuel tu Jahowa mangondihon Israel, gabe dialusi Jahowa ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i uju mamelehon pelean situtungon i si Samuel, marrongoman ma ro halak Palistim laho marmusu dompak Israel; alai mangkuling ma ronggur mansai gogo sadarina i dibahen Jahowa mangalo halak Palistim, gabe guntur nasida, laos talu maradophon Israel.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi ruar ma angka baoa ni Israel sian Mispa, jala dilele halak Palistim, jala ditaluhon nasida sahat ro di toruan ni Betkar.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dibuat si Samuel ma sada batu, jala dipatindang di holangkolang ni Mispa dohot Sen jala dibahen goarna: Ebeneser, jala ninna do: Rasirasa nuaeng diurupi Jahowa do hita.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi tarjepol ma halak Palistim, jala ndang be ro nasida tu partalpahan ni Israel, jala sai dialo tangan ni Jahowa do halak Palistim saleleng mangolu si Samuel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi mulak ma tu Israel huta, angka na nilahang ni halak Palistim sian Israel, olat ni Ekron sahat ro di Gat, nang angka luat humaliang i dirampas Israel sian tangan ni halak Palistim, gabe mardemak ma Israel tu halak Amori.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(IV.) Jadi si Samuel manguhum Israel saleleng mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala ganup taon do ibana marliat sahat ro di Betel, boti tu Gilgal, boti tu Mispa, asa diuhumi Israel di angka huta i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i mulak ibana muse tu Rama; ai disi do jabuna, jala disi do diuhumi Israel, jala dipauli disi sada langgatan di Jahowa.",
      "type": "content"
    }
  ]
}