{
  "book": "1 Samuel",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka anak ni si Samuel 1-3. II. Israel mangido sada raja 4-9. III. Sipaingot ni si Samuel angka na so pinasiatnasida 10-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dung sarimatua si Samuel, dipabangkit ma anakna na dua i, bahen panguhum di Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia goar ni anak buhabajuna, i ma si Joel, goar ni na paduahon i i ma si Abia, rap panguhum nasida di Berseba.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai ndang diihutihut anakna i dalan ni amana, impolan di perak do nasida, jala manjalo sisip nasida papeol uhum.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Alani marluhut ma saluhut angka sintua ni Israel manopot si Samuel tu Rama.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angka ninna nasida ma tu ibana: Ida ma, nunga sarimatua anggo ho, jala angka anakmu ndang diihutihut nasida angka dalanmu, on pe pampe ma di hami sada raja, asa ibana manguhum hami, suang songon saluhut bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai sogo ni roha ni si Samuel do hata, na nidoknasida i: Sai lehon di hami raja sada, asa ibana manguhum hami. Jadi martangiang ma si Samuel tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna Jahowa ma tu si Samuel: Tangihon ma suara ni bangso i di saluhut na nidoknasida i tu ho, ai ndada ho, Ahu do na binolonghonnasida disi, asa unang be Ahu rajanasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Suman tu saluhut pambahenan, angka na binahennasida olat ni ari uju Ahu manogihon nasida ruar sian Misir rasirasa sadarion, sai ditadingkon nasida Ahu, asa mangoloi angka debata sileban, suang songon i dibahen nasida nang tu ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "On pe, tangihon ma suaranasida i, asal tangkas dihatindangkon jala dipasingothon ho tu nasida uhum ni raja na gumomgom nasida sogot.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(III.) Dung i dipatolhas si Samuel ma sude hata ni Jahowa tu bangso i, angka na mangido raja sian ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala didok ma: On do uhum siingoton tu raja na gumomgom hamu sogot; buatonna do angka anakmuna jala bahenonna mangiringiring huretana dohot hodana, asa marlojong nasida di jolo ni huretana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala bahenonna nasida gabe induk ni marsasaribu, jala induk ni marlimalimapulu; huhut mambahen saro maninggala haumana, jala manggotil sigotilonna, mamandei dohot angka parhohas tu hamusuonna dohot parhohas ni huretana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Buatonna dohot borumuna bahen pande pangir, jala bahen angka pangalompa dohot pande roti.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Buatonna dohot haumamuna dohot porlak anggurmuna dohot hau jetunmuna, angka na dumenggan i, jala lehononna tu angka naposona.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Buatonna do saparsampulu sian parbue ni na niulamuna sian hauma dohot sian porlak anggur, jala lehononna tu angka panuturina dohot tu angka naposona.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Buatonna huhut angka naposomuna baoa dohot parompuan, ro di lombu dohot halodemuna, angka na dumenggan i, asa pangkeonna tu ulaonna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Buatonna saparsampulu nang sian birubirumuna, jala ingkon gabe naposona hamu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i di laonlaon ni ari mangangguhi ma hamu ala ni rajamuna, na pinillitmuna i di hamu, alai ndang alusan ni Jahowa hamu di ari na sasada i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hape manjua do bangso i tumangihon suara ni si Samuel, angka ninna nasida ma: Agia songon i, ingkon adong raja di hami.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa dos hami songon saluhut bangso parbegu, asa rajanta i manguhum hita, jala manguluhon hita laho marmusu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dung dibege si Samuel luhut hata ni bangso i, dialualuhon ma i tu pinggol ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ninna Jahowa ma tu si Samuel: Tangihon ma suaranasida i, jala pabangkit di nasida raja sada. Jadi ninna si Samuel ma tu angka baoa ni Israel: Muli ma hamu ganup tu hutana be.",
      "type": "content"
    }
  ]
}