{
  "book": "1 Samuel",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Saul tuli sian si Samuel 1-14. II. Boaboa ni Debata tu si Samuel taringot tu si Saul 15-17. III. Sangap do panjangkon ni si Samuel! Di si Saul 18-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i adong ma sada halak sian marga Benjamin, na margoar si Kis, anak ni si Abiel, anak ni si Zeror, anak ni si Behorat, anak ni si Apia, anak ni sada halak Benjamin, parsinamot na godang.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Adong di ibana anak sada, na margoar si Saul, dolidoli na uliutus do ibana, ndang adong baoa na ummuli sian sandok halak Israel; olat ni abarana tu ginjang hasurunganna sian sandok bangso i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i mago ma halode boruboru ni si Kis, ama ni si Saul. Jadi didok si Kis ma tu si Saul, anakna i: Ua arahon ma sada sian angka naposo bahen donganmu, dung i borhat ma ho laho mangalului angka halode boruboru i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi diliati ibana ma tor Epraim, boti luat Salisa, hape ndang jumpangsa; diliati nasida muse luat Saalim, hape ndang disi; dibolus nasida muse luat Benjamin, hape ndang jumpangsa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai dung sahat nasida tu luat Sup, gabe didok si Saul ma tu naposona, donganna i: Beta hita mulak, atek beha naung malua roha ni damang sian angka halode i, humolsohon hita gumodang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ninna naposona i ma mangalusi ibana; ida ma, adong do halak ni Debata sada di huta on, jala na marmulia do baoa i, sai na sintong do songgop manang aha na nidokna; ua ibana ma antong itatopot, anggiat paboaonna tu hita dalan sidalananta.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna si Saul ma tu naposona i: Ida ma, tung sura laho hita, tung aha ma boanonta tu baoa i? Ai nunga suda ianggo sagusagu sian isianna, jala so adong silua tau boanon tu halak ni Debata; tung aha ma adong di hita?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ro muse ma alus ni naposo i tu si Saul songon on: Ida ma, jumpang do di bagasan tanganku saparopat Sekel perak, i ma hulehon tu halak ni Debata, asa dipaboa tu hita dalan sidalananta.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(Ianggo di na robi somal do di halak Israel, jumpa laho manang ise manungkun Debata mandok songon on: Beta hita laho tumopot partondung; ai partondung do digoar di na robi panurirang nuaeng.)",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna si Saul ma tu naposona: Denggan do hatami, beta hita mardalan! Jadi laho ma nasida tu huta, inganan ni halak ni Debata.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tole nangkok nasida di nangkohan laho tu huta, jumpang nasida ma boruboru partuaek, angka na ruar manahui aek, gabe didok ma manungkun nasida: Atehe, dison do partondung i?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ninna nasida ma mangalusi: Dison do, ida ma, indi an di jolomi do ibana; haru siluhon ma, apala sadarion ibana ro tu huta, ala pasahathon pelean situan natorop i sadarion di robean.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia dung tolhas hamu tu huta i, jumpang hamu ma ibana tagan so dinangkohi dope robean i laho mangan, ai ndang tagamon mangan situan natorop i, nda jolo ro ibana; ai ibana do mamasumasu pelean i, dung i pe asa mangan angka na pinio i. On pe, nangkok ma hamu, ai apala sadarion jumpang hamu ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dung nangkok nasida sahat tu tongatonga ni huta i, ida ma, ruar ma si Samuel manjumpangkon nasida laho nangkok tu robean i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Alai nunga dipalumba Jahowa hian tu pinggol ni si Samuel, jumolo sadari sian haroro ni si Saul, didok hian do:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Marsogot songon on suruhononku tu ho sada halak sian tano Benjamin, asa miahanmu ibana bahen partogi ni bangsongku Israel, asa ibana paluahon bangsongku sian tangan ni halak Palistim, ai nunga ditatap rohangku bangsongki, ala naung sahat tu Ahu angguhanggukna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dung dibereng si Samuel si Saul i, ro ma hata ni Jahowa tu ibana: Ida ma, i ma baoa i na hupaboa i tu ho, ingkon gomgomanna bangsongki.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Dung i didapothon si Saul ma si Samuel di tongatonga ni harbangan i, ninna ma: Ua paboa di ahu, manang didia bagas ni partondung i?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi ro ma alus ni si Samuel mandok tu si Saul: Ahu do partondung i, pajolo ma nangkok tu robean i, asa hamu donganku mangan sadarion, marsogot pe paborhatonku ho, jala luhut na di bagasan roham, hupaboa pe tu ho.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Anggo taringot tu halode, angka na mago i nunga pola tolu ari, unang pola holsoan roham taringot tusi, ai nunga jumpang; jala ise do nampuna sandok sipangidoon ni Israel? Nda ho do nampunasa ro di sandok pinompar ni amam?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna si Saul ma mangalusi: Nda pinompar ni si Benjamin do ahu, sian marga na ummetmet di Israel, jala ahu do na ummetmet sian sandok Benjamin marompuompu? Boasa tung songon i dohononmu tu ahu?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i diarahon si Samuel ma si Saul i rap dohot naposona manogihon nasida tu bilut panganan, jala nasida dibahen tu juluan sian angka na tarpioi, arga tolupulu halak toropnasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ninna si Samuel ma tu pande sipanganon: Nia tuson todoan na hupasahat i tu ho, pola hudok tu ho papulihonmu do i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i diboan pande sipanganon i ma hae bona dohot na lohot tusi, jala dipeakkon tu jolo ni si Saul, huhut didok si Samuel: Ida ma, na pinapulik do i bahen tu jolom, antong pangan ma! Ai nunga sinimpan hian di ho tu ari raja on, laho manggokkon situan natorop i ahu. Jadi mangan ma si Saul rap dohot si Samuel sadarina i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dung tuat nasida sian robean i laho tu huta, mangkatai ma si Samuel dohot si Saul di atas tarup.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i dipasogot nasida ma hehe manogotna i; alai dung manaek sibalik hunik, joujou ma si Samuel di si Saul tu atas tarup, ninna ma: Borhat ma ho, asa hupataru ho. Jadi borhat ma si Saul, rap ruar ma nasida duansa tu balian, ibana dohot si Samuel.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi dung tuat nasida sahat tu ujung ni huta i, ninna si Samuel ma tu si Saul: Dokkon ma naposo i pajolohon, gabe dipajolo ma; alai ngongong ma ianggo ho dison, asa hupatubegehon tu ho hata ni Debata.",
      "type": "content"
    }
  ]
}