{
  "book": "Kidung Agung",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "The song of songs, which  is  Solomon’s.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "THE SHULAMITE Let him kiss me with the kisses of his mouth––For your love  is  better than wine.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Because of the fragrance of your good ointments, Your name  is  ointment poured forth; Therefore the virgins love you.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Draw me away! THE DAUGHTERS OF JERUSALEM We will run after you. THE SHULAMITE The king has brought me into his chambers. THE DAUGHTERS OF JERUSALEM We will be glad and rejoice in you. We will remember your love more than wine. THE SHULAMITE Rightly do they love you.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "I  am  dark, but lovely, O daughters of Jerusalem, Like the tents of Kedar, Like the curtains of Solomon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Do not look upon me, because I  am  dark, Because the sun has tanned me. My mother’s sons were angry with me; They made me the keeper of the vineyards,  But  my own vineyard I have not kept.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(TO HER BELOVED) Tell me, O you whom I love, Where you feed  your flock , Where you make  it  rest at noon. For why should I be as one who veils herself By the flocks of your companions?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "THE BELOVED If you do not know, O fairest among women, Follow in the footsteps of the flock, And feed your little goats Beside the shepherds’ tents.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "I have compared you, my love, To my filly among Pharaoh’s chariots.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Your cheeks are lovely with ornaments, Your neck with chains  of gold .",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "THE DAUGHTERS OF JERUSALEM We will make you ornaments of gold With studs of silver.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "THE SHULAMITE While the king  is  at his table, My spikenard sends forth its fragrance.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "A bundle of myrrh  is  my beloved to me, That lies all night between my breasts.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "My beloved  is  to me a cluster of henna  blooms  In the vineyards of En Gedi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "THE BELOVED Behold, you  are  fair, my love! Behold, you  are  fair! You  have  dove’s eyes.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "THE SHULAMITE Behold, you  are  handsome, my beloved! Yes, pleasant! Also our bed  is  green.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "The beams of our houses  are  cedar,  And  our rafters of fir.",
      "type": "content"
    }
  ]
}