{
  "book": "Kidung Agung",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "THE SHULAMITE By night on my bed I sought the one I love; I sought him, but I did not find him.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"I will rise now,\"  I said , \"And go about the city; In the streets and in the squares I will seek the one I love.\" I sought him, but I did not find him.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "The watchmen who go about the city found me;  I said , \"Have you seen the one I love?\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Scarcely had I passed by them, When I found the one I love. I held him and would not let him go, Until I had brought him to the house of my mother, And into the chamber of her who conceived me.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "I charge you, O daughters of Jerusalem, By the gazelles or by the does of the field, Do not stir up nor awaken love Until it pleases.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "THE SHULAMITE Who  is  this coming out of the wilderness Like pillars of smoke, Perfumed with myrrh and frankincense, With all the merchant’s fragrant powders?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Behold, it  is  Solomon’s couch,  With  sixty valiant men around it, Of the valiant of Israel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "They all hold swords,  Being  expert in war. Every man  has  his sword on his thigh Because of fear in the night.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Of the wood of Lebanon Solomon the King Made himself a palanquin:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "He made its pillars  of  silver, Its support  of  gold, Its seat  of  purple, Its interior paved  with  love By the daughters of Jerusalem.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Go forth, O daughters of Zion, And see King Solomon with the crown With which his mother crowned him On the day of his wedding, The day of the gladness of his heart.",
      "type": "content"
    }
  ]
}