{
  "book": "Kidung Agung",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Oh, that you were like my brother, Who nursed at my mother’s breasts!  If  I should find you outside, I would kiss you; I would not be despised.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "I would lead you  and  bring you Into the house of my mother, She  who  used to instruct me. I would cause you to drink of spiced wine, Of the juice of my pomegranate.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(TO THE DAUGHTERS OF JERUSALEM) His left hand  is  under my head, And his right hand embraces me.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "I charge you, O daughters of Jerusalem, Do not stir up nor awaken love Until it pleases.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "A RELATIVE Who  is  this coming up from the wilderness, Leaning upon her beloved? I awakened you under the apple tree. There your mother brought you forth; There she  who  bore you brought  you  forth.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "THE SHULAMITE TO HER BELOVED Set me as a seal upon your heart, As a seal upon your arm; For love  is as  strong as death, Jealousy  as  cruel as the grave; Its flames  are  flames of fire, A most vehement flame.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Many waters cannot quench love, Nor can the floods drown it. If a man would give for love All the wealth of his house, It would be utterly despised.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "THE SHULAMITE’S BROTHERS We have a little sister, And she has no breasts. What shall we do for our sister In the day when she is spoken for?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "If she  is  a wall, We will build upon her A battlement of silver; And if she  is  a door, We will enclose her With boards of cedar.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "THE SHULAMITE I  am  a wall, And my breasts like towers; Then I became in his eyes As one who found peace.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Solomon had a vineyard at Baal Hamon; He leased the vineyard to keepers; Everyone was to bring for its fruit A thousand silver  coins.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(TO SOLOMON) My own vineyard  is  before me. You, O Solomon,  may have  a thousand, And those who tend its fruit two hundred.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "THE BELOVED You who dwell in the gardens, The companions listen for your voice––Let me hear it!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "THE SHULAMITE Make haste, my beloved, And be like a gazelle Or a young stag On the mountains of spices.",
      "type": "content"
    }
  ]
}