{
  "book": "Amsal",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "The LORD abhors dishonest scales, but accurate weights are his delight.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "When pride comes, then comes disgrace, but with humility comes wisdom.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "The integrity of the upright guides them, but the unfaithful are destroyed by their duplicity.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Wealth is worthless in the day of wrath, but righteousness delivers from death.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "The righteousness of the blameless makes a straight way for them, but the wicked are brought down by their own wickedness.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "The righteousness of the upright delivers them, but the unfaithful are trapped by evil desires.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "When a wicked man dies, his hope perishes; all he expected from his power comes to nothing.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "The righteous man is rescued from trouble, and it comes on the wicked instead.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "With his mouth the godless destroys his neighbour, but through knowledge the righteous escape.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "When the righteous prosper, the city rejoices; when the wicked perish, there are shouts of joy.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Through the blessing of the upright a city is exalted, but by the mouth of the wicked it is destroyed.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "A man who lacks judgment derides his neighbour, but a man of understanding holds his tongue.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "A gossip betrays a confidence, but a trustworthy man keeps a secret.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "For lack of guidance a nation falls, but many advisers make victory sure.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "He who puts up security for another will surely suffer, but whoever refuses to strike hands in pledge is safe.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "A kind-hearted woman gains respect, but ruthless men gain only wealth.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "A kind man benefits himself, but a cruel man brings trouble on himself.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "The wicked man earns deceptive wages, but he who sows righteousness reaps a sure reward.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "The truly righteous man attains life, but he who pursues evil goes to his death.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "The LORD detests men of perverse heart but he delights in those whose ways are blameless.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Be sure of this: The wicked will not go unpunished, but those who are righteous will go free.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Like a gold ring in a pig’s snout is a beautiful woman who shows no discretion.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "The desire of the righteous ends only in good, but the hope of the wicked only in wrath.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "One man gives freely, yet gains even more; another withholds unduly, but comes to poverty.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "A generous man will prosper; he who refreshes others will himself be refreshed.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "People curse the man who hoards grain, but blessing crowns him who is willing to sell.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "He who seeks good finds goodwill, but evil comes to him who searches for it.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Whoever trusts in his riches will fall, but the righteous will thrive like a green leaf.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "He who brings trouble on his family will inherit only wind, and the fool will be servant to the wise.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "The fruit of the righteous is a tree of life, and he who wins souls is wise.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "If the righteous receive their due on earth, how much more the ungodly and the sinner!",
      "type": "content"
    }
  ]
}