{
  "book": "Amsal",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "My son, if you accept my words and store up my commands within you,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "turning your ear to wisdom and applying your heart to understanding,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "and if you call out for insight and cry aloud for understanding,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "and if you look for it as for silver and search for it as for hidden treasure,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "then you will understand the fear of the LORD and find the knowledge of God.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "For the LORD gives wisdom, and from his mouth come knowledge and understanding.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "He holds victory in store for the upright, he is a shield to those whose walk is blameless,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "for he guards the course of the just and protects the way of his faithful ones.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Then you will understand what is right and just and fair—every good path.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "For wisdom will enter your heart, and knowledge will be pleasant to your soul.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Discretion will protect you, and understanding will guard you.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Wisdom will save you from the ways of wicked men, from men whose words are perverse,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "who leave the straight paths to walk in dark ways,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "who delight in doing wrong and rejoice in the perverseness of evil,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "whose paths are crooked and who are devious in their ways.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "It will save you also from the adulteress, from the wayward wife with her seductive words,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "who has left the partner of her youth and ignored the covenant she made before God.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "For her house leads down to death and her paths to the spirits of the dead.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "None who go to her return or attain the paths of life.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Thus you will walk in the ways of good men and keep to the paths of the righteous.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "For the upright will live in the land, and the blameless will remain in it;",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "but the wicked will be cut off from the land, and the unfaithful will be torn from it.",
      "type": "content"
    }
  ]
}