{
  "book": "Amsal",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Wine is a mocker and beer a brawler; whoever is led astray by them is not wise.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "A king’s wrath is like the roar of a lion; he who angers him forfeits his life.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "It is to a man’s honour to avoid strife, but every fool is quick to quarrel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "A sluggard does not plough in season; so at harvest time he looks but finds nothing.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "The purposes of a man’s heart are deep waters, but a man of understanding draws them out.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Many a man claims to have unfailing love, but a faithful man who can find?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "The righteous man leads a blameless life; blessed are his children after him.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "When a king sits on his throne to judge, he winnows out all evil with his eyes.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Who can say, \"I have kept my heart pure; I am clean and without sin\"?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Differing weights and differing measures—the LORD detests them both.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Even a child is known by his actions, by whether his conduct is pure and right.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ears that hear and eyes that see—the LORD has made them both.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Do not love sleep or you will grow poor; stay awake and you will have food to spare.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "\"It’s no good, it’s no good!\" says the buyer; then off he goes and boasts about his purchase.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Gold there is, and rubies in abundance, but lips that speak knowledge are a rare jewel.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Take the garment of one who puts up security for a stranger; hold it in pledge if he does it for a wayward woman.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Food gained by fraud tastes sweet to a man, but he ends up with a mouth full of gravel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Make plans by seeking advice; if you wage war, obtain guidance.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "A gossip betrays a confidence; so avoid a man who talks too much.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "If a man curses his father or mother, his lamp will be snuffed out in pitch darkness.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "An inheritance quickly gained at the beginning will not be blessed at the end.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Do not say, \"I’ll pay you back for this wrong!\" Wait for the LORD, and he will deliver you.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "The LORD detests differing weights, and dishonest scales do not please him.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "A man’s steps are directed by the LORD. How then can anyone understand his own way?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "It is a trap for a man to dedicate something rashly and only later to consider his vows.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "A wise king winnows out the wicked; he drives the threshing wheel over them.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "The lamp of the LORD searches the spirit of a man; it searches out his inmost being.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Love and faithfulness keep a king safe; through love his throne is made secure.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "The glory of young men is their strength, grey hair the splendour of the old.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Blows and wounds cleanse away evil, and beatings purge the inmost being.",
      "type": "content"
    }
  ]
}