{
  "book": "Amsal",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "The sayings of Agur son of Jakeh—an oracle: This man declared to Ithiel, to Ithiel and to Ucal:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"I am the most ignorant of men; I do not have a man’s understanding.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "I have not learned wisdom, nor have I knowledge of the Holy One.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Who has gone up to heaven and come down? Who has gathered up the wind in the hollow of his hands? Who has wrapped up the waters in his cloak? Who has established all the ends of the earth? What is his name, and the name of his son? Tell me if you know!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "\"Every word of God is flawless; he is a shield to those who take refuge in him.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Do not add to his words, or he will rebuke you and prove you a liar.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "\"Two things I ask of you, O LORD; do not refuse me before I die:",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Keep falsehood and lies far from me; give me neither poverty nor riches, but give me only my daily bread.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Otherwise, I may have too much and disown you and say, ‘Who is the LORD?’ Or I may become poor and steal, and so dishonour the name of my God.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "\"Do not slander a servant to his master, or he will curse you, and you will pay for it.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "\"There are those who curse their fathers and do not bless their mothers;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "those who are pure in their own eyes and yet are not cleansed of their filth;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "those whose eyes are ever so haughty, whose glances are so disdainful;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "those whose teeth are swords and whose jaws are set with knives to devour the poor from the earth, the needy from among mankind.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "\"The leech has two daughters. ‘Give! Give!’ they cry. \"There are three things that are never satisfied, four that never say, ‘Enough!’:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "the grave, the barren womb, land, which is never satisfied with water, and fire, which never says, ‘Enough!’",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "\"The eye that mocks a father, that scorns obedience to a mother, will be pecked out by the ravens of the valley, will be eaten by the vultures.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "\"There are three things that are too amazing for me, four that I do not understand:",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "the way of an eagle in the sky, the way of a snake on a rock, the way of a ship on the high seas, and the way of a man with a maiden.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "\"This is the way of an adulteress: She eats and wipes her mouth and says, ‘I’ve done nothing wrong.’",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "\"Under three things the earth trembles, under four it cannot bear up:",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "a servant who becomes king, a fool who is full of food,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "an unloved woman who is married, and a maidservant who displaces her mistress.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "\"Four things on earth are small, yet they are extremely wise:",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ants are creatures of little strength, yet they store up their food in the summer;",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "conies are creatures of little power, yet they make their home in the crags;",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "locusts have no king, yet they advance together in ranks;",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "a lizard can be caught with the hand, yet it is found in kings’ palaces.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "\"There are three things that are stately in their stride, four that move with stately bearing:",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "a lion, mighty among beasts, who retreats before nothing;",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "a strutting cock, a he-goat, and a king with his army around him.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "\"If you have played the fool and exalted yourself, or if you have planned evil, clap your hand over your mouth!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "For as churning the milk produces butter, and as twisting the nose produces blood, so stirring up anger produces strife.\"",
      "type": "content"
    }
  ]
}