{
  "book": "Amsal",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "My son, keep my words and store up my commands within you.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Keep my commands and you will live; guard my teachings as the apple of your eye.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Bind them on your fingers; write them on the tablet of your heart.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Say to wisdom, \"You are my sister,\" and call understanding your kinsman;",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "they will keep you from the adulteress, from the wayward wife with her seductive words.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "At the window of my house I looked out through the lattice.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "I saw among the simple, I noticed among the young men, a youth who lacked judgment.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "He was going down the street near her corner, walking along in the direction of her house",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "at twilight, as the day was fading, as the dark of night set in.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Then out came a woman to meet him, dressed like a prostitute and with crafty intent.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(She is loud and defiant, her feet never stay at home;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "now in the street, now in the squares, at every corner she lurks.)",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "She took hold of him and kissed him and with a brazen face she said:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "\"I have fellowship offerings at home; today I fulfilled my vows.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "So I came out to meet you; I looked for you and have found you!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "I have covered my bed with coloured linens from Egypt.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "I have perfumed my bed with myrrh, aloes and cinnamon.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Come, let’s drink deep of love till morning; let’s enjoy ourselves with love!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "My husband is not at home; he has gone on a long journey.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "He took his purse filled with money and will not be home till full moon.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "With persuasive words she led him astray; she seduced him with her smooth talk.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "All at once he followed her like an ox going to the slaughter, like a deer stepping into a noose",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "till an arrow pierces his liver, like a bird darting into a snare, little knowing it will cost him his life.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Now then, my sons, listen to me; pay attention to what I say.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Do not let your heart turn to her ways or stray into her paths.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Many are the victims she has brought down; her slain are a mighty throng.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Her house is a highway to the grave, leading down to the chambers of death.",
      "type": "content"
    }
  ]
}