{
  "book": "Amsal",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Wisdom has built her house; she has hewn out its seven pillars.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "She has prepared her meat and mixed her wine; she has also set her table.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "She has sent out her maids, and she calls from the highest point of the city.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "\"Let all who are simple come in here!\" she says to those who lack judgment.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "\"Come, eat my food and drink the wine I have mixed.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Leave your simple ways and you will live; walk in the way of understanding.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "\"Whoever corrects a mocker invites insult; whoever rebukes a wicked man incurs abuse.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Do not rebuke a mocker or he will hate you; rebuke a wise man and he will love you.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Instruct a wise man and he will be wiser still; teach a righteous man and he will add to his learning.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "\"The fear of the LORD is the beginning of wisdom, and knowledge of the Holy One is understanding.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "For through me your days will be many, and years will be added to your life.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "If you are wise, your wisdom will reward you; if you are a mocker, you alone will suffer.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "The woman Folly is loud; she is undisciplined and without knowledge.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "She sits at the door of her house, on a seat at the highest point of the city,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "calling out to those who pass by, who go straight on their way.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "\"Let all who are simple come in here!\" she says to those who lack judgment.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "\"Stolen water is sweet; food eaten in secret is delicious!\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "But little do they know that the dead are there, that her guests are in the depths of the grave.",
      "type": "content"
    }
  ]
}