{
  "book": "Amos",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Judul",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Perkataan yang dinyatakan kepada Amos, salah seorang peternak domba dari Tekoa, tentang Israel pada zaman Uzia, raja Yehuda, dan dalam zaman Yerobeam, anak Yoas, raja Israel, dua tahun sebelum gempa bumi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hukuman atas bangsa-bangsa lain",
      "type": "title"
    },
    {
      "verse": 2,
      "text": "Berkatalah ia: \"TUHAN mengaum dari Sion dan dari Yerusalem Ia memperdengarkan suara-Nya; keringlah padang-padang penggembalaan dan layulah puncak gunung Karmel.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Beginilah firman TUHAN: \"Karena tiga perbuatan jahat Damsyik, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena mereka telah mengirik Gilead dengan eretan pengirik dari besi,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Aku akan melepas api ke dalam istana Hazael, sehingga puri Benhadad dimakan habis;",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Aku akan mematahkan palang pintu Damsyik dan melenyapkan penduduk dari Bikeat-Awen serta pemegang tongkat kerajaan dari Bet-Eden; dan rakyat Aram harus pergi sebagai orang buangan ke Kir,\" firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Beginilah firman TUHAN: \"Karena tiga perbuatan jahat Gaza, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena mereka telah mengangkut ke dalam pembuangan suatu bangsa seluruhnya, untuk diserahkan kepada Edom,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Aku akan melepas api ke dalam tembok Gaza, sehingga purinya dimakan habis;",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Aku akan melenyapkan penduduk dari Asdod dan pemegang tongkat kerajaan dari Askelon; Aku akan mengacungkan tangan-Ku melawan Ekron, sehingga binasalah sisa-sisa orang Filistin,\" firman Tuhan ALLAH.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Beginilah firman TUHAN: \"Karena tiga perbuatan jahat Tirus, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena mereka telah menyerahkan tertawan suatu bangsa seluruhnya kepada Edom dan tidak mengingat perjanjian persaudaraan,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Aku akan melepas api ke dalam tembok Tirus, sehingga purinya dimakan habis.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Beginilah firman TUHAN: \"Karena tiga perbuatan jahat Edom, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena ia mengejar saudaranya dengan pedang dan mengekang belas kasihannya, memendamkan amarahnya untuk selamanya dan menyimpan gemasnya untuk seterusnya,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Aku akan melepas api ke dalam Teman, sehingga puri Bozra dimakan habis.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Beginilah firman TUHAN: \"Karena tiga perbuatan jahat bani Amon, bahkan empat, Aku tidak akan menarik kembali keputusan-Ku: Oleh karena mereka membelah perut perempuan-perempuan hamil di Gilead dengan maksud meluaskan daerah mereka sendiri,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Aku akan menyalakan api di dalam tembok Raba, sehingga purinya dimakan habis, diiringi sorak-sorai pada waktu pertempuran, diiringi angin badai pada waktu puting beliung;",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "dan raja mereka harus pergi sebagai orang buangan, ia bersama-sama dengan pembesar-pembesarnya,\" firman TUHAN.",
      "type": "content"
    }
  ]
}