{
  "book": "2 Samuel",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "When David had gone a short distance beyond the summit, there was Ziba, the steward of Mephibosheth, waiting to meet him. He had a string of donkeys saddled and loaded with two hundred loaves of bread, a hundred cakes of raisins, a hundred cakes of figs and a skin of wine.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "The king asked Ziba, \"Why have you brought these?\" Ziba answered, \"The donkeys are for the king’s household to ride on, the bread and fruit are for the men to eat, and the wine is to refresh those who become exhausted in the desert.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "The king then asked, \"Where is your master’s grandson?\" Ziba said to him, \"He is staying in Jerusalem, because he thinks, ‘Today the house of Israel will give me back my grandfather’s kingdom.’\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Then the king said to Ziba, \"All that belonged to Mephibosheth is now yours.\" \"I humbly bow,\" Ziba said. \"May I find favour in your eyes, my lord the king.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "As King David approached Bahurim, a man from the same clan as Saul’s family came out from there. His name was Shimei son of Gera, and he cursed as he came out.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "He pelted David and all the king’s officials with stones, though all the troops and the special guard were on David’s right and left.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "As he cursed, Shimei said, \"Get out, get out, you man of blood, you scoundrel!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "The LORD has repaid you for all the blood you shed in the household of Saul, in whose place you have reigned. The LORD has handed the kingdom over to your son Absalom. You have come to ruin because you are a man of blood!\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Then Abishai son of Zeruiah said to the king, \"Why should this dead dog curse my lord the king? Let me go over and cut off his head.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "But the king said, \"What do you and I have in common, you sons of Zeruiah? If he is cursing because the LORD said to him, ‘Curse David,’ who can ask, ‘Why do you do this?’\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "David then said to Abishai and all his officials, \"My son, who is of my own flesh, is trying to take my life. How much more, then, this Benjamite! Leave him alone; let him curse, for the LORD has told him to.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "It may be that the LORD will see my distress and repay me with good for the cursing I am receiving today.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "So David and his men continued along the road while Shimei was going along the hillside opposite him, cursing as he went and throwing stones at him and showering him with dirt.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "The king and all the people with him arrived at their destination exhausted. And there he refreshed himself.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Meanwhile, Absalom and all the men of Israel came to Jerusalem, and Ahithophel was with him.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Then Hushai the Arkite, David’s friend, went to Absalom and said to him, \"Long live the king! Long live the king!\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Absalom asked Hushai, \"Is this the love you show your friend? Why didn’t you go with your friend?\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hushai said to Absalom, \"No, the one chosen by the LORD, by these people and by all the men of Israel—his I will be, and I will remain with him.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Furthermore, whom should I serve? Should I not serve the son? Just as I served your father, so I will serve you.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Absalom said to Ahithophel, \"Give us your advice. What should we do?\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ahithophel answered, \"Lie with your father’s concubines whom he left to take care of the palace. Then all Israel will hear that you have made yourself an offence to your father’s nostrils, and the hands of everyone with you will be strengthened.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "So they pitched a tent for Absalom on the roof, and he lay with his father’s concubines in the sight of all Israel.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Now in those days the advice Ahithophel gave was like that of one who enquires of God. That was how both David and Absalom regarded all of Ahithophel’s advice.",
      "type": "content"
    }
  ]
}