{
  "book": "Yohanes",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata i na gabe daging 1-18. II. Dihatindangkon si Johannes pandidi do Tuhanta: Birubiru ni Debata 19-34. III. Angka sisean na parjolo i 35-51",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di mulana i nunga adong Hata i, jala saor tu Debata do Hata i, jala Debata do Hata i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "I ma na saor tu Debata di mulana i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Saluhutna i marhite sian Hata i do, umbahen na manjadi; jala ndang adong nanggo sada sian naung jadi i, na so marhite sian I.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Di bagasan Hata i do hangoluan; laos hangoluan i do Panondang ni hajolmaon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Na marsinondang do Panondang i di bagasan na holom, alai ndang dijangkon na holom i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hehe do sada halak sinuru ni Debata, si Johannes do goarna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sitindangi do ibana, umbahen na ro, asa dihatindangkon Panondang i, anggiat gabe porsea saluhutna marhite sian Ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ndang apala ibana Panondang i; na mangkatindangkon Panondang i do tahe.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai nunga mandok ro uju i tu portibi on Panondang na sintong i, na manondangi nasa jolma.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Di portibi on hian do Ibana, jala marhite sian Ibana do manjadi portibi on; hape ndang ditanda portibi on Ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Na ro do Ibana manopot na di Ibana hian, gabe ndang dijangkon angka na di ibana i Ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai manang piga na manjangkon Ibana, tusi do dilehon huaso, asa gabe anak ni Debata nasida, angka na porsea di Goarna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "I ma angka na so tubu sian mudar, manang sian sangkap ni daging, manang sian sangkap ni baoa, tung sian Debata do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Gabe daging ma Hata i jala maringan di tongatonga ni hita on, jadi huida hami ma hasangaponna, i ma hasangapon ni Anak sasada na sian Ama i, gok asi ni roha dohot hasintongan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dihatindangkon si Johannes do Ibana, ai ninna ma: On do Ibana na hudok i, na ro sian pudingku; jumolo do Ibana adong asa ahu, ai parjolo hian do Ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai sian hamoraonna do saluhut hita manjalo, i ma asi ni roha na so marnamontok.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai marhite sian si Musa do dilehon anggo patik i; alai hinorhon ni Jesus Kristus do manjadi asi ni roha dohot hasintongan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang dung adong na marnida Debata; Anak na sasada i, na di ampuan ni Ama i, Ibana do mamaritahonsa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(II.) Disuru angka Jahudi sian huta Jerusalem ma angka malim dohot halak Lepi manungkun si Johannes: Ai ise do ho?, gabe on ma dihatindangkon:",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai diparhatopot do, ndang diporso, didok do: Ndang ahu Kristus i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Gabe disungkun nasida ma ibana: Antong ise do ho? Si Elia do ulaning? Jadi didok ma: Ndang i ahu! Panurirang i do ho? Dung i dialusi ma: Ndang!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ninna nasida ma mandok ibana: Antong, ise do ho?, asa haalusan hami angka na marsuru hami. Aha do dohononmu taringot tu ho?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ninna ma: Soara ni na manjoujou di halongonan do ahu: Patigor hamu ma dalan ni Tuhan! songon naung nidok ni panurirang Jesaya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sian Parise do angka na sinuru i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi didok nasida ma manungkun ibana: Boasa mandidihon ho, so manang Kristus ho, manang si Elia, manang panurirang i?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Gabe didok si Johannes ma mangalusi nasida: Ia ahu aek do hudidihon; alai nunga jongjong di tongatongamuna Ibana, na so tinandamuna i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ibana do i na ro sian pudingku; na hurang tama do ahu mangkarhari tali ni sipatuna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Di Betania do i masa, di ipar ni aek Jordan, ai disi do mandidihon si Johannes.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Torang ni arina i diida si Johannes ma Jesus ro tusi, jadi didok ma: On do Birubiru ni Debata, na mamorsan dosa ni portibi on!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ibana do na hudok i: Sian pudingku ro sada halak, naung jumolo adong asa ahu; ai parjolo hian do Ibana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ahu pe, ndang hutanda Ibana; alai asa tandap Ibana di halak Israel, umbahen na ro ahu mandidihon aek.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i dihatindangkon si Johannes ma, ninna ma: Huida do Tondi i tuat songon darapati sian banua ginjang i jala mian di Ibana!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ahu pe, ndang hutanda Ibana jolo. Alai Ibana na marsuru ahu mandidihon aek, I do mandok tu ahu: Ia tusi diida ho tuat Tondi i jala mian di Ibana, Ibana do sididihon Tondi Parbadia.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Asa nunga huida jala huhajongjongkon: Ibana do Anak ni Debata.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(III.) Marsogotna i jongjong muse si Johannes disi dohot siseanna dua halak.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi di na niidana i Jesus mamolus, ninna ma: On do Birubiru ni Debata!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi dibege siseanna na dua i ma hatana, gabe diihuthon ma Jesus.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i humusor ma Jesus, diida ma nasida na mangihuthon Ibana, jadi ninna ma mandok nasida: Aha do na niluluanmuna? Jadi didok nasida ma mandok Ibana: Rabbi (na mandok: Guru) didia do Ho sorang?",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi didok ma mandok nasida: Ro ma hamu, asa diida hamu! Dung i ro ma nasida, diida ma parmiananna; laos rap ma nasida dohot Ibana sadarina i. Tar di pungkul opat ma i.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Si Andreas, dongan saama ni si Simon Petrus, do na sada sian na dua i, na umbege hata ni si Johannes dohot mangihuthon Ibana.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dung i pajumpang ma ibana jumolo dohot si Simon, donganna saama, jadi didok ma mandok ibana: Nunga jumpang hami Messias i (astuanna: Kristus)!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Laos ditogihon ma ibana tu Jesus. Alai dibereng Jesus ma ibana huhut ma didok: Si Simon, anak ni si Jonas do ho; si Kepas ma ho goaron (astuanna: Batu mamak, Petrus)!",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Torang ni arina i, di na naeng laho Ibana tu Galilea, jumpangsa ma si Pilippus, dung i didok Jesus ma mandok ibana: Ihuthon ma Ahu!",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Alai sian Betsaida do si Pilippus, i ma huta ni si Andreas dohot si Petrus.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Dapot si Pilippus ma si Natanael, jadi didok ma mandok ibana: Nunga jumpang hami Ibana, na nidok ni si Musa di surat patik i jala na pinaboa ni angka panurirang; i ma Jesus, anak ni si Josep, na sian huta Nasaret.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Dung i didok si Natanael ma mandok ibana: Tung tarbahen ma ro na denggan sian huta Nasaret? Jadi didok si Pilippus ma: Ro ma ho marnida!",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Diida Jesus ma si Natanael ro manopot Ibana, jadi didok ma taringot tu ibana: On ma sada halak Israel na tutu, na so marpangansi di bagasan!",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Ninna si Natanael ma mandok Ibana: Sian dia ditanda Ho ahu? Dung i dialusi Jesus ma ibana: Huida do ho, uju ditoru ni hau ara i ho, andorang so dijou si Pilippus i dope ho.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Dung i ninna si Natanael ma mangalusi Ibana: Gurunami, Ho do Anak ni Debata! Ho do raja ni halak Israel!",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Dung i ninna Jesus ma mangalusi ibana: Ala hudok tu ho: Huida ho di toru ni hau ara i, umbahen na porsea ho? Idaonmu dope na sumurung sian i!",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Laos ninna ma: Na tutu situtu do na hudok on tu hamu: Idaonmuna do mungkap banua ginjang jala manaek mijur angka surusuruan ni Debata tumopot Anak ni jolma i.",
      "type": "content"
    }
  ]
}