{
  "book": "Yohanes",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tuhan Jesus parmahan na denggan dohot birubiruna 1-18. II. Muruk ni Jahudi 19-42",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Na tutu situtu do na hudok on tu hamu: Manang ise na so bongot sian pintu, laho tu bara ni birubiru, na manjangkit sian dalan na asing laho bongot, panangko do i jala pamangus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai na bongot sian pintu i, i do siparmahan birubiru i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ungkapon ni sijaga pintu i ma di ibana jala dibege angka birubiru i do soarana; jala dijou do angka birubiruna di goarna be, laho manogihonsa tu balian.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia dung diparuar sude na di ibana, sai di jolonasida ma ibana mardalan, gabe diihuthon angka birubiru ma ibana, ai ditanda do soarana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai ndang olo nasida mangihuthon tu na asing; na maporus do nasida mida i, ai ndang ditanda nasida soara ni na asing i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Asa dihatahon Jesus pe hata umpama ondeng tu nasida, ndang diboto nasida lapatan ni na nidokna i tu nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i didok Jesus ma muse tu nasida: Na tutu situtu na hudok on tu hamuna: Ahu do pintu na tu birubiru i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Saluhut angka naung manjoloani Ahu, panangko do i jala pamangus; alai ndang ditangihon angka birubiru i nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ahu do pintu i. Paluaon do ganup na bongot sian Ahu; na laho bongot jala laho ruar ma ibana, dapotan jampalan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Anggo panangko, holan manangkoi, maneati jala mangago do, umbahen na ro Alai anggo Ahu, asa adong hangoluan di nasida, pola marlobilobi di nasida, umbahen na ro.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Parmahan na denggan do anggo Ahu. Diseahon parmahan na denggan i do hosana humongkop angka birubiruna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai anggo na niupaan, na so parmahan situtu, na so nampuna birubiru i; diida pe ro babiat, ditadingkon do birubiru i laho maporus, gabe disoro babiat i ma birubiru i jala dipanserakkon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai sipangan gaji do ibana, na so sumarihon angka birubiru i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ahu do Parmahan na denggan. Hutanda do angka na di Ahu, jala ditanda nasida do Ahu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Songon Ama i na tumanda Ahu jala Ahu tumanda Ama i, jala huseahon do hosangku humongkop birubiru i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Adong dope angka birubirungku na asing, na so sian bara on. Ingkon dohot do angka i togihononku; tangihononnasida do soarangku, dung i gabe sada punguan ma i jala sada ma parmahan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ala ni on do umbahen dihaholongi Ama i Ahu, ala hulehon hosangku, asa jaloonku i muse.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang adong na mambuat i sian Ahu, sian lomongku do i hulehon. Na marhuaso do Ahu mangalehon, na marhuaso do Ahu manjalo muse. I ma patik na hujalo sian Damang.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(II.) Dung i marsalisi muse ma angka Jahudi i ala ni angka hata ondeng.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Torop do sian nasida mandok: Na sibolison jala na rintik do Ibana; aha patangitangionmuna I?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Angka na asing mandok: Nda tung hata ni na sibolison i; tung tarungkap sibolis i; tung tarungkap sibolis ma mata ni na mapitung?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i jumpang ma ari parningotan di haompoan ni bagas joro i di Jerusalem; partaonan ngali do uju i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi mardalandalan ma Jesus di emper ni si Salomo na di bagas joro i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Gabe dihaliangi angka Jahudi ma Ibana, didok ma tu Ibana: Sadia leleng on ma bohabohaon rohanami bahenonmu? Molo na tutu Ho Kristus, tullom ma paboa tu hami!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ninna Jesus ma mangalusi: Nunga hupaboa tu hamu; hape ndang porsea hamu. Angka ulaon na huula marhitehite Goar ni Damang, angka i do mangkatindangkon Ahu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai ndang porsea hamu, ai ndang masuk birubirungku hamu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ditangihon angka birubirungku do soarangku jala hutanda do nasida, diihuthon nasida do Ahu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Gabe hulehon tu nasida hangoluan salelenglelengna; ndang be mago nasida salelenglelengna jala ndang tarrampas manang ise nasida sian tanganku.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Umbalga sian saluhutna do Damang na mangalehon nasida tu Ahu, umbahen na so tarrampas manang ise nasida sian tangan ni Damang.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Sada do Ahu dohot Ama i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i dialap angka Jahudi ma muse batu, laho maninggangkonsa tu Ibana.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i didok Jesus ma: Lan do ulaonku na denggan sian Damang, angka na hupatuduhon tu hamu; ala ni ulaon dia do naeng dangguranmuna Ahu?",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i ninna angka Jahudi ma mangalusi Ibana: Apala ala ni ulaon na denggan, umbahen na naeng danggurannami Ho; ala ni pangaleaimi di Debata do: Dipasobok Ho do dirim tu Debata, atik pe dongan jolma Ho.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i dialusi Jesus ma nasida: Ai nda tarsurat di patikmuna: \"Nunga hudok: Angka debata do hamuna\"?",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Gari nasida na gabe hasahatan ni hata ni Debata, digoar do \"debata\", jala ndang tarsengsang Surat i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Tung dohononmuna ma tu na pinarbadiaan ni Ama i, naung sinuruna tu portibi on: Sileai Debata do Ho, ala hudok: Anak ni Debata do Ahu?",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Molo so huula angka ulaon ni Damang, unang porsea hamu di Ahu.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai ia huula angka i, porsea ma hamu di angka ulaon i, anggo so Ahu dihaporseai hamu, asa diboto jala ditanda hamu, di bagasan Ahu do Ama i, jala Ahu di bagasan Ama i.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i naeng ma tangkuponnasida Ibana; alai laho do Ibana sian tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i laho ma Ibana muse tu ipar ni aek Jordan, tu pandidian ni si Johannes najolo, laos mian disi.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dung i torop ma halak ro manopot Ibana, angka ninna ma: Ndang dipatupa si Johannes nian tanda, alai nasa na nidok ni si Johannes taringot tu Halak on, sintong do i.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Jadi torop do halak disi gabe porsea di Ibana.",
      "type": "content"
    }
  ]
}