{
  "book": "Yohanes",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dimiahi si Maria do Tuhan Jesus 1-11. II. Bongot Tuhanta tu huta Jerusalem 12-19. III. Naeng idaon ni halak Junani Ibana 20-36. IV. Ndang na porsea halak Jahudi 37-50.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i onom ari nari asa dapot pesta Paska i, sahat ma Jesus tu huta Betania, na niinganan ni si Lasarus, na sinunggul ni Jesus sian na mate.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dipauli nasida ma disi panganon ujuan di Ibana; si Marta do marhobasi, si Lasarus ma sada donganna mangan disi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Gabe dibuat si Maria ma sahat i miak Nardus na arga na so marsaor, dimiahi ma pat ni Jesus, obukna ma dibahen mangalapu. Jadi digohi uap ni miak i ma bagas i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi sada sian angka siseanna, si Judas Iskariot na naeng manjehehon Ibana, mandok:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Boasa so ginadis miak i arga tolu ratus hupang, bahen silehonlehon nian di angka na pogos?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ndada na pogos sinarihonna, umbahen na didok songon i; panangko do ibana tahe, diusung do asiasi ni halak, ai tu ibana dipasahat puro i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna Jesus ma: Pasombu ma ibana, ai diparade do i hira tu ari hatatanomhi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai tongtong do adong na pogos di tongatongamuna, alai anggo Ahu ndang tongtong di lambungmuna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i diboto torop sian halak Jahudi ma, naung disi Ibana, jadi ro ma tusi, ndada ala ni Jesus sambing; naeng idaonnasida do huhut si Lasarus, naung pinahehena i sian na mate.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai nunga ditahi angka sintua ni malim i, naeng bunuonnasida nang si Lasarus.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai ala ibana do umbahen torop Jahudi laho tusi jala porsea di Jesus.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dung i torang ni arina i dibege halak natorop na ro tu pesta i, na naeng ro ma Jesus tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dibuat nasida ma angka maremare, laho manomunomu Ibana huhut dijoujouhon: Hosianna! Pinanasupasu ma na ro marhite Goar ni Tuhan i, Raja ni Israel!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i dapot Jesus ma halode sada, i ma dihunduli, hombar tu na tarsurat:",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "\"Unang ho mabiar, boru Sion; ida ma, Rajam do na ro, marsihundul di anak ni halode!\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai ndang diantusi angka siseanna i hian; dung pe marsangap Jesus, asa diingot nasida, naung marhahonaan tu Ibana do hape na tarsurat i ro di pambahenannasida tu Ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Laos dihatindangkon natorop, angka na mandongani Ibana do, paboa naung jinouna i si Lasarus sian tanoman, laho manungguli ibana sian na mate.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ala naung dibege natorop i barita ni tanda na binahenna i, umbahen na ditomu nasida Ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi didok angka Parise ma sama nasida: Diida hamu do, na so marniula na binahenmu, ai liat portibi on do paihutihut Ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Alai adong ma deba halak Junani, dongan ni angka na nangkok i, laho martangiang di ari raya i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi didapothon nasida ma si Pilippus na sian Betsaida na di Galilea, mangelehelek ibana, ninna ma: Tuannami, naeng do idaonnami Jesus!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ro ma si Pilippus, dipaboa ma i tu si Andreas; dung i ro ma si Andreas rap dohot si Pilippus paboahonsa tu Jesus.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Gabe didok Jesus ma mangalusi nasida: Naung dapot ma tingkina, asa marsangap Anak ni jolma i!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Na tutu situtu do na hudok on tu hamu: Ndang na ganda eme i, molo so madabu tu tano jala mate; dung pe mate, asa godang parbuena.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Agoan hosa ma na marhamaolhon hosana; alai na mangkasogohon hosana di portibi on, i do na mangaramotisa sahat tu hangoluan salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ahu ma diihuthon ganup na olo mangoloi Ahu; jala ia disi Ahu, disi ma dohot anak somangku. Pasangapon ni Ama i do ganup na mangoloi Ahu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Na bonsa do rohangku nuaeng; aha ma dohononku? Palua ma Ahu, Amang, sian tingki on? Alai tahe, ala ni i do umbahen na sahat tingki on tu Ahu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Pasangap ma Goarmi, Amang! Dung i ro ma soara sian banua ginjang, mandok: Nunga hupasangap, laos pasangaponku do muse!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi dung dibege, natorop i na jongjong disi, ninna nasida ma: Ronggur do i. Angka na asing mandok: Adong do surusuruan ni Debata na mangkatai dohot Ibana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ninna Jesus ma mangalusi nasida: Ndada ala ni Ahu, umbahen na ro soara ondeng; ala ni hamu do!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Nuaeng ma jumpang tingkina, asa diuhum portibi on; sipabalion ma nuaeng raja ni portibi on.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Anggo Ahu, dung dipatimbo Ahu sian tano on, taitonku do saluhut nasida tu Ahu!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Pangalaho ni parmatena do dipatuduhon marhitehite hatana ondeng.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Asa dialusi natorop i ma Ibana: Hubege hami di surat ni patik i, na mian do Kristus i ro di salelenglelengna; boasa dohononmu: Ingkon sipatimboon do Anak ni jolma i? Ise do Anak ni jolma i, na nidokmi?",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i didok Jesus ma tu nasida: Satongkin nari nama Panondang i di hamu. Mardalan ma hamu, binsan di hamu dope Panondang i, asa unang ditahopi na holom i hamu. Ianggo na mardalan di na holom, ndang diboto i, manang dompak dia ibana laho.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Binsan di hamu dope Panondang i, porsea ma hamu disi, asa gabe anak ni Panondang i hamu! I ma dihatahon Jesus; dung i ditadingkon ma nasida laho martabuni.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "(IV.) Alai atik pe dipatupa Ibana angka tanda na sai godang i di jolonasida, ndang porsea nasida di Ibana.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Asa sintong jumpang hata ni panurirang Jesaya na nidokna i: \"Iale Tuhan, tung ise ma na porsea di jamitanami; jala tangan ni Tuhan i, di ise ma i torang tarida?\"",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dibahen i ndang tarbahen nasida porsea; ai on do didok Jesaya muse:",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "\"Nunga dipapitung Ibana matanasida, jala nunga dipatangkang rohanasida, asa unang marnida simalolongnasida jala unang mangantusi rohanasida, unang mulak nasida, unang malum nasida hubahen!\"",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Songon i ma didok Jesaya, ala diida hasangaponna i jala dihatahon taringot tu Ibana.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Nang sian angka partogi pe, adong do nian na nia na gabe porsea di Ibana; alai ndang diparhatopot nasida i ala ni angka Parise, asa unang bali nasida sian huria.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Ai holongan do rohanasida di hasangapon ni jolma, asa di hasangapon ni Debata.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Dung i joujou ma Jesus, ninna ma: Na porsea di Ahu, ndada Ahu na hinaporseaanna; na marsuru Ahu do dihaporseai disi.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Na marnida Ahu, marnida na marsuru Ahu do.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Ahu do Panondang na ro tu portibi on, asa unang mian di na holom nasa na porsea di Ahu.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Asa molo adong na umbege hatangku, gabe ndang diradoti, ndada Ahu manguhum ibana; ai ndada laho manguhum portibi on, na laho paluahon portibi on do, umbahen na ro Ahu.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Na mambolongkon Ahu jala na so manjalo hatangku, nunga adong na manguhum i; hata na huhatahon, i do manguhum ibana di ari parpudi.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Ai ndang sian roharohangku Ahu marjamita; diaturhon Ama i na marsuru Ahu do sidohononku dohot sihatahononku.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Jala huboto, hangoluan na salelenglelengna do podana i. Asa di sude hatangki, ia i pandok ni Ama i tu Ahu, i do huhatahon.",
      "type": "content"
    }
  ]
}