{
  "book": "Yohanes",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Diburi Tuhan Jesus pat ni angka siseanna 1-20. II. Dipapatar parjehe i 21-30. III. Patik holong roha i 31-35. IV. Lumbalumba na tu si Petrus 36-38",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Mandapothon pesta Paska i, nunga diboto Jesus, naung ro tingkina manadingkon portibi on, laho mandapothon Ama i; gabe songon pangkaholongina di angka na di Ibana na di portibi on, laos songon i do dihaholongi nasida ro di ujungna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di na mangan i nasida, nunga disuanhon sibolis i parjeheon tubagasan roha ni si Judas Iskariot, anak ni si Simon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala diboto Jesus do, naung dipasahat Ama i saluhutna tu tanganna jala Ibana na ro sian Debata laho mulak ma tu Debata.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Gabe hehe ma Ibana sian na mangan i, ditanggal ma ulosna, dibuat ma basahan, ditapolhon tu Ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Diusehon ma aek tu sambong, dung i diburi ma pat ni angka siseanna, diapusi ma dohot basahan na tinapolhonna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i sahat ma Ibana tu si Simon Petrus, jadi didok i ma mandok Ibana: Tung Ho ma, ale Tuhan, mamburi pathu?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna Jesus ma mangalusi ibana: Ndang diantusi ho pambahenankon na tu ho anggo nuaeng; muse pe botoonmu i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i didok si Petrus ma tu Ibana: Matua tano on ndang burionmu pathu! Dung i ninna Jesus ma mangalusi ibana: Molo so burionku ho, ndang partohap ho di Ahu!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna si Simon Petrus ma: Ale Tuhan, unang ma holan pathu, dohot ma tangan dohot ulungku!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Gabe didok Jesus ma tu ibana: Halak naung maridi i, ndengkon be burion, ai nunga sude ibana ias. Naung ias do anggo hamu, alai ndang luhut hamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai ditanda do sipasahat Ibana, umbahen na didok: Ndang saluhut hamu ias!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa dung diburi Jesus patnasida dipangke ma muse ulosna, hundul ma Ibana, didok ma tu nasida: Ai diantusi hamu do pambahenanki tu hamu?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Digoar hamu do Ahu Guru jala Tuhan, jadi ture do pandokmuna disi; ai i do Ahu tutu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Asa molo Ahu, Tuhan jala Gurumuna, mamburi patmuna, tama ma nang hamu masiburian pat!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai sitiruon do hulehon tu hamu, asa dibahen hamu songon naung hubahen i tu hamu!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Na tutu situtu do na hudok on tu hamu: Ndang umbalga anak somang sian indukna, ndang sumurung suruan sian na marsuru ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Molo diboto hamu i, martua ma hamu mangulahonsa!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndada tu saluhut hamu hatangki; na hutanda do angka na hutodo i. Alai naeng ma jumpang na nidok ni Surat i: \"Donganku sapanganan, i do manjungkangkon patna dompak Ahu!\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hupaboa i hian tu hamu, andorang so songgop dope; asa ia dung saut, gabe porsea hamu: Ahu do na nidok ni hata i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Na tutu situtu do na hudok on tu hamu: Na manjangkon na husuru, Ahu do jinangkonna disi; alai nasa na manjangkon Ahu, manjangkon na marsuru Ahu do!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(II.) Asa dung didok Jesus hata ondeng, bonsa ma rohana, dung i dihatindangkon ma, ninna ma: Na tutu situtu do na hudok on tu hamu: Sahalak sian hamu na pasahathon Ahu!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i masiberengan ma angka sisean i, jut ma rohanasida, manang ise na nidokna disi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai adong ma sada sian angka siseanna i, na hundul jumonok tu Ibana, haholongan ni Jesus i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "I ma dihilap si Petrus jadi ninna ma mandok ibana: Sungkun ma, ise i na nidokna i!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dipadonok ma tu lambung ni Jesus mandok tu Ibana: Tuhan, ise i?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Gabe dialusi Jesus ma: Ia tusi hulehon na santapik na husornophon on, i ma ibana! Jadi disornophon ma santapik, dilehon ma tu si Judas Iskariot anak ni si Simon.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi dung dibondut i, dibongoti sibolis i ma ibana. Dung i didok Jesus ma tu ibana: Humatop ma ula siulaonmi!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai ndang adong manang ise sian nasida na mangan i, na umboto astuan ni na nidokna i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai ala di ibana puro i, gabe dirimpu na deba, didokkon Jesus ibana manuhor na hasea tu pesta i, manang marsilua tu na pogos.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Asa dung dijalo si Judas na santapik i, pintor laho do ibana tu balian; alai borngin ma uju i!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(III.) Jadi dung laho ruar ibana, didok Jesus ma: Na marsangap ma nuaeng Anak ni jolma i, jala marsangap Debata di bagasan Ibana.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Molo marsangap Debata di bagasan Ibana, pasangapon ni Debata ma Ibana di bagasan dirina, jala tibu ma pasangaponna Ibana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Hamu angka anaha, sangombas nari nama Ahu rap dohot hamu; luluanmuna ma Ahu; alai songon naung hudok tu angka Jahudi: Ndang tarbahen hamu ro tu sitopotonki, laos i do hudok nuaeng tu hamu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Patik na imbaru ma hulehon tu hamu: Naeng ma masihaholongan hamu; songon holong ni rohangku di hamu, naeng ma songon i dohot hamu masihaholongan.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Apala sian on ma tandaon ni halak saluhutna, hamu siseanku: Molo masihaholongan hamu.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(IV.) Dung i ninna si Simon Petrus ma mandok Ibana: Tuhan, tudia ma Ho laho? Jadi ninna Jesus ma mangalusi: Ndang tarihuthon ho dope Ahu tu sitopotonki, anggo nuaeng; muse pe asa ihuthononmu Ahu!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Gabe ninna si Petrus ma mandok Ibana: Tuhan, boasa so tarihuthon ahu Ho nuaeng? Hosangku do lehononku humongkop Ho!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i ninna Jesus ma mangalusi ibana: Hosam lehononmu humongkop Ahu? Na tutu situtu do na hudok on tu ho: Ndang dope martahuak manuk, nunga sanga tolu hali disoadahon ho Ahu!",
      "type": "content"
    }
  ]
}