{
  "book": "Yohanes",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Martinading hata Tuhan Jesus tu siseanna (14:1-16:33). Tuhan Jesus do dalan tu hangoluan 1-15. II. Diparbagabaga do Tondi Parbadia 16-24. III. Diapul Tuhan Jesus siseanna 25-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Unang ma bonsa rohamuna! Porsea ma hamu di Debata, jala porsea ma hamu di Ahu!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Torop do inganan di bagas ni Damang. Aut so i, dohononku ma tu hamu: Na laho do Ahu mangarade inganan di hamu?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala laho pe Ahu mangarade inganan di hamu, sai mulak do Ahu mangalap hamu, asa rap hamu dohot Ahu!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala diboto hamu do dalan tu inganan sitopotonki.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna si Tomas ma mandok Ibana: Ndang huboto hami, manang tudia Ho laho, Tuhan: Jala sian dia ma botoonnami dalan i?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Gabe didok Jesus ma tu ibana: Ahu do dalan i dohot hasintongan dohot hangoluan. Ndang adong na sahat tu Ama i, ia so marhite sian Ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Anggo ditanda hamu Ahu, tandaonmuna do nang Damang i. Olat ni on ma ditanda hamu Ibana jala diida hamu Ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Gabe didok si Pilippus ma tu Ibana: Patuduhon tu hami Ama i, ale Tuhan, asa sombu rohanami!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi didok Jesus ma: Nunga pola na sai leleng Ahu rap dohot hamu, laos so ditanda ho dope Ahu, ale Pilippus. Na marnida Ahu, marnida Ama i do; boasa ma dohononmu: Patuduhon tu hami Ama i?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ndang porsea ho, Ahu di bagasan Ama i jala Ama i di bagasan Ahu? Apala sian roharohangku huhatahon hata angka na hudok tu hamu. Ama i na maringanan di bagasan Ahu, i do patulus angka ulaonna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Porsea ma hamu di Ahu: Di bagasan Ama i do Ahu jala di bagasan Ahu do Ama i; molo so i, ala ni angka ulaon i ma hamu porsea!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Na tutu situtu do na hudok on tu hamu; Patupaon ni na porsea di Ahu do songon angka ulaon na huula i; na sumurung sian i dope patupaonna tahe, ai na laho ma Ahu tu Damang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Asa manang aha pangidoanmuna marhitehite Goarhu, patupaonku do, asa marsangap Ama i di bagasan Anak i!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Molo dipangido hamu manang aha sian Ahu marhitehite Goarhu, patupaonku ma i!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Molo na holong rohamuna di Ahu, radotanmuna do angka patikku.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Jala pangidoonku ma tu Ama i, asa dilehon tu hamu sada Pangondian na asing, asa I mandongani hamu salelengna i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "I ma Tondi hasintongan i, na so tarjalo portibi on, ai ndang diida jala ndang ditanda; alai ditanda hamu do Ibana, ai na rap ma Ibana dohot hamu jala di bagasan hamu ma Ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang tadingkononku hamu so marama; na ro ma Ahu mandapothon hamu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Saotik nari nama, jadi ndang be idaon ni portibi on Ahu, alai idaonmuna do Ahu; ai na mangolu do Ahu, hamu pe mangolu do!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Di na sadari i ma botoonmuna, Ahu di bagasan Damang jala hamu di bagasan Ahu jala Ahu di bagasan hamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Manang ise na maniop angka patikki jala diradoti, i do na holong roha di Ahu. Alai dihaholongi Damang i do na holong roha di Ahu; Ahu pe, holong do rohangku di ibana jala papataronku ma Ahu tu ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi didok si Judas ma (ndada si Iskariot i): Dia do alana, Tuhan, umbahen na holan tu hami papataronmu dirim, ndada tu portibi on?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ninna Jesus ma mangalusi ibana: Ganup na holong roha di Ahu, radotan ni i do hatangki, jala haholongan ni Damang ma ibana, gabe ro ma Hami manopot ibana, maringanan tubagasan ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Na so holong roha di Ahu, ndang radotan ni i hatangku. Ndang Ahu nampuna hata na binegemuna i, Ama i na marsuru Ahu do!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(III.) I ma huhatahon tu hamu, tagan rap dope Ahu dohot hamu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai anggo Pangondian i, i ma Tondi Parbadia, sisuruon ni Ama i marhitehite Goarhu, ajarhonon jala paingothonon ni I do tu hamu nasa na huhatahon i tu hamu!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dame do hutinggalhon di hamu; dame na di Ahu, i do hulehon di hamu. Ndang songon pangalehon ni portibi on pangalehonku. Unang ma bonsa jala unang ma mabiar rohamuna!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Nunga dibege hamu hatangku: Na laho ma Ahu, jala na ro do Ahu muse manopot hamu. Aut na holong rohamuna mida Ahu, las ma rohamuna, ala laho Ahu manopot Ama i; ai umbalga do Damang asa Ahu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Asa nunga hupaboa i hian tu hamu, andorang so jumpang dope, asa porsea hamu, dung songgop.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ndang haru godang be hatahononku tu hamu, ai na ro ma raja ni portibi on; ndang adong dihana i nian di Ahu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai naeng ma botoon ni portibi on, na holong do rohangku di Ama i jala sipasaut pandok ni Ama i do Ahu. Onpe, hehe ma hamu, laho ma hita sian on!",
      "type": "content"
    }
  ]
}