{
  "book": "Yohanes",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jesus do hau anggur 1-9. II. Taringot tu na masihaholongan 10-17. III. Hosoman ni portibi on do angka sisean i 18-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu do hau anggur na tutu; Damang do tukang porlak i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Digotap do nasa rantingku na so marparbue, jala dipaias do nasa na marparbue, asa ganda parbuena i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga ias hamu binahen ni hata i na huhatahon tu hamu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai mian di bagasan Ahu ma hamu, songon Ahu di bagasan hamu! Songon ranting i, na so tarbahen marparbue anggo sian dirina, anggo so mian di hau anggur i; laos songon i hamu, anggo so mian di bagasan Ahu hamu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ahu do hau anggur i, hamu do ranting i. Na mian di bagasan Ahu jala Ahu di bagasan ibana, i ma na marparbuehon godang; ai ndang tarula hamu agia aha, anggo so mardongan Ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nasa na so mian di bagasan Ahu, dibolongkon do i songon ranting, na gabe masak; dung i dipalungguk, didanggurhon ma i tu api, jadi gor ma.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Molo mian hamu di bagasan Ahu, jala molo mian hatangki di bagasan hamu, jumpang hamu do manang dia pe dipangido rohamuna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Marsangap ma Damang, molo marparbuehon na godang hamu jala gabe angka siseanku hamu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Songon holong ni roha ni Damang di Ahu, songon i do holong ni rohangku di hamu. Mian ma hamu di bagasan holong ni rohangki!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Radoti hamu ma angka patikku; i ma dalanna, asa mian hamu di bagasan holong ni rohangku: Songon Ahu pe na mangaradoti angka patik ni Damang, gabe mian di bagasan holong ni rohana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Umbahen na huhatahon i tu hamu, asa di bagasan hamu halalas ni rohangki, jala asa gok halalas ni rohamuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "On ma patikku: Naeng ma masihaholongan hamu, songon Ahu na mangkaholongi hamu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Na sumeahon hosana humongkop angka alealena, i do parholong ni roha na so halompoan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alealengku ma hamuna, molo diula hamu na hupatikkon i tu hamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ndang hugoar be hamu anak somang, ai ndang diboto anak somang na niula ni indukna; aleale do hamu hudok, ai nunga hupabotohon tu hamu saluhutna na hubege sian Damang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ndada hamu mamillit Ahu; Ahu do mamillit hamu jala hupadiri hamu, asa laho hamu marparbue, jala asa mian parbuemuna i; asa dilehon tu hamu nasa sipangidoonmuna sian Ama i marhitehite Goarhu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "On ma hupatikkon tu hamu. Masihaholongan ma hamu!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Molo dihosomi portibi on on hamu, boto hamu ma, naung jumolo Ahu dihosomi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Aut na sian portibi on hamu, haholongan ni portibi on do donganna. Alai ndang sian portibi on hamu. Ahu do tahe mamillit hamu sian portibi on; ala ni i do, umbahen na dihosomi portibi on hamu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ingot hamu ma hata naung hudok tu hamu: Ndang na umbalga anak somang sian indukna. Molo diburui nasida Ahu, buruanna do nang hamu; molo diradoti nasida hatangku, radotanna ma nang hatamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai songon i bahenonnasida tu hamu, ala ni Goarhu; ai ndang ditanda nasida na marsuru Ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Aut so ro Ahu paboahonsa tu nasida, ndang mardosa nasida disi; alai nuaeng ndang adong be sidohononnasida mangkungkupi dosanasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ganup na hosom roha di Ahu, hosom do roha ni i nang di Damang.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Aut unang huula angka ulaon di tongatonganasida, na so dung niula ni jolma, ndang mardosa nasida disi; alai nunga diida nasida i, gabe dihosomi nasida nang Ahu, nang Damang.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai naeng ma jumpang hata na tarsurat di patik ni uhumnasida: \"Dihosomi nasida do Ahu, so adong alana!\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Asa ro ma Pangondian i sisuruonku sian Ama i tu hamu, i ma Tondi hasintongan i, na borhat sian Damang; I do na mangkatindangkon taringot tu Ahu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai dohot ma hamu mangkatindangkon, ai donganku do hamu sian mulana i.",
      "type": "content"
    }
  ]
}