{
  "book": "Yohanes",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tangiang ni Tuhan Jesus: Taringot tu Ibana 1-5. II. Mangondingi siseanna 6-19. III. Mangondihon angka na porsea di Ibana 20-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) I ma didok Jesus; dung i manaili ma Ibana dompak ginjang mandok: Ale Amang, nunga dapot tingkina: Parsangapi ma Anakmu, asa dipasangap Anakmi Ho!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon naung nilehonmi tu Ibana huaso mangarajai nasa daging, asa dilehon hangoluan na salelenglelengna tu saluhut jolma na nilehonmi tu Ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai na mananda Ho, Debata na sasada i, na sintong i, dohot Jesus Kristus na sinurum, i do hangoluan na salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nunga hupasangap Ho di tano on, ai nunga hupasidung ulaon na nilehonmi siulaonku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nuaeng pe, parsangapi ma Ahu tu lambungmi, Amang, songon sangaphu tagan di lambungmi Ahu, andorang so adong dope hasiangan on.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Nunga hupapatar Goarmi tu jolma angka na nilehonmi tu Ahu sian portibi on. Ho hian do nampuna nasida, jala dilehon Ho do nasida tu Ahu; diradoti nasida do hatami.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nunga diboto nasida, na sian Ho do saluhutna na nilehonmi tu Ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai nunga hupasahat tu nasida angka hata na nilehonmi tu Ahu jadi dijangkon nasida do, gabe diboto nasida situtu, Ahu borhat sian Ho, jala nunga porsea nasida, Ho do marsuru Ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang apala portibi on hutangiangkon, nasida on do, angka na nilehonmi tu Ahu, ai Ho do nampuna nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala nasa na di Ahu, na di Ho do i; jala na di Ho, na di Ahu do i, jala nunga marsangap Ahu di bagasan nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ndang di portibi on be Ahu tu joloan on, di portibi on do anggo nasida; na ro do Ahu manopot Ho. Ale Amang na badia, ramoti ma nasida di bagasan Goarmu, angka na nilehonmi tu Ahu, asa sada nasida songon Hita!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Saleleng rap Ahu dohot nasida, Ahu do mangaramoti nasida di bagasan Goarmu na nilehonmi tu Ahu jala hujagai; gabe ndang adong na mago sian nasida, ia so holan anak jea i, asa jumpang hata ni Surat i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai na ro ma Ahu nuaeng manopot Ho; di portibi on dope Ahu, di na hudok songon i, asa di bagasan nasida rimpas halalas ni roha na di Ahu i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nunga hulehon hatami tu nasida; dihosomi portibi on do nasida, ai ndang sian portibi on nasida, songon Ahu na so sian portibi on.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ndang apala hupangido, taitonmu nasida sian portibi on; alai naeng ma ramotanmu nasida maralohon na jahat i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ndang na sian portibi on nasida, songon Ahu na so sian portibi on.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Parbadiai ma nasida di bagasan hasintongan; hatami do hasintongan i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Songon parsurum di Ahu tu portibi on, songon i do husuru nasida tu portibi on.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Huparbadiai do diringku humongkop nasida, asa gabe badia nang nasida binahen ni hasintongan i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Alai ndang holan nasida hutangiangkon, dohot do angka na naeng porsea dope di Ahu, tinogu ni hatanasida:",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Asa sada nasida saluhutna; songon Ho, ale Amang, di bagasan Ahu jala Ahu di bagasan Ho, songon i ma nang nasida di bagasan Hita, asa porsea portibi on, Ho marsuru Ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Nunga hulehon tu nasida hasangapon na nilehonmi tu Ahu, asa sada nasida songon Hita na sada roha i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ahu ma di bagasan nasida jala Ho di bagasan Ahu, asa sun denggan hasadaonnasida, gabe diboto portibi on, Ho marsuru Ahu jala holong roham di nasida songon holong ni roham di Ahu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ale Amang, naeng ma di rohangku, ia disi Ahu, disi ma dohot angka na nilehonmi tu Ahu, asa diida nasida hasangapon na di Ahu, na nilehonmi tu Ahu; ai holong do roham di Ahu, jumolo asa ojak portibi on.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ale Amang na bonar: So ditanda portibi on pe Ho, anggo Ahu, hutanda do Ho, jala diboto angka on, Ho do marsuru Ahu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Nunga hupabotohon tu nasida Goarmi, jala pabotohononku dope, asa di bagasan nasida holong ni rohami na di Ahu, jala asa Ahu di bagasan nasida.",
      "type": "content"
    }
  ]
}