{
  "book": "Yohanes",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tartangkup Tuhan Jesus di porlak Getsemane, tartogu tujolo ni sintua ni malim 1-14. II. Disoadahon si Petrus Ibana 15-27. III. Tuhan Jesus di jolo ni si Latus 28-40",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung didok Jesus songon i, ruar ma Ibana rap dohot angka siseanna tu ipar ni aek Kidron. Adong ma disi sada porlak, tusi ma laho Ibana dohot angka siseanna i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai diboto si Judas siparjehe i do inganan i, ai jotjot do marpungu tusi Jesus dohot angka siseanna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia si Judas i, diarahon ma angka soldadu dohot angka naposo ni sintua ni malim, didapothon ma tusi, mantat sulusulu, palito dohot sinjata.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Diboto Jesus do saluhut na naeng songgop tu Ibana, jadi ruar ma Ibana, didok ma tu nasida: Ise do na jinalahanmuna i?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Gabe ninna nasida ma mangalusi Ibana: Jesus, halak Nasaret i do! Dung i ninna Jesus ma mandok nasida: Ahu do i! Alai dohot do si Judas siparjehe i jongjong di lambungnasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Asa dung didok tu nasida: Ahu do i, sumurut ma nasida, angka martinggangan ma tu tano.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i diulahi ma manungkun nasida: Ise do na niluluanmuna? Jadi didok nasida ma: Jesus, halak Nasaret i do.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna Jesus ma mangalusi: Nunga hupaboa tu hamu: Ahu do i. Asa molo Ahu dilului hamu, loas hamu ma laho angka on!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai naeng do jumpang hata na nidokna i: Ndang adong na mago hubahen agia sada sian angka na nilehonmi tu Ahu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia si Simon Petrus marpodang do, i ma disintak jadi ditampulhon ma tu naposo ni sintua ni malim i, jadi dipisikkon ma pinggolna siamun; si Malkus do goar ni naposo i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna Jesus ma mandok si Petrus: Pasarung podangmi! Nda inumonku siinumon na nilehon ni Ama i tu Ahu?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ditangkup angka soldadu dohot induknasida ro di angka naposo ni Jahudi ma Jesus, jala diihoti.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ditogihon ma Ibana jumolo tu si Hannas, i ma simatua ni si Kayapas, sintua ni malim di na sataon i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "I ma si Kayapas, naung mandok tu angka Jahudi: Dengganan do mate sada halak humongkop, bangso i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Alai diihuthon si Simon Petrus dohot sisean na sada nari ma Jesus. Na masitandaan sisean na sada i dohot sintua ni malim i, jadi bongot ma ibana rap dohot Jesus tu alaman ni malim i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai jongjong do si Petrus tartungkan balian di lambung pintu i. Jadi ruar ma sisean na sada i, na masitandaan dohot sintua ni malim i, mangkatai dohot boruboru sijaga pintu, gabe ditogihon ma si Petrus tubagasan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna boruboru sijaga pintu i ma mandok si Petrus: Nda ho sada sian angka sisean ni Halak an? Jadi didok ma: Ndang i ahu!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai na jongjong do disi angka naposo dohot angka opas mansusudu di pansusuduan na niopannasida dibahen ngalina i. Jadi rap dohot nasida ma jongjong si Petrus disi mansusudu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai disungkun sintua ni malim i ma Jesus taringot tu angka siseanna dohot taringot tu podana i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi dialusi Jesus ma ibana, ninna ma: Patar do hatangki di hatoropan. Na tongtong do Ahu mangajari nasailaon di bagasan parguruan nang di bagas joro pe, parpunguan ni saluhut Jahudi; ndang adong manang aha huhatahon marsibuni.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Boasa Ahu disungkun ho? Nasida naung umbege hatangki, i ma sungkun! Ai diboto nasida do na huhatahon i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung didok Jesus songon i, dipastap sada opas na jongjong disi ma Ibana, huhut ma didok: Songon i do pangalusim di sintua ni malim i?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ninna Jesus ma mangalusi ibana: Ia na hurang na hudok, hajongjongkon hurangna; alai anggo na hona do, boasa pastaponmu Ahu?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Asa disuru si Hannas ma Ibana naung tinali i tu sintua ni malim si Kayapas.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Laos na jongjong dope disi si Simon Petrus mansusudu, gabe didok nasida ma mandok ibana: Nda dohot do ho sada sian siseanna? Jadi mamorso ma ibana, ninna ma: Nda tung i ahu!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i didok sahalak naposo ni malim, sisolhot ni nampuna pinggol na pinisikkon ni si Petrus i ma: Nda huida ho rap dohot Ibana di porlak i?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi diporso si Petrus ma muse, dung i pintor martahuak ma manuk.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(III.) Asa ditogihon nasida ma Jesus sian jolo ni si Kayapas tu kantor. Alai sogot ma i manogot i. Ndang na bongot anggo nasida tu kantor, asa unang tarsubang nasida laho manganhon Paska i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Gabe ruar ma si Latus mandapothon nasida, didok ma: Pangaluan dia do diboan hamu dompak Halak an?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ninna nasida ma mangalusi: Aut unang sibahen na jahat Halak on, ndang tagamon pasahatonnami Ibana tu ho.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Gabe ninna si Latus ma mandok nasida: Boan hamu ma Ibana, uhumi hamu ma Ibana marguru tu adatmuna. Alai ninna angka Jahudi ma mandok ibana: Ndang jadi pusaonnami manang ise.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jumpang ma disi na nidok ni Jesus, uju pinaboana i hian pangalaho ni parmatena.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi dibongoti si Latus muse kantorna, dijou ma Jesus, didok ma tu Ibana: Atehe, Ho do raja ni Jahudi?",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ro ma alus ni Jesus: Na sian roham do na nidokmi, manang na nidok ni halak do i tu ho taringot tu Ahu?",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Gabe dialusi si Latus ma: Ai halak Jahudi do ahu? Bangsomi dohot angka sintua ni malim i do pasahathon Ho tu ahu. Aha do na binahenmu?",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi dialusi Jesus ma: Ndang sian portibi on harajaonku. Aut sian portibi on harajaonku, ndang tarbahen so mangalo angka naposongki, asa unang sahat Ahu tu angka Jahudi, alai ndang sisongon i harajaonki.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i ninna si Latus ma mandok Ibana: Asa raja do Ho? Jadi ninna Jesus ma mangalusi: Songon na nidokmi ma tutu. Raja do Ahu! Umbahen na tubu Ahu jala umbahen na ro Ahu tu portibi on, asa huhatindangkon hasintongan i. Ganup na sian hasintongan i tangihonon ni i do soarangku.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jadi ninna si Latus ma mandok Ibana: Aha ma i, hasintongan i? Jadi dung didok sisongon i, ruar ma ibana muse manopot angka Jahudi mandok tu nasida: Ndang jumpang ahu manang dia salana.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai tahe, somal hupalua sada halak tu hamu jumpa Paska i. Anggo na lehet di rohamu, hupalua ma raja ni Jahudi i tu hamu?",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Gabe dijouhon nasida ma muse: Unang Ibana; si Barabas ma! Alai partodos do anggo si Barabas.",
      "type": "content"
    }
  ]
}