{
  "book": "Yohanes",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipaporsukporsuk Tuhan Jesus jala diuhumi 1-15. II. Tarpajal Ibana 16-24. III. Hamamatena 25-37. IV. Tartanom Ibana 38-42",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ditogu si Latus ma Jesus, didokkon ma linsingan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi didandani angka soldadu ma sungsang duri bahen tumpal, diampehon ma i tu uluna; baju dapdap ma dialithon tu dagingna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ro ma nasida tu jolona mandok: Tabi di Ho, ale raja ni Jahudi! Laos dipastapi ma Ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ruar ma muse si Latus, didok ma tu angka Jahudi: Ida hamu ma, hutogihon do Ibana tu jolomuna, asa diboto hamu, na so adong jumpang ahu salana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Laos ruar ma Jesus manjujung sungsang duri jala marbaju dapdap. Jadi didok si Latus ma tu nasida: Ida hamu ma Jolma i!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Asa dung diida angka sintua ni malim dohot angka naposo Ibana, dijouhon nasida ma: Parsilangkon, parsilangkon ma Ibana! Dung i didok si Latus ma tu nasida: Boan hamu ma Ibana, parsilangkon hamu ma; ai ndang jumpang ahu salana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Gabe dialusi angka Jahudi ma Ibana, ninna ma: Marguru tu patiknami ingkon marutang hosa Ibana, ai dibahen do dirina Anak ni Debata.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Umbege i si Latus lam ganda ma biarna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i diulahi muse tu kantorna, didok ma tu Jesus: Sian dia do Ho? Alai ndang dialusi Jesus ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i didok si Latus ma tu Ibana: Ndang angkupanmu ahu mangkatai? Ndang diboto Ho, marhuaso ahu paluahon Ho, jala marhuaso pasilangkon Ho?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dialusi Jesus ma: Ndang adong huasom mangago Ahu, aut unang nilehon i tu ho sian ginjang. Dibahen i gumodang do dosa ni na pasahathon Ahu tu ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi olat ni i ma dilului si Latus dalan paluahon Ibana. Alai manjoujou ma angka Jahudi, ninna do: Molo dipalua ho On, ndang aleale ni Kesar ho! Ai na mangalo Kesar i do ganup na mambahen dirina raja.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Asa dung dibege si Latus hata i, ditogihon ma Jesus haruar, laos hundul ma ibana di habangsa paruhuman na di inganan na margoar: Pantar batu, alai anggo di hata Heber: Gabbata.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "I ma na masa di ari parhobasan Paska, mareak hos ni ari. Dung i didok ma tu angka Jahudi: Ida hamu ma rajamuna!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai digogo nasida ma manjouhon: Padao, padao ma I: Parsilangkon ma Ibana! Dung i didok si Latus ma tu nasida: Parsilangkononku ma rajamuna? Jadi dialusi angka sintua ni malim ma: Ndang adong rajanami dungkon ni Kesar i!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Dung i dipasahat ma Ibana tu nasida, asa di parsilangkon; jadi dijalo nasida ma Jesus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Laos Ibana do mamorsan hau pinarsilang i, laho tu inganan na margoar partangkurahan; Golgata do goarna anggo di hata Heber.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Disi ma diparsilangkon nasida Ibana rap dohot dua halak na asing di lambungna, angkup be; di tongatonga ma ia Jesus.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai disurat si Latus ma sada boaboa, dipalohot ma i tu hau i. On do hatana: Jesus, halak Nasaret, raja ni Jahudi!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi torop ma Jahudi na manjaha boaboa i, ai jonok tu huta i do hapajalan ni Jesus, jala tarsurat do i di hata Heber, di hata Rom dohot di hata Junani.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i didok sintua ni angka Jahudi ma tu si Latus: Unang surat i: Raja ni Jahudi; alai na nidokna i ma nian: Ahu do raja ni Jahudi!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i dialusi si Latus ma: Na husurat i, naung sinurat do i!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Asa dung diparsilangkon angka soldadu i Ibana, dibuat nasida ma angka abitna, diparopat ma i, di ganup soldadu sabagian be, dungkon ni sampesampena. Anggo sampesampe i ndang marpanjaruman, na ditonun sambing do i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Gabe masipandohan ma nasida: Unang ma taribahi on, martondung ma hita taringot tusi, manang di ise i. Jadi jumpang ma Surat i, na mandok: \"Dibagi nasida do abithu; tondung do didabu taringot tu sampesampengku.\" Asa songon i do pambahen ni angka soldadu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(III.) Dung i jongjong ma di lambung ni Jesus na di hau pinarsilang i inana dohot paribanna dohot si Maria ni si Kleopas dohot si Maria Magdalena.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Anggo Jesus, dung diida, disi inana i dohot sisean haholongan ni rohana di lambungna, didok ma tu inana i: Ndi ma, inang, anakmi!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i didok ma tu sisean i: Ndi ma, inangmi! Jadi olat ni i ma dijangkon sisean i ibana tu jabuna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi dung diboto Jesus, naung marujung saluhutna, asa jumpang na tarsurat i, ninna ma: Mauas Ahu!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi adong ma disi isian ni tuak na asom, jadi dibutongi nasida ma limut tubagasan tuak na asom i, dipalohot ma i tu sada tolong, laho manurdukkon tu pamanganna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi dung dijalo Jesus na asom i, ninna ma: Nunga marujung! Dung i dipaunduk ma uluna, pasahathon tondina.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ala tongon ari parhobasan ni pesta na balga, naeng ma unang di hau pinarsilang angka bangke di ari Sabbat i; ala ni i dipangido angka Jahudi ma tu si Latus, asa disuru na mangarosak haehaenasida jala dipaijur.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Gabe ro ma angka soldadu i, dirosak ma haehae ni na parjolo i, songon i do donganna na rap tarsilang dohot Jesus.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai dung sahat nasida tu Jesus, diida ma naung sanga mate Ibana, gabe ndang dirosak be haehaena.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai ditullangkon sada sian angka soldadu i ma mundimundina tu andora ni Jesus; jadi manigor puas ma sian i mudar mardongan aek.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Na marnidasa i do na mangkatindangkon i, jala sintong do na hinatindangkonna i. Ibana do umboto sintong ni na nidokna i, asa anggiat dohot hamu porsea.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ai na masa do i, asa jumpang na tarsurat i, na mandok: \"Ndang jadi ponggolon holiholina!\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jala surat na asing muse mandok: \"Berengonnasida do na tinullangnasida i!\"",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "(IV.) Dung salpu i dipangido si Josep na sian Arimatea ma tu si Latus, paijuronna bangke ni Jesus. Sisean ni Jesus do ibana, alai marsibuni do ala ni biarna mida angka Jahudi. Jadi dioloi si Latus ma i. Dung i ro ma ibana, dipaijur ma bangkena.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai ro ma nang si Nikodemus, i ma naung ro manopot Jesus bornginborngin najolo, diboan ma mir na marsaor aloe arga saratus hati.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i dibuat nasida ma bangke ni Jesus, dibaluti ma tu dagangan rap dohot na hushus i mangihuthon adat pananomon ni Jahudi.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Alai adong ma mardonokkon hapajalanna i sada porlak, jala di bagasan porlak i adong sada tanoman na imbaru, na so dung hapeahan ni manang ise dope.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Asa tusi nama dipeakkon nasida Jesus, siala ari parhobasan ni Jahudi; ai jonok do tanoman i.",
      "type": "content"
    }
  ]
}