{
  "book": "Yohanes",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Na marbagas di huta Kana 1-12. II. Dipabali Jesus angka partigatiga sian joro i 13-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i patoluarihon adong ma na marbagas di huta Kana na di luat Galilea, jala disi ma ina ni Jesus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai dohot ma Jesus raphon angka siseanna dipio tu pesta i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dung hurangan anggur nasida, ninna ina ni Jesus ma mandok Ibana: Ndang adong anggur di nasida!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ninna Jesus ma mandok ibana: Marhua ho tu Ahu, inang? Ndang dope ro tingkingku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna inana i ma mandok angka parhobas: Manang dia dohononna tu hamu, bahen hamu ma!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai mangihuthon adat parburion ni halak Jahudi, adong ma diri disi onom gunsi (hudon batu), siatsiat dua ro di tolu poting.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna Jesus ma mandok nasida: Gohi hamu ma angka gunsi on aek! Jadi gok situtu ma dibahen.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Laos didok muse tu nasida: Tahui hamu ma sian i, dung i boan hamu ma tu indukmuna! Jadi diboan nasida ma.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai didai induk ni angka parhobas i ma aek i naung gabe anggur, jala ndang diboto haroroanna, ai holan angka parhobas na manahui aek i do umbotosa, gabe dijou ma pangoli i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi ninna ma mandok ibana: Saluhut jolma mangalehon parjolo anggur na dumenggan; dung pe butong halak, asa dilehon na humurang. Ia ho, dipeop ho do anggur na dumenggan ro di nuaeng!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Asa i ma tanda na parjolo, na binahen ni Jesus di huta Kana na di Galilea, papatarhon hasangaponna i, gabe porsea ma angka siseanna di Ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung salpu i, tuat ma Ibana tu Kapernaum rap dohot inana, angka anggina dohot siseanna, laos mian manang piga ari disi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Jadi jonok ma Paska ni Jahudi, gabe nangkok ma Jesus tu huta Jerusalem.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i hundul ma di joro i didapot angka partigatiga lombu, birubiru dohot darapati ro di angka panungkari.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dipauli Jesus ma tali bahen linsinglinsing, dipabali ma nasida saluhutna sian joro i, rap dohot angka birubiru dohot lombu, disarahon ma hepeng ni panungkari i, diunggilhon ma mejana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ninna ma mandok angka partigatiga darapati: Boan hamu ma i sian on! Unang bahen hamu bagas ni Damang gabe partigatigaan!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi diingot angka siseanna i ma hata na tarsurat i: \"Hamuruhon humongkop bagasmi do mangallang ahu!\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ninna angka halak Jahudi ma mangalusi Ibana: Aha ma tanda patuduhononmu tu hami, umbahen songon i dibahen Ho?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Gabe ninna Jesus ma mangalusi nasida: Lohai hamu ma joro on; dung i pajongjongonku ma i di bagasan tolu ari!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi didok angka Jahudi i ma: Opatpulu onom taon do lelengna dipauli bagas joro on; ia Ho, pajongjongonmu ma i di bagasan tolu ari?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai dagingna i do joro na nidokna disi.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Asa dung hehe Ibana sian na mate, diingot angka siseanna ma hata ondeng, gabe porsea ma nasida di hata ni surat i nang di hata na nidok ni Jesus.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai uju di huta Jerusalem Ibana, di pesta Paska i, lan ma porsea di Goarna, dung diida nasida tanda angka na binahenna i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai ndang dihaporseai Jesus i nasida, ala saluhut nasida ditanda.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai ndang pola manjalo panindangion Ibana taringot tu jolma i, ai diboto Ibana hian do na di bagasan roha ni halak.",
      "type": "content"
    }
  ]
}