{
  "book": "Yohanes",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mulak mangolu Kristus. Si Petrus dohot si Johannes ro tu tanoman 1-10. II. Diida si Maria Ibana 11-18. III. Dipataridahon Jesus dirina tu siseanna 19-23. IV. Dohot si Tomas gabe porsea 24-31.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i di ari parjolo dung salpu ari Sabbat, laho ma si Maria Magdalena sogot di na holom i dope tu tanoman i, jadi diida ma, naung dihindat batu i sian tanoman i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Gabe marlojong ma ibana manopot si Simon Petrus dohot sisean na sada nari, haholongan ni roha ni Jesus, paboahon tu nasida: Nunga dibuat na mambuat Tuhan i sian tanomanna; ndang binoto, manang tudia ditaruhon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi borhat ma si Petrus dohot sisean na sada nari, jadi sahat ma nasida tu tanoman i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Na rap marlojong do na dua i, gabe marhajoloan do sisean na sada, na humatop sian si Petrus, gabe parjolo ma ibana sahat tu tanoman i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dipaunduk ma dirina, diida ma peak angka pangalilit; alai ndang bongot ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ro ma nang si Petrus sian pudina; dibongoti ma tanoman i jadi diida ma peak angka pangalilit i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Anggo sekka panaputi ni uluna ndang rap dohot angka pangalilit i, pulik do dibalun tu ingananna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Disi pe asa bongot nang sisean na sada, naung parjolo sahat tu tanoman i; dipanotnoti, gabe porsea ma ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai ndang dope diantusi nasida hata ni Surat i na mandok: Ingkon hehe Ibana sian na mate.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Asa muli ma sisean na dua i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Laos jongjong do si Maria dibalian ni tanoman i tumatangis, jadi di partangisna i dipaunduk ma ibana dompak tanoman i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Gabe diida ma hundul disi surusuruan dua, parabit na marlinanglinang; na sada tartungkan julu on, na sada nari tartungkan inganan ni pat ni hapeahan ni bangke ni Jesus.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Didok nasida ma tu ibana: Boasa tangis ho, inang? Jadi dialusi ma nasida: Dibuat na mambuat do Tuhanki; ndang huboto, manang na tudia ditaruhon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Mandok songon i, humusor ma ibana dompak pudi, gabe diida ma Jesus jongjong disi; alai ndang ditanda.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i didok Jesus ma tu ibana: Boasa tangis ho, inang? Ise dilului ho? Jadi dirimpu rohana ma, tukang porlak i Ibana, gabe didok ma tu Ibana: Anggo hamu do mambuat Ibana, paboa hamu ma tu ahu, manang na tudia ditaruhon hamu asa hualap Ibana!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i didok Jesus ma tu ibana: Maria! Jadi didompakkon si Maria ma Ibana huhut mandok: Ale Guru! (Rabbuni, anggo di hata Heber).",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala didok Jesus ma tu ibana: Unang Ahu jama; ai ndang dope nangkok Ahu tu Ama i. Alai laho ma ho tu angka anggingki, dok ma tu nasida: Na laho nangkok ma Ahu tu Damang jala Amamuna, tu Debatangku jala Debatamuna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i laho ma si Maria Magdalena, dibaritahon ma tu angka sisean i: Nunga huida Tuhan i, jala angka on do hatana tu ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Jadi dung bot ari, di ari parjolo dung salpu ari Sabbat, di naung sordak angka pintu ni inganan ni angka sisean i, ala ni biar ni rohanasida mida angka Jahudi, ro ma Jesus jongjong tu tongatonganasida, jadi didok ma tu nasida: Dame ma di hamu!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi dung didok songon i, dipatuduhon ma tanganna dohot andorana tu nasida, gabe las ma roha ni angka sisean i, ala naung diida nasida Tuhan i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i diulahi Jesus ma mandok tu nasida: Dame ma di hamu! Songon sinuru ni Ama i Ahu, suruonku hamu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi dung didok songon i, mangombus ma Ibana dompak nasida, huhut ma didok: Jalo hamu ma Tondi Parbadia!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Molo disesa hamu dosa ni manang ise, naung sesa ma i; molo dipahot hamu dosa ni manang ise, hot do i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(IV.) Alai anggo si Tomas, sada sian na sampuludua i, na margoar Linduat, ndang rap dohot nasida, di na ro i Jesus.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Gabe didok angka donganna sisean ma tu ibana: Nunga huida hami Tuhan i! Alai dialusi ma nasida: Na so tupa porsea ahu, molo so huida di tanganna i bogas ni labang i, laos dijama jarijaringku bogas ni labang i, jala ia so dijama tanganku andorana i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung salpu ualu borngin, pungu ma muse angka sisean i di bagasan, rap dohot si Tomas. Dung i ro ma Jesus, di na sordak i angka pintu, jongjong tu tongatonganasida, didok ma: Dame ma di hamu!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i didok ma tu si Tomas: Boan tu on jarijarimi jala ida ma tanganku! Surdukkon ma tanganmi manjama andorangku! Unang ganggu roham; sai porsea ma ho!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Gabe ninna si Tomas ma mangalusi Ibana: Tuhanku jala Debatangku!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi didok Jesus ma tu ibana: Ala diida ho Ahu, umbahen na gabe porsea ho. Martua ma angka na porsea, atik pe so diida!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Godang dope tanda angka na asing na pinatupa ni Jesus di jolo ni angka siseanna, angka na so sinurat di buku on.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai umbahen na sinurat angka on, asa porsea hamu, Jesus do Kristus, Anak ni Debata; jala asa hamu angka na porsea i dapotan hangoluan marhitehite Goarna.",
      "type": "content"
    }
  ]
}