{
  "book": "Yohanes",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipatandahon Jesus Ibana tu siseanna di topitao Tiberias 1-14. II. Dijangkon do si Petrus 15-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipatuduhon Jesus ma Ibana muse tu angka siseanna di topitao Tiberias. Jala songon on do pangalahona:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Pungu ma si Simon Petrus dohot si Tomas na margoar Linduat, angkup ni i si Natanael sian Kana na di Galilea dohot angka anak ni si Sebedeus, rap dohot dua nari sian angka siseanna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Gabe ro ma hata ni si Simon Petrus tu nasida: Laho ma ahu mardengke. Jadi didok nasida ma tu ibana: Dohot ma hami! Laos borhat ma nasida, bongot ma tu parau; alai ndang dapot nasida agia aha di na saborngin i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai di na torang ari, jongjong ma Jesus di pasir; alai ndang ditanda angka sisean i Ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi didok Jesus ma tu nasida: Ndang adong dengkemuna, ale angka anaha, nanggo saotik? Jadi ro ma alusnasida: Ndang adong!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i didok ma tu nasida: Sampakkon hamu ma jalamuna tu siamun ni parau i, asa dapotan hamu! Jala disampakkon nasida ma, gabe ndang tartait nasida be jala i dibahen godang ni dengke i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i didok sisean haholongan ni roha ni Jesus i ma tu si Petrus: Tuhan i do i! Jadi dung dibege si Simon Petrus, Tuhan i do i hape, dialithon ma abitna, ai ndang marabit hian ibana; dung i ditimbung ma tu tao i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai marparau do angka donganna sisean i sahat, huhut sumarat jala na marisi dengke i; ai ndang sadia dao nasida sian darat i, arga duaratus elak nama.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dung sahat nasida ro di darat, diida ma gara disi dohot dengke peak di ginjangna, angkup ni roti.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i didok Jesus ma tu nasida: Boan hamu ma tu on deba dengke sian angka na dapot hamu nangkin!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Gabe manaek ma si Petrus tu parau, disarat ma jala i tu darat, gok dengke na balga, saratus limapulu tolu toropna; atik pe na sa i toropna, ndang na maribak jala i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi didok Jesus ma tu nasida: Ro ma hamu mangan! Alai ndang adong manang ise sian angka sisean i, na hum roha manise Ibana: Ise do Ho? Ai diboto be, Tuhan i do Ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Asa ro ma Jesus, dibuat ma roti i, diparlehon ma tu nasida, angka dengke i pe songon i do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "I ma patoluhalihon dipatuduhon Jesus Ibana tu angka siseanna, dung hehe Ibana sian angka na mate.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Asa dung mangan nasida, didok Jesus ma tu si Simon Petrus: Ale Simon, anak ni si Jonas, humolong do roham di Ahu sian angka on? Jadi didok ma tu Ibana: Olo, Tuhan; diboto Ho do holong ni rohangku di Ho! Jadi didok Jesus ma tu ibana: Parmahan i ma anak ni birubirungku!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ninna muse ma paduahalihon: Simon, anak ni si Jonas, holong do roham di Ahu? Jadi didok ma tu Ibana: Olo, Tuhan; diboto Ho do holong ni rohangku di Ho! Dung i didok ma tu ibana: Parmahan i ma angka birubirungku!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i didok ma patoluhalihon tu ibana: Simon, anak ni si Jonas, holong do roham di Ahu? Jadi marsak ma roha ni si Petrus, ala patoluhalihon didok tu ibana: Holong do roham di Ahu? Jadi didok ma tu Ibana: Saluhutna, ale Tuhan, diboto Ho; Ditanda Ho do holong ni rohangku di Ho! Dung i didok Jesus ma tu ibana: Parmahan i ma angka birubirungku!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Na tutu situtu do na hudok on tu ho: Andorang umposo dope ho, ho do mangkohosi dirim, laho manopot lomo ni roham; alai dung matua ho, surdukkononmu ma tanganmu, jadi hohosan ni na leban ma ho jala togihononna ma ho tu na so hinalomohon ni roham.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai marhite sian hatana ondeng dipalumba do ibana, manang songon dia parmatena laho pasangaphon Debata. Jadi dung didok songon i, ninna ma mandok ibana: Ihuthon ma Ahu!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i humusor ma si Petrus jadi diida ma mangihut sisean haholongan ni roha ni Jesus, i ma na hundul jumonok tu Jesus di na marsipanganon i; laos ibana do na manungkun uju i: Ise do i, Tuhan, na manjehehon Ho?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Asa dung diida si Petrus ibana, ninna ma mandok Jesus: Beha ma halak on, Tuhan?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Gabe didok Jesus ma tu ibana: Molo na lomo rohangku, naeng mian ibana, paima ro Ahu, ndang na ro di ho i; asal diihuthon ho Ahu!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Asa sar ma tu angka dongan hata on: Ndang mate sisean on! Alai ndang didok Jesus: Ndang mate ibana. On do tahe didok: Molo na lomo rohangku, naeng mian ibana, paima ro Ahu, ndang na ro di ho i!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "I ma sisean i na mangkatindangkon angka on jala manurathon, jadi huboto hami, na tutu do na hinatindangkonna i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai lan dope na asing na binahen ni Jesus; aut sinurathon i sadasada, ra ndang siat di portibi on di rohangku angka buku na sinuratan i.",
      "type": "content"
    }
  ]
}