{
  "book": "Yohanes",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Na hinatahon ni Jesus dohot si Nikodemus 1-21. II. Dihatindangkon si Johannes do Tuhan Jesus 22-36",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa adong ma sahalak sian angka Parise, sintua ni Jahudi na margoar Nikodemus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Na ro bornginborngin manopot Ibana, jadi didok ma mandok Ibana: Gurunami, huboto hami do Ho guru na ro sian Debata, ai ndang tarpatupa agia ise tanda songon na binahenmi, ia so Debata donganna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna Jesus ma mangalusi ibana: Na tutu situtu do na hudok on tu ho: Ia so tubu jolma sian ginjang, ndang tarbahensa marnida harajaon ni Debata!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna si Nikodemus ma mandok Ibana: Songon dia ma tarbahen tubu muse halak, ia naung matua? Tung haulahansa ma mamasuhi siubeon ni inana, asa tubu?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dialusi Jesus ma: Na tutu situtu do na hudok on di ho: Anggo so tubu jolma sian aek dohot sian Tondi, ndang habongotansa harajaon ni Debata!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Daging do na tubu sian daging, tondi do na tubu sian Tondi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Unang ma longang roham, ala hudok tu ho: Ingkon tubu hamu sian ginjang!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Na mangullus do alogo dompak lomo ni rohana; dibege ho do parngongosna, alai ndang diboto ho haborhatanna manang hasahatanna. Laos songon i do ganup naung tubu sian Tondi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna si Nikodemus ma mangalusi Ibana: Songon dia ma tarpajadi i?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi ninna Jesus ma mangalusi ibana: Ho, guru ni bangso Israel, ndang diboto ho i?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Na tutu situtu do na hudok on di ho: Huhatahon hami do na huboto hami jala huhatindangkon hami do naung huida hami, gabe ndang dijangkon hamu na huhatindangkon hami.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Gari angka na di tano on huhatahon tu hamu, ndang porsea hamu; tung porsea ma hamu, molo huhatahon tu hamu angka na di banua ginjang i?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ndang adong na manaek tu banua ginjang, ia so naung tuat i sian banua ginjang; i ma Anak ni jolma i, na di banua ginjang i hian.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi songon naung pinatimbo ni si Musa ulok i di halongonan, songon i naeng patimboon Anak ni jolma i,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "asa dapotan hangoluan na salelenglelengna ganup na porsea di Ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai songon on do holong ni roha ni Debata di portibi on, pola do Anakna na sasada i dilehon, asa unang mago ganup na porsea di Ibana, asa hangoluan na salelenglelengna di ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai ndang na disuru Debata Anakna i tu portibi on, asa uhumanna; naeng paluaonna portibi on tahe, umbahen na disuru.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang siuhuman na porsea di Ibana; alai anggo na so porsea i, nunga hona uhum, ala so porsea ibana di Goar ni Anak sasada ni Debata.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai on ma uhum i: Nunga ro na tiur i tu portibi on, jadi holongan do roha ni angka jolma di na holom i asa di na tiur i, ai na jahat do parulaonnasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai ganup na mangulahon na roa, hosom do rohana di na tiur i, jala ndang didapothon na tiur i, asa unang gabe patar angka ulaonna i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai na mangula hasintongan i, didapothon do na tiur i, asa patar parulaonna i; ai di bagasan Debata do diula.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(II.) Dung i ro ma Jesus dohot angka siseanna i tu luat Judea, jadi mian disi ma jolo Ibana rap dohot nasida jala mandidihon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai dohot do si Johannes mandidihon di Enon, mardonokkon huta Salem, ai na nia aek disi. Jadi tusi ma ro halak gabe tardidi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai ndang dope dihurungkon si Johannes uju i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Marsual ma disi angka sisean ni si Johannes dohot sahalak Jahudi siala parburion i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi didapothon nasida ma si Johannes, didok ma tu ibana: Gurunami, Halak i na ro tu jolom, di ipar ni aek Jordan, na hinatindangkonmi, I do mandidihon nuaeng, gabe saluhut halak ro mandapothon Ibana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ninna si Johannes ma mangalusi: ‘Ndang tarbuat jolma manang aha, anggo so dilehon tu ibana sian banua ginjang.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Hamu sandiri do sitindangingku di na hudok: Ndada ahu Kristus i; na sinuru do ahu patujolona.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Nampuna oroan, i do pangoli i. Alai na jongjong do aleale ni pangoli i patangitangi ibana; jadi marlas ni roha situtu dibahen soara ni pangoli i. Asa halahas ni roha sisongon i ma jumpang di ahu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ianggo Ibana, patut lam ganda; lam moru ma anggo ahu!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Na ro sian ginjang, I do mangatasi saluhutna. Na ro sian tano on, i ma sian tano on, jala angka na sian tano on do dihatahon.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dihatindangkon na ro sian banua ginjang i do na niidana dohot na binegena, gabe ndang adong na manjangkon na hinatindangkonna i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Halak na manjangkon na hinatindangkonna i, i do sumahaphon, paboa parsintong Debata.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ai na sinuru ni Debata. I do mangkatahon angka hata ni Debata; ai ndang marpanuhatan Ibana mangalehon Tondi i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Na holong do roha ni Ama i di Anak i; naung dilehon do saluhutna tu tanganna.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Naung dapotan hangoluan na salelenglelengna do na mangkaporseai Anak i; alai na so mangoloi Anak i, ndang idaon ni i hangoluan; sai na mian do tahe rimas ni Debata di ibana.",
      "type": "content"
    }
  ]
}