{
  "book": "Yohanes",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panogunoguon ni Jesus di boru Samaria 1-42. II. Dipamalum Jesus anak ni parpangkat na sian Kapernaum 43-54",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i diboto Tuhan i ma, naung dibege angka Parise, tumorop do dibahen Jesus siseanna dohot mandidihon sian si Johannes;",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "atik pe so Jesus sandiri mandidihon, angka siseanna do.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi ditadingkon ma luat Judea laho mangulahi tu luat Galilea.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ingkon bolusonna do luat Samaria.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Gabe ro ma ibana tu sada huta na di Samaria, na margoar Sikar, mardonokkon ladang na nilehon ni si Jakkob tu si Josep, anakna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai adong ma disi sumur ni si Jakkob; jadi dibahen naung loja Jesus sian pardalanan, hundul ma Ibana di lambung ni sumur i; tar di hos ni ari ma i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ro ma sada boru Samaria, manahui aek. Jadi didok Jesus ma mandok ibana: Lehon Ahu minum!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai nunga laho angka siseanna i tu huta, manuhor bohal.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi didok boru Samaria i ma mandok Ibana. Boasa mangido tapian Ho halak Jahudi, sian ahu boru Samaria? Ai ndang marparsaoran halak Jahudi dohot halak Samaria.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna Jesus ma mangalusi ibana: Aut diboto ho basabasa ni Debata, jala aut ditanda ho na mangido aek inumon sian ho, ra olo ho mangido tu Ibana; dung i lehononna ma tu ho aek na mangolu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi didok boruboru i ma tu Ibana: Tuan, tahutahu gari soada di Ho, tole bagas do sumur on; tung sian dia ma tu Ho aek na mangolu?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tung umbalga ma Ho asa ompunta si Jakkob, na mangalehon sumur on di hami? Ibana do manginum sian i dohot ianakhonna ro di pinahanna!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna Jesus ma mangalusi ibana: Sai mangulahi mauas do nasa na minum sian aek on.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai na manginum aek silehononki, na so tupa mauas be i ro di salelenglelengna. Ai anggo aek silehononki, gabe mual do i di bagasan ibana, na mabaor sahat ro di hangoluan sisalelenglelengna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna boruboru i ma mandok Ibana: Tapian sisongon i ma lehon di ahu, Tuan, asa unang be mauas ahu jala unang be sai ro tuson manahui.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i, ninna Jesus ma mandok ibana: Laho ma ho jolo, jou ma dongan saripem, dung i mulak tuson!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Gabe ninna boruboru i ma mangalusi; Ndang mardongan saripe ahu! Dung i ninna Jesus ma tu ibana: Toho do pandokmi, na so adong sinondukmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai nunga lima hali ho mardongan saripe; ia baoa na di ho i nuaeng, ndang donganmu saripe i dohonon; asa na tutu do na nidokmi!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna boruboru i ma mandok Ibana: Ale tuan, panurirang do Ho huida!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Di dolok an do martangiang ia ompunami, gabe didok hamu, ingkon Jerusalem do partangiangan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna Jesus ma mandok ibana: Porsea ma ho di Ahu, inang! Na ro ma tingkina, gabe ndang pola be dolok an manang Jerusalem partangiangan tu Ama i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Disomba hamu do na so binotomuna; huboto hami do na husomba hami, ai bangso Jahudi do haroroan ni haluaon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai na ro ma tingkina jala nunga ro i nuaeng, gabe di bagasan Tondi dohot hasintongan martangiang angka partangiang na tutu tu Ama i; ai angka partangiang na songon i dipangido Ama i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tondi do anggo Debata; asa angka na martangiang tu Ibana, patut martangiang di bagasan Tondi dohot hasintongan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i didok boruboru i ma mandok Ibana: Huboto do, na naeng ro Messias na margoar Kristus; ia dung ro Ibana, baritahononna do saluhutna i tu hami.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ninna Jesus ma mandok ibana: Ahu do i, na mangkatai dohot ho!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung songon i, ro ma angka siseanna jala longang ma rohanasida, ala mangkatai Ibana dohot boruboru i; alai ndang adong na olo mandok: Aha dipausoi Ho? manang: Aha hinatam dohot ibana?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Asa ditadingkon boruboru i ma panguhatanna, laho tu huta, gabe didok ma tu angka jolma i:",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Beta hamu! Ida hamu ma sada halak na paboahon tu ahu sude parulaonki! Atik tung Kristus i Ibana?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Gabe ruar ma nasida sian huta i, laho manopot Ibana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Andorang i, disosoi angka siseanna ma Ibana, ninna ma: Mangan ma Guru i!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai ninna ma mandok angka siseanna: Adong do di Ahu sipanganon na so binotomuna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Gabe ninna siseanna ma sama nasida: Ai adong do ulaning na mamboan sipanganon tu Ibana?",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i ninna Jesus ma mandok nasida: Sipanganon do i di Ahu, na mangulahon lomo ni roha ni na marsuru Ahu dohot paujungkon ulaonna.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Nda didok hamu: Opat bulan nari, ro ma gotilon? Alai hudok ma di hamu: Pabidok hamu ma matamuna, bereng hamu ma hauma i; ai nunga marlangat, na tau gotilon ma!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Nunga manjalo upa panggotil i, papunguhon parbue tu hangoluan na salelenglelengna, asa rap marlas ni roha panabur dohot panggotil.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ai dison ma tutu hata na mandok: Na sada on manabur; na sada an manggotil.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ahu do marsuru hamu manggotil na so hinalojahonmuna; angka na asing do mangkalojahonsa, gabe disoluk hamu na niulanasida.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi torop do halak Samaria sian na sahuta i gabe porsea di Ibana, ala dihatindangkon boruboru i: Tung saluhut parulaonki dipaboa Ibana do tu ahu!",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Asa dung sahat angka halak Samaria ro tu Jesus, dielehelek ma Ibana, asa mian di nasida; jadi laos disi ma Ibana dua ari.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dung i toropan do nasida na gabe porsea ala ni hata ni Jesus.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Gabe didok nasida ma tu boruboru i: Ndang be ala ni pandokmi, umbahen na porsea hami; ai nunga hubege jala hutanda hami sandiri, Ibana do tutu Sipalua portibi on.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "(II.) Jadi dung salpu na dua ari i, borhat ma Ibana sian i laho tu Galilea.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Ai Jesus sandiri do mangkatindangkon, na so marsangap panurirang di tano hagodanganna.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Jadi di na ro Ibana tu Galilea, gabe dijangkon halak Galilea ma Ibana, dibahen naung diida nasida saluhutna na binahenna i di Jerusalem, di ari raya i; ai dohot do nasida marariraya disi.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Asa ro muse ma Jesus tu huta Kana na di luat Galilea, pambahenanna aek gabe anggur uju i. Alai adong ma parpangkat sahalak di huta Kapernaum, hansitan di anakna.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Jadi dung dibege i, naung ro Jesus sian luat Judea tu luat Galilea, didapothon ma Ibana; dielehelek ma, asa tuat Ibana pamalum anakna i, ai matemate ne do ibana.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Jadi didok Jesus ma tu ibana: Molo so diida hamu tanda dohot halongangan, ndang na porsea hamu.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Dung i didok parpangkat i ma: Sai tuat ma Ho jolo, Tuhan, andorang so mate dope anakki!",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Jadi didok Jesus ma tu ibana: Laho ma ho; na mangolu do anakmi! Gabe dihaporseai halak i ma hata na nidok ni Jesus tu ibana, laos laho ma.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Alai laho tuat dope, nunga ditomutomu angka naposona ibana paboahon, na mangolu anakna i.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Dung i dipamanat ma tu nasida tingkina, manang na sadihari lumambok dihilala; jadi didok nasida ma: Nantoari, tar di pungkul sada do sumurut panepane i sian ibana.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Jadi diboto amana i ma: Apala i ma tingkina, uju didok Jesus: Na mangolu do anakmi! gabe porsea ma ibana dohot sude pangisi ni bagasna.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Asa i ma tanda paduahon, na pinatupa ni Jesus muse, di na ro Ibana sian luat Judea laho tu luat Galilea",
      "type": "content"
    }
  ]
}