{
  "book": "Yohanes",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ditamuei Tuhan Jesus limaribu halak 1-15. II. Didapothon do siseanna na targogot di tao i 16-21. III. Tuhanta do roti hangoluan i 22-59. IV. Sumurut siseanna deba; dihajongjongkon si Petrus haporseaonna 60-71",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa dung salpu i, ditaripari Jesus ma tao Galilea, Tiberias.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai torop ma halak mangihuthon Ibana, ala diida nasida tanda angka na binahenna tu na hansitan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i nangkok ma Jesus tu dolok, laho hundul tusi rap dohot angka siseanna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai jonok nama Paska, ari raya ni Jahudi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i manatap ma Jesus, diida ma torop halak ro mandapothon Ibana, jadi didok ma mandok si Pilippus: Sian dia ma tuhoronta roti, asa mangan angka on?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai didok pe songon i, na laho mangunjuni ibana do; ai diboto hian do sibahenonna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dialusi si Pilippus ma Ibana: Ndang sae roti arga duaratus hupang, asa dijalo ganup nasida sasaotik.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i didok sahalak sian angka siseanna, i ma si Andreas, anggi ni si Simon Petrus, ma mandok Ibana:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Adong do dison sada dakdanak na umpeop lima roti dohot dua dengke; alai sadia ma i tu na sai torop?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai didok Jesus ma: Dokkon hamu ma hundul angka jolma i; alai bidang do jampalan disi. Dung i hundul ma disi torop ni baoa, arga limaribu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Asa dibuat Jesus ma angka roti i, didok ma mauliate, diparlehon ma i tu angka na hundul i; sian dengke i pe songon i, saguru lomo ni rohanasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai dung bosur nasida, ninna ma mandok angka siseanna: Papungu hamu ma angka ebaeba i, asa unang magopo!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Gabe dipapungu nasida, jadi gok ma sampuludua ampang ebaeba sian na lima roti i, na so suda angka na mangan i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Asa dung diida halak i tanda naung binahen ni Jesus i, ninna nasida ma: On ma tutu panurirang i, na naeng ro tu portibi on.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Mamoto ma Jesus, naeng ro nasida manoro Ibana, laho pabangkithon gabe raja, jadi maporus ma Sasadasa tu dolok.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Alai dung bot ari, tuat ma angka siseanna i tu topitao.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dibongoti nasida ma parau i, ditaripari ma tao i dompak Kapernaum. Nunga pola mangkolom; laos so ro dope Jesus mandapothon nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai gaor do tao i dibahen pangullus ni habahaba na gogo.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Asa dung marluga nasida arga dua manang tolu paal daona, diida nasida ma Jesus na mardalan diatas tao i manjonohi parau i, gabe mabiar ma nasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai didok ma mandok nasida: Ahu do on; unang hamu mabiar!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi naeng ma pabongotonnasida Ibana tubagasan parau i; dung i pintor sahat ma parau i tu luat sitondongonnasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Torang ni arina i, diboto natorop na tinggal di ipar ni tao i, na so adong disi parauna asing dungkon ni na sasada i, jala na so dohot Jesus bongot tu parau i, holan angka siseanna do na borhat.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai na ro do angka parau sian Tiberias jonok tu inganan parmanganan roti na tinangiangkon ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Asa dung diida natorop i, na so disi Jesus, nang angka siseanna pe, dibongoti ma muse angka parau jadi ro tu huta Kapernaum mangalului Jesus.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dung jumpang nasida Ibana di bariba ni tao i, ninna nasida ma mandok Ibana: Guru, sadihari do ho ro tuson?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ninna Jesus ma mangalusi nasida: Na tutu situtu do na hudok on tu hamu: Dilului hamu pe Ahu, ndada ala naung dapot rohamuna tanda i, tung ala ni na bosur i do hamu, na mangan roti i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Unang ma sipanganon na olo salpu ula hamu; alai sipanganon na mian ro di hangoluan na salelenglelengna, na naeng lehonon ni Anak ni jolma i tu hamu. Ai Ibana do dihatindangkon Ama i, Debata.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ninna nasida ma mandok Ibana: Dia ma bahenonnami, asa huula hami angka ulaon lomo ni roha ni Debata?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i ninna Jesus ama mangalusi nasida: Haporseai hamu ma Nasinuru ni Debata; i ma ulaon lomo ni rohana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ninna nasida ma: Asa dia ma tanda bahenonmu siidaonnami, asa tung porsea hami di Ho? Aha diula Ho?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ia ompunami, mangan Manna do di parhorsihan, songon na tarsurat: \"Dilehon do roti sian banua ginjang panganonnasida.\"",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i ninna Jesus ma mandok nasida: Na tutu do hatangkon tu hamu: Apala si Musa mangalehon tu hamu roti na sian banua ginjang; Damang i do mangalehon di hamu roti na tutu, na sian banua ginjang.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ai na tuat sian banua ginjang do silehon hangoluan tu portibi on; i do roti na sian Debata.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Gabe didok nasida ma: Sai tong ma lehon tu hami, ale Tuhan, roti sisongon i!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i ninna Jesus ma mandok nasida: Ahu do roti hangoluan i: sandok na so male be manang ise, naung ro tu Ahu; jala na so tupa be mauas manang ise, na porsea di Ahu.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alai nunga hupaboa tu hamu: Diida matamuna do Ahu nian; alai ndang porsea hamu.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Saluhutna na nilehon ni Ama i tu Ahu, i do na ro tu Ahu; jala na so tupa pabalionku na ro tu Ahu.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ai ndada tuat Ahu sian banua ginjang mambahen roharohangku; na pinangido ni roha ni na marsuru Ahu, i do.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai on do dipangido roha ni na marsuru Ahu: Unang ma mago hubahen agia sada sian saluhutna na nilehonna tu Ahu, asa hupangolu i tahe di ari parpudi.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ai on do dipangido roha ni Damang: Naeng ma dapotan hangoluan salelenglelengna ganup na marnida Anak i jala porsea di Ibana; jala paheheonku do ibana di ari parpudi.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Gabe marmungutmungut ma angka Jahudi dompak Ibana siala pandokna i: \"Ahu do roti na tuat sian banua ginjang.\"",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Jadi didok nasida ma: Nda Ibana do Jesus, anak ni si Josep i; nda tatanda amana dohot inana? Beha ma dohononna antong: Na tuat sian banua ginjang do ahu?",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Jadi dialusi Jesus ma nasida: Unang hamu marmungutmungut!",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Ndang adong na tarbahen ro tu Ahu, ia so na tinogu ni Ama i na marsuru Ahu; jala Ahu pahehehon ibana di ari parpudi.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Na tarsurat do di angka panurirang: \"Na pinodaan ni Debata ma nasida saluhutna.\" Ganup na manangihon Ama i jala na marguru tu Ibana, i do na ro tu Ahu.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Ndang dung adong nian na marnida Ama i; holan Ibana na ro sian Debata, I do na marnida Ama i.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Na tutu situtu do na hudok on tu hamu: Na porsea, i do naung gabe nampuna hangoluan na salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Ahu do roti hangoluan i!",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Na mangan Manna i do angka ompumuna di parhorsihan, jadi mate do!",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "On do roti na tuat sian banua ginjang, asa unang mate na manganhonsa.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Ahu do roti na mangolu, na tuat sian banua ginjang i. Manang ise na manganhon roti on, i do mangolu salelenglelengna. Ia roti silehononki, bahen hangoluan ni portibi on, i ma dagingku.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Dung i marsual ma angka Jahudi sama nasida, ninna ma: Beha ma bahenon ni Halak on mangalehon dagingna i panganonta?",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Jadi didok Jesus ma tu nasida: Na tutu situtu do hatangkon na tu hamu: Tung na so dapot hamu hangoluan i, molo so dipangan hamu daging ni Anak ni jolma i, jala so diinum hamu mudarna!",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Dapotan hangoluan salelenglelengna do ganup na manganhon dagingku jala manginum mudarhu; jala paheheonku do ibana di ari parpudi.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Ai sipanganon na tutu do dagingku, jala siinumon na tutu do mudarhu.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Manang ise na manganhon dagingku jala manginum mudarhu, i do na mian di bagasan Ahu jala Ahu di bagasan ibana.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Songon parsuru ni Ama Siparngolu i di Ahu, gabe mangolu Ahu marhitehite Ama i, songon i ma mangolu marhitehite Ahu na manganhon Ahu.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "On do roti na tuat sian banua ginjang; alai nda tung songon na di angka ompu i, ai mangan do nasida, tong do mate. Mangolu salelenglelengna do na manganhon roti on.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "I ma hata ni Jesus, laho mangajari di bagasan parguruan na di huta Kapernaum.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "(IV.) Asa torop ma sian angka siseanna na umbegesa mandok: Hata na kasar do i; ise pabegebege i?",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Alai diboto Jesus ma di bagasan rohana, naung marmungutmungut angka siseanna siala hata i, jadi didok ma tu nasida: Tung ala ni i do hamu targasip?",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "Beha nama, anggo idaonmuna Anak ni jolma i manaek tu ingananna hian?",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Tondi i do na pangoluhon; ndang marguna anggo daging i. Angka hata naung huhatahon tu hamu, Tondi do i dohot hangoluan.",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "Alai adong do deba sian hamuna na so porsea; ai diboto Jesus do sian mulana nasida na so olo porsea, ro di na naeng manjehehon Ibana.",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "Jadi ninna ma: Dibahen i ma umbahen na hudok tu hamu, na so tarbahen manang ise manopot Ahu, ia so Damang i mangalehonsa tu ibana.",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "Lan ma angka siseanna i manundalhon Ibana olat ni i; ndang be didongani nasida Ibana.",
      "type": "content"
    },
    {
      "verse": 67,
      "text": "Dung i didok Jesus ma mandok na sampuludua i: Nda tung dohot hamu naeng laho?",
      "type": "content"
    },
    {
      "verse": 68,
      "text": "Gabe dialusi si Simon Petrus ma Ibana: Tung tu ise ma hami laho, ale Tuhan? Di Ho do hata hangoluan sisalelenglelengna!",
      "type": "content"
    },
    {
      "verse": 69,
      "text": "Jala nunga huhaporseai jala hutanda hami: Ho do na badia ni Debata!",
      "type": "content"
    },
    {
      "verse": 70,
      "text": "Dung i dialusi Jesus ma nasida, ninna ma: Nda sampuludua do hamu naung hupillit i? Hape sada sian hamu gabe sibolis!",
      "type": "content"
    },
    {
      "verse": 71,
      "text": "Si Judas, anak ni si Simon, halak Iskariot i, do na nidokna disi, ai i do na manjehehon Ibana muse; sada sian na sampuludua i do ibana.",
      "type": "content"
    }
  ]
}