{
  "book": "Yohanes",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Direhei angka anggina Tuhan Jesus nangkok tu pesta parlapelapean 1-13. II. Tuhan Jesus do sinuru ni Ama i jala Ibana do aek hangoluan 14-43. III. Na martuptup do angka Parise mangago Ibana 44-53",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung salpu i, diadangi Jesus ma luat Galilea, ai ndang olo Ibana mardalani di Judea, ala naeng bunuon ni halak Jahudi Ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai jonok do pesta parlapelapean ni Jahudi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi didok angka anggina i ma mandok Ibana: Borhat ma Ho sian on laho tu Judea, asa dohot siseanmi marnida angka ulaon na pinatupami!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai ndada di na holip diula halak sibahenonna, anggo naeng tu hapataran ibana. Anggo sapala diula Ho angka na songon i, papatar antong dirim tu portibi on!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai nang angka anggina, ndang porsea di Ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna Jesus ma mandok nasida: Ianggo tingkingki ndang dope jumpang; alai anggo tingkimuna tongtong do dapot anggo i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Didia ma hosoman ni portibi on hamu; anggo Ahu dihosomi do, ala Ahu mangkatindangkon, paboa na jahat angka pambahenanna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hamu ma nangkok marpesta; ianggo Ahu, ndang nangkok tu pesta on, ai ndang dope jumpang tingkingki.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung songon i hatana, tading ma Ibana di Galilea.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai dung nangkok angka anggina i marpesta, nangkok muse ma nang Ibana; ndang apala patar, tar songon na buni do.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Asa dilului angka Jahudi ma Ibana di pesta i, angka ninna do: Ai didia do Ibana?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi sai dihatahatai natorop ma Ibana; adong do na mandok: Parroha na denggan do Ibana; alai na asing muse mandok: Nda tung, na mangaliluhon natorop do Ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai ndang adong na hum papatarhon hatana taringot tu Ibana, dibahen biarnasida mida Jahudi i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Nunga pola salpu satonga ni angka ari ni pesta i, asa laho Jesus tu bagas joro mangajari.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Gabe longang ma angka Jahudi, didok ma: Sian dia ma diboto On hata ni Debata, so manang diguruhon?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi didok Jesus ma tu nasida: Anggo podangku, ndada sian Ahu sandiri, sian na marsuru Ahu do.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ganup na olo mangulahon pinangido ni roha ni I, botoonna ma, manang na sian Debata podangki, manang na huhatahon i sian diringku sambing.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ganup na mangkatahon sian dirina, sangapna do niluluanna; alai na mangalului sangap ni na marsuru ibana, i do parsintong, ndang adong na geduk di bagasan ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Nda dilehon si Musa patik i tu hamu? Hape ndang adong nanggo sada sian hamu na mangaradoti patik i. Boasa ditahi rohamuna mamusa Ahu?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ninna natorop i ma: Na sibolison do Ho! Tung ise ma tumahi mamusa Ho?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna Jesus ma mangalusi nasida: Hupatupa sada ulaon, gabe longang hamu saluhutna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Onpe, dilehon si Musa tu hamu ruhut parsunaton (ndang nian sian si Musa parmulaanna, na sian angka ompu i do), gabe, disunat hamu halak nang di ari Sabbat.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Asa tarsunat do hape jolma jumpa ari Sabbat, unang dilaosi patik ni si Musa; tung Ahu ma muruhanmuna, ala hibul jolma i hupamalum jumpa ari Sabbat?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Unang ma marguru tu na niida sambing uhummuna, tigor ma panguhummuna!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ninna deba sian isi ni Jerusalem ma: Nda Ibana i, na naeng bunuonnasida?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ndi, tullom ni hatana i! So manang aha didok nasida tu Ibana. Atik naung torang ulaning diboto angka sintuanta, Ibana tutu Kristus?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai tahe, taboto do haroroan ni Halak on. Alai molo ro Kristus i, ndang dapot botoon, manang sian dia haroroanna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i dipagogo Jesus ma soarana mangajari di bagas joro i, ninna ma: Olo tutu, ditanda hamu do Ahu jala diboto hamu do haroroanki. Ndang na ro Ahu sian diringku, alai adong do Parsintong i, na marsuru Ahu, na so tinandamuna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai anggo Ahu hutanda do Ibana, ai sian Ibana do Ahu; Ibana do marsuru Ahu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i dilului nasida ma dalan manangkup Ibana; alai ndang adong na mangalaluhon tanganna tu Ibana, ai ndang dope jumpang tingkina.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai lan do sian natorop gabe porsea di Ibana, angka ninna do: Molo ro Kristus, tagamon gumodang tanda patupaonna sian na binahen ni On?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dibege Parise i ma angka hata ni natorop i na taringot tu Ibana, jadi disuru angka sintua ni malim dohot Parise i ma angka opas manangkup Ibana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi ninna Jesus ma: Sangombasnari nama Ahu rap dohot hamu; dung i laho ma Ahu manopot na marsuru Ahu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Luluanmuna ma Ahu; alai ndang dapot, ai ndang tarbahen hamu ro tu sitopotonki.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi ninna angka Jahudi ma sama nasida: Tudia ma naeng laho Ibana, umbahen so jumpang hita Ibana? Naeng laho Ibana ulaning tu dongan na mangaranto di Junani dohot mangajari halak Junani i?",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Hata dia do i na nidokna: Luluanmuna ma Ahu, alai ndang dapot; jadi: ndang tartopot hamu tu sitopotonki?",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i di ari pesta na parpudi na sumangap i, jongjong ma Jesus disi, dipagogo ma soarana mandok: Molo adong na mauas, tu Ahu ma ibana ro minum!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Songon na nidok ni Surat i: Angka batang aek na mangolu do mabaor sian na porsea di Ahu.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai taringot tu Tondi i do didok hata ondeng, i ma sijaloon ni angka na gabe porsea di Ibana; ai ndang dope ro Tondi Parbadia, ala so dipasangap dope Jesus.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jadi deba sian natorop na umbege hata i mandok: On do tutu Panurirang i!",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Deba nari mandok: Kristus do Ibana! Alai adong na asing na mandok: Tung luat Galilea ma haroroan ni Kristus?",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Nda didok Surat i: Sian pomparan ni si Daud, jala sian huta Betlehem, na niinganan ni si Daud nahinan, ro Kristus i?",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Jadi marsalisi ma natorop ala Ibana.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "(III.) Deba sian nasida naeng manangkup Ibana; alai ndang adong na mangalaluhon tangan tu Ibana.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Dung i mulak ma angka opas tu angka sintua dohot tu Parise i, gabe didok nasida ma: Boasa so diboan hamu Ibana?",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Jadi mangalusi ma angka opas i: Ndang dung dope adong halak na marjamita songon Ibana.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Dung i dialusi angka Parise i ma nasida: Tung dohot ma hamu dipaotooto?",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Ai adong do porsea di Ibana sada sian angka sintua manang Parise?",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Holan natorop do, na so umboto patik i; naung hona toru do nasida.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Dung i ninna si Nikodemus, dongannasida sahalak, i do na ro uju i manopot Jesus, didok ma tu nasida:",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Ai diuhumi patikta i do halak, ia so jolo tinangihon hatana, gabe binoto na niulana?",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Dung i ninna nasida ma mangalusi ibana: Naung dohot do ho huroha halak Galilea? Pamanat ma antong jala ida, na so adong hehe panurirang sian luat Galilea!",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Laos masitopot jabuna be ma nasida.",
      "type": "content"
    }
  ]
}