{
  "book": "Yohanes",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taringot tu boruboru na targombang 1-11. II. Kristus do panondang ni portibi on 12-20. III. Sian sibolis do halak Jahudi 21-47. IV. Jesus do jumolo sian si Abraham 48-59",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i laho ma Jesus tu balian, tu dolok Jetun.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai torang ni arina i, diulahi laho tu bagas joro i, jadi ro ma nasa natorop i manopot Ibana; laos hundul Ibana mangajari nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ditogihon angka sibotosurat dohot Parise ma sada boruboru na targombang tu jolona, dipajongjong ma ibana tusi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna nasida ma mandok Ibana: Guru, na marlangka pilit do boruboru on, gabe tardapot.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Didok patik ni si Musa, pantinggangkononhon batu tu angka sisongon i. Ia Ho, dia ma pandokmu?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai didok nasida pe songon i, na laho mangunjuni Ibana do, asa adong dalan mangaluhon Ibana. Alai dipaunduk Jesus ma Ibana manurati dohot jarijarina tu tano i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai dung sai didatdati nasida manungkun, dipadirgak ma Ibana huhut ma didok tu nasida: Manang ise sian hamu na so mardosa, i ma jumolo maninggangkon batu tu ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dipaunduk muse ma Ibana manurati tu tano i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai umbege i, laho be ma nasida sadasada, pininsang ni panggora ni rohana be, jumolo ma angka sintua i, gabe tinggal ma holan Jesus angkup ni boruboru i, na jongjong disi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dipadirgak Jesus ma dirina, jadi ninna ma mandok ibana: Didia do nasida, inang? Ndang adong na mandok uhumna tu ho?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi ninna ma: Ndang adong, Tuhan! Dung i didok Jesus ma tu ibana: Ahu pe, ndang uhumonku ho. Laho ma ho; unang be ho mardosa tu joloan on!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dung i diulahi Jesus muse manjamitai nasida, ninna ma: Ahu do Panondang ni portibi on. Na so tupa mardalan di na holom na mangihuthon Ahu; di ibana do tahe Panondang hangoluan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i didok angka Parise ma tu Ibana: Dirim do dihatindangkon Ho; ndang na sintong panindangionmi!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna Jesus ma mangalusi nasida: Sintong do panindangionku, nang diringku pe huhatindangkon; ai huboto do haroroanku dohot sitopotonku. Ndang diboto hamu haroroanku manang sitopotonku pe.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Mangihuthon pardagingon do panguhummuna; anggo Ahu, ndang huuhumi agia ise.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala ia manguhum pe Ahu, sintong do uhumhu. Ai ndada na mamunjung Ahu; na marsuru Ahu, i do donganku disi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nang di patik ni uhummuna tarsurat do: Na sintong do na hinatindangkon ni dua halak.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ahu do manindangi taringot tu diringku; angkup ni i, Ama i na marsuru Ahu, I do mangkatindangkon Ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i didok nasida ma tu Ibana: Didia do Amangmu? Jadi dialusi Jesus, ninna ma: Ndang ditanda hamu manang Ahu, manang Damang pe. Aut na ditanda hamu Ahu, tandaonmuna do nang Damang i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "I ma dihatahon di bilut inganan ni arta, uju mangajari Ibana di bagas joro i. Ndang adong na manangkup Ibana, ai ndang dapot dope tingkina.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Dung i didok Jesus ma muse tu nasida: Na laho ma Ahu, gabe jalahanmuna ma Ahu; alai mate ma hamu di bagasan dosamuna. Ndang tardapothon hamu sitopotonki.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ninna angka Jahudi i ma: Na naeng maningkot Ibana ulaning, umbahen na didok: Ndang tardapothon hamu sitopotonki?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i didok Jesus ma tu nasida: Anggo hamu, sian toru on do hamuna, na sian ginjang do anggo Ahu; na sian portibi on do hamuna, ndang sian portibi on anggo Ahu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Nunga hudok antong tu hamu: Na mate ma hamu di bagasan dosamuna. Ai molo so porsea hamu, Ahu do Ibana, mate nama hamu di bagasan dosamuna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ninna nasida ma mandok Ibana: Ai ise do Ho? Jadi didok Jesus ma tu nasida: Sandok, naung huhatahon tu hamu, i do Ahu!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Godang do sihataonku dohot sipinsangonku taringot tu hamu. Alai Parsintong i do marsuru Ahu; jala angka na hubege sian Ibana, i do huhatahon tu portibi on.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ndang mananda nasida, Ama i do na nidokna disi.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i didok Jesus ma tu nasida: Dung pe dipatimbo hamu Anak ni jolma i, asa botoonmuna, Ahu do i, jala na so mambahen agia aha Ahu anggo sian roharohangku sandiri; alai songon pinodahon ni Damang tu Ahu, songon i do huhatahon.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jala na marsuru Ahu, i do mandongani Ahu. Ndang dung ditadingkon Ibana sasada Ahu, ai tongtong do hubahen lomo ni rohana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Asa di na mangkatahon i Ibana, torop ma gabe porsea di Ibana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i didok Jesus ma tu angka Jahudi, naung gabe porsea di Ibana: Molo mian hamu di bagasan hatangku, sintong ma hamu siseanku.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i tandaonmuna ma na sintong i, jala paluaon ni na sintong i ma hamu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi dialusi nasida ma Ibana, ninna ma: Pinompar ni si Abraham do hami; ndang dung hami mangadop di halak. Boasa dohononmu: Paluaon ma hamu?",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i didok Jesus ma mangalusi: Na tutu situtu do na hudok on tu hamu: Hatoban ni dosa do ganup na mangula dosa.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ndada tongtong hot di bagas anggo hatoban, Anak i do disi tongtong.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Molo dipalua Anak i hamu, na malua situtu ma hamu.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Huboto do hamu pinompar ni si Abraham; alai dilului hamu do dalan mambunu Ahu, ai ndang siat hatangku tu hamu.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Na huida di Damang, i do huhatahon; hamu pe antong, na binegemuna di amamuna, i do diula hamu.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i ninna nasida ma mangalusi: Si Abraham do amanami! Dung i didok Jesus ma: Anggo angka anak ni si Abraham do hamu, ulaonmuna ma angka pambahenan ni si Abraham.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Alai dilului hamu do dalan mambunu Ahu on, na paboahon tu hamu hasintongan na hubege sian Debata. Ndang songon i pambahen ni si Abraham.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Diula hamu do angka na niula ni amamuna. Dung i didok nasida ma tu Ibana: Apala na tubu sinalong hami: Sada do amanami, i ma Debata.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dung i didok Jesus ma tu nasida: Aut ni Debata amamuna, holong ma rohamuna di Ahu. Ai sian Debata do Ahu borhat ro tu on; ai ndang ro Ahu sian roharohangku, Ibana do marsuru Ahu.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Boasa so diantusi hamu pangkataionku? Ala so tartangihon hamu hatangku.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Na marama tu sibolis do hamu, jala sinangkap ni roha ni amamuna do naeng patupaonmuna. Sibunu jolma do ibana sian mulana i, ndang tindang ibana di hasintongan, ai ndang adong hasintongan di bagasan rohana. Jumpa dihatahon gabus, na di dirina hian ma dihatahon disi, ai pargapgap do ibana jala ama ni gapgap.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Alai molo Ahu mangkatahon hasintongan, gabe ndang porsea hamu di Ahu.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Ise sian hamu na padapot Ahu di dosangku? Alai anggo huhatahon na tutu, boasa so porsea hamu di Ahu?",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Ganup na sian Debata, tangihonon ni i do hata ni Debata. Ala so sian Debata hamu, umbahen na so ditangihon hamu Ahu.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "(IV.) Dung i didok angka Jahudi ma mangalusi Ibana: Nda tigor na hudok hami: Halak Samaria do Ho; na sibolison do Ho?",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Jadi dialusi Jesus ma: Ndang na sibolison Ahu; alai hupasangap do Damang, jadi hamu do mangaleai Ahu.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Ianggo Ahu ndang hulului sangaphu; adong do na mangaluluisa jala na manguhumi.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Na tutu situtu do na hudok on tu hamu: Molo adong na mangaradoti hatangki, ndang idaon ni i hamatean salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Gabe didok angka Jahudi ma tu Ibana: Apala nuaeng ma huboto hami, naung sibolison Ho; na mate do si Abraham ro di angka panurirang i, gabe didok Ho: Molo adong na mangaradoti hatangku, na so tupa aeon ni i hamatean salelenglelengna, nimmu.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Ai umbalga do Ho sian si Abraham, amanami, na mate i? Angka panurirang pe mate do. Ai ise do Ho di roham?",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Dung i dialusi Jesus ma: Molo Ahu pasangap diringku, na soada ma sangaphu. Damang i, na nidokmuna Debatamuna, i do na pasangap Ahu.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Ndang ditanda hamu Ibana; alai anggo Ahu hutanda do Ibana. Aut hudok: Ndang hutanda Ibana, pargapgap ma Ahu doshon hamu; alai hutanda do Ibana jala huradoti do hatana.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Marolopolop do si Abraham, amamuna i, ala naeng idaonna aringki; jadi saut ma diida, gabe las ma rohana.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Dung i didok angka Jahudi i ma mandok Ibana: Ndang tuk dope Ho limapulu taon; tung diida Ho ma si Abraham?",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Dung i ninna Jesus ma mandok nasida: Na tutu situtu do na hudok on tu hamu: Jumolo hian do Ahu asa tubu si Abraham.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Dung i dihindat nasida ma batu laho maninggangkon tu Ibana, alai buni ma Jesus laho sian bagas joro i.",
      "type": "content"
    }
  ]
}