{
  "book": "Yohanes",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipamalum Tuhan Jesus sahalak na mapitung tubu, di ari Sabbat 1-13. II. Sogo ni roha ni halak Parise ala ni i 14-34. III. Alus ni Tuhan Jesus tu nasida 35-41",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i di na mamolus i Ibana, diida ma sada halak na mapitung tubu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Gabe ninna angka siseanna ma manungkun Ibana: Ale Guru, ise do na mardosa, halak on do manang natorasna, umbahen na mapitung ibana tubu?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dialusi Jesus ma: Ndada ala ni dosana manang ala ni dosa ni natorasna; alai naeng gabe patar angka ulaon ni Debata di ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon ulaonku do ulaon ni na marsuru Ahu, saleleng arian; ai dung ro borngin, ndang tarbahen mangula disi manang ise.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Panondang ni portibi on do Ahu, tagan di portibi on Ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung didok songon i, ditijuri ma tano i mambahen gambo marhite sian ijurna i, didalohon ma gambo i tu matana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i didok ma tu ibana: Laho ma ho marsuap tu dano Siloam (na mandok: Na sinuru)! Jadi laho ma ibana marsuap, gabe marnida ma ibana mulak.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i didok hombar bagasna ma ro di angka na marnida ibana najolo mangidoido: Nda on do na somal hundul mangidoido?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi adong ma deba na mandok: Ibana do i! Alai na deba mandok: Ndangana, suman do ibana tusi. Didok ibana do: Ahu do i!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna nasida ma: Beha do hamumungkap ni matami?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi didok ma mangalusi: Halak i na margoar Jesus, i do pauli gambo, didalohon ma i tu matangku, jadi disuru ahu marsuap tu dano Siloam; dung i laho ahu tusi marsuap, jadi marnida ma.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna nasida ma tu ibana: Didia do Ibana? Jadi didok ma: Ndang huboto!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Gabe ditogihon nasida ma halak na mapitung hian tu angka Parise.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Alai ari Sabbat do tongon, uju dipauli Jesus gambo i dohot mangungkap matana i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Laos disungkun angka Parise i ma tu ibana pangalahona, umbahen marnida ibana. Jadi didok ma tu nasida: Gambo do didalohon tu matangki, dung i marsuap ahu jadi marnida ma!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i didok na deba sian angka Parise i ma: Ndang na sian Debata Halak i, ai ndang dijujur Ibana ari Sabbat i. Angka na asing mandok: Tung tarpatupa halak sipardosa ma tanda sisongon i? Jadi marsalisi ma nasida sama nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i didok nasida ma muse tu na mapitung hian: Ia ho, dia ma pandokmu taringot tu Ibana, ala diungkap matami? Jadi didok ma: Panurirang do Ibana!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ndang diparhatutu angka Jahudi i, ibana do na mapitung i najolo, gabe marnida muse, pola do dijou nasida natoras ni naung marnida i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi disungkun ma nasida: Anakmuna do on tahe, na nidokmuna na mapitung tubu i? Na boha do gabe marnida ibana nuaeng?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ninna natorasna i ma mangalusi nasida: Na huboto hami do on anaknami jala na mapitung do ibana tubu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai ndang huboto hami, manang beha pangalahona gabe marnida; ba, ndang hutanda hami na mangungkap matana. Ibana ma sungkun hamu; nunga tang dagingna, botoonna do mandok sidohononna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai mabiar mida Jahudi i do natorasna, umbahen na didok songon i. Ai nunga mardos ni roha angka Jahudi, ingkon sipabalion do sian huria ganup na marhatopothon, Kristus Ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dibahen i do umbahen na didok natorasna i: Nunga tang dagingna; ibana ma sungkun hamu!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i dijou nasida ma paduahalihon halak na mapitung hian, didok ma tu ibana: Pasangap ma Debata! Huboto hami do, pardosa Halak i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ninna ibana ma mangalusi: Manang na pardosa Ibana, ndang huboto. Holan on do na huboto: Na mapitung do ahu najolo, alai na marnida do anggo nuaeng.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Gabe ninna nasida ma mandok ibana: Ai aha do dibahen tu ho; beha do dibahen mangungkap matami?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi dialusi ma nasida: Nunga hupaboa i tu hamu; na so dibege hamu do i? Naeng begeonmuna i muse? Naeng gabe siseanna nang hamu?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i disurahi nasida ma ibana, ninna ma: Ho do siseanna; anggo hami sisean ni si Musa do.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Huboto hami do, si Musa diangkupi Debata mangkatai; alai anggo Halak on, ndang binoto, manang sian dia Ibana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Gabe dialusi ibana ma nasida: Longang do rohangku disi, na so binotomuna, manang na sian dia Ibana, hape diungkap do matangku!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Taboto do, na so ditangihon Debata angka pardosa, alai halak na mangkabiari Debata jala mangulahon pinangido ni rohana, i do ditangihon.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Sian mula ni tano on ndang dung binege, adong na mangungkap mata ni halak na mapitung tubu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Aut so sian Debata Ibana, ndang tarpatupasa agia aha.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i ninna nasida ma mangalusi ibana: Hibul do ho tubu di bagasan dosa, hape naeng ajaranmu hami! Jadi dipabali nasida ma ibana.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(III.) Dibege Jesus ma, naung dipabali nasida ibana, jadi ninna ma mandok ibana, dung jumpangsa: Na porsea do ho di Anak ni jolma i?",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i ninna halak i ma mangalusi: Ai ise do i, Tuhan, asa huhaporseai Ibana?",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi didok Jesus ma tu ibana: Na niidam, na mangkatai dohot ho, I ma Ibana.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Gabe didok ma: Na porsea do ahu, ale Tuhan! Laos disomba ma Ibana.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i didok Jesus ma: Mamboan uhum do, umbahen na ro Ahu tu portibi on, asa marnida angka na so marnida hian, jala asa gabe mapitung angka na marnida.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jadi dibege na deba sian angka Parise na rap dohot Ibana ma i, jadi didok ma tu Ibana: Nda tung dohot hami mapitung?",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jadi didok Jesus ma tu nasida: Aut na mapitung hamu, gabe so mardosa hamu. Alai didok hamu do: Na marnida do hami, gabe hot ma dosamuna.",
      "type": "content"
    }
  ]
}