{
  "book": "Ratapan",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende parjolo: Taringot tu sorimago ni bangso i 1-11. II. Apoapo ni si Jeremia marhara dongan mangkaboti Sion 12-19. III. Tangiang ni si Jeremia 20-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Langami marpangisi, ale huta na rame na sai laon! Tung gabe tudoshon na mabalu do na timbul hian di tongatonga ni angka bangso parbegu, tung gabe mangalehon seoa do hape ibana na manggomgomi angka luat na sai laon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tung mandatdati tumatangis do hape ibana manipat borngin, jala sai mabakbak iluiluna sian hurumna; ndang adong nanggo sahalak sian saluhut haholonganna na sai laon na mangapuli ibana. Tung saluhut pedanna marbalik dompak ibana gabe musuna do nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tarbuang do ia Juda binahen ni pangarupaon dohot binahen ni hinaparir ni parhatobanan. Maringan do ibana di tongatonga ni angka bangso parbegu, ndang adong jumpangsa hasonangan. Saluhut halak pangalele di ibana laos manangkup ibana di angka hagogotan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tarulang do angka dalan laho tu Sion ala so adong be na ro marari raya. Saluhut harbanganna maloha do; angka malimna marhosa godang, marsak be do angka namarbaju disi, tung margudompong do anggo ibana sandiri.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia alona lam marbungaran do, marantu ia musuna, ai Jahowa do pajimput nasida ala ni hinadeak ni hajahatonna; angka anakkonna mardalan tu habuangan di jolo ni musu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nunga pesan sian boru Sion sandok hamuliaonna, ia indukna tudoshon ursa do angka na so jumpangan jampalan; mardalan do nasida maradu mandate nilotongan ni halak pangalele.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Uju di angka ari pardangolanna dohot paraotaotanna, tarsingot ma Jerusalem di saluhut hamuliaonna, olat ni angka ari na robi. Uju marragean bangsona marhitehite tangan ni musu jala ndang adong pangurupi di ibana, diida angka musu ma ibana, laos dieleselesi ala ni hapipidomna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Mardosa godang do Jerusalem, ala ni do gabe marbiasbias halak mida ibana. Luhut halak na pasangaphon ibana na jolo marro ni lea mida ibana ala naung niidana hailaonna. Alai marhosa godang ma anggo ibana, laos dipadao matana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lohot di rambu ni ulosna do tahe haramunonna; ndang disarihon hian pangapudian sogot, gabe tau halongangan do surutna; ndang adong nanggo sahalak na mangapul ibana. Sai tatap ma, ale Jahowa, pardangolanki, ai mangastaasta do musu i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga pola dipahembang musu i tanganna di atas ni saluhut arta hasoloan ni rohana, ai nunga pola diida ibana ro angka parbegu bongot tu habadiaonna naung tinonahonmi nian taringot tusi: Na so tupa masuk nasida saor tu luhutanmi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sandok bangsona i marhosa godang mangalului sipanganon; tung dilehon nasida do arta hasudungan ni rohana tumuhor sipanganon asa mangudut hosana nian. Ida ma, ale Jahowa, jala tatap, ai nunga tung marlea ahu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Tung so pardulimuna hape, sude hamu ale angka na umbolus dalan i! Tatap jala bereng hamu manang tung adong ma tudosan ni parniahapan na mangonai tu ahu, na pinajepol ni Jahowa ahu di ari parpiarpiar ni rimasna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ibana tahe mandabu api sian banua ginjang manginona tu holiholingku patundukkonsa; ibana manaon jorgong di pathu, ibana paundar ahu tu pudi; ibana mambahen ahu marhinamago, marsipal manipat ari.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tanganna sandiri tahe mangarahuti auga ni hajahatonku, angka na pasebut pampe tu tangkuhukku; ibana mangaropuhi gogongku. Nunga dipasahat Tuhan i ahu tu bagasan tangan ni angka na so tardopang ahu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nunga diluntakluntak Tuhan i luhut halak angka na marhuaso di tongatonganami; dipaluhut do sada luhutan dompak ahu laho mangaropuhi angka dolidolingku. Nunga tutu diluntak Tuhan i pangilangan di boru Juda namarbaju i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ala ni luhutna i sai tumatangis ahu, sai mabakbak do aek ni matangku, ai holang do sian ahu sipangapul na pasabam rohangku. Nunga tung pidom angka anakku, ai mambahen gogo do musu i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Pola do nian dipaherbang Sion tanganna, alai ndang adong na mangapul ibana. Nunga pola marhara Jahowa di musu ni Jakkob humaliang ibana, umbahen gabe biasbias Jerusalem di tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Na bonar do tutu Jahowa, ai na manggunjal do ahu dompak hatana. Sai tangihon ma i, sude hamu ale angka bangso, jala bereng hamu parniahapanki! Tarboan tu habuangan do angka namarbaju dohot dolidoli di ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sai hupajoujou do nian angka alealengku, hape diansi nasida do ahu. Monding do angka malim dohot sintua na pature ahu di bagasan huta uju mandiori sipanganon di ibana be do nasida, asa mangudut hosanasida nian.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Iale Jahowa, sai tatap ma hagogotanki, pola gunsang butuhangku jala dibaling ateatengku di bagasan ahu. Ala manggunturi situtu ahu gabe punu ahu dibahen podang sian ruar, dibahen hamatean di bagasan jabu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dibege nasida do nian ahu morongorong, alai ndang adong na mangapul ahu. Saluhut musungku nian umbege hinamagongku, hape ditillahon do. Alai ho do mambahensa; paroonmu do sogot ari na nilumbahonmi hian, asa doshon ahu nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sai sahat tu jolom ma saluhut hajahatonasida i, jala bahen ma tu nasida songon na binahenmi tu ahu ala ni saluhut pangalaosingku; ai tung na godang do hoihoingku, jala mandate do rohangku.",
      "type": "content"
    }
  ]
}