{
  "book": "Ratapan",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende paduahon: Andung taringot tu hasisiap ni Jerusalem 1-13. II. Alualu taringot tu angka panurirang pangansi 14-17. III. Apoapo mandokkon paunduk roha maradophon Jahowa 18-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Holomna i parnidaan ni boru Sion dibahen Tuhan i di bagasan rimasna, nunga direongkon ibana sian banua ginjang hamuliaon ni Israel tu tano, jala ndang be diingot sidegedegean ni patna di ari pangarimasanna i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga tung dibondut Tuhan i, ndang diolani saluhut inganan ni Jakkob; nunga tung dilohai di bagasan rimasna huta angka na gonting ni boru Juda, tung dipanepnep do tu tano; tung diloas do ramunan harajaon i ro di indukna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga tung diponggolhon di bagasan rimasna sandok tanduk ni Israel; tung dipasurut do tanganna siamun maradophon musu, jala marsigorgor rimasna mida Jakkob, songon nala ni api na mangan humaliang!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nunga tung disintak siorna, songon musu, diondamhon siamunna songon alo, jala dipusa saluhut hasoloan ni mata; tung diusehon do rimasna songon api tu bagasan undungundung ni boru Sion.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nunga tung gabe tudoshon musu Tuhan i, nunga tung dibondut Israel, dibondut saluhut bagasna angka na bolon; nunga tung disiaphon hutana angka na gonting i, asa pagodang angguhangguk dohot andung di boru Juda.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nunga tung diulang undungundungna songon porlak, nunga diloha parluhutanna. Nunga tung lupa di Sion ari raya dohot ari Sabbat dibahen Jahowa jala diambolongkon di bagasan parpiarpiar ni rimasna raja dohot malim.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nunga tung ditulak Tuhan i langgatanna, marbiasbias rohana mida habadiaonna; nunga dipasahat tu tangan ni musu angka dorpi ni bagasna angka na bolon i, pola marsuraksurak nasida di bagasan joro ni Jahowa, songon di ari raya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nunga pola disangkap Jahowa naeng lohaonna parik ni boru Sion; nunga pola disintak pangungkur, tung na so pasurutonna be tanganna paima sun dipolgak, jadi gondok be parik dohot dorpi dibahen, rap marumpak do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nunga pola marongrong tu tano angka harbanganna, nunga pola diago jala diponggolhon ransangransangna. Rajana ro di angka indukna, nunga di tongatonga ni angka bangso parbegu; so adong be patik, nang angka panurirangna, ndang be maruli pangungkapon sian Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Hundulhundul di tano do angka sintua ni boru Sion, hohom be nasida umpirpirhon sirabun tu atas ulunasida, marulos tangki di gontingna, manungki be tu tano ulu ni angka namarbaju sian Jerusalem.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga tung lotop matangku binahen ni iluilu, gunsang do butuhangku, use tu tano i do ia ateatengku binahen ni hapapansing ni boru ni bangsongku, binahen ni hararage ni dakdanak dohot posoposo di angka alaman ni huta i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Angka na mandok tu inanasida: Didia do adong eme dohot anggur? Uju na marragean nasida, songon halak na tartullang di angka alaman ni huta i; uju na laho tos hosanasida di ampuan ni inanasida i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tung aha ma hatindangkononku tu ho, tung tu aha ma patudosonku ho, ale boru Jerusalem? Tung aha ma bahenonku tudosanmi asa mangapul ahu di ho, ale boru Sion namarbaju? Ai tung tudoshon laut do bidang ni bugangmu, tung ise ma pamalum ho?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Angka panurirangmu manurirangkon tu ho sipaotooto dohot lemeslemes, jala ndang dipapatar hajahatonmu, manundati habuanganmu nian, ulpuhan sipaotooto dohot haambolongan tahe disurirangkon nasida tu ho.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Martopaptopap tangan tahe taringot tu ho saluhut halak na umbolus dalan i; marngiul nasida jala mangupir taringot tu boru Jerusalem: On do hape huta i na nidok ni halak: Sun hinaulina, hasoloan ni portibi on ninna?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Saluhut musum pangangang babana be mida ho, marngiul do nasida jala patungoripon, angka didok be do: Nunga tung hupolgak hami ibana, on ma tongon ari na huhalungunhon hami. Nunga tung jumpang hami huta i, nunga huida hami.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nunga tahe dipatolhas Jahowa na sinangkap ni rohana hian, nunga dipasintong hatana, na tinonahonna i olat ni angka ari na robi dope; nunga dipansingkon jala ndang maralangalang, jala dipalas roha ni musum mida ho, nunga dipatimbul ianggo tanduk ni alom.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Mangangguhi ma rohanasida tu Tuhan i. Oe ho ale parik ni boru Sion, laos ma mabaor iluilum borngin dohot arian songon sunge! Unang marpansohotan ho, unang mansadi anak ni matam!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hehe ma ho, tumatangis ma ho bornginna i mamungka sian gansi jaga parjolo! Usehon ma roham songon aek di jolo bohi ni Tuhan i! Paherbang ma tanganmu tu ibana taringot tu hosa ni anakkonmu, angka naung mandate binahen ni haraparon di haroroan ni saluhut angka alaman.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sai bereng ma, ale Jahowa, jala tatap, manang tu ise dung dibahen ho songon i? Tung tama ma inaina manganhon pinomparna sandiri, posoposo angka na minemeanna? Tung tama ma bunuon di habadiaon ni Tuhan i malim dohot panurirang?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Marragean do di tano di angka alaman i nang dakdanak nang na tuatua; marragean do binahen ni podang angka namarbaju di ahu nang dolidoli, angka na binunum di ari pangarimasanmu, angka naung pinotongmu so maralangalang.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Nunga dipaluhut ho songon di ari raya angka na manonggoti ahu humaliang; jadi ndang adong na malua manang teba di ari pangarimasan ni Jahowa; angka na hupamemememe jala na hupagodanggodang, musungki do maniaphon nasida.",
      "type": "content"
    }
  ]
}