{
  "book": "Ratapan",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende patoluhon: Si Jeremia mangandungkon parniahapanna sandiri 1-18. II. Unduk huhut nalom rohana mangido asi ni roha ni Debata 19-39. III. Panopotion di dosa 40-54. IV. Ditangihon Debata do angguhanggukna jala diurupi do na tarjepol 55-66",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu ma apala baoa panginonaan ni pardangolan binahen ni linsinglinsing ni rimasna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga ditogu jala diadu ibana ahu tu haholoman, ndada tu hatiuron.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Holan ahu do na tinuju ni tanganna gonop ari.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nunga merus sibukku dohot sisikku dibahen ibana, jala maropuk angka holiholingku dibahen.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nunga dipagukguk humaliang ahu rasun dohot hangaluton.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nunga dipahundul ibana ahu tu bagasan haholoman songon halak naung mate di na robi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nunga ditungkum ibana ahu humaliang, gabe ndang tarbahen ahu ruar, dipaborat do rantengku sian tombaga.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung sura mangangguhi ahu manang joujou, ndang tagamon tolhas tangiangki.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nunga dipolpol ibana angka dalanku marhitehite batu na nidakdak, jala dipalegotlegot angka dalanku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga gabe gompul na mangarop ibana di ahu, gabe singa tahe di pangaropan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga dipasimbil angka dalanku jala di parsurage ahu jala dibahen do ahu tarpunjung.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga disintak ibana siorna, jala dipatindang ahu hira salamat di sumbia.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nunga disiorhon angka anak ni parnangkatanna masuk tu bagasan piapiangku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nunga tung gabe sieleseleson ahu di sandok bangsongki, ende alingnasida manipat ari.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nunga dipamahap ibana ahu marhitehite angka na paet, tung dipainumhon tu ahu raru.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nunga ibana mangaropangi angka iponku marhitehite batu loting, jala dihungkupi ahu dohot sirabun.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nunga dipaholang ibana rohangku sian hadameon, gabe lupa ahu di na denggan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ningku ma: Nunga tung mago nalom dohot arop ni rohangku maradophon Jahowa!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(II.) Sai ingot ma dangolhon dohot pangaleleon na tu ahu ro di raru dohot rasun!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sai paingotingot ma tutu, asa tung sabam rohangku di bagasan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "I ma antong parateatehononku, ala ni do umbahen marpangkirimon ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Asiasi ni Jahowa sambing do umbahen so haru sun siap hami, ai ndang marpansohotan asi ni rohana i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Mulak rata do i tahe ganup sogot, godang ma tutu habonaronmu!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jahowa do parjambaranku, ninna tondingku, dibahen i marhaposan tu ibana ma ahu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Pardengganbasa do Jahowa mida angka na marhaposan tu ibana, mida tondi ni na mangalului ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Martua ma manang ise na hohom mangkalungunhon hatuaon ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Denggan do di baoa i, molo diusung augana tagan di haposoonna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Punjung ma ibana hundul, jala hohom, molo dung dipampe Tuhan i tu ibana.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Denggan nian dibahen pamanganna tu orbuk, anggiat adong sihirimon.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Denggan nian ditarehon hurumna tu na mamastap, maradu mahap rohana di haurahon.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ai ndang olo Tuhan i mangambolongkon halak ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ai ia dung dipajimput manang ise, marpangulahi ma rohana hombar tu godang ni asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ai ndada sian lomo ni rohana ibana pasipalhon manang mangarsahi jolma manisia.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Molo pinajepoljepol luhut angka na tarhurung di tano on.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Molo pinapeolpeol uhum tu baoa i di adopan ni na tumimbul.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Molo niruparupaan jolma di parsalisianna, tung so tatapon ni Tuhan i ma i?",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Tung ise ma na guru dokna manjadi, molo so Tuhan i martona?",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Tung so sian pamangan ni na tumimbul ruar hinamago dohot tua?",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Boasa sai marmungutmungut i jolma na mangolu i? Dompak dosana ma nian marmungutmungut be.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "(III.) Denggan ma hita mandiordiori angka dalanta jala itasulingkit, jala mulak hita tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Denggan ma itapahehe rohanta rap dohot tanganta tu Debata na di banua ginjang i!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Nunga marbalik hami jala manggunturi, umbahen so tarbahen marpangulahi roham.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Nunga dilungkuphon ho rimasmu tu hami, jala nunga dilele ho hami, nunga dibunu ho hami ndang maralangalang.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Nunga martabuni ho di bagasan ombun, ndang tartondong tangiang.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Nunga rapanrapan dohot biasbias hami dibahen ho di tongatonga ni angka bangso.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Luhut angka musunami pangangang babana be dompak hami.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Hasonggoton dohot godung manjadi jambarnami, tole muse hasiapon dohot hapansingon.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Hira batang aek do mabaor sian matangku, ala ni hapansingon ni boru ni bangsongku.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Sai mabakbak do iluilu ni matangku, ndang marpansadian, ndang marhasonangan.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Paima manatap manonggor Jahowa sian banuaginjang.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Matangku paholso rohangku taringot tu saluhut boru ni hutangku.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Sai dipaburuburu musungku do ahu songon pidong, soada paralaan.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Nunga direndephon nasida ngolungku di bagasan godung, lam ditompashon dope batu tu ahu.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Nunga pola disalpui aek ulungku, pola hudok: Tos ma annon hosangki.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "(IV.) Jadi hupajoujou ma goarmu, ale Jahowa, sian godung apala na bagas i.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Ditangihon ho do soarangku, unang tung padao pinggolmu sian hoihoingki dohot sian angguhanggukki.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Jonok do ho di ari uju na joujou ahu tu ho, nimmu do: Unang ho mabiar!",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Nunga dihasuhuthon ho, ale Tuhan, bada tu tondingku; nunga dipalua ho ngolungku.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Nunga diida ho ale Jahowa pangarupaon na tu ahu; sai patingkos ma uhum tu ahu.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Nunga diida ho saluhut partubolonnasida, saluhut sangkapnasida dompak ahu.",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Nunga dibege ho eleselesnasida, ale Jahowa, saluhut tahi ni rohanasida dompak ahu.",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "Pangkuling ni bibir ni angka alongku dohot tubutubu ni rohanasida mangalo ahu manipat ari.",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Sai tatap ma parhundul dohot parhehenasida; ahu do gabe ende aling di nasida.",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "Baloshon ma tu nasida partubolan, ale Jahowa, hombar tu pambahenan ni tangannasida!",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "Sai lehon ma tu nasida hatangkangon ni roha, jala harom ma jambarnasida!",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "Lele ma nasida di bagasan rimasmu, jala pansingkon nasida sian toru ni langit ni Jahowa!",
      "type": "content"
    }
  ]
}