{
  "book": "Ratapan",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende paopathon: Hadoharon ni Sion na jolo dohot dangolna nuaeng 1-11. II. Panginonaan ni jahatna do dangol ni Jerusalem nuaeng 12-20. III. Lumbalumba tu halak Edom na tilla 21-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tung gabe marbirong hape sere hian, tung mimbar do hape rupa ni sere palangki mamolin tung marambolongan do hape angka batu ni habadiaon di haroroan ni saluhut alaman!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Anak ni Sion angka na marmulia, angka na sobokkon mas timbanganna, tung gabe sobokkon ulaula angka na sian tano do hape jadijadian ni tangan ni panopa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Gari binatang manarehon mundalana laho pasusuhon anakna; muba do hape sogir ni boru ni bangsongku, tudoshon pidong andurian di halongonan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pola tung lohot dila ni posoposo tu langitlangit ni pamanganna dibahen uas; mangido indahan ia dakdanak hape ndang adong na marsagihon di nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jolma angka na somal manganhon na tabo na sai laon, mate anturaparon nuaeng di angka alaman; jolma angka na pinaompaompa di bagasan surta na jolo, margulu tena nuaeng.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Umbalga do antong hajahaton ni boru ni bangsongku sian dosa ni Sodom, i do garina balik di bagasan sangkidop mata, ndang pola lumenduk tanganna dibahen.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sumillaman do indukna na jolo sian batu holing, sumaksak sian susu; rumara do dagingna sia mata intan, tung sisandok do rupana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo nuaeng umbirong do rupana sian itom, ndang be ditanda halak ibana di angka alaman; hulingkulingna lohot di holiholina, tung masak do songon hau.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Maruntungan do halak angka na mate binahen ni podang, asa halak na mate binahen ni haraparon, angka na mate marsingkor, ala hurangan parbue tano i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung tangan ni inaina angka na bonsa roha mangalompa anakkonna sandiri, bahen sipanganonnasida di hapapansing ni boru ni bangsongku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga tung sun hinarimas ni Jahowa, nunga diusehon ibana parpiarpiar ni murukna, jala dipagalak sada api di bagasan Sion, na mansudahon angka ojahanna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Ndang diparhatongon roha ni angka raja ni tano on, ro di isi ni portibi on sudena tahe, tung bongotan ni alo manang musu hape angka bahal ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ala ni dosa ni angka panurirangna do antong, ala ni hajahaton ni angka malimna, angka naung mandurushon mudar ni halak partigor di tongatongana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Marbadoatan do nasida songon halak na mapitung di angka alaman, marsapu mudar, tung na so tarjama halak do pangkeannasida i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Pasiding hamu ma, ramun do! Angka dijouhon halak tu nasida. Pasiding! Pasiding! Unang jama hamu nasida. Uju na maporus nasida jala madoado, ninna halak ma di tongatonga ni angka parbegu: Ndang be jadi nasida mangulon disi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nunga dipaserak bohi ni Jahowa nasida, ndang be tataponna nasida. Ndang pardulinasida angka malim, ndang maralangalang nasida mida angka na tuatua.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jongjong dope nian huta i, sai nolnol matanami mangkasiholi pangurupion di hami nian, hape so marniula. Sai manatapnatap do hami di panatapannami mangkalungunhon sada bangso nian hape so olo manolongi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sai dihampungi nasida do langkanami, maradu so tarbahen hami mardalan di alamannami. Nunga jonok tahe ajalnami, nunga gok ariarinami, ai nunga ro adamnami.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dumoras do halak na paburuburu hami sian lali na martongatonga langit; sai diburu nasida do hami di atas ni angka dolok, sai diarop do hami di halongonan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Hosa ni igungnami nian, na miniahan ni Jahowa, gari tardapot di bagasan godung nasida, hudok hami do nian taringot tu ibana: Di linggomanna mangolu ma hita di tongatonga ni angka parbegu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Marolopolop ma ho jala marlas ni roha, ale boru Edom, na maringan di tano Us! Taripar do nang tu ho panginumani, ingkon laos mabuk ho jala marsaemara.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Nunga salese utangmi, ale boru Sion, ndang be buangkononna ho. Luluhononna ma ianggo hajahatonmu, ale boru Edom, jala papataronna angka dosami.",
      "type": "content"
    }
  ]
}