{
  "book": "Ratapan",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende palimahon: Taringot tu haurahon ni Jerusalem 1-18. II. Tangiang mangido asi ni roha 19-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Sai ingot ma, ale Jahowa na manginona tu hami! Sai tatap jala bereng haurahonnami.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Partaliannami nunga bali tu halak sileban, angka bagasnami tu halak na pulik marga.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi angka na sopot so marama so marina nama hami; inanami hira na mabalu do.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon martuhor nama aek siinumonnami, arga situtu ia sobannami hutuhor hami.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai dilotongi nasida do tangkuhuknami, mandate pe hami laos so diloas do hami mangulon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tu Misir husombahon hami tangannami, boti tu Assur, asa pasingkop sipanganon nian.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ompunami nian, angka na so disi be mardosa, hape manginona tu hami do hajahatonnasida i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hatoban do mangarajai hami, ndang adong na palua hami sian tangannasida i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pola sumeahon hosanami hami mangalap sipanganonnami maradophon podang di halongonan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Hira purun do sisiknami hinilala binahen ni parpotirpotir ni haraparon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga digogoi nasida angka inaina di Sion, ro di angka namarbaju di bagasan angka huta ni Juda.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga targantung angka induk dibahen tangannasida, bohi ni angka na tuatua pe, ndang marsangap diida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon pausungusung pandudaan angka dolidoli, jala angka dakdanak martinggangan mangusung soban.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Angka na tuatua mansohot marpartungkoan, angka dolidoli mansohot marhasapi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nunga pesan las ni rohanami, panontoronnami nunga hosing gabe arsak ni roha.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nunga peut tumpal sian ulunami. Marjea ma hami ala naung mardosa hami!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ala ni do mandate rohanami, ala ni gabe homur matanami.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Mida dolok Sion na tarulang i tahe; tung antuasu hape mardalani disi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(II.) Alai anggo ho, ale Jahowa marhabangsa ro di salelenglelengna, habangsami pe hot do marsundutsundut.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Boasa tung tongtong hami halupahononmu, tung tadingkononmu hami pola na sai leleng!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Togihon ma hami mulak tu ho, ale Jahowa, asa saut hami mulak! Paimbaru ma arinami, suang songon di narobi.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tung laos ambolong situtu nama hami pasombuonmu ulaning manang tung sungkot hinarimasmu mida hami so marpangulahi roham tagamon?",
      "type": "content"
    }
  ]
}