{
  "book": "2 Raja-raja",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Kapak timbul mengapung",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada suatu hari berkatalah rombongan nabi kepada Elisa: \"Cobalah lihat, tempat tinggal kami di dekatmu ini adalah terlalu sesak bagi kami.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Baiklah kami pergi ke sungai Yordan dan masing-masing mengambil satu balok dari sana, supaya kami membuat tempat tinggal untuk kami.\" Jawab Elisa: \"Pergilah!\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lalu berkatalah seorang: \"Silakan, ikutlah dengan hamba-hambamu ini.\" Jawabnya: \"Baik aku akan ikut.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Maka ikutlah ia dengan mereka. Setelah mereka sampai di sungai Yordan, merekapun menebang pohon-pohon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dan terjadilah, ketika seorang sedang menumbangkan sebatang pohon, jatuhlah mata kapaknya ke dalam air. Lalu berteriak-teriaklah ia: \"Wahai tuanku! Itu barang pinjaman!\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tetapi berkatalah abdi Allah: \"Ke mana jatuhnya?\" Lalu orang itu menunjukkan tempat itu kepadanya. Kemudian Elisa memotong sepotong kayu, lalu dilemparkannya ke sana, maka timbullah mata kapak itu dibuatnya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Lalu katanya: \"Ambillah.\" Orang itu mengulurkan tangannya dan mengambilnya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tindakan Elisa dalam peperangan melawan Aram",
      "type": "title"
    },
    {
      "verse": 8,
      "text": "Raja negeri Aram sedang berperang melawan Israel. Ia berunding dengan pegawai-pegawainya, lalu katanya: \"Ke tempat ini dan itu haruslah kamu turun menghadang.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tetapi abdi Allah menyuruh orang kepada raja Israel mengatakan: \"Awas, jangan lewat dari tempat itu, sebab orang Aram sudah turun menghadang ke sana.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sebab itu raja Israel menyuruh orang-orang ke tempat yang disebutkan abdi Allah kepadanya. Demikianlah Elisa memperingatkan kepadanya, supaya berawas-awas di sana, bukan sekali dua kali saja.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Lalu mengamuklah hati raja Aram tentang hal itu, maka dipanggilnyalah pegawai-pegawainya, katanya kepada mereka: \"Tidakkah dapat kamu memberitahukan kepadaku siapa dari kita memihak kepada raja Israel?\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tetapi berkatalah salah seorang pegawainya: \"Tidak tuanku raja, melainkan Elisa, nabi yang di Israel, dialah yang memberitahukan kepada raja Israel tentang perkataan yang diucapkan oleh tuanku di kamar tidurmu.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Berkatalah raja: \"Pergilah melihat, di mana dia, supaya aku menyuruh orang menangkap dia.\" Lalu diberitahukanlah kepadanya: \"Dia ada di Dotan.\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Maka dikirimnyalah ke sana kuda serta kereta dan tentara yang besar. Sampailah mereka pada waktu malam, lalu mengepung kota itu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ketika pelayan abdi Allah bangun pagi-pagi dan pergi ke luar, maka tampaklah suatu tentara dengan kuda dan kereta ada di sekeliling kota itu. Lalu berkatalah bujangnya itu kepadanya: \"Celaka tuanku! Apakah yang akan kita perbuat?\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jawabnya: \"Jangan takut, sebab lebih banyak yang menyertai kita dari pada yang menyertai mereka.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Lalu berdoalah Elisa: \"Ya TUHAN: Bukalah kiranya matanya, supaya ia melihat.\" Maka TUHAN membuka mata bujang itu, sehingga ia melihat. Tampaklah gunung itu penuh dengan kuda dan kereta berapi sekeliling Elisa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ketika orang-orang Aram itu turun mendatangi dia, berdoalah Elisa kepada TUHAN: \"Butakanlah kiranya mata orang-orang ini.\" Maka dibutakan-Nyalah mata mereka, sesuai dengan doa Elisa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Kemudian berkatalah Elisa kepada mereka: \"Bukan ini jalannya dan bukan ini kotanya. Ikutlah aku, maka aku akan mengantarkan kamu kepada orang yang kamu cari.\" Lalu diantarkannya mereka ke Samaria.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Segera sesudah mereka sampai ke Samaria berkatalah Elisa: \"Ya TUHAN, bukalah mata orang-orang ini, supaya mereka melihat.\" Lalu TUHAN membuka mata mereka, sehingga mereka melihat, dan heran, mereka ada di tengah-tengah Samaria.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Lalu bertanyalah raja Israel kepada Elisa, tatkala melihat mereka: \"Kubunuhkah mereka, bapak?\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tetapi jawabnya: \"Jangan! Biasakah kaubunuh yang kautawan dengan pedangmu dan dengan panahmu? Tetapi hidangkanlah makanan dan minuman di depan mereka, supaya mereka makan dan minum, lalu pulang kepada tuan mereka.\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Disediakannyalah bagi mereka jamuan yang besar, maka makan dan minumlah mereka. Sesudah itu dibiarkannyalah mereka pulang kepada tuan mereka. Sejak itu tidak ada lagi gerombolan-gerombolan Aram memasuki negeri Israel.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tindakan Elisa pada waktu Samaria dikepung",
      "type": "title"
    },
    {
      "verse": 24,
      "text": "Sesudah itu Benhadad, raja Aram, menghimpunkan seluruh tentaranya, lalu maju mengepung Samaria.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Maka terjadilah kelaparan hebat di Samaria selama mereka mengepungnya, sehingga sebuah kepala keledai berharga delapan puluh syikal perak dan seperempat kab tahi merpati berharga lima syikal perak.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Suatu kali ketika raja Israel berjalan di atas tembok, datanglah seorang perempuan mengadukan halnya kepada raja, sambil berseru: \"Tolonglah, ya tuanku raja!\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jawabnya: \"Jika TUHAN tidak menolong engkau, dengan apakah aku dapat menolong engkau? Dengan hasil pengirikankah atau hasil pemerasan anggur?\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Kemudian bertanyalah raja kepadanya: \"Ada apa?\" Jawab perempuan itu: \"Perempuan ini berkata kepadaku: Berilah anakmu laki-laki, supaya kita makan dia pada hari ini, dan besok akan kita makan anakku laki-laki.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi kami memasak anakku dan memakan dia. Tetapi ketika aku berkata kepadanya pada hari berikutnya: Berilah anakmu, supaya kita makan dia, maka perempuan ini menyembunyikan anaknya.\"",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Tatkala raja mendengar perkataan perempuan itu, dikoyakkannyalah pakaiannya; dan sedang ia berjalan di atas tembok, kelihatanlah kepada orang banyak, bahwa ia memakai kain kabung pada kulit tubuhnya.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Lalu berkatalah raja: \"Beginilah kiranya Allah menghukum aku, bahkan lebih dari pada itu, jika masih tinggal kepala Elisa bin Safat di atas tubuhnya pada hari ini.\"",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Adapun Elisa, duduk-duduk di rumahnya, dan para tua-tua duduk bersama-sama dia. Raja menyuruh seorang berjalan mendahuluinya, tetapi sebelum suruhan itu sampai kepada Elisa, Elisa sudah berkata kepada para tua-tua itu: \"Tahukah kamu, bahwa si pembunuh itu menyuruh orang untuk memenggal kepalaku? Awas-awaslah, apabila suruhan itu datang, segeralah tutup pintu dan tahanlah dia supaya orang itu jangan masuk. Bukankah sudah kedengaran bunyi langkah tuannya di belakangnya?\"",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Selagi ia berbicara dengan mereka, datanglah raja mendapatkan dia. Berkatalah raja kepadanya: \"Sesungguhnya, malapetaka ini adalah dari pada TUHAN. Mengapakah aku berharap kepada TUHAN lagi?\"",
      "type": "content"
    }
  ]
}