{
  "book": "Zakharia",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba tu bangso Israel, unang diihuthon dosa ni ompuna 1-6. II. Pangungkapon parjolo: Taringot tu parsihundul di holangholang ni dulang. Asi roha ni Debata mida Jerusalem 7-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dibulan sipaha ualu, paduataonhon hinarajahon ni si Darius ro ma hata ni Jahowa tu panurirang Sakaria, anak ni si Berekia, tubu ni si Ido, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Marronirimas situtu do Jahowa mida ompumuna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai dok ma tu nasida: Songon on do hata ni Jahowa Zebaot sai mulak ma hamu tu ahu, ninna Jahowa Zebaot, asa mulak ahu tu hamu, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Unang hamu songon ompumuna angka naung jinou ni angka panurirang parjolo i, ninna do: Songon on do hata ni Jahowa Zebaot: Ua mulak ma hamu sian dalanmuna, angka na jahat dohot sian pambahenanmuna angka na roa i. Alai ndang ditangihon, jala ndang dipardulihon nasida ahu, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia ompumuna, didia nasida nuaeng? Jala angka panurirang i, tung ro di salelenglelengna ma nasida mangolu?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Antong angka hatangki dohot patikki, angka na hutonahon tu na naposongku, angka panurirang i, nda nunga mangonai tu angka ompumuna? Gabe mulak nasida jala angka didok do: Songon na sinangkap ni Jahowa Zebaot naeng bahenonna tu hita, hombar tu angka dalanta dohot pambahenanta songon i do tongon dibahen tu hita.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Di ari duapulu opat di bulan Li, i ma bulan Sebat, paduataonhon hinarajahon ni si Darius, ro ma hata ni Jahowa tu panurirang Sakaria, anak ni si Berekia, tubu ni si Ido, songon on:",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Maralatan ahu bornginna i, gabe ida ma sada halak marsihundul di atas sada hoda na rara, jala sulon ibana di holangholang ni dulang, angka na di rura, jala di pudina hoda angka na rara, sihuning dohot siapaspili.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ningku ma: Dia do lapatan ni angka on, ale tuangku? Jadi didok suruan donganku mangkatai ma tu ahu: Hupabotohon pe tu ho lapatan ni angka nasida i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna baoa na sulon di holangholang ni angka dulang i mangalusi: I ma angka na sinuru ni Jahowa laho mangaliati tano on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i didok angka nasida ma mangalusi suruan ni Jahowa na sulon di holangholang ni angka dulang i: Nunga huliati hami tano on, jadi ida ma, sandok tano on mardemak jala sonang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi didok suruan ni Jahowa ma mangalusi: Ale Jahowa Zebaot, sadia leleng on so marpangulahi roham mida Jerusalem dohot mida angka huta ni Juda, angka na nirimasanmu na pitupulu taon on.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dialusi Jahowa ma suruan, donganku mangkatai, angka hata na denggan dohot hata apulapul didok.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i didok suruan donganku mangkatai ma tu ahu: Martingting ma ho songon on: Boti hata ni Jahowa Zebaot: Nunga marronirimas situtu ahu humongkop Jerusalem dohot Sion.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai tarrimas situtu ma ahu mida parbegu, angka na jungkat, ala tarrimas ahu otik, gabe manolongi tu hamagoan ianggo nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen i songon on do hata ni Jahowa: Nunga marpangulahi rohangku tu Jerusalem; ingkon paulion muse bagashu di bagasan huta i ninna Jahowa Zebaot, jala sintahan ma hotang panuhati humaliang Jerusalem.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ulahi muse martingting mandok: Songon on do hata ni Jahowa Zebaot: Marrarahan dope angka hutangku bahenonku jala lobian dipasupasu, jala ulahan ni Jahowa mangapuli Sion ulahanna huhut mamillit Jerusalem.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(2-1) ",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "I. Pangungkapon padua on taringot tu tanduk na opat i dohot tu panopa na opat i: torutoru tu musu ni Juda 1-4. II. Pangungkapon patoluhon: Taringot tu baoa sitiop hotang pamalok, hinabolon ni Jerusalem 5-9. III. Bagabaga taringot tu hamumulak sian habuangan, jala maringan Jahowa di bagasan Sion 10-17",
      "type": "title"
    },
    {
      "verse": 19,
      "text": "(2-2) Dung i ningku ma tu suruan angkuphu mangkatai: Dia do lapatan ni angka on? Jadi didok ma tu ahu: I ma tanduk, angka naung paserak Juda, Israel dohot Jerusalem.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(2-3) Dung i dipaidahon Jahowa ma tu ahu opat halak panopa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(2-4) Jadi ningku ma: Aha do huroha sibahenonnasida on umbahen na ro? Jadi didok ibana ma songon on: I ma tanduk, angka naung paserak Juda, pola ndang tarbahen manang ise padirgak uluna. Alai ro soluk angka nasida on laho manonggoti nasida, laho mangupokkon angka tanduk ni angka bangso parbegu, angka na paginjang tandukna dompak tano Juda laho paserakkonsa.",
      "type": "content"
    }
  ]
}