{
  "book": "Zakharia",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Niondingan ni Jahowa monang ma Israel, bangsona i sogot 1-7. II. Pasuangonna nasida tu tano nasida, jala tarjepol bahenonna angka musunasida 8-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Pangido hamu ma tu Jahowa udan di tingki ni ombahon! Jahowa do na mambahen porhas manoro, lehononna tu nasida dohot udan tu nasa suansuanan di ladang.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai angka ganaganaan mangkatahon gapgap, jala angka pangarunding manondungi sipaotooto, jala nipi angka na so gabeak, dihatahon nasida, alogo sambing do apulapul sian nasida. Dibahen i lilu do nasida, songon parduan birubiru, tarjepol nasida, ala so adong siparmahan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Marsigorgor do rimashu dompak angka parmahan, jala dompak angka hambing tunggal ahu marlulu; ai tingkiron ni Jahowa Zebaot ma punguanna, i ma pinompar ni Juda, jala bahenonna nasida songon hoda na pinajagarna tu tongtangan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sian ibana do batu parsuhi, sian ibana huhut pasi, sian ibana do sior tu hamusuon; sian ibana ruar nasa jolma ihutan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi doshon ulubalang nasida, angka na mangaluntak musuna di alaman uju di hamusuon; laos marporang nasida, ai Jahowa do dongannasida, gabe tarurak angka jolma parsihundul di hoda.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala margogo bahenonku pinompar ni Juda, jala pamonangonku ia pinompar ni si Josep, jala pasuangonku nasida tu ingananna hian, ai marpangulahi do rohangku tu nasida, jala songon na so dung nasida hubolongkon pangalahonasida sogot. Ai ahu Jahowa Debatanasida, jala alusanku do tangiangnasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi doshon ulubalang Epraim, jala las rohanasida songon binahen ni anggur; idaon ni anaknasida ma i, gabe marlas ni roha. Marolopolop ma rohanasida mida Jahowa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Elaongku ma nasida jala papunguonku nasida, ai nunga hutobus nasida, jala patoroponku nasida, songon toropnasida na jolo.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala saburhononku nasida tu tongatonga ni angka bangso, ingotonnasida ma ahu dohot di tano na holang, jadi mangolu nasida rap dohot anaknasida, jala mulak sogot.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala mulak nasida boanonku sian tano Misir, jala papunguonku nasida sian Assur, jala tu tano Gilead dohot tu Libanon togihononku nasida, gabe ndang hasiatan nasida disi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala tariparanna do laut hagogotan, jala lipatanna angka galumbang ni laut i jadi marsik ma nasa lung ni Nil, jala direongkon ma haginjangon ni Assur tu toru, jala munsat tungkot harajaon ni Misir.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ahu mangalehon gogo tu nasida marhite sian Jahowa, gabe marparange nasida di bagasan goarna, ninna Jahowa.",
      "type": "content"
    }
  ]
}