{
  "book": "Zakharia",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon dompak parmahan angka na jahat i 1-6. II. Parmahan na denggan roha i dohot na dua batahi: Halambohon dohot harosuon 7-9. III. Ala dibolongkon bangsona parmahan na denggan roha i, jadi sirang parpadanonnasida, soluk ma parmahan na oto marmahan nasida 10-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ungkap ma bahalmu ale Libanon, asa suda dipangan api angka hau ares na di atasmu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Mangangguhi ma ho ale hariara, ai nunga marobo hau ares, nunga tartaba nasida angka na tongam. Mangangguhi ma hamu angka hariara di Basan, ai nunga marobo tombak longolongo.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tarbege do suara angguhangguk ni angka parmahan, ai nunga marobo hamuliaonnasida; tarbege do suara na marauang ni angka babiat na bajar, ai nunga mago hajagaron ni Jordan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Songon on do hata ni Jahowa Debatangku: Parmahan i ma birubiru sipotongon hian!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai angka na manuhor nasida mamotongi nasida jala ndang pola sala di rohanasida jala angka na manggadis nasida muse mandok: Pinuji ma Jahowa, ai nunga mamora ahu. Sipormahan nasida pe ndang mangolani tu nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i ahu pe ndang be olanangku angka isi ni tano on, ninna Jahowa! Ida ma, ahu sandiri pasahathon jolma i sadasada tu bagasan tangan ni donganna dohot tu tangan ni rajana, asa dipansingkon nasida tano on, jala ndang ahu paluahon sian tangannasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Jadi ahu ma marmahan birubiru sipotongon hian, ala ni birubiru angka na dangol i. Dung i hubuat ma di ahu dua batahi; na sada hugoar haholongan, na sada nari hugoar harosuon. Jadi laos ahu ma marmahan angka birubiru i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi husiaphon ma parmahan sitolutolu i di bagasan sabulan, ai biasan rohangku mida nasida, rohanasida pe antong biasan do mida ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ningku ma: Ndang olo be ahu marmahan hamu: Mate tusi na mate! Siap tusi na siap i! Jala na teba i dipangan be tusi sibuk ni donganna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(III.) Dung i hubuat ma batahingku haholongan, jala huponggolhon laho manait padanhu, na hubahen i tu saluhut angka bangso.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi mose ma padani di na sadari i. Dung i mamoto ma birubiru angka na dangol i, angka na mangaranap tu ahu, hata ni Jahowa do i hape.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ningku ma tu nasida: Molo denggan di rohamuna, lehon tu ahu upangku, alai molo ndang, ba jua hamu tusi. Jadi didasing nasida ma upangki tolupulu rupia.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i didok Jahowa ma tu ahu: Reongkon ma i tu sitopa hudon, jagar ma asami, na niasamnasida ahu. Jadi hubuat ma na tolupulu rupia i, jala hutimpalhon ma i tu bagasan joro ni Jahowa lehonon tu sitopa hudon i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i huponggolhon ma batahingku na paduahon i ma harosuan i, laho manirang pardongan saripeon sabutuhaon ni Juda tu Israel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna Jahowa ma tu ahu: Buat sahalinari di ho ulaula ni sada parmahan na oto.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai ida ma, ahu ma patindang sogot sada parmahan di tano on, ndang tingkironna angka na mago, jala ndang luluanna na lilu, jala ndang daonanna na ginosagosa, jala ndang parmuduonna na hot jongjong; alai anggo sibuk ni na mokmok suda panganonna, jala hiskisonna ia sisilonnasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Marjea ma parmahan na so marguna, na olo manadingkon birubiru i! Manginona ma podang tu botohonna dohot tu matana siamun i! Malos situtu ma botohonna, jala lotop matana siamun i.",
      "type": "content"
    }
  ]
}