{
  "book": "Zakharia",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mangasahon Debatana Jerusalem gabe margogo jala marantu, atik pe disosak angka bangso parbegu 1-9. II. Tondi parasian dohot hamubaon ni roha usehononna tu nasida sogot 10-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Songon on ma hata ni Jahowa, na paherbang langit jala na paojak tano on, jala na jumadihon tondi ni jolma di bagasan dirina.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ida ma ahu sandiri mambahen Jerusalem gabe panginuman hamabuhon di saluhut angka bangso humaliang, sahat ibana huhut tu Juda di hatutungkum ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i masa ma di ari na sasada i, ahu sandiri mambahen Jerusalem gabe batu pangujian gogo di saluhut angka bangso; nasa na naeng mangkindat maraprap bahenonna, jala marpungupungu naeng mangalo huta i nasa bangso parbegu di tano on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Di ari na sasada i, ninna Jahowa: Jimbolangon ma bahenonku nasa hoda, jala jolma na mangkunduli lalaen ma. Alai anggo mida pinompar ni Juda mangaranap ma matangku; ianggo hoda ni angka bangso papitungonku ma sudena.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dohonon ni angka induk ni Juda ma di bagasan rohanasida: Bahen hagogoon di ahu do angka isi ni Jerusalem marhitehite Jahowa Zebaot Debatanasida i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Di ari na sasada i ahu sandiri mambahen angka induk ni Juda, songon hudon parapiapian di holangkolang ni soban, jala songon tulbu di holangkolang ni tibalan, asa suda dipangan nasida saluhut angka bangso humaliang tungkan siamun dohot tungkan hambirang. Alai anggo Jerusalem hot do tongtong di ojahanna hian di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi jumolo lehonon ni Jahowa tua tu angka undungundung ni Juda, asa unang manenganenga hamuliaon ni bagas ni si Daud dohot hamuliaon ni isi ni Jerusalem mangasta Juda.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Di ari na sasada i Jahowa ma gabe partanobatoan humaliang isi ni Jerusalem, asa manang ise sian nasida na tarsulandit di ari na sasada i, sobokkon si Daud jala pinompar ni si Daud tudoshon Debata, songon suruan ni Jahowa di adopannasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Marlulu ma ahu di ari na sasada i mamansingkon saluhut bangso parbegu, angka na ro mamorang Jerusalem.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Jadi usehononku ma tu pinompar ni si Daud dohot tu isi ni Jerusalem tondi parasian dohot partangiangon, gabe paberengberengon nasida ma ahu, naung tinullang nasida; jala andungannasida ibana, songon pangandungion di anak sasada, jala habot situtu rohanasida taringot tu ibana songon habot ni roha mida anak buhabaju.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Di ari na sasada i masa ma pangandungion bolon di Jerusalem, songon pangandungion uju di Hadadrimmon di rura Megiddo.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mangandungi ma isi ni tano on: Marompuompu pulik be pinompar ni ompu ni si Daud pulik, jolma nasida pe pulik; pinompar ni ompu ni si Natan pulik, jolmanasida pe pulik.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pinompar ni ompu ni si Lepi pulik, jolmanasida pe pulik; pinompar ni ompu ni si Simei pulik, jolmanasida pe pulik.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Suang songon i sude pinompar ni ompu na asing, ganup ompu pulik be, jala jolmanasida pulik.",
      "type": "content"
    }
  ]
}