{
  "book": "Zakharia",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mual panesaan di dosa. Hapapansing ni pamelean tu begu dohot nasa panurirangon gapgap 1-6. II. Podang dompak Parmahan dohot pamitaon di punguan 7-9",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di ari na sasada i sogot adong ma sada mual na talak di pinompar ni si Daud dohot di angka isi ni Jerusalem mamburi sude dosa dohot haramunon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala di ari na sasada i, masa ma, ninna Jahowa Zebaot: Ahu mamansingkon nasa goargoar ni angka ganaganaan sian tano on, asa unang be dipaingotingot rohana; angka pangarunding pe dohot tondi haramunon pabalionku ma sian tano i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi tung sura mangarundingi dope manang ise, dohonon ni amana dohot inana na manubuhon ibana ma tu ibana: Ndang jadi be ho mangolu, ai nunga dihatahon ho gapgap marhitehite goar ni Jahowa! Pola tullangon ni amana dohot inana na mangintubui ibana di pangarundingonna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai masa ma di ari na sasada i: Tarurak be ma angka panurirang marhite sian alatanna, dohot pangarundingonna i, gabe ndang be paruloshononna ulos parhadohoan sian imput ni birubiru laho paotootohon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Lam dohononna be ma: Ndang panurirang ahu, jolma siula tano do ahu, ai nunga adong jolma na tumuhor ahu sian sietehetehonku dope.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tung sura adong na mandok tu ibana: Bugang dia do i na di tanganmu? Gabe dohonon ma: Na dibugangi isi ni bagas haholonganku do ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Ngot ma ho, ale podang dompak parmahanku dohot dompak baoa sihasolhotangku ninna Jahowa Zebaot; lombuti ma parmahan i, asa marserak angka birubiru, dung i patoltolonku ma tanganku manogu angka na metmet.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i masa ma di sandok tano on, ninna Jahowa ripashononhon do dua partolu isina, tung tos do hosana, alai tading do anggo na sapartolu isina i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Na sapartolu i pe togihononku do tu bagasan api, jala papitaonku nasida, songon pamita ni halak di perak, jala ujionku nasida, songon panguji ni halak di sere. I ma na pajoujou goarhu sogot, jala alusanku ibana; dohononku ma: Bangsongku do i, ibana pe dohononna ma: Jahowa Debatangku.",
      "type": "content"
    }
  ]
}