{
  "book": "Zakharia",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parungkilon parpudi sian angka parbegu dompak Jerusalem, jala haluaon ni bangso ni Debata 1-7. II. Jahowa do raja ni liat portibi on sogot 8-11. III. Uhum hariripur tu angka parbegu 12-15. IV. Sange ni parsombaon tu Jahowa 16-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ida ma, ro do ari ni Jahowa sogot, parbagian ni tabantabanmu di parsitongaanmu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai papunguonku ma saluhut angka bangso parbegu dompak Jerusalem laho martongtang, gabe tartaban ma huta i, jala pupusanna angka jabu, jala ramunanna angka inaina, jala satonga huta i tarboan tu habuangan, alai anggo pasipasi ni bangso i, ndang siaphononna sian huta i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i borhat ma Jahowa, asa marmusu dompak angka bangso parbegu i, songon na somal ibana marporang, di ari tongtangan i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi ojakkononna ma patna di ari na sasada i di atas ni dolok Jetun, tondong ni Jerusalem tungkan habinsaran. Dung i bola dua ma dolok Jetuni sian habinsaran tungkan hasundutan, gabe tubu rura na lambas situtu, gabe morot na satonga ni dolok i tungkan utara, na satonganari tungkan dangsina.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi maporus ma anggo hamu tu rura ni angka dolokku, ai sahat do rura ni angka dolok i ro di Asel. Maporus ma tutu hamu, songon hapoporusmuna maradophon lalo uju di angka ari ni si Usia, raja sian Juda. Dung i ro ma Jahowa Debatangku, udur dohot ibana saluhut angka na badia.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala di ari na sasada i, ndang adong hatiuron, mangkolom ma angka panondang di langit.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala sada sambing do ari i, sasada Jahowa umbotosa, so haru arian, so hara borngin. Alai marhira bodari tiur ma muse.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Di ari na sasada i sogot, ruar ma angka aek hangoluan sian Jerusalem, satongana dompak laut tungkan habinsaran, jala na satonganari dompak laut tungkan hasundutan; manipat partaonan logo ni ari dohot rondo ni ari masa songon i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi Jahowa gabe raja gumomgom liat portibi on; di ari na sasada i sada situtu Jahowa, goarna pe sada do.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Muba ma sandok tano i, songon adaran sian Geba tu Rimmon tungkan dangsina ni Jerusalem. Alai tarhinsat ma ianggo huta i, jala na niinganan di ingananna hian, olat ni harbangan Benjamin sahat ro di hajongjongan ni harbangan parjolo, pola sahat di harbangan parsuhi, jala sian tungkup Hananel sahat ro di pangilangan ni rajai.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi maringanan ma halak disi jala ndang adong be masa hamagoan, gabe marsonangsonang halak mangingani Jerusalem.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Alai on do torutoru sipasonggopon ni Jahowa tu saluhut bangso, angka na marporang dompak Jerusalem: Merus bahenonna sibukna, andorang diojakkon dope patna, matana pe malala do di bagasan liangna, busuk dohot dilana di bagasan pamangannasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i pamasaon ni Jahowa ma di ari na sasada i hagunturon bolon di nasida, ganup nasida manoro tangan ni donganna, jala diondamhon tanganna dompak tangan ni donganna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dohot do halak Juda marmusu di bagasan Jerusalem; jadi diboan halak ma tu bagasan huta i arta ni saluhut bangso parbegu humaliang, sere, perak dohot angka ulos mansai godang.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Laos songon i do pangonai ni torutoru i tu hoda, hoda na marsahe, halode, unto, lombu ro di nasa dorbia angka na di parsaroannasida, suman tu torutoru ondeng.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(IV.) Dung i nasa na teba sian saluhut bangso parbegu angka na ro mangalo dompak Jerusalem, nangkok ma nasida ganup taon laho marsomba tu raja Jahowa Zebaot, jala marari raya parlapelapean.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai manang ise sian angka bangso ni tano on na so nangkok tu Jerusalem laho marsomba tu raja Jahowa Zebaot, ndang madabu udan tu nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tung sura bangso Misir na so nangkok, manang ro, tung so dohot ma tu nasida mangonai torutoru i, na hinonahon ni Jahowa tu bangso parbegu na asing, angka na so nangkok marari raya parlapelapean?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "I ma torutoru ala ni dosa ni Misir dohot torutoru ala ni dosa ni saluhut bangso parbegu, angka na so nangkok marari raya parlapelapean.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Di ari na sasada i tarsurat do di angka giringgiring ni hoda: Na badia di Jahowa! Jala angka saoan di joro ni Jahowa sobokkon angka saoan pangurasan di adopan ni langgatan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tongon, badia di Jahowa Zebaot do nasa saoan di Jerusalem dohot di Juda, jala ro be sude halak angka na mamelehon pelean, jala dipambuat sian i, jala dipangalompai, alai ndang adong be di ari na sasada i halak Kanaan di bagasan joro ni Jahowa Zebaot.",
      "type": "content"
    }
  ]
}