{
  "book": "Zakharia",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "(2-5) (II.) Dung i manaili ahu muse dompak ginjang, asa huida, jadi ida ma, sada halak na patioptiop sada hotang pamalok di bagasan tanganna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(2-6) Jadi ningku ma: Naeng tudia ho laho? Dung i ninna ibana ma tu ahu: Naeng manuhati Jerusalem, naeng marnida manang sadia bohangna, jala sadia unjurna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(2-7) Jadi ida ma, ruar ma suruan, angkuphu mangkatai hian; ruar muse sada suruan na asing manjumpangkon ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(2-8) Jala didok tu ibana: Marlojong ma ho dok ma tu dolidoli on songon on: Gabe adaran manardas ma Jerusalem dibahen hinadeak ni jolma dohot pinahan di tongatongana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(2-9) Ai ahu do, ninna Jahowa, gabe parik api humaliang huta i, jala ahu gabe hamuliaon di tongatongana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(2-10) (III.) Beta hamu antong! Lintun ma hamu sian tano tungkan utara, ninna Jahowa, ai nunga hupaserak hamu tu desa na opat ni langit i, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(2-11) Beta antong, ale Sion, palua dirim, ho ale na maisolat di tano Babel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(2-12) Ai songon on do hata ni Jahowa Zebaot: Naeng marmulia ibana umbahen disuru ahu tumopot bangso parbegu, angka na martaban hamu na jolo. Ai manang ise na manjama hamu, anak ni matana jinamana disi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(2-13) Ai ida ma, laluhononku ma tanganku tu nasida, asa gabe tabantaban nasida di halak na pinarhatobannasida nasailaon, asa tung ditanda hamu Jahowa Zebaot naung marsuru ahu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(2-14) Marolopolop ma ho, jala marlas ni roha, ale boru Sion, ai ida ma, na ro ma ahu maringan di tongatongami, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(2-15) Jadi torop angka bangso parbegu marsilohot tu Jahowa di ari na sasada i, gabe bangsongku nasida, alai maringan do ahu anggo di tongatongami, asa tung diboto ho Jahowa Zebaot naung marsuru ahu manopot ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(2-16) Jadi ainon ni Jahowa muse Juda bahen partalianna di tano na badia i, jala ulahanna mamillit Jerusalem.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(2-17) Hohom ma nasa sibuk maradophon Jahowa, ai nunga tarsunggul ibana sian inganan ni habadiaonna.",
      "type": "content"
    }
  ]
}