{
  "book": "Zakharia",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangungkapon paopathon: Taringot tu sintua ni malim Josua dohot pangurasonna i 1-7. II. Bagabaga di hatuaon marhitehite tumbur ni Jahowa 8-10",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipataridahon ma tu ahu si Josua, sintua ni malim i, tindang di jolo ni suruan ni Jahowa, jala pangasung i tindang di lambung ni siamunna, mangasungi ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ninna Jahowa ma tu pangasung i: Toruan ni Jahowa ma ho, ale pangasung! Hona hata ma ho tutu bahenon ni Jahowa, na mamillit Jerusalem! Nda sipusipu do ibana on, na tinait sian api?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai marulos angka na ramun do ianggo si Josua, songon i ibana tindang di jolo ni suruani.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi didok ibana ma manonai angka na jongjong di jolona songon on: Tanggali hamu ma ulos angka na ramuni sian ibana! Alai anggo tu ibana didok do: Ida ma nunga hubuat sian ho hageduhonmu, jala solukkononku ma tu ho, angka ulos na marhadohoan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi ningku ma: Sapala dibahen nasida ma dohot talitali na ias tu atas uluna. Jadi dibahen nasida ma talitali na ias tu atas uluna, jala disolukkon angka ulosi tu ibana, laos tindang anggo suruan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i dihatindangkon suruan ni Jahowa ma tu si Josua songon on:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Boti hata ni Jahowa Zebaot: Molo mardalan ho di angka dalanku, jala diradoti ho na hupasahat i tu ho, ingkon dohot ho manguhum jorongki ramotanmu dohot angka alamanku, lehononku ma tu ho angka partogi sian nasida, angka na tindang dison.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Ua tangihon ma, ale Josua, sintua ni malim, ho dohot alealem angka na hundul di jolomi, ai angka baoa tudosan do nasida, ai ida ma, paroonku ma naposongku si Tumbur.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai ida ma, batu naung hupeakhon i di jolo ni si Josua, pitu mata di atas ni batu na sasada i; ida ma, laos ahu sandiri mangungkap ruangna, ninna Jahowa Zebaot, jala ahu mangunsat hajahaton ni tano on di ari na sasada i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Laos di na sadari i, ninna Jahowa Zebaot, pioonmuna, ma ganup alealemuna be marlinggom tu toru ni hau anggurna dohot tu toru ni hau antajauna.",
      "type": "content"
    }
  ]
}