{
  "book": "Zakharia",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangungkapon palimahon: Taringot tu parpalitoan sere dohot hau jetun na dua i 1-7. II. Anak ni miak na dua i si Josua dohot si Serubabel 8-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i mulak ma suruan, angkuphu mangkatai, jala disunggul ahu, songon baoa na sinunggul sian na modom.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i didok ma tu ahu: Aha do na niidam? Jadi ningku ma: Nunga maralatan ahu, jadi huida ma sada parpalitoan sere mamolin, jala parmiahan na di atas uluna jala pitu palitona di atasna, pitu be dangka pangindingan tu palito, angka na di atas uluna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dua hau jetun di ginjangna, sada tungkan siamun ni parmiahan, jala sada tungkan hambirangna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ningku ma usouso tu suruan, angkuphu mangkatai: Aha do lapatan ni angka on, ale tuangku?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna suruan, angkuphu mangkatai, mangalusi ahu: Ndang diboto ho lapatan ni angka on? Alai ningku ma: Ndang, ale tuangku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna ibana ma mangalusi ahu; on ma hata ni Jahowa tu si Serubabel, ndada marhitehite parangan jala ndada marhitehite gogo sian diri, ingkon marhite sian Tondingku do saut ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung ise do ho, ale dolok na bolon? Ingkon gabe adaran ho, ianggo maradophon si Serubabel. Paruaronna ma batu parsuhi mardongan suraksurak: Hinaulina i, hinaulina i!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i ro muse ma hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tangan ni si Serubabel mambahen ojahan ni joro on, ingkon laos tanganna pasunhon muse; asa tung tandaonmu Jahowa Zebaot do marsuru ahu tu hamu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai tung ise ma na lea roha di angka ari hametmeton on? Hape naung marlas ni roha marnida batu dodododo di bagasan tangan ni si Serubabel sipitupitui, i ma angka mata ni Jahowa, angka na mangaliati sandok tano on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ningku ma mangalusi ibana: Dia do lapatan ni na dua hau jetun on tungkan siamun ni parpalitoan dohot tungkan sihambirangna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ningku ma mangalusi ibana paduahalihon: Dia do lapatan ni na dua ranting ni hau jetun i, angka na masijaloan dohot na dua dangka sere, angka na mangusehon sian nasida miak sere i?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna ma mandok ahu: Tung na so diboto ho do lapatan ni angka on? Jadi ningku ma: Ndang ale tuangku!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna ibana ma: I ma na dua anak ni miak angka na tindang di adopan ni Tuhan sigomgom sandok tano on.",
      "type": "content"
    }
  ]
}