{
  "book": "Zakharia",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangungkapon paonomhon: Taringot tu pustaha na binalun, habang mardongan surat torutoru 1-4. II. Pangungkapon papituhon: Taringot tu ampang ro di hajahaton na hundul di bagasan, tarboan sogot tu Babel 5-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i humusor ma ahu jala manaili dompak ginjang, asa maralatan, jadi huida ma habang pustaha sada na binalun.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna ibana ma tu ahu: Aha do na niidam? Jadi ningku ma: Huida habang sada pustaha na binalun, unjurna duapulu elak, jala bohangna sampulu elak.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna ibana ma tu ahu: I ma torutoru na ruar tumopot sandok atas ni tano on. Ai nasa panangko, hombar tusi siaphononhon ibana sian on; jala nasa sitolon na tutu, hombar tusi siaphononhon ibana sian on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nunga sapala huparuar torutoru i, ninna Jahowa Zebaot, ingkon bongotanna do bagas ni halak panangko dohot bagas ni halak na manolon na tutu tu goarhu, laos marborngin do di tongatonga ni jabuna, jala siaphononna parhauna ro di batuna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Dung i ruar ma suruan, angkuphu mangkatai, jala didok mandok ahu: Ua manaili ma ho dompak ginjang, jala ida manang aha do i na ruar i nuaeng.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ningku ma: Aha do i antong? Dung i ninna ibana ma: Ampang do i, na ruar i. Dung i ninna ibana muse: I do tudosan ni hajahatonnasida di tano on.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ida ma, hinsat do sada pingkul simbora, huhut adong disi sada parompuan, hundul di parsitongaan ni ampangi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna ibana ma: I ma hajahaton i. Jadi direongkon ibana ma nasida tu tongatonga ni ampangi, jala ditipahon simbora na sangkimpal i tu babana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i manaili ma ahu dompak ginjang, asa maralatan, jadi huida ma ruar dua parompuan jala alogo di bagasan habongnasida, jala habongnasida, songon angka habong ni siboru tasik, jala diluahon ampangi tu holangkolang ni tano on dohot langit.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ningku ma tu suruan angkuphu mangkatai: Tudia boanonnasida ampangi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna ibana ma tu ahu: Laho paulihon di ibana sada jabu di tano Sinear: Jala ia dung dipadiri, patindangonna ma disi di atas hajongjonganna.",
      "type": "content"
    }
  ]
}