{
  "book": "Zakharia",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangungkapon paualuhon: Taringot tu hureta na opat i. Hasosonggop ni angka torutoru ni Debata 1-8. II. Pangungkapon pasiahon: Taringot tu tumpal, angka na binahen tu ulu ni si Josua. Panggomgomon hadameon ni raja malim gumomgom bangso ni Debata 9-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i humusor muse ahu manaili dompak ginjang, asa maralatan, jadi huida ma opat hureta, angka na ruar sian holangkolang ni na dua dolok i, jala sian tombaga do dolok i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di hureta parjolo hoda angka na rara, jala di hureta paduahon, hoda angka na birong.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala di hureta patoluhon, hoda angka na bontar, jala di hureta paopathon, hoda angka siganding.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ningku ma mandok suruan, angkuphu mangkatai: Dia do lapatan ni angka i, ale tuangku?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi ninna suruani ma mangalusi ahu; i ma na opat tondi sian langit, angka na ruar olat ni dung tindang nasida di lambung ni Tuhan sigomgom liat portibi on.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hureta na tinait ni hoda, angka na birong; i ma na borhat dompak tano tungkan utara; jala hoda angka na bontar borhat do ihut tu nasida; angka siganding pe borhat do tu tano tungkan dangsina.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Borhat muse dohot angka na rara i, jala dilului rohanasida do mangaliati tano on. Dung i ninna ibana ma: Laho ma hamu mangaliati tano on. Jadi diliati nasida ma tano on.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i joujou ma ibana tu ahu, jala didok ma tu ahu, songon on: Ida ma angka naung borhat tu tano na tungkan utara, i ma na paulon tondingku di tano tungkan utara.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i ro ma hata ni Jahowa tu ahu, songon on:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Buat deba halak sian angka naung mulak sian habuangan, sian si Helda i, sian si Tobia dohot sian si Jedaia; laos di ari na sasada i ma ho ro tumopot bagas ni si Josia, anak ni si Sepania, tusi ro nasida sian Babel.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Buatonmu ma huhut perak dohot sere, jala bahenonmu sada tumpal, sibahenonmu tu ulu ni sintua ni malim Josua, anak ni si Josadak.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala dohononmu tu ibana: Songon on do: Hata ni Jahowa Zebaot: Ida ma, baoa sada, si Tumbur goarna, jala sian hametmetonna ibana martumbur, jala paulionna sogot joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Paulionna ma tongon joro ni Jahowa, laos ibana jumujung hamuliaon, jala hundul, jala mangarajai ibana di atas ni habangsana, gabe malim ibana di atas habangsana, jala sangkap hadameon di holangkolang ni na dua i sogot.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia tumpal i baen parningotan di si Helda i, di si Tobia dohot di si Jedaia ro di hasortaon ni anak ni si Sepania di joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ro do huhut halak sian tano na dao naeng parsidohot pauli bagas joro ni Jahowa sogot, asa tung diboto hamu Jahowa Zebaot marsuru ahu tu hamu. I ma na masa sogot, molo tung tangkas ditangihon hamu suara ni Jahowa, Debatamuna i.",
      "type": "content"
    }
  ]
}