{
  "book": "Zakharia",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Usouso ni isi ni huta Betel manang datdatan dope na marpuasai 1-3. II. Alus ni panurirang i: Holan ulaon sian holong dohot asi ni roha tarhalomohon Debata 4-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i paopattaonhon hinarajahon ni raja Darius, ro ma hata ni Jahowa tu si Sakaria, di ari opat bulan sipahasia, i ma bulan Kislew.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Uju disuru isi ni huta Betel si Sareser dohot si Regem Melek, rap dohot angka donganna marsomba tu adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Huhut usouso tu malim, angka na di joro ni Jahowa Zebaot dohot tu angka panurirang songon on: Atehe ingkon sai datdatanku dope tumatangis di bulan sipahalima, jala marpuasa songon na hubahen nasailaon nunga pola martaontaon?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Jadi ro ma hata ni Jahowa Zebaot tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dok ma tu sandok bangso ni tano on dohot tu angka malim: Marpuasa pe hamu, jala mangandungi di bulan sipaha lima dohot di bulan sipahapitu nunga pola pitupulu taon lelengna, tung pasangap ahu ma hamu marhite sian parpuasaonmuna i?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai molo mangan jala minum hamu, nda di hamu sandiri do hamu na mangan dohot na minumi?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nda i hian do hata, angka na tiningtingkon ni Jahowa marhite sian pamangan ni angka panurirang na jolo, uju na niinganan dope Jerusalem jala sonang ro di angka hutana humaliang, jala marpangisi dope tano dangsina dohot tano pea?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ro ma hata ni Jahowa tu si Sakaria songon on:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Boti hata ni Jahowa Zebaot: Uhum hasintongan ma paruhumhon hamu, jala denggan basa dohot asi ni roha ulahon hamu ganup tu donganna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala unang rupa hamu halak na mabalu dohot na sopot so marama so marina, nang halak na buro dohot na parir! Jala unang manang ise mamingkiri na roa dompak donganna di bagasan rohana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai manjua do anggo nasida manangihon, jala dipabiding dagingna patangkang rohana, jala dipahapal pinggolna unang marbinege.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala dipapir rohana, songon batu intan, asa unang dibege patik i dohot hata angka na tinongos ni Jahowa Zebaot marhite sian tondina, dohot marhite sian panurirang angka na jolo i. Dibahen i marpiarpiar ma rimas ni Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi hira marsisolisoli: Ibana manjou nasida nasailaon, hape ndang ditangihon nasida, suang songon i nasida joujou, ahu pe ndang tangihononku, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibahen i nunga hupurpurhon nasida tu saluhut bangso ni parbegu, angka na so tinandanasida hian, jala tano tinadingkonna i gabe halongonan di pudinasida, ndang tarbahen manang ise marmeang muli, jala tano hasoloani gabe halongonan dibahen nasida.",
      "type": "content"
    }
  ]
}