{
  "book": "Zakharia",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Bagabaga taringot tu hamumulak ni bangso tu Jerusalem 1-8. II. Pasupasuon ni Jahowa do nasida sogot, molo hatigoran dohot haholongon ni roha diulahon 9-17. III. Ari parpuasaonnasida, gabe ari las ni roha, dohot do angka bangso na pulik marga saroha dohot nasida mangoloi Jahowa 18-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni Jahowa Zebaot, ninna ma:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon on do hata ni Jahowa Zebaot: Mangiburu situtu do ahu humongkop Sion jala marpiarpiar situtu rimashu humongkop nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Songon on do hata ni Jahowa: Marpangulahi ma rohangku mida Sion, jala maringanan ahu di parsitongaan ni Jerusalem, jadi targoar ma Jerusalem huta hasintongan, jala dolok ni Jahowa Zebaot, dolok habadiaon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Songon on do hata ni Jahowa Zebaot: Ingkon hundul dope sogot baoa angka na ubanon dohot boruboru di angka alaman ni Jerusalem, angka na patioptiop tungkotna be di bagasan tanganna dibahen tuana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala angka alaman ni huta i gok dolidoli dohot na marbaju, angka na marmeammeam di angka alamanna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Songon on do hata ni Jahowa Zebaot: Ala longang roha ni pasipasi ni bangso on disi di angka ari nasida, tung dohot ma ahu huroha longang disi, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Songon on do hata ni Jahowa Zebaot: Ida ma, ahu ma paluahon bangsongku sian tano tungkan habinsaran dohot sian tano tungkan hasundutan ni mata ni ari.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala ahu mamboan nasida mulak, asa maringanan nasida di parsitongaan ni Jerusalem, jadi bangsongku ma nasida, jala ahu Debatanasida di bagasan hasintongan dohot hatigoran.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Songon on do hata ni Jahowa Zebaot: Pagomos hamu ma tanganmuna, hamu angka na umbege hata on na sian pamangan ni panurirang, angka na nidokna di ari haoojak ni bagas ni Jahowa Zebaot laho paulihon joro i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai di jolo ni angka ari on, ndang taruli halak di gogona, hangoluan di pinahan pe soada, ndang marhasonangan sian na manosak na marmeang muli, jadi masisosahan nasida sama nasida hubahen.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai anggo nuaeng ndang be ahu songon di angka ari na jolo tu pasipasi ni bangso on, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ingkon adong do boni hadameon. Lehonon ni hau anggur do parbuena jala tano on mangalehon gogona, jala langit i mangalehon namburna, asa ditean pasipasi ni bangso on saluhutna i hubahen.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi masa ma sogot songon i hamu pinompar ni Juda dohot Israel gabe sipaburaburaan di tongatonga ni angka parbegu nasailaon, suang songon i ma ahu manumpak di hamu, asa manjadi pasupasu hamu sogot; unang hamu mabiar, pagomos hamu ma tanganmuna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai songon on do hata ni Jahowa Zebaot, songon sangkap ni rohangku na jolo naeng manorui hamu, uju marronirimas ahu mida ompumuna ninna Jahowa Zebaot, jala ndang marpangulahi rohangku.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Suang songon i sangkaphu di angka ari on naeng marpangulahi rohangku mambahen na denggan tu Jerusalem dohot tu pinompar ni Juda. Dibahen i unang hamu mabiar.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai on ma hata angka sibahenonmuna. Ganup ma mandok hata hasintongan tu donganna, hasintongan dohot uhum! Hadameon ma panguhumonmuna di partungkoanmuna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala unang dipingkiri roha ni manang ise bahen hamagoan ni donganna, jala unang mangapian hamu di tolontolon sipaotooto, ai luhut angka sisongon i huhagigihon do, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Dung i ro ma muse hata ni Jahowa Zebaot tu ahu:",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Songon on do hata ni Jahowa Zebaot: Parpuasaon di bulan sipaha opat dohot parpuasaon di bulan sipahalima dohot parpuasaon di bulan sipaha pitu dohot parpuasaon di bulan sipaha sampulu ingkon manjadi las ni roha do i dohot hasonangan tu pinompar ni si Juda, dohot manjadi angka pararirayaon bolon; asal dihaholongi hamu hasintongan dohot hadameon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Songon on do hata ni Jahowa Zebaot: Ro dope anggo sogot angka bangso dohot pangisi ni angka huta bolon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala laho do sogot angka pangisi ni huta na sada tu na sada nari mandok: Beta hita rap marsomba tu bohi ni Jahowa, jala mangalului Jahowa Zebaot! Ahu pe naeng dohot do laho tusi!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tongon tahe ro do sogot angka bangso bolon dohot parbegu angka na marhuaso mangalului Jahowa Zebaot di Jerusalem jala marsomba tu bohi ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Songon on do hata ni Jahowa Zebaot: I ma angka ari parsigaungan ni sampulu halak sian saluhut dila ni bangso parbegu, asa marsigantung nasida tu suhisuhi ni ulos ni sada halak Jahudi mandok: Rap hita sauduran, ai nunga hubege hami: Debata do donganmuna.",
      "type": "content"
    }
  ]
}