{
  "book": "Zakharia",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon dompak angka bangso, hombar hundul ni Israel, angka na musu tu nasida 1-8. II. Bagabaga ni panggomgomon hadameon ni na pinorbagabaga ni Debata di Sion sogot 9-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma hata uhum ni Jahowa dompak tano Hadrak, jala Damaskus do pansohotanna. Ai manatap do mata ni Jahowa tu sude jolma, alai gumodang tu sandok angka marga ni Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tole muse tu Hamat balokna i, Tirus dohot Sidon, ala sigodang habisuhon di rohana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dipauli Tirus do sada partanobatoanna, jala dipagukguk perak sobokkon orbuk, jala sere sobokkon gambo di alaman.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ida ma, soluhon ni Tuhan i ma huta i, jala haromhononna ugasanna tu bagasan laut, ianggo huta i suda do panganon ni api.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Idaon ni Askelon ma i, gabe manonditnondit, jala Gasa gabe raion situtu, nang Ekron ala naung murak hinaposanna i nasailaon, jala nunga mago raja sian Gasa, jala ndang be marpangisi ia Askelon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi anak gampangna ma maringan di Asdod jala siaphononku ma hajungkaton ni halak Palistim.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala paholangonku ma mudarna sian pamanganna, jala biasbias na niulana sian holangkolang ni iponna. Jadi marpasipasi dohot nasida di Debatanta i, jala sobokkon induk nasida sogot di Juda, jala halak Ekron sobokkon halak Jebusi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Laos ahu sandiri marsaro humongkop jorongku maralohon parangan angka na marmeang muli, jala ndang be boluson ni halak pangarupa nasida, ai nunga marpangulahi rohangku mida hamu anggo nuaeng.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Mariaia situtu ma ho, ale boru Sion, marolopolop ma ho ale boru Jerusalem! Ida ma, na ro ma rajam tumopot ho, partigor ibana jala siparmonang; na serep do rohana jala marsihundul di halode dohot di anak ni halode inaina.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala ahu maniaphon angka hureta sian Epraim dohot angka hoda sian Jerusalem, siap dohot sior tu hamusuon. Dung i baritahononna ma hadameon tu angka bangso parbegu, jala masuk tu gomgomanna sian laut tu laut, jala sian batang aek Euprat sahat ro di angka ujung ni tano on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ho pe marhitehite mudar ni parpadanonmu paluaonku angka na tarbuang sian ho, sian godung na so marisi aek.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mulak ma hamu tu huta na gonting, hamu ale angka na tarrante na marpangkirimon dope! Gari sadarion ahu mamaritahon hian: Silompit dua do pasuangonku tu ho.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai hira sior husintak Juda di ahu, jala huparade ia Epraim tu parporangan, jala husunggul angka anakmi, ale Sion, dompak angka anakmu, ale tano Junani jala bahenonku ma ho hira podang ni ulubalang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi tarida ma Jahowa di atas nasida, jala ruar sumbiana, songon hilap, jala paluon ni Tuhan Jahowa ma sarune, jala marhitehon angka habahaba sian dangsina ibana mardalan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jahowa Zebaot mangondingi nasida, gabe suda panganonnasida jala luntakhononku angka batu ni ambalang; jala minum nasida jala marhariburon hira sian anggur, gabe gok nasida songon saoan pangurasan, songon angka suhi ni langgatan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi di ari na sasada i lehonon ni Jahowa, Debatanasida ma tua tu nasida, songon tu parduan birubiru ni bangsona, ai angka batu ni tumpal do nasida, angka na gabe partonggol di atas ni tanona.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai aha hinadengganna, jala aha hinaulina? Dahanon pasimbur magodang angka dolidoli, jala anggur angka na marbaju.",
      "type": "content"
    }
  ]
}