{
  "book": "2 Tesalonika",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipuji apostel i haporseaonnasida. Baloshonon ni Debata do tu ganup, hombar tu parrohaonna 1-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat tinongos ni si Paulus, si Silwanus dohot Timoteus mandapothon huria Tessalonik, na di bagasan Debata Amanta Dohot Tuhan Jesus Kristus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Asi ni roha dohot dame ma di hamu sian Debata Amanta dohot Tuhan Jesus Kristus!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tama situtu do hami mandok mauliate tongtong tu Debata siala hamu ale angka dongan, songon na patut, ai na ganda situtu do haporseaonmuna, laos tamba holong ni roha ni ganup hamu sama hamu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pola hubaritahon hami hamu di angka huria ni Debata, mamuji habengeton dohot haporseaonmuna, di na masa tu hamu ragam ni pangaleleon dohot haporsuhon, angka na pinataontaonmuna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "I ma tandana, paboa na ro ma paruhumon ni Debata na tigor i; asa disi ma patar hatauonmuna tu harajaon ni Debata, dung jolo manaon na porsuk i hamu humongkopsa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Molo tung i tingkos di roha ni Debata, mamaloshon haporsuhon tu angka na paporsukporsukkon hamu;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "alai hasonangan tu hamu, angka na pinaporsukporsuk i rap dohot hami, di na tarida Tuhan Jesus tuat sian banua ginjang rap dohot angka surusuruan ni hagogoonna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Di bagasan api na marnalanala ro ma Ibana mandabu uhum tu angka na so mananda Debata dohot tu angka na so mangoloi barita na uli ni Tuhanta Jesus.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jaloonnasida ma uhum, i ma hamagoan sisalelenglelengna sian adopan ni Tuhan i dohot sian hagogoonna na tongam i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai di na ro Ibana, marsangap ma Ibana dibahen angka na badiana, jala tarpuji ma Ibana dibahen saluhut naung mangkaporseai Ibana di ari i, ai saut do gabe porsea hamu di na huhatindangkon hami tu hamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Apala i ma tangiangnami tongtong, anggiat tung dipatau Debatanta hamu hombar tu panjouonna i, jala asa ditambai di hamu las ni roha di na denggan dohot ulaon haporseaon marhitehite hagogoon.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa marsangap Goar ni Tuhanta Jesus di bagasan hamu; hamu pe naeng marsangap di bagasan Ibana, marguru tu asi ni roha ni Debatanta dohot Tuhan Jesus Kristus.",
      "type": "content"
    }
  ]
}