{
  "book": "2 Tesalonika",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Haroro ni Kristus dohot patujolona 1-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai anggo taringot tu haroro ni Tuhanta Jesus Kristus dohot hasasahatta tu Ibana, mangido ma hami tu hamu, ale angka dongan:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Unang jalojalo mimbar hamu gabe so marroha, jala unang lilu hamu bahenon ni tondi ni partondi, manang hata ni parhata, manang bahenon ni surat pe, songon na sian hami didok, angka na paboahon: Nunga dapot ari ni Tuhan i!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sandok unang dipaotooto manang ise hamu! Ai ingkon jumolo marbalik torop, laos tarida ma jolma sipardosa na sumalin, i ma anak parhamagoan i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "I ma sipangalo na pabangkithon dirina tu atas ni saluhut na targoar Debata dohot na patut sombaon, pola do dipahundul dirina, tubagasan joro ni Debata; paboa ibana sandiri Debata.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang diingot hamu, naung hupaboa hian i tu hamu, andorang di tongatongamuna dope ahu?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Angkup ni i, diboto hamu do: Adong dope na mangambat ibana nuaeng, paima ro tingkina pataridahon dirina.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai nunga marpangkorhon nuaeng hajahaton i, dalan hahomion, patagamtagam tingkina, asa dipadao na mangambat i dope saonari.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i pe asa sipapataron siparjahat i; alai ripashonon ni Tuhan Jesus ma ibana bahenon ni hosa ni pamanganna; siaphononna ma ibana di hapapatar ni harorona i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Na sian huaso ni sibolis i do haroro ni siparjahat i, mantat ragam ni hagogoon dohot tanda dohot halongangan gapgap,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "angkup ni i hajahaton sipaotooto di angka na laho mago i, ala na so olo nasida mangkaholongi hasintongan i, asa malua nian.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ala ni i do suruon ni Debata tu nasida sipaotooto na margogo, asa porsea nasida di gapgap,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "asa hona uhum saluhut na so olo porsea di hasintongan i, angka na mangkalomohon hageduhon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai na tama do hami tongtong mandok mauliate tu Debata marningot hamu, ale angka dongan, na hinaholongan ni Tuhan i, ala dipillit Debata hamu sian mulana, asa saut hamu malua, i ma marhite sian Tondi na pabadiahon dohot haporseaon di hasintongan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai tusi do hamu dijou marhitehite barita na uli, na hubaritahon hami, asa partohap hamu di hasangapon ni Tuhanta Jesus Kristus.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Antong, ale angka dongan, hot ma hamu jongjong jala marsitiopan ma hamu tu angka poda na huajarhon hami tu hamu marhite sian hata nang surat pe.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Apala Tuhanta Jesus Kristus dohot Debata Amanta, na mangkaholongi hita jala mangalehon apulapul, na mian tongtong, dohot pangkirimon na denggan sian asi ni roha i:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ibana ma mangapuli jala pahothon rohamuna di bagasan nasa ulaon nang hata na denggan!",
      "type": "content"
    }
  ]
}