{
  "book": "2 Tesalonika",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka sipaingot: unang tadingkon hamu ruhut na denggan! 1-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Angkup ni i, tangiangkon hamu ma hami, ale angka dongan, asa marlojong hata ni Tuhan i jala marsangap songon na di hamu,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "anggiat malua hami sian halak na jengkel jala na jahat i; ai ndang saluhutna olo porsea.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai haposan do Tuhan i: Patoguonna do rohamu jala ramotanna do hamu maralohon na jahat i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Na pos do rohanami mida hamu di bagasan Tuhan i, sai patupaonmuna do na hupodahon hami tu hamu, nang nuaeng, nang tu joloan on.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai ditogutogu Tuhan i ma rohamuna tu holong ni roha ni Debata dohot tu habengeton ni kristus i!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai mangasahon Goar ni Tuhanta Jesus kristus: Hupaingot hami ma hamu, ale angka dongan: Sumurut ma hamu sian ganup dongan, na so maradat di parange, na so mangihuthon poda na jinalona sian hami!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai diboto hamu do, manang songon dia patut tiruonmuna hami, ai ndada songon na so maradat hami di tongatongamuna;",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "ai ndada songon tamue sorang hami di manang ise hamu; loja do hami tahe jala ngalutan mulaulaon borngin dohot arian, unang sorat hamu hubahen.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndada na so marsahala hami nian, alai naeng pajongjongonnami dirinami tiruan di hamu, asa diihuthon hamu hami.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai nang andorang di tongatongamuna hami, nunga hurodihon hami tu hamu: Na so ra mangula, unang ma ibana mangan!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai tarbege do tu hami, adong do deba sian hamuna na so maradat parangena, angka na so mulaulaon, na so siulaon do tahe dijama.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tu angka sisongon i hupatikkon jala hurodihon hami mangasahon Tuhan Jesus Kristus: Bulus ma nasida mulaulaon, asa na niomona be dihangoluhon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai anggo hamu, ale angka dongan, unang ma marnaloja hamu mambahen na denggan!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ia so olo deba tumangihon hatanami na tarsurat on, patanda hamu ma i; unang ma marparsaoran hamu dohot ibana, asa tarila ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala unang ma nian rajumi hamu ibana songon musu, pasingot hamu ma ibana tahe songon dongan!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai manongtong jala mangimpas ma damena dilehon Tuhan Sipardame i tu hamuna! Didongani Tuhan i ma hamu sudena!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "On ma tabingku sian ahu, si Paulus, na sinurat ni tanganku. Songon i do somal tandatanganku di nasa surathu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Didongani asi ni roha ni Tuhanta Jesus Kristus ma hamu sudena!",
      "type": "content"
    }
  ]
}