{
  "book": "Ayub",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Anjuran Zofar supaya Ayub merendahkan diri di hadapan Allah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Maka berbicaralah Zofar, orang Naama:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Apakah orang yang banyak bicara tidak harus dijawab? Apakah orang yang banyak mulut harus dibenarkan?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Apakah orang harus diam terhadap bualmu? Dan kalau engkau mengolok-olok, apakah tidak ada yang mempermalukan engkau?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Katamu: Pengajaranku murni, dan aku bersih di mata-Mu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tetapi, mudah-mudahan Allah sendiri berfirman, dan membuka mulut-Nya terhadap engkau,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "dan memberitakan kepadamu rahasia hikmat, karena itu ajaib bagi pengertian. Maka engkau akan mengetahui, bahwa Allah tidak memperhitungkan bagimu sebagian dari pada kesalahanmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dapatkah engkau memahami hakekat Allah, menyelami batas-batas kekuasaan Yang Mahakuasa?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tingginya seperti langit--apa yang dapat kaulakukan? Dalamnya melebihi dunia orang mati--apa yang dapat kauketahui?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lebih panjang dari pada bumi ukurannya, dan lebih luas dari pada samudera.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Apabila Ia lewat, melakukan penangkapan, dan mengadakan pengadilan, siapa dapat menghalangi-Nya?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Karena Ia mengenal penipu dan melihat kejahatan tanpa mengamat-amatinya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jikalau orang dungu dapat mengerti, maka anak keledai liarpun dapat lahir sebagai manusia.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jikalau engkau ini menyediakan hatimu, dan menadahkan tanganmu kepada-Nya;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "jikalau engkau menjauhkan kejahatan dalam tanganmu, dan tidak membiarkan kecurangan ada dalam kemahmu,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "maka sesungguhnya, engkau dapat mengangkat mukamu tanpa cela, dan engkau akan berdiri teguh dan tidak akan takut,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "bahkan engkau akan melupakan kesusahanmu, hanya teringat kepadanya seperti kepada air yang telah mengalir lalu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Kehidupanmu akan menjadi lebih cemerlang dari pada siang hari, kegelapan akan menjadi terang seperti pagi hari.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Engkau akan merasa aman, sebab ada harapan, dan sesudah memeriksa kiri kanan, engkau akan pergi tidur dengan tenteram;",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "engkau akan berbaring tidur dengan tidak diganggu, dan banyak orang akan mengambil muka kepadamu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tetapi mata orang fasik akan menjadi rabun, mereka tidak dapat melarikan diri lagi; yang masih diharapkan mereka hanyalah menghembuskan nafas.\"",
      "type": "content"
    }
  ]
}