{
  "book": "Ayub",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "Pendapat Elifas bahwa orang fasik akan binasa",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Maka Elifas, orang Teman, menjawab:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Apakah orang yang mempunyai hikmat menjawab dengan pengetahuan kosong, dan mengisi pikirannya dengan angin?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Apakah ia menegur dengan percakapan yang tidak berguna, dan dengan perkataan yang tidak berfaedah?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Lagipula engkau melenyapkan rasa takut dan mengurangi rasa hormat kepada Allah.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Kesalahanmulah yang mengajar mulutmu, dan bahasa orang licik yang kaupilih.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Mulutmu sendirilah yang mempersalahkan engkau, bukan aku; bibirmu sendiri menjadi saksi menentang engkau.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Apakah engkau dilahirkan sebagai manusia yang pertama, atau dijadikan lebih dahulu dari pada bukit-bukit?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Apakah engkau turut mendengarkan di dalam musyawarah Allah dan meraih hikmat bagi dirimu?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Apakah yang kauketahui, yang tidak kami ketahui? Apakah yang kaumengerti, yang tidak terang bagi kami?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Di antara kami juga ada orang yang beruban dan yang lanjut umurnya, yang lebih tua umurnya dari pada ayahmu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Kurangkah artinya bagimu penghiburan Allah, dan perkataan yang dengan lemah lembut ditujukan kepadamu?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mengapa engkau dihanyutkan oleh perasaan hatimu dan mengapa matamu menyala-nyala,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "sehingga engkau memalingkan hatimu menentang Allah, dan mulutmu mengeluarkan perkataan serupa itu?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Masakan manusia bersih, masakan benar yang lahir dari perempuan?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sesungguhnya, para suci-Nya tidak dipercayai-Nya, seluruh langitpun tidak bersih pada pandangan-Nya;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "lebih-lebih lagi orang yang keji dan bejat, yang menghirup kecurangan seperti air.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Aku hendak menerangkan sesuatu kepadamu, dengarkanlah aku, dan apa yang telah kulihat, hendak kuceritakan,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "yakni apa yang diberitakan oleh orang yang mempunyai hikmat, yang nenek moyang mereka tidak sembunyikan,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "ketika hanya kepada mereka negeri itu diberikan, dan tidak ada seorang asingpun masuk ke tengah-tengah mereka.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Orang fasik menggeletar sepanjang hidupnya, demikian juga orang lalim selama tahun-tahun yang disediakan baginya.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Bunyi yang dahsyat sampai ke telinganya, pada masa damai ia didatangi perusak.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ia tidak percaya, bahwa ia akan kembali dari kegelapan: ia sudah ditentukan untuk dimakan pedang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia mengembara untuk mencari makan, entah ke mana. Ia tahu, bahwa hari kegelapan siap menantikan dia.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ia ditakutkan oleh kesesakan dan kesempitan, yang menggagahinya laksana raja yang siap menyergap.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Karena ia telah mengedangkan tangannya melawan Allah dan berani menantang Yang Mahakuasa;",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "dengan bertegang leher ia berlari-lari menghadapi Dia, dengan perisainya yang berlapis tebal.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Mukanya telah ditutupinya dengan lemak, dan lapisan lemak dikenakannya pada pinggangnya;",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "ia menetap di kota-kota yang telah hancur, di rumah-rumah yang tidak dapat didiami orang, yang ditentukan untuk tetap menjadi reruntuhan.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ia takkan menjadi kaya dan hartanya tidak kekal, serta miliknyapun tidak bertambah-tambah di bumi.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ia tidak akan luput dari kegelapan, tunasnya akan dilayukan oleh nyala api, dan ia akan dilenyapkan oleh nafas mulut-Nya.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Janganlah ia percaya kepada kesia-siaan, akan tertipulah ia, karena kesia-siaan akan menjadi ganjarannya.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Sebelum genap masanya, ajalnya akan sampai; dan rantingnyapun tidak akan menghijau.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ia seperti pohon anggur yang gugur buahnya dan seperti pohon zaitun yang jatuh bunganya.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Karena kawanan orang-orang fasik tidak berhasil, dan api memakan habis kemah-kemah orang yang makan suap.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Mereka menghamilkan bencana dan melahirkan kejahatan, dan tipu daya dikandung hati mereka.\"",
      "type": "content"
    }
  ]
}