{
  "book": "Ayub",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Semangatku patah, umurku telah habis, dan bagiku tersedia kuburan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sesungguhnya, aku menjadi ejekan; mataku terpaksa menyaksikan tantangan mereka.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Biarlah Engkau menjadi jaminanku bagi-Mu sendiri! Siapa lagi yang dapat membuat persetujuan bagiku?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Karena hati mereka telah Kaukatupkan bagi pengertian; itulah sebabnya Engkau mencegah mereka untuk menang.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Barangsiapa mengadukan sahabatnya untuk mencari keuntungan, mata anak-anaknya akan menjadi rabun.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Aku telah dijadikan sindiran di antara bangsa-bangsa, dan aku menjadi orang yang diludahi mukanya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Mataku menjadi kabur karena pedih hati, segala anggota tubuhku seperti bayang-bayang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Orang-orang yang jujur tercengang karena hal itu, dan orang yang tidak bersalah naik pitam terhadap orang fasik.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Meskipun begitu orang yang benar tetap pada jalannya, dan orang yang bersih tangannya bertambah-tambah kuat.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tetapi kamu sekalian, silakan datang kembali! Seorang yang mempunyai hikmat takkan kudapati di antara kamu!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Umurku telah lalu, telah gagal rencana-rencanaku, cita-citaku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Malam hendak dijadikan mereka siang: terang segera muncul dari gelap, kata mereka.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Apabila aku mengharapkan dunia orang mati sebagai rumahku, menyediakan tempat tidurku di dalam kegelapan,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "dan berkata kepada liang kubur: Engkau ayahku, kepada berenga: Ibuku dan saudara perempuanku,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "maka di manakah harapanku? Siapakah yang melihat adanya harapan bagiku?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Keduanya akan tenggelam ke dasar dunia orang mati, apabila kami bersama-sama turun ke dalam debu.\"",
      "type": "content"
    }
  ]
}