{
  "book": "Ayub",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Pendapat Bildad, bahwa orang fasik pasti akan binasa",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Maka Bildad, orang Suah, menjawab:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Bilakah engkau habis bicara? Sadarilah, baru kami akan bicara.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Mengapa kami dianggap binatang? Mengapa kami bodoh dalam pandanganmu?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Engkau yang menerkam dirimu sendiri dalam kemarahan, demi kepentinganmukah bumi harus menjadi sunyi, dan gunung batu bergeser dari tempatnya?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Bagaimanapun juga terang orang fasik tentu padam, dan nyala apinya tidak tetap bersinar.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Terang di dalam kemahnya menjadi gelap, dan pelita di atasnya padam.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Langkahnya yang kuat terhambat, dan pertimbangannya sendiri menjatuhkan dia.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Karena kakinya sendiri menyangkutkan dia dalam jaring, dan di atas tutup pelubang ia berjalan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tumitnya tertangkap oleh jebak, dan ia tertahan oleh jerat.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tali tersembunyi baginya dalam tanah, perangkap terpasang baginya pada jalan yang dilaluinya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Kedahsyatan mengejutkan dia di mana-mana, dan mengejarnya di mana juga ia melangkah.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Bencana mengidamkan dia, kebinasaan bersiap-siap menantikan dia jatuh.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Kulit tubuhnya dimakan penyakit, bahkan anggota tubuhnya dimakan oleh penyakit parah.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia diseret dari kemahnya, tempat ia merasa aman, dan dibawa kepada raja kedahsyatan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dalam kemahnya tinggal apa yang tidak ada sangkut pautnya dengan dia, di atas tempat kediamannya ditaburkan belerang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Di bawah keringlah akar-akarnya, dan di atas layulah rantingnya.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingatan kepadanya lenyap dari bumi, namanya tidak lagi disebut di lorong-lorong.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia diusir dari tempat terang ke dalam kegelapan, dan ia dienyahkan dari dunia.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia tidak akan mempunyai anak atau cucu cicit di antara bangsanya, dan tak seorangpun yang tinggal hidup di tempat kediamannya.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Atas hari ajalnya orang-orang di Barat akan tercengang, dan orang-orang di Timur akan dihinggapi ketakutan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sungguh, demikianlah tempat kediaman orang yang curang, begitulah tempat tinggal orang yang tidak mengenal Allah.\"",
      "type": "content"
    }
  ]
}