{
  "book": "Ayub",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Pendapat Ayub, bahwa kemujuran orang fasik kelihatannya tahan lama",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Tetapi Ayub menjawab:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Dengarkanlah baik-baik perkataanku dan biarlah itu menjadi penghiburanmu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Bersabarlah dengan aku, aku akan berbicara; sehabis bicaraku bolehlah kamu mengejek.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Kepada manusiakah keluhanku tertuju? Mengapa aku tidak boleh kesal hati?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Berpalinglah kepadaku, maka kamu akan tercengang, dan menutup mulutmu dengan tangan!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kalau aku memikirkannya, aku menjadi takut, dan gemetarlah tubuhku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Mengapa orang fasik tetap hidup, menjadi tua, bahkan menjadi bertambah-tambah kuat?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Keturunan mereka tetap bersama mereka, dan anak cucu diperhatikan mereka.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Rumah-rumah mereka aman, tak ada ketakutan, pentung Allah tidak menimpa mereka.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Lembu jantan mereka memacek dan tidak gagal, lembu betina mereka beranak dan tidak keguguran.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Kanak-kanak mereka dibiarkan keluar seperti kambing domba, anak-anak mereka melompat-lompat.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mereka bernyanyi-nyanyi dengan iringan rebana dan kecapi, dan bersukaria menurut lagu seruling.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Mereka menghabiskan hari-hari mereka dalam kemujuran, dan dengan tenang mereka turun ke dalam dunia orang mati.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tetapi kata mereka kepada Allah: Pergilah dari kami! Kami tidak suka mengetahui jalan-jalan-Mu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Yang Mahakuasa itu apa, sehingga kami harus beribadah kepada-Nya, dan apa manfaatnya bagi kami, kalau kami memohon kepada-Nya?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Memang, kemujuran mereka tidak terletak dalam kuasa mereka sendiri! Rancangan orang fasik adalah jauh dari padaku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Betapa sering pelita orang fasik dipadamkan, kebinasaan menimpa mereka, dan kesakitan dibagikan Allah kepada mereka dalam murka-Nya!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Mereka menjadi seperti jerami di depan angin, seperti sekam yang diterbangkan badai.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Bencana untuk dia disimpan Allah bagi anak-anaknya. Sebaiknya, orang itu sendiri diganjar Allah, supaya sadar;",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "sebaiknya matanya sendiri melihat kebinasaannya, dan ia sendiri minum dari murka Yang Mahakuasa!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Karena peduli apa ia dengan keluarganya sesudah ia mati, bila telah habis jumlah bulannya?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Masakan kepada Allah diajarkan orang pengetahuan, kepada Dia yang mengadili mereka yang di tempat tinggi?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Yang seorang mati dengan masih penuh tenaga, dengan sangat tenang dan sentosa;",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "pinggangnya gemuk oleh lemak, dan sumsum tulang-tulangnya masih segar.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Yang lain mati dengan sakit hati, dengan tidak pernah merasakan kenikmatan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tetapi sama-sama mereka terbaring di dalam debu, dan berenga-berenga berkeriapan di atas mereka.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sesungguhnya, aku mengetahui pikiranmu, dan muslihat yang kamu rancangkan terhadap aku.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Katamu: Di mana rumah penguasa? Di mana kemah tempat kediaman orang-orang fasik?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Belum pernahkah kamu bertanya-tanya kepada orang-orang yang lewat di jalan? Dapatkah kamu menyangkal petunjuk-petunjuk mereka,",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "bahwa orang jahat terlindung pada hari kebinasaan, dan diselamatkan pada hari murka Allah?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Siapa yang akan langsung menggugat kelakuannya, dan mengganjar perbuatannya?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dialah yang dibawa ke kuburan, dan jiratnya dirawat orang.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dengan nyaman ia ditutupi oleh gumpalan-gumpalan tanah di lembah; setiap orang mengikuti dia, dan yang mendahului dia tidak terbilang banyaknya.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alangkah hampanya penghiburanmu bagiku! Semua jawabanmu hanyalah tipu daya belaka!\"",
      "type": "content"
    }
  ]
}