{
  "book": "Ayub",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Elifas menganjurkan, supaya Ayub bertobat dari pada dosanya yang besar",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Maka Elifas, orang Teman, menjawab:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Apakah manusia berguna bagi Allah? Tidak, orang yang berakal budi hanya berguna bagi dirinya sendiri.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Apakah ada manfaatnya bagi Yang Mahakuasa, kalau engkau benar, atau keuntungannya, kalau engkau hidup saleh?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Apakah karena takutmu akan Allah, maka engkau dihukum-Nya, dan dibawa-Nya ke pengadilan?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Bukankah kejahatanmu besar dan kesalahanmu tidak berkesudahan?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Karena dengan sewenang-wenang engkau menerima gadai dari saudara-saudaramu dan merampas pakaian orang-orang yang melarat;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "orang yang kehausan tidak kauberi minum air, dan orang yang kelaparan tidak kauberi makan,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "tetapi orang yang kuat, dialah yang memiliki tanah, dan orang yang disegani, dialah yang mendudukinya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Janda-janda kausuruh pergi dengan tangan hampa, dan lengan yatim piatu kauremukkan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Itulah sebabnya engkau dikelilingi perangkap, dan dikejutkan oleh kedahsyatan dengan tiba-tiba.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Terangmu menjadi gelap, sehingga engkau tidak dapat melihat dan banjir meliputi engkau.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Bukankah Allah bersemayam di langit yang tinggi? Lihatlah bintang-bintang yang tertinggi, betapa tingginya!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tetapi pikirmu: Tahu apa Allah? Dapatkah Ia mengadili dari balik awan-awan yang gelap?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Awan meliputi Dia, sehingga Ia tidak dapat melihat; Ia berjalan-jalan sepanjang lingkaran langit!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Apakah engkau mau tetap mengikuti jalan lama, yang dilalui orang-orang jahat,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "mereka yang telah direnggut sebelum saatnya, yang alasnya dihanyutkan sungai;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "mereka yang berkata kepada Allah: Pergilah dari pada kami! dan: Yang Mahakuasa dapat berbuat apa terhadap kami?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Namun Dialah juga yang memenuhi rumah mereka dengan segala yang baik--tetapi rancangan orang fasik adalah jauh dari padaku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hal itu dilihat oleh orang benar dan mereka bersukaria; orang yang tidak bersalah mengolok-olok mereka:",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sungguh, lawan kami telah dilenyapkan, dan peninggalan mereka telah habis dimakan api.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Berlakulah ramah terhadap Dia, supaya engkau tenteram; dengan demikian engkau memperoleh keuntungan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Terimalah apa yang diajarkan mulut-Nya, dan taruhlah firman-Nya dalam hatimu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Apabila engkau bertobat kepada Yang Mahakuasa, dan merendahkan diri; apabila engkau menjauhkan kecurangan dari dalam kemahmu,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "membuang biji emas ke dalam debu, emas Ofir ke tengah batu-batu sungai,",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "dan apabila Yang Mahakuasa menjadi timbunan emasmu, dan kekayaan perakmu,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "maka sungguh-sungguh engkau akan bersenang-senang karena Yang Mahakuasa, dan akan menengadah kepada Allah.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jikalau engkau berdoa kepada-Nya, Ia akan mengabulkan doamu, dan engkau akan membayar nazarmu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Apabila engkau memutuskan berbuat sesuatu, maka akan tercapai maksudmu, dan cahaya terang menyinari jalan-jalanmu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Karena Allah merendahkan orang yang angkuh tetapi menyelamatkan orang yang menundukkan kepala!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Orang yang tidak bersalah diluputkan-Nya: engkau luput karena kebersihan tanganmu.\"",
      "type": "content"
    }
  ]
}