{
  "book": "Ayub",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Ayub ingin membela diri di hadapan Allah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Tetapi Ayub menjawab:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Sekarang ini keluh kesahku menjadi pemberontakan, tangan-Nya menekan aku, sehingga aku mengaduh.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ah, semoga aku tahu mendapatkan Dia, dan boleh datang ke tempat Ia bersemayam.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Maka akan kupaparkan perkaraku di hadapan-Nya, dan kupenuhi mulutku dengan kata-kata pembelaan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Maka aku akan mengetahui jawaban-jawaban yang diberikan-Nya kepadaku dan aku akan mengerti, apa yang difirmankan-Nya kepadaku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sudikah Ia mengadakan perkara dengan aku dalam kemahakuasaan-Nya? Tidak, Ia akan menaruh perhatian kepadaku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Orang jujurlah yang akan membela diri di hadapan-Nya, dan aku akan bebas dari Hakimku untuk selama-lamanya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sesungguhnya, kalau aku berjalan ke timur, Ia tidak di sana; atau ke barat, tidak kudapati Dia;",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "di utara kucari Dia, Ia tidak tampak, aku berpaling ke selatan, aku tidak melihat Dia.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Karena Ia tahu jalan hidupku; seandainya Ia menguji aku, aku akan timbul seperti emas.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Kakiku tetap mengikuti jejak-Nya, aku menuruti jalan-Nya dan tidak menyimpang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Perintah dari bibir-Nya tidak kulanggar, dalam sanubariku kusimpan ucapan mulut-Nya.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tetapi Ia tidak pernah berubah--siapa dapat menghalangi Dia? Apa yang dikehendaki-Nya, dilaksanakan-Nya juga.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Karena Ia akan menyelesaikan apa yang ditetapkan atasku, dan banyak lagi hal yang serupa itu dimaksudkan-Nya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Itulah sebabnya hatiku gemetar menghadapi Dia, kalau semuanya itu kubayangkan, maka aku ketakutan terhadap Dia.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Allah telah membuat aku putus asa, Yang Mahakuasa telah membuat hatiku gemetar;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "sebab bukan karena kegelapan aku binasa, dan bukan juga karena mukaku ditutupi gelap gulita.\"",
      "type": "content"
    }
  ]
}