{
  "book": "Ayub",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "Jawab Ayub: Siapa dapat mengerti kebesaran Allah?",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Tetapi Ayub menjawab:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Alangkah baiknya bantuanmu kepada yang tidak kuat, dan pertolonganmu kepada lengan yang tidak berdaya!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alangkah baiknya nasihatmu kepada orang yang tidak mempunyai hikmat, dan pengertian yang kauajarkan dengan limpahnya!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Atas anjuran siapakah engkau mengucapkan perkataan-perkataan itu, dan gagasan siapakah yang kaunyatakan?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Roh-roh di bawah menggeletar, demikian juga air dan penghuninya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dunia orang mati terbuka di hadapan Allah, tempat kebinasaanpun tidak ada tutupnya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Allah membentangkan utara di atas kekosongan, dan menggantungkan bumi pada kehampaan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia membungkus air di dalam awan-Nya, namun awan itu tidak robek.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia menutupi pemandangan takhta-Nya, melingkupinya dengan awan-Nya.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia telah menarik garis pada permukaan air, sampai ujung perbatasan antara terang dan gelap;",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "tiang-tiang langit bergoyang-goyang, tercengang-cengang oleh hardik-Nya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia telah meneduhkan laut dengan kuasa-Nya dan meremukkan Rahab dengan kebijaksanaan-Nya.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Oleh nafas-Nya langit menjadi cerah, tangan-Nya menembus ular yang tangkas.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sesungguhnya, semuanya itu hanya ujung-ujung jalan-Nya; betapa lembutnya bisikan yang kita dengar dari pada-Nya! Siapa dapat memahami guntur kuasa-Nya?\"",
      "type": "content"
    }
  ]
}