{
  "book": "Ayub",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Tidak ada harapan bagi orang fasik",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Maka Ayub melanjutkan uraiannya:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Demi Allah yang hidup, yang tidak memberi keadilan kepadaku, dan demi Yang Mahakuasa, yang memedihkan hatiku,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "selama nafasku masih ada padaku, dan roh Allah masih di dalam lubang hidungku,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "maka bibirku sungguh-sungguh tidak akan mengucapkan kecurangan, dan lidahku tidak akan melahirkan tipu daya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Aku sama sekali tidak membenarkan kamu! Sampai binasa aku tetap mempertahankan bahwa aku tidak bersalah.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kebenaranku kupegang teguh dan tidak kulepaskan; hatiku tidak mencela seharipun dari pada umurku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Biarlah musuhku mengalami seperti orang fasik, dan orang yang melawan aku seperti orang yang curang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Karena apakah harapan orang durhaka, kalau Allah menghabisinya, kalau Ia menuntut nyawanya?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Apakah Allah akan mendengar teriaknya, jika kesesakan menimpa dia?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dapatkah ia bersenang-senang karena Yang Mahakuasa dan berseru kepada Allah setiap waktu?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Aku akan mengajari kamu tentang tangan Allah, apa yang dimaksudkan oleh Yang Mahakuasa tidak akan kusembunyikan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sesungguhnya, kamu sekalian telah melihatnya sendiri; mengapa kamu berpikir yang tidak-tidak?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Inilah bagian orang fasik yang ditentukan Allah, dan milik pusaka orang-orang lalim yang mereka terima dari Yang Mahakuasa:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "kalau anak-anaknya bertambah banyak mereka menjadi makanan pedang, dan anak cucunya tidak mendapat cukup makan;",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "siapa yang luput dari padanya, akan turun ke kubur karena wabah, dengan tidak ditangisi oleh janda mereka.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jikalau ia menimbun uang seperti debu banyaknya, dan menumpuk pakaian seperti tanah liat,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "sekalipun ia yang menumpuknya, namun orang benar yang akan memakainya, dan orang yang tidak bersalah yang akan membagi-bagi uang itu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia mendirikan rumahnya seperti sarang laba-laba, seperti gubuk yang dibuat penjaga.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sebagai orang kaya ia membaringkan diri, tetapi tidak dapat ia mengulanginya: ketika ia membuka matanya, maka tidak ada lagi semuanya itu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Kedahsyatan mengejar dia seperti air bah, pada malam hari ia diterbangkan badai;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "angin timur mengangkatnya, lalu lenyaplah ia; ia dilemparkannya dari tempatnya.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dengan tak kenal belas kasihan Allah melempari dia, dengan cepat ia harus melepaskan diri dari kuasa-Nya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Oleh karena dia orang bertepuk tangan, dan bersuit-suit karena dia dari tempat kediamannya.\"",
      "type": "content"
    }
  ]
}