{
  "book": "Ayub",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "Sengsara yang dialami",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "\"Tetapi sekarang aku ditertawakan mereka, yang umurnya lebih muda dari padaku, yang ayah-ayahnya kupandang terlalu hina untuk ditempatkan bersama-sama dengan anjing penjaga kambing dombaku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lagipula, apakah gunanya bagiku kekuatan tangan mereka? Mereka sudah kehabisan tenaga,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "mereka merana karena kekurangan dan kelaparan, mengerumit tanah yang kering, belukar di gurun dan padang belantara;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "mereka memetik gelang laut dari antara semak-semak, dan akar pohon arar menjadi makanan mereka.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Mereka diusir dari pergaulan hidup, dan orang berteriak-teriak terhadap mereka seperti terhadap pencuri.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Di lembah-lembah yang mengerikan mereka harus diam, di dalam celah-celah tanah dan sela-sela gunung;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "di antara semak-semak mereka meraung-raung, mereka berkelompok di bawah jeruju;",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "mereka itulah orang-orang bebal yang tak dikenal, yang didepak dari negeri.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tetapi sekarang aku menjadi sajak sindiran dan ejekan mereka.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Mereka mengejikan aku, menjauhkan diri dari padaku, mereka tidak menahan diri meludahi mukaku,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "karena tali kemahku telah dilepaskan Allah dan aku direndahkan-Nya, dan mereka tidak mengekang diri terhadap aku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Di sebelah kananku muncul gerombolan, dikaitnya kakiku, dan dirintisnya jalan kebinasaan terhadap aku;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "mereka membongkar jalanku dan mengusahakan kejatuhanku; tidak ada yang menghalang-halangi mereka.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Seperti melalui tembok yang terbelah lebar mereka menyerbu, mereka datang bergelombang di tengah-tengah keruntuhan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Kedahsyatan ditimpakan kepadaku; kemuliaanku diterbangkan seperti oleh angin, dan bahagiaku melayang hilang seperti awan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Oleh sebab itu jiwaku hancur dalam diriku; hari-hari kesengsaraan mencekam aku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Pada waktu malam tulang-tulangku seperti digerogoti, dan rasa nyeri yang menusuk tak kunjung berhenti.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Oleh kekerasan yang tak terlawan koyaklah pakaianku dan menggelambir sekelilingku seperti kemeja.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia telah menghempaskan aku ke dalam lumpur, dan aku sudah menyerupai debu dan abu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Aku berseru minta tolong kepada-Mu, tetapi Engkau tidak menjawab; aku berdiri menanti, tetapi Engkau tidak menghiraukan aku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Engkau menjadi kejam terhadap aku, Engkau memusuhi aku dengan kekuatan tangan-Mu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Engkau mengangkat aku ke atas angin, melayangkan aku dan menghancurkan aku di dalam angin ribut.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ya, aku tahu: Engkau membawa aku kepada maut, ke tempat segala yang hidup dihimpunkan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sesungguhnya, masakan orang tidak akan mengulurkan tangannya kepada yang rebah, jikalau ia dalam kecelakaannya tidak ada penolongnya?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Bukankah aku menangis karena orang yang mengalami hari kesukaran? Bukankah susah hatiku karena orang miskin?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tetapi, ketika aku mengharapkan yang baik, maka kejahatanlah yang datang; ketika aku menantikan terang, maka kegelapanlah yang datang.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Batinku bergelora dan tak kunjung diam, hari-hari kesengsaraan telah melanda diriku.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dengan sedih, dengan tidak terhibur, aku berkeliaran; aku berdiri di tengah-tengah jemaah sambil berteriak minta tolong.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Aku telah menjadi saudara bagi serigala, dan kawan bagi burung unta.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Kulitku menjadi hitam dan mengelupas dari tubuhku, tulang-tulangku mengering karena demam;",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "permainan kecapiku menjadi ratapan, dan tiupan serulingku menyerupai suara orang menangis.\"",
      "type": "content"
    }
  ]
}