{
  "book": "Ayub",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "Sekali lagi Ayub mengaku tidak bersalah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "\"Aku telah menetapkan syarat bagi mataku, masakan aku memperhatikan anak dara?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Karena bagian apakah yang ditentukan Allah dari atas, milik pusaka apakah yang ditetapkan Yang Mahakuasa dari tempat yang tinggi?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Bukankah kebinasaan bagi orang yang curang dan kemalangan bagi yang melakukan kejahatan?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Bukankah Allah yang mengamat-amati jalanku dan menghitung segala langkahku?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jikalau aku bergaul dengan dusta, atau kakiku cepat melangkah ke tipu daya,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "biarlah aku ditimbang di atas neraca yang teliti, maka Allah akan mengetahui, bahwa aku tidak bersalah.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jikalau langkahku menyimpang dari jalan, dan hatiku menuruti pandangan mataku, dan noda melekat pada tanganku,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "maka biarlah apa yang kutabur, dimakan orang lain, dan biarlah tercabut apa yang tumbuh bagiku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jikalau hatiku tertarik kepada perempuan, dan aku menghadang di pintu sesamaku,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "maka biarlah isteriku menggiling bagi orang lain, dan biarlah orang-orang lain meniduri dia.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Karena hal itu adalah perbuatan mesum, bahkan kejahatan, yang patut dihukum oleh hakim.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sesungguhnya, itulah api yang memakan habis, dan menghanguskan seluruh hasilku.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jikalau aku mengabaikan hak budakku laki-laki atau perempuan, ketika mereka beperkara dengan aku,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "apakah dayaku, kalau Allah bangkit berdiri; kalau Ia mengadakan pengusutan, apakah jawabku kepada-Nya?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Bukankah Ia, yang membuat aku dalam kandungan, membuat orang itu juga? Bukankah satu juga yang membentuk kami dalam rahim?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jikalau aku pernah menolak keinginan orang-orang kecil, menyebabkan mata seorang janda menjadi pudar,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "atau memakan makananku seorang diri, sedang anak yatim tidak turut memakannya",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "--malah sejak mudanya aku membesarkan dia seperti seorang ayah, dan sejak kandungan ibunya aku membimbing dia--;",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "jikalau aku melihat orang mati karena tidak ada pakaian, atau orang miskin yang tidak mempunyai selimut,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "dan pinggangnya tidak meminta berkat bagiku, dan tidak dipanaskannya tubuhnya dengan kulit bulu dombaku;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "jikalau aku mengangkat tanganku melawan anak yatim, karena di pintu gerbang aku melihat ada yang membantu aku,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "maka biarlah tulang belikatku lepas dari bahuku, dan lenganku dipatahkan dari persendiannya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Karena celaka yang dari pada Allah menakutkan aku, dan aku tidak berdaya terhadap keluhuran-Nya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jikalau aku menaruh kepercayaan kepada emas, dan berkata kepada kencana: Engkaulah kepercayaanku;",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "jikalau aku bersukacita, karena kekayaanku besar dan karena tanganku memperoleh harta benda yang berlimpah-limpah;",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "jikalau aku pernah memandang matahari, ketika ia bersinar, dan bulan, yang beredar dengan indahnya,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "sehingga diam-diam hatiku terpikat, dan menyampaikan kecupan tangan kepadanya,",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "maka hal itu juga menjadi kejahatan yang patut dihukum oleh hakim, karena Allah yang di atas telah kuingkari.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Apakah aku bersukacita karena kecelakaan pembenciku, dan bersorak-sorai, bila ia ditimpa malapetaka",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "--aku takkan membiarkan mulutku berbuat dosa, menuntut nyawanya dengan mengucapkan sumpah serapah! --",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jikalau orang-orang di kemahku mengatakan: Siapa yang tidak kenyang dengan lauknya?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "--malah orang asingpun tidak pernah bermalam di luar, pintuku kubuka bagi musafir! --",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jikalau aku menutupi pelanggaranku seperti manusia dengan menyembunyikan kesalahanku dalam hatiku,",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "karena aku takuti khalayak ramai dan penghinaan kaum keluarga mengagetkan aku, sehingga aku berdiam diri dan tidak keluar dari pintu!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ah, sekiranya ada yang mendengarkan aku! --Inilah tanda tanganku! Hendaklah Yang Mahakuasa menjawab aku! --Sekiranya ada surat tuduhan yang ditulis lawanku!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Sungguh, surat itu akan kupikul, dan akan kupakai bagaikan mahkota.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Setiap langkahku akan kuberitahukan kepada-Nya, selaku pemuka aku akan menghadap Dia.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jikalau ladangku berteriak karena aku dan alur bajaknya menangis bersama-sama,",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "jikalau aku memakan habis hasilnya dengan tidak membayar, dan menyusahkan pemilik-pemiliknya,",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "maka biarlah bukan gandum yang tumbuh, tetapi onak, dan bukan jelai, tetapi lalang.\" Sekianlah kata-kata Ayub.",
      "type": "content"
    }
  ]
}