{
  "book": "Ayub",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "Elihu merasa juga berhak untuk mengemukakan pendapat",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Maka ketiga orang itu menghentikan sanggahan mereka terhadap Ayub, karena ia menganggap dirinya benar.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lalu marahlah Elihu bin Barakheel, orang Bus, dari kaum Ram; ia marah terhadap Ayub, karena ia menganggap dirinya lebih benar dari pada Allah,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "dan ia juga marah terhadap ketiga orang sahabat itu, karena mereka mempersalahkan Ayub, meskipun tidak dapat memberikan sanggahan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Elihu menangguhkan bicaranya dengan Ayub, karena mereka lebih tua dari pada dia.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tetapi setelah dilihatnya, bahwa mulut ketiga orang itu tidak lagi memberi sanggahan, maka marahlah ia.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Lalu berbicaralah Elihu bin Barakheel, orang Bus itu: \"Aku masih muda dan kamu sudah berumur tinggi; oleh sebab itu aku malu dan takut mengemukakan pendapatku kepadamu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pikirku: Biarlah yang sudah lanjut usianya berbicara, dan yang sudah banyak jumlah tahunnya memaparkan hikmat.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tetapi roh yang di dalam manusia, dan nafas Yang Mahakuasa, itulah yang memberi kepadanya pengertian.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Bukan orang yang lanjut umurnya yang mempunyai hikmat, bukan orang yang sudah tua yang mengerti keadilan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Oleh sebab itu aku berkata: Dengarkanlah aku, akupun akan mengemukakan pendapatku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ketahuilah, aku telah menantikan kata-katamu, aku telah memperhatikan pemikiranmu, hingga kamu menemukan kata-kata yang tepat.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Kepadamulah kupusatkan perhatianku, tetapi sesungguhnya, tiada seorangpun yang mengecam Ayub, tiada seorangpun di antara kamu menyanggah perkataannya.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jangan berkata sekarang: Kami sudah mendapatkan hikmat; hanya Allah yang dapat mengalahkan dia, bukan manusia.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Perkataannya tidak tertuju kepadaku, dan aku tidak akan menjawabnya dengan perkataanmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Mereka bingung, mereka tidak dapat memberi sanggahan lagi, mereka tidak dapat berbicara lagi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Haruskah aku menunggu, karena mereka putus bicara, karena mereka berdiri di sana dan tidak memberi sanggahan lagi?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Akupun hendak memberi sanggahan pada giliranku, akupun akan mengemukakan pendapatku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Karena aku tumpat dengan kata-kata, semangat yang ada dalam diriku mendesak aku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sesungguhnya, batinku seperti anggur yang tidak mendapat jalan hawa, seperti kirbat baru yang akan meletup.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Aku harus berbicara, supaya merasa lega, aku harus membuka mulutku dan memberi sanggahan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Aku tidak akan memihak kepada siapapun dan tidak akan menyanjung-nyanjung siapapun,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "karena aku tidak tahu menyanjung-nyanjung; jika demikian, maka segera Pembuatku akan mencabut nyawaku.\"",
      "type": "content"
    }
  ]
}