{
  "book": "Ayub",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "Kemuliaan Allah di alam semesta",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "\"Sungguh, oleh karena itu hatiku berdebar-debar dan melonjak dari tempatnya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dengar, dengarlah gegap gempita suara-Nya, guruh yang keluar dari dalam mulut-Nya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia melepaskannya ke seluruh kolong langit, dan juga kilat petir-Nya ke ujung-ujung bumi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Kemudian suara-Nya menderu, Ia mengguntur dengan suara-Nya yang megah; Ia tidak menahan kilat petir, bila suara-Nya kedengaran.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Allah mengguntur dengan suara-Nya yang mengagumkan; Ia melakukan perbuatan-perbuatan besar yang tidak tercapai oleh pengetahuan kita;",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "karena kepada salju Ia berfirman: Jatuhlah ke bumi, dan kepada hujan lebat dan hujan deras: Jadilah deras!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tangan setiap manusia diikat-Nya dengan dibubuhi meterai, agar semua orang mengetahui perbuatan-Nya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Maka binatang liar masuk ke dalam tempat persembunyiannya dan tinggal dalam sarangnya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Taufan keluar dari dalam perbendaharaan, dan hawa dingin dari sebelah utara.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Oleh nafas Allah terjadilah es, dan permukaan air yang luas membeku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Awanpun dimuati-Nya dengan air, dan awan memencarkan kilat-Nya,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "lalu kilat-Nya menyambar-nyambar ke seluruh penjuru menurut pimpinan-Nya untuk melakukan di permukaan bumi segala yang diperintahkan-Nya.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia membuatnya mencapai tujuannya, baik untuk menjadi pentung bagi isi bumi-Nya maupun untuk menyatakan kasih setia.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Berilah telinga kepada semuanya itu, hai Ayub, diamlah, dan perhatikanlah keajaiban-keajaiban Allah.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tahukah engkau, bagaimana Allah memberi tugas kepadanya, dan menyinarkan cahaya dari awan-Nya?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tahukah engkau tentang melayangnya awan-awan, tentang keajaiban-keajaiban dari Yang Mahatahu,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "hai engkau, yang pakaiannya menjadi panas, jika bumi terdiam karena panasnya angin selatan?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dapatkah engkau seperti Dia menyusun awan menjadi cakrawala, keras seperti cermin tuangan?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Beritahukanlah kepada kami apa yang harus kami katakan kepada-Nya: tak ada yang dapat kami paparkan oleh karena kegelapan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Apakah akan diberitahukan kepada-Nya, bahwa aku akan bicara? Pernahkah orang berkata, bahwa ia ingin dibinasakan?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Seketika terang tidak terlihat, karena digelapkan mendung; lalu angin berembus, maka bersihlah cuaca.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dari sebelah utara muncul sinar keemasan; Allah diliputi oleh keagungan yang dahsyat.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Yang Mahakuasa, yang tidak dapat kita pahami, besar kekuasaan dan keadilan-Nya; walaupun kaya akan kebenaran Ia tidak menindasnya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Itulah sebabnya Ia ditakuti orang; setiap orang yang menganggap dirinya mempunyai hikmat, tidak dihiraukan-Nya.\"",
      "type": "content"
    }
  ]
}