{
  "book": "Ayub",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Elifas menegur Ayub",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Maka berbicaralah Elifas, orang Teman:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Kesalkah engkau, bila orang mencoba berbicara kepadamu? Tetapi siapakah dapat tetap menutup mulutnya?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sesungguhnya, engkau telah mengajar banyak orang, dan tangan yang lemah telah engkau kuatkan;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "orang yang jatuh telah dibangunkan oleh kata-katamu, dan lutut yang lemas telah kaukokohkan;",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "tetapi sekarang, dirimu yang tertimpa, dan engkau kesal, dirimu terkena, dan engkau terkejut.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Bukankah takutmu akan Allah yang menjadi sandaranmu, dan kesalehan hidupmu menjadi pengharapanmu?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Camkanlah ini: siapa binasa dengan tidak bersalah dan di manakah orang yang jujur dipunahkan?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Yang telah kulihat ialah bahwa orang yang membajak kejahatan dan menabur kesusahan, ia menuainya juga.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Mereka binasa oleh nafas Allah, dan lenyap oleh hembusan hidung-Nya.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Singa mengaum, singa meraung--patahlah gigi singa-singa muda.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Singa binasa karena kekurangan mangsa, dan anak-anak singa betina bercerai-berai.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Suatu perkataan telah disampaikan kepadaku dengan diam-diam dan telingaku menangkap bisikannya,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "waktu bermenung oleh sebab khayal malam, ketika tidur nyenyak menghinggapi orang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Aku terkejut dan gentar, sehingga tulang-tulangku gemetar.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Suatu roh melewati aku, tegaklah bulu romaku.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia berhenti, tetapi rupanya tidak dapat kukenal. Suatu sosok ada di depan mataku, suara berbisik-bisik kudengar:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Mungkinkah seorang manusia benar di hadapan Allah, mungkinkah seseorang tahir di hadapan Penciptanya?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sesungguhnya, hamba-hamba-Nya tidak dipercayai-Nya, malaikat-malaikat-Nyapun didapati-Nya tersesat,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "lebih-lebih lagi mereka yang diam dalam pondok tanah liat, yang dasarnya dalam debu, yang mati terpijat seperti gegat.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Di antara pagi dan petang mereka dihancurkan, dan tanpa dihiraukan mereka binasa untuk selama-lamanya.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Bukankah kemah mereka dicabut? Mereka mati, tetapi tanpa hikmat.",
      "type": "content"
    }
  ]
}