{
  "book": "Ayub",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "Ayub merendahkan diri di hadapan Allah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(39-34) Maka jawab TUHAN kepada Ayub:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(39-35) \"Apakah si pengecam hendak berbantah dengan Yang Mahakuasa? Hendaklah yang mencela Allah menjawab!\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(39-36) Maka jawab Ayub kepada TUHAN:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(39-37) \"Sesungguhnya, aku ini terlalu hina; jawab apakah yang dapat kuberikan kepada-Mu? Mulutku kututup dengan tangan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(39-38) Satu kali aku berbicara, tetapi tidak akan kuulangi; bahkan dua kali, tetapi tidak akan kulanjutkan.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "TUHAN menantang Ayub",
      "type": "title"
    },
    {
      "verse": 6,
      "text": "(40-1) Maka dari dalam badai TUHAN menjawab Ayub:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(40-2) \"Bersiaplah engkau sebagai laki-laki; Aku akan menanyai engkau, dan engkau memberitahu Aku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(40-3) Apakah engkau hendak meniadakan pengadilan-Ku, mempersalahkan Aku supaya engkau dapat membenarkan dirimu?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(40-4) Apakah lenganmu seperti lengan Allah, dan dapatkah engkau mengguntur seperti Dia?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(40-5) Hiasilah dirimu dengan kemegahan dan keluhuran, kenakanlah keagungan dan semarak!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(40-6) Luapkanlah marahmu yang bergelora; amat-amatilah setiap orang yang congkak dan rendahkanlah dia!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(40-7) Amat-amatilah setiap orang yang congkak, tundukkanlah dia, dan hancurkanlah orang-orang fasik di tempatnya!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(40-8) Pendamlah mereka bersama-sama dalam debu, kurunglah mereka di tempat yang tersembunyi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(40-9) Maka Akupun akan memuji engkau, karena tangan kananmu memberi engkau kemenangan.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Lukisan tentang kuda Nil",
      "type": "title"
    },
    {
      "verse": 15,
      "text": "(40-10) \"Perhatikanlah kuda Nil, yang telah Kubuat seperti juga engkau. Ia makan rumput seperti lembu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(40-11) Perhatikanlah tenaga di pinggangnya, kekuatan pada urat-urat perutnya!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(40-12) Ia meregangkan ekornya seperti pohon aras, otot-otot pahanya berjalin-jalinan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(40-13) Tulang-tulangnya seperti pembuluh tembaga, kerangkanya seperti batang besi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(40-14) Dia yang pertama dibuat Allah, makhluk yang diberi-Nya bersenjatakan pedang;",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(40-15) ya, bukit-bukit mengeluarkan hasil baginya, di mana binatang-binatang liar bermain-main.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(40-16) Di bawah tumbuhan teratai ia menderum, tersembunyi dalam gelagah dan paya.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(40-17) Tumbuhan-tumbuhan teratai menaungi dia dengan bayang-bayangnya, pohon-pohon gandarusa mengelilinginya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(40-18) Sesungguhnya, biarpun sungai sangat kuat arusnya, ia tidak gentar; ia tetap tenang, biarpun sungai Yordan meluap melanda mulutnya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(40-19) Dapatkah orang menangkap dia dari muka, mencocok hidungnya dengan keluan?\"",
      "type": "content"
    }
  ]
}