{
  "book": "Ayub",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "Lukisan tentang buaya",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(40-20) \"Dapatkah engkau menarik buaya dengan kail, atau mengimpit lidahnya dengan tali?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(40-21) Dapatkah engkau mengenakan tali rotan pada hidungnya, mencocok rahangnya dengan kaitan?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(40-22) Mungkinkah ia mengajukan banyak permohonan belas kasihan kepadamu, atau berbicara dengan lemah lembut kepadamu?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(40-23) Mungkinkah ia mengikat perjanjian dengan engkau, sehingga engkau mengambil dia menjadi hamba untuk selama-lamanya?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(40-24) Dapatkah engkau bermain-main dengan dia seperti dengan burung, dan mengikat dia untuk anak-anakmu perempuan?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(40-25) Mungkinkah kawan-kawan nelayan memperdagangkan dia, atau membagi-bagikan dia di antara pedagang-pedagang?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(40-26) Dapatkah engkau menusuki kulitnya dengan serampang, dan kepalanya dengan tempuling?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(40-27) Letakkan tanganmu ke atasnya! Ingatlah pertarungannya! --Engkau takkan melakukannya lagi!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(40-28) Sesungguhnya, harapanmu hampa! Baru saja melihat dia, orang sudah terbanting.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(41-1) Orang yang nekatpun takkan berani membangkitkan marahnya. Siapakah yang dapat bertahan di hadapan Aku?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(41-2) Siapakah yang menghadapi Aku, yang Kubiarkan tetap selamat? Apa yang ada di seluruh kolong langit, adalah kepunyaan-Ku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(41-3) Aku tidak akan berdiam diri tentang anggota-anggota badannya, tentang keperkasaannya dan perawakannya yang tampan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(41-4) Siapakah dapat menyingkapkan pakaian luarnya? Baju zirahnya yang berlapis dua, siapakah dapat menembusnya?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(41-5) Siapa dapat membuka pintu moncongnya? Di sekeliling giginya ada kengerian.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(41-6) Punggungnya adalah perisai-perisai yang bersusun, terlekat rapat seperti meterai.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(41-7) Rapat hubungannya yang satu dengan yang lain, sehingga angin tidak dapat masuk;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(41-8) yang satu melekat pada yang lain, bertautan tak terceraikan lagi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(41-9) Bersinnya menyinarkan cahaya, matanya laksana merekahnya fajar.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(41-10) Dari dalam mulutnya keluar suluh, dan berpancaran bunga api.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(41-11) Dari dalam lubang hidungnya mengepul uap bagaikan dari dalam belanga yang mendidih dan menggelegak isinya.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(41-12) Nafasnya menyalakan bara, dan nyala api keluar dari dalam mulutnya.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(41-13) Di dalam tengkuknya ada kekuatan; ketakutan berlompatan di hadapannya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(41-14) Daging gelambirnya berlekatan, melekat padanya, tidak tergerak.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(41-15) Hatinya keras seperti batu, keras seperti batu kilangan bawah.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(41-16) Bila ia bangkit, maka semua yang berkuasa menjadi gentar, menjadi bingung karena ketakutan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(41-17) Bila ia diserang dengan pedang, ia tidak mempan, demikian juga dengan tombak, seligi atau lembing.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(41-18) Besi dirasanya seperti jerami, tembaga seperti kayu lapuk.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(41-19) Anak panah tidak dapat menghalau dia, batu umban seolah-olah berubah padanya menjadi jerami.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(41-20) Gada dianggapnya jerami dan ia menertawakan desingan lembing.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(41-21) Pada bagian bawahnya ada tembikar yang runcing; ia membujur di atas lumpur seperti pengeretan pengirik.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(41-22) Lubuk dibuatnya berbual-bual seperti periuk, laut dijadikannya tempat memasak campuran rempah-rempah.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(41-23) Ia meninggalkan jejak yang bercahaya, sehingga samudera raya disangka orang rambut putih.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(41-24) Tidak ada taranya di atas bumi; itulah makhluk yang tidak mengenal takut.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(41-25) Segala yang tinggi takut kepadanya; ia adalah raja atas segala binatang yang ganas.\"",
      "type": "content"
    }
  ]
}