{
  "book": "Ayub",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Berserulah--adakah orang yang menjawab engkau? Dan kepada siapa di antara orang-orang yang kudus engkau akan berpaling?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sesungguhnya, orang bodoh dibunuh oleh sakit hati, dan orang bebal dimatikan oleh iri hati.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Aku sendiri pernah melihat orang bodoh berakar, tetapi serta-merta kukutuki tempat kediamannya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Anak-anaknya selalu tidak tertolong, mereka diinjak-injak di pintu gerbang tanpa ada orang yang melepaskannya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Apa yang dituainya, dimakan habis oleh orang yang lapar, bahkan dirampas dari tengah-tengah duri, dan orang-orang yang dahaga mengingini kekayaannya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Karena bukan dari debu terbit bencana dan bukan dari tanah tumbuh kesusahan;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "melainkan manusia menimbulkan kesusahan bagi dirinya, seperti bunga api berjolak tinggi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tetapi aku, tentu aku akan mencari Allah, dan kepada Allah aku akan mengadukan perkaraku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia melakukan perbuatan-perbuatan yang besar dan yang tak terduga, serta keajaiban-keajaiban yang tak terbilang banyaknya;",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia memberi hujan ke atas muka bumi dan menjatuhkan air ke atas ladang;",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia menempatkan orang yang hina pada derajat yang tinggi dan orang yang berdukacita mendapat pertolongan yang kuat;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia menggagalkan rancangan orang cerdik, sehingga usaha tangan mereka tidak berhasil;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia menangkap orang berhikmat dalam kecerdikannya sendiri, sehingga rancangan orang yang belat-belit digagalkan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Pada siang hari mereka tertimpa gelap, dan pada tengah hari mereka meraba-raba seperti pada waktu malam.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tetapi Ia menyelamatkan orang-orang miskin dari kedahsyatan mulut mereka, dan dari tangan orang yang kuat.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Demikianlah ada harapan bagi orang kecil, dan kecurangan tutup mulut.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sesungguhnya, berbahagialah manusia yang ditegur Allah; sebab itu janganlah engkau menolak didikan Yang Mahakuasa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Karena Dialah yang melukai, tetapi juga yang membebat; Dia yang memukuli, tetapi yang tangan-Nya menyembuhkan pula.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dari enam macam kesesakan engkau diluputkan-Nya dan dalam tujuh macam engkau tidak kena malapetaka.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Pada masa kelaparan engkau dibebaskan-Nya dari maut, dan pada masa perang dari kuasa pedang.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dari cemeti lidah engkau terlindung, dan engkau tidak usah takut, bila kemusnahan datang.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Kemusnahan dan kelaparan akan kautertawakan dan binatang liar tidak akan kautakuti.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Karena antara engkau dan batu-batu di padang akan ada perjanjian, dan binatang liar akan berdamai dengan engkau.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Engkau akan mengalami, bahwa kemahmu aman dan apabila engkau memeriksa tempat kediamanmu, engkau tidak akan kehilangan apa-apa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Engkau akan mengalami, bahwa keturunanmu menjadi banyak dan bahwa anak cucumu seperti rumput di tanah.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dalam usia tinggi engkau akan turun ke dalam kubur, seperti berkas gandum dibawa masuk pada waktunya.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sesungguhnya, semuanya itu telah kami selidiki, memang demikianlah adanya; dengarkanlah dan camkanlah itu!\"",
      "type": "content"
    }
  ]
}