{
  "book": "Ayub",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Ayub kecewa terhadap sahabat-sahabatnya",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Lalu Ayub menjawab:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Ah, hendaklah kiranya kekesalan hatiku ditimbang, dan kemalanganku ditaruh bersama-sama di atas neraca!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Maka beratnya akan melebihi pasir di laut; oleh sebab itu tergesa-gesalah perkataanku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Karena anak panah dari Yang Mahakuasa tertancap pada tubuhku, dan racunnya diisap oleh jiwaku; kedahsyatan Allah seperti pasukan melawan aku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Meringkikkah keledai liar di tempat rumput muda, atau melenguhkah lembu dekat makanannya?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dapatkah makanan tawar dimakan tanpa garam atau apakah putih telur ada rasanya?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Aku tidak sudi menjamahnya, semuanya itu makanan yang memualkan bagiku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ah, kiranya terkabul permintaanku dan Allah memberi apa yang kuharapkan!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Kiranya Allah berkenan meremukkan aku, kiranya Ia melepaskan tangan-Nya dan menghabisi nyawaku!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Itulah yang masih merupakan hiburan bagiku, bahkan aku akan melompat-lompat kegirangan di waktu kepedihan yang tak kenal belas kasihan, sebab aku tidak pernah menyangkal firman Yang Mahakudus.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Apakah kekuatanku, sehingga aku sanggup bertahan, dan apakah masa depanku, sehingga aku harus bersabar?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Apakah kekuatanku seperti kekuatan batu? Apakah tubuhku dari tembaga?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Bukankah tidak ada lagi pertolongan bagiku, dan keselamatan jauh dari padaku?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Siapa menahan kasih sayang terhadap sesamanya, melalaikan takut akan Yang Mahakuasa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Saudara-saudaraku tidak dapat dipercaya seperti sungai, seperti dasar dari pada sungai yang mengalir lenyap,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "yang keruh karena air beku, yang di dalamnya salju menjadi cair,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "yang surut pada musim kemarau, dan menjadi kering di tempatnya apabila kena panas;",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "berkeluk-keluk jalan arusnya, mengalir ke padang tandus, lalu lenyap.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Kafilah dari Tema mengamat-amatinya dan rombongan dari Syeba mengharapkannya,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "tetapi mereka kecewa karena keyakinan mereka, mereka tertipu setibanya di sana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Demikianlah kamu sekarang bagiku, ketika melihat yang dahsyat, takutlah kamu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Pernahkah aku berkata: Berilah aku sesuatu, atau: Berilah aku uang suap dari hartamu,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "atau: Luputkan aku dari tangan musuh, atau: Tebuslah aku dari tangan orang lalim?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ajarilah aku, maka aku akan diam; dan tunjukkan kepadaku dalam hal apa aku tersesat.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alangkah kokohnya kata-kata yang jujur! Tetapi apakah maksud celaan dari pihakmu itu?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Apakah kamu bermaksud mencela perkataan? Apakah perkataan orang yang putus asa dianggap angin?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Bahkan atas anak yatim kamu membuang undi, dan sahabatmu kamu perlakukan sebagai barang dagangan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tetapi sekarang, berpalinglah kepadaku; aku tidak akan berdusta di hadapanmu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Berbaliklah, janganlah terjadi kecurangan, berbaliklah, aku pasti benar.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Apakah ada kecurangan pada lidahku? Apakah langit-langitku tidak dapat membeda-bedakan bencana?\"",
      "type": "content"
    }
  ]
}