{
  "book": "Ayub",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Hidup itu berat",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "\"Bukankah manusia harus bergumul di bumi, dan hari-harinya seperti hari-hari orang upahan?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Seperti kepada seorang budak yang merindukan naungan, seperti kepada orang upahan yang menanti-nantikan upahnya,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "demikianlah dibagikan kepadaku bulan-bulan yang sia-sia, dan ditentukan kepadaku malam-malam penuh kesusahan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Bila aku pergi tidur, maka pikirku: Bilakah aku akan bangun? Tetapi malam merentang panjang, dan aku dicekam oleh gelisah sampai dinihari.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Berenga dan abu menutupi tubuhku, kulitku menjadi keras, lalu pecah.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hari-hariku berlalu lebih cepat dari pada torak, dan berakhir tanpa harapan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingatlah, bahwa hidupku hanya hembusan nafas; mataku tidak akan lagi melihat yang baik.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Orang yang memandang aku, tidak akan melihat aku lagi, sementara Engkau memandang aku, aku tidak ada lagi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebagaimana awan lenyap dan melayang hilang, demikian juga orang yang turun ke dalam dunia orang mati tidak akan muncul kembali.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia tidak lagi kembali ke rumahnya, dan tidak dikenal lagi oleh tempat tinggalnya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Oleh sebab itu akupun tidak akan menahan mulutku, aku akan berbicara dalam kesesakan jiwaku, mengeluh dalam kepedihan hatiku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Apakah aku ini laut atau naga, sehingga Engkau menempatkan penjaga terhadap aku?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Apabila aku berpikir: Tempat tidurku akan memberi aku penghiburan, dan tempat pembaringanku akan meringankan keluh kesahku,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "maka Engkau mengagetkan aku dengan impian dan mengejutkan aku dengan khayal,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "sehingga aku lebih suka dicekik dan mati dari pada menanggung kesusahanku.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Aku jemu, aku tidak mau hidup untuk selama-lamanya. Biarkanlah aku, karena hari-hariku hanya seperti hembusan nafas saja.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Apakah gerangan manusia, sehingga dia Kauanggap agung, dan Kauperhatikan,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "dan Kaudatangi setiap pagi, dan Kauuji setiap saat?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Bilakah Engkau mengalihkan pandangan-Mu dari padaku, dan membiarkan aku, sehingga aku sempat menelan ludahku?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Kalau aku berbuat dosa, apakah yang telah kulakukan terhadap Engkau, ya Penjaga manusia? Mengapa Engkau menjadikan aku sasaran-Mu, sehingga aku menjadi beban bagi diriku?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dan mengapa Engkau tidak mengampuni pelanggaranku, dan tidak menghapuskan kesalahanku? Karena sekarang aku terbaring dalam debu, lalu Engkau akan mencari aku, tetapi aku tidak akan ada lagi.\"",
      "type": "content"
    }
  ]
}