{
  "book": "Ayub",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Bildad membela keadilan hukuman Allah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Maka berbicaralah Bildad, orang Suah:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Berapa lamakah lagi engkau akan berbicara begitu, dan perkataan mulutmu seperti angin yang menderu?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Masakan Allah membengkokkan keadilan? Masakan Yang Mahakuasa membengkokkan kebenaran?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jikalau anak-anakmu telah berbuat dosa terhadap Dia, maka Ia telah membiarkan mereka dikuasai oleh pelanggaran mereka.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tetapi engkau, kalau engkau mencari Allah, dan memohon belas kasihan dari Yang Mahakuasa,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "kalau engkau bersih dan jujur, maka tentu Ia akan bangkit demi engkau dan Ia akan memulihkan rumah yang adalah hakmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Maka kedudukanmu yang dahulu akan kelihatan hina, tetapi kedudukanmu yang kemudian akan menjadi sangat mulia.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Bertanya-tanyalah tentang orang-orang zaman dahulu, dan perhatikanlah apa yang diselidiki para nenek moyang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebab kita, anak-anak kemarin, tidak mengetahui apa-apa; karena hari-hari kita seperti bayang-bayang di bumi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Bukankah mereka yang harus mengajari engkau dan yang harus berbicara kepadamu, dan melahirkan kata-kata dari akal budi mereka?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dapatkah pandan bertumbuh tinggi, kalau tidak di rawa, atau mensiang bertumbuh subur, kalau tidak di air?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sementara dalam pertumbuhan, sebelum waktunya disabit, layulah ia lebih dahulu dari pada rumput lain.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Demikianlah pengalaman semua orang yang melupakan Allah; maka lenyaplah harapan orang fasik,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "yang andalannya seperti benang laba-laba, kepercayaannya seperti sarang laba-laba.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia bersandar pada rumahnya, tetapi rumahnya itu tidak tetap tegak, ia menjadikannya tempat berpegang, tetapi rumah itu tidak tahan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia seperti tumbuh-tumbuhan yang masih segar di panas matahari, sulurnya menjulur di seluruh taman.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Akar-akarnya membelit timbunan batu, menyusup ke dalam sela-sela batu itu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tetapi bila ia dicabut dari tempatnya, maka tempatnya itu tidak mengakuinya lagi, katanya: Belum pernah aku melihat engkau!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Demikianlah kesukaan hidupnya, dan tumbuh-tumbuhan lain timbul dari tanah.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ketahuilah, Allah tidak menolak orang yang saleh, dan Ia tidak memegang tangan orang yang berbuat jahat.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia masih akan membuat mulutmu tertawa dan bibirmu bersorak-sorak.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Pembencimu akan terselubung dengan malu, dan kemah orang fasik akan tidak ada lagi.\"",
      "type": "content"
    }
  ]
}