{
  "book": "Ayub",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Jawab Ayub: Tidak seorangpun dapat bertahan di hadapan Allah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Tetapi Ayub menjawab:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Sungguh, aku tahu, bahwa demikianlah halnya, masakan manusia benar di hadapan Allah?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jikalau ia ingin beperkara dengan Allah satu dari seribu kali ia tidak dapat membantah-Nya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Allah itu bijak dan kuat, siapakah dapat berkeras melawan Dia, dan tetap selamat?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dialah yang memindahkan gunung-gunung dengan tidak diketahui orang, yang membongkar-bangkirkannya dalam murka-Nya;",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "yang menggeserkan bumi dari tempatnya, sehingga tiangnya bergoyang-goyang;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "yang memberi perintah kepada matahari, sehingga tidak terbit, dan mengurung bintang-bintang dengan meterai;",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "yang seorang diri membentangkan langit, dan melangkah di atas gelombang-gelombang laut;",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "yang menjadikan bintang Biduk, bintang Belantik, bintang Kartika, dan gugusan-gugusan bintang Ruang Selatan;",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "yang melakukan perbuatan-perbuatan besar yang tidak terduga, dan keajaiban-keajaiban yang tidak terbilang banyaknya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Apabila Ia melewati aku, aku tidak melihat-Nya, dan bila Ia lalu, aku tidak mengetahui.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Apabila Ia merampas, siapa akan menghalangi-Nya? Siapa akan menegur-Nya: Apa yang Kaulakukan?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Allah tidak menahani murka-Nya, di bawah kuasa-Nya para pembantu Rahab membungkuk;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "lebih-lebih aku, bagaimana aku dapat membantah Dia, memilih kata-kataku di hadapan Dia?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Walaupun aku benar, aku tidak mungkin membantah Dia, malah aku harus memohon belas kasihan kepada yang mendakwa aku.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Bila aku berseru, Ia menjawab; aku tidak dapat percaya, bahwa Ia sudi mendengarkan suaraku;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dialah yang meremukkan aku dalam angin ribut, yang memperbanyak lukaku dengan tidak semena-mena,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "yang tidak membiarkan aku bernafas, tetapi mengenyangkan aku dengan kepahitan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jika mengenai kekuatan tenaga, Dialah yang mempunyai! Jika mengenai keadilan, siapa dapat menggugat Dia?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sekalipun aku benar, mulutku sendiri akan menyatakan aku tidak benar; sekalipun aku tidak bersalah, Ia akan menyatakan aku bersalah.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Aku tidak bersalah! Aku tidak pedulikan diriku, aku tidak hiraukan hidupku!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Semuanya itu sama saja, itulah sebabnya aku berkata: yang tidak bersalah dan yang bersalah kedua-duanya dibinasakan-Nya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Bila cemeti-Nya membunuh dengan tiba-tiba, Ia mengolok-olok keputusasaan orang yang tidak bersalah.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Bumi telah diserahkan ke dalam tangan orang fasik, dan mata para hakimnya telah ditutup-Nya; kalau bukan oleh Dia, oleh siapa lagi?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Hari-hariku berlalu lebih cepat dari pada seorang pelari, lenyap tanpa melihat bahagia,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "meluncur lewat laksana perahu dari pandan, seperti rajawali yang menyambar mangsanya.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Bila aku berpikir: Aku hendak melupakan keluh kesahku, mengubah air mukaku, dan bergembira,",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "maka takutlah aku kepada segala kesusahanku; aku tahu, bahwa Engkau tidak akan menganggap aku tidak bersalah.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Aku dinyatakan bersalah, apa gunanya aku menyusahkan diri dengan sia-sia?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Walaupun aku membasuh diriku dengan salju dan mencuci tanganku dengan sabun,",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "namun Engkau akan membenamkan aku dalam lumpur, sehingga pakaianku merasa jijik terhadap aku.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Karena Dia bukan manusia seperti aku, sehingga aku dapat menjawab-Nya: Mari bersama-sama menghadap pengadilan.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Tidak ada wasit di antara kami, yang dapat memegang kami berdua!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Biarlah Ia menyingkirkan pentung-Nya dari padaku, jangan aku ditimpa kegentaran terhadap Dia,",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "maka aku akan berbicara tanpa rasa takut terhadap Dia, karena aku tidak menyadari kesalahanku.\"",
      "type": "content"
    }
  ]
}