{
  "book": "Ayub",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "\"My eyes have seen all this, my ears have heard and understood it.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "What you know, I also know; I am not inferior to you.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "But I desire to speak to the Almighty and to argue my case with God.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "You, however, smear me with lies; you are worthless physicians, all of you!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "If only you would be altogether silent! For you, that would be wisdom.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hear now my argument; listen to the plea of my lips.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Will you speak wickedly on God’s behalf? Will you speak deceitfully for him?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Will you show him partiality? Will you argue the case for God?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Would it turn out well if he examined you? Could you deceive him as you might deceive men?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "He would surely rebuke you if you secretly showed partiality.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Would not his splendour terrify you? Would not the dread of him fall on you?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Your maxims are proverbs of ashes; your defences are defences of clay.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "\"Keep silent and let me speak; then let come to me what may.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Why do I put myself in jeopardy and take my life in my hands?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Though he slay me, yet will I hope in him; I will surely defend my ways to his face.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Indeed, this will turn out for my deliverance, for no godless man would dare come before him!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Listen carefully to my words; let your ears take in what I say.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Now that I have prepared my case, I know I will be vindicated.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Can anyone bring charges against me? If so, I will be silent and die.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "\"Only grant me these two things, O God, and then I will not hide from you:",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Withdraw your hand far from me, and stop frightening me with your terrors.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Then summon me and I will answer, or let me speak, and you reply.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "How many wrongs and sins have I committed? Show me my offence and my sin.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Why do you hide your face and consider me your enemy?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Will you torment a wind-blown leaf? Will you chase after dry chaff?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "For you write down bitter things against me and make me inherit the sins of my youth.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "You fasten my feet in shackles; you keep close watch on all my paths by putting marks on the soles of my feet.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "\"So man wastes away like something rotten, like a garment eaten by moths.",
      "type": "content"
    }
  ]
}