{
  "book": "Ayub",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Then Bildad the Shuhite replied:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"When will you end these speeches? Be sensible, and then we can talk.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Why are we regarded as cattle and considered stupid in your sight?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "You who tear yourself to pieces in your anger, is the earth to be abandoned for your sake? Or must the rocks be moved from their place?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "\"The lamp of the wicked is snuffed out; the flame of his fire stops burning.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "The light in his tent becomes dark; the lamp beside him goes out.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "The vigour of his step is weakened; his own schemes throw him down.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "His feet thrust him into a net and he wanders into its mesh.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "A trap seizes him by the heel; a snare holds him fast.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "A noose is hidden for him on the ground; a trap lies in his path.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Terrors startle him on every side and dog his every step.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Calamity is hungry for him; disaster is ready for him when he falls.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "It eats away parts of his skin; death’s firstborn devours his limbs.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "He is torn from the security of his tent and marched off to the king of terrors.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Fire resides in his tent; burning sulphur is scattered over his dwelling.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "His roots dry up below and his branches wither above.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "The memory of him perishes from the earth; he has no name in the land.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "He is driven from light into darkness and is banished from the world.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "He has no offspring or descendants among his people, no survivor where once he lived.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Men of the west are appalled at his fate; men of the east are seized with horror.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Surely such is the dwelling of an evil man; such is the place of one who knows not God.\"",
      "type": "content"
    }
  ]
}