{
  "book": "Ayub",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job replied:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"How long will you torment me and crush me with words?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ten times now you have reproached me; shamelessly you attack me.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "If it is true that I have gone astray, my error remains my concern alone.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "If indeed you would exalt yourselves above me and use my humiliation against me,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "then know that God has wronged me and drawn his net around me.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "\"Though I cry, ‘I’ve been wronged!’ I get no response; though I call for help, there is no justice.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "He has blocked my way so that I cannot pass; he has shrouded my paths in darkness.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "He has stripped me of my honour and removed the crown from my head.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "He tears me down on every side till I am gone; he uproots my hope like a tree.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "His anger burns against me; he counts me among his enemies.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "His troops advance in force; they build a siege ramp against me and encamp around my tent.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "\"He has alienated my brothers from me; my acquaintances are completely estranged from me.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "My kinsmen have gone away; my friends have forgotten me.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "My guests and my maidservants count me a stranger; they look upon me as an alien.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "I summon my servant, but he does not answer, though I beg him with my own mouth.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "My breath is offensive to my wife; I am loathsome to my own brothers.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Even the little boys scorn me; when I appear, they ridicule me.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "All my intimate friends detest me; those I love have turned against me.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "I am nothing but skin and bones; I have escaped by only the skin of my teeth.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "\"Have pity on me, my friends, have pity, for the hand of God has struck me.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Why do you pursue me as God does? Will you never get enough of my flesh?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "\"Oh, that my words were recorded, that they were written on a scroll,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "that they were inscribed with an iron tool on lead, or engraved in rock for ever!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "I know that my Redeemer lives, and that in the end he will stand upon the earth.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "And after my skin has been destroyed, yet in my flesh I will see God;",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "I myself will see him with my own eyes—I, and not another. How my heart yearns within me!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "\"If you say, ‘How we will hound him, since the root of the trouble lies in him,’",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "you should fear the sword yourselves; for wrath will bring punishment by the sword, and then you will know that there is judgment.\"",
      "type": "content"
    }
  ]
}