{
  "book": "Ayub",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job replied:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Listen carefully to my words; let this be the consolation you give me.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Bear with me while I speak, and after I have spoken, mock on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "\"Is my complaint directed to man? Why should I not be impatient?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Look at me and be astonished; clap your hand over your mouth.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "When I think about this, I am terrified; trembling seizes my body.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Why do the wicked live on, growing old and increasing in power?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "They see their children established around them, their offspring before their eyes.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Their homes are safe and free from fear; the rod of God is not upon them.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Their bulls never fail to breed; their cows calve and do not miscarry.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "They send forth their children as a flock; their little ones dance about.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "They sing to the music of tambourine and harp; they make merry to the sound of the flute.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "They spend their years in prosperity and go down to the grave in peace.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Yet they say to God, ‘Leave us alone! We have no desire to know your ways.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Who is the Almighty, that we should serve him? What would we gain by praying to him?’",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "But their prosperity is not in their own hands, so I stand aloof from the counsel of the wicked.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "\"Yet how often is the lamp of the wicked snuffed out? How often does calamity come upon them, the fate God allots in his anger?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "How often are they like straw before the wind, like chaff swept away by a gale?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": " It is said, ‘God stores up a man’s punishment for his sons.’ Let him repay the man himself, so that he will know it!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Let his own eyes see his destruction; let him drink of the wrath of the Almighty.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "For what does he care about the family he leaves behind when his allotted months come to an end?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "\"Can anyone teach knowledge to God, since he judges even the highest?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "One man dies in full vigour, completely secure and at ease,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "his body well nourished, his bones rich with marrow.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Another man dies in bitterness of soul, never having enjoyed anything good.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Side by side they lie in the dust, and worms cover them both.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "\"I know full well what you are thinking, the schemes by which you would wrong me.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "You say, ‘Where now is the great man’s house, the tents where wicked men lived?’",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Have you never questioned those who travel? Have you paid no regard to their accounts—",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "that the evil man is spared from the day of calamity, that he is delivered from the day of wrath?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Who denounces his conduct to his face? Who repays him for what he has done?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "He is carried to the grave, and watch is kept over his tomb.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "The soil in the valley is sweet to him; all men follow after him, and a countless throng goes before him.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "\"So how can you console me with your nonsense? Nothing is left of your answers but falsehood!\"",
      "type": "content"
    }
  ]
}