{
  "book": "Ayub",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "Then Job replied:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Even today my complaint is bitter; his hand is heavy in spite of my groaning.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "If only I knew where to find him; if only I could go to his dwelling!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "I would state my case before him and fill my mouth with arguments.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "I would find out what he would answer me, and consider what he would say.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Would he oppose me with great power? No, he would not press charges against me.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "There an upright man could present his case before him, and I would be delivered for ever from my judge.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "\"But if I go to the east, he is not there; if I go to the west, I do not find him.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "When he is at work in the north, I do not see him; when he turns to the south, I catch no glimpse of him.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "But he knows the way that I take; when he has tested me, I shall come forth as gold.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "My feet have closely followed his steps; I have kept to his way without turning aside.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "I have not departed from the commands of his lips; I have treasured the words of his mouth more than my daily bread.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "\"But he stands alone, and who can oppose him? He does whatever he pleases.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "He carries out his decree against me, and many such plans he still has in store.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "That is why I am terrified before him; when I think of all this, I fear him.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "God has made my heart faint; the Almighty has terrified me.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Yet I am not silenced by the darkness, by the thick darkness that covers my face.",
      "type": "content"
    }
  ]
}