{
  "book": "Ayub",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "After this, Job opened his mouth and cursed the day of his birth.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "He said:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "\"May the day of my birth perish, and the night it was said, ‘A boy is born!’",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "That day—may it turn to darkness; may God above not care about it; may no light shine upon it.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "May darkness and deep shadow claim it once more; may a cloud settle over it; may blackness overwhelm its light.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "That night—may thick darkness seize it; may it not be included among the days of the year nor be entered in any of the months.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "May that night be barren; may no shout of joy be heard in it.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "May those who curse days curse that day, those who are ready to rouse Leviathan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "May its morning stars become dark; may it wait for daylight in vain and not see the first rays of dawn,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "for it did not shut the doors of the womb on me to hide trouble from my eyes.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "\"Why did I not perish at birth, and die as I came from the womb?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Why were there knees to receive me and breasts that I might be nursed?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "For now I would be lying down in peace; I would be asleep and at rest",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "with kings and counsellors of the earth, who built for themselves places now lying in ruins,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "with rulers who had gold, who filled their houses with silver.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Or why was I not hidden in the ground like a stillborn child, like an infant who never saw the light of day?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "There the wicked cease from turmoil, and there the weary are at rest.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Captives also enjoy their ease; they no longer hear the slave driver’s shout.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "The small and the great are there, and the slave is freed from his master.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "\"Why is light given to those in misery, and life to the bitter of soul,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "to those who long for death that does not come, who search for it more than for hidden treasure,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "who are filled with gladness and rejoice when they reach the grave?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Why is life given to a man whose way is hidden, whom God has hedged in?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "For sighing comes to me instead of food; my groans pour out like water.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "What I feared has come upon me; what I dreaded has happened to me.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "I have no peace, no quietness; I have no rest, but only turmoil.\"",
      "type": "content"
    }
  ]
}