{
  "book": "Ayub",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "\"At this my heart pounds and leaps from its place.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Listen! Listen to the roar of his voice, to the rumbling that comes from his mouth.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "He unleashes his lightning beneath the whole heaven and sends it to the ends of the earth.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "After that comes the sound of his roar; he thunders with his majestic voice. When his voice resounds, he holds nothing back.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "God’s voice thunders in marvellous ways; he does great things beyond our understanding.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "He says to the snow, ‘Fall on the earth,’ and to the rain shower, ‘Be a mighty downpour.’",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "So that all men he has made may know his work, he stops every man from his labour.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "The animals take cover; they remain in their dens.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "The tempest comes out from its chamber, the cold from the driving winds.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "The breath of God produces ice, and the broad waters become frozen.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "He loads the clouds with moisture; he scatters his lightning through them.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "At his direction they swirl around over the face of the whole earth to do whatever he commands them.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "He brings the clouds to punish men, or to water his earth and show his love.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "\"Listen to this, Job; stop and consider God’s wonders.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Do you know how God controls the clouds and makes his lightning flash?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Do you know how the clouds hang poised, those wonders of him who is perfect in knowledge?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "You who swelter in your clothes when the land lies hushed under the south wind,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "can you join him in spreading out the skies, hard as a mirror of cast bronze?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "\"Tell us what we should say to him; we cannot draw up our case because of our darkness.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Should he be told that I want to speak? Would any man ask to be swallowed up?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Now no-one can look at the sun, bright as it is in the skies after the wind has swept them clean.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Out of the north he comes in golden splendour; God comes in awesome majesty.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "The Almighty is beyond our reach and exalted in power; in his justice and great righteousness, he does not oppress.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Therefore, men revere him, for does he not have regard for all the wise in heart?\"",
      "type": "content"
    }
  ]
}