{
  "book": "Ayub",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "\"Can you pull in the leviathan with a fishhook or tie down his tongue with a rope?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Can you put a cord through his nose or pierce his jaw with a hook?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Will he keep begging you for mercy? Will he speak to you with gentle words?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Will he make an agreement with you for you to take him as your slave for life?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Can you make a pet of him like a bird or put him on a leash for your girls?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Will traders barter for him? Will they divide him up among the merchants?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Can you fill his hide with harpoons or his head with fishing spears?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "If you lay a hand on him, you will remember the struggle and never do it again!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Any hope of subduing him is false; the mere sight of him is overpowering.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "No-one is fierce enough to rouse him. Who then is able to stand against me?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Who has a claim against me that I must pay? Everything under heaven belongs to me.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "\"I will not fail to speak of his limbs, his strength and his graceful form.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Who can strip off his outer coat? Who would approach him with a bridle?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Who dares open the doors of his mouth, ringed about with his fearsome teeth?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "His back has rows of shields tightly sealed together;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "each is so close to the next that no air can pass between.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "They are joined fast to one another; they cling together and cannot be parted.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "His snorting throws out flashes of light; his eyes are like the rays of dawn.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Firebrands stream from his mouth; sparks of fire shoot out.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Smoke pours from his nostrils as from a boiling pot over a fire of reeds.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "His breath sets coals ablaze, and flames dart from his mouth.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Strength resides in his neck; dismay goes before him.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "The folds of his flesh are tightly joined; they are firm and immovable.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "His chest is hard as rock, hard as a lower millstone.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "When he rises up, the mighty are terrified; they retreat before his thrashing.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "The sword that reaches him has no effect, nor does the spear or the dart or the javelin.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Iron he treats like straw and bronze like rotten wood.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Arrows do not make him flee; slingstones are like chaff to him.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "A club seems to him but a piece of straw; he laughs at the rattling of the lance.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "His undersides are jagged potsherds, leaving a trail in the mud like a threshing-sledge.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "He makes the depths churn like a boiling cauldron and stirs up the sea like a pot of ointment.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Behind him he leaves a glistening wake; one would think the deep had white hair.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Nothing on earth is his equal—a creature without fear.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "He looks down on all that are haughty; he is king over all that are proud.\"",
      "type": "content"
    }
  ]
}