{
  "book": "Lukas",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Pendahuluan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Teofilus yang mulia, Banyak orang telah berusaha menyusun suatu berita tentang peristiwa-peristiwa yang telah terjadi di antara kita,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "seperti yang disampaikan kepada kita oleh mereka, yang dari semula adalah saksi mata dan pelayan Firman.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Karena itu, setelah aku menyelidiki segala peristiwa itu dengan seksama dari asal mulanya, aku mengambil keputusan untuk membukukannya dengan teratur bagimu,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "supaya engkau dapat mengetahui, bahwa segala sesuatu yang diajarkan kepadamu sungguh benar.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Pemberitahuan tentang kelahiran Yohanes Pembaptis",
      "type": "title"
    },
    {
      "verse": 5,
      "text": "Pada zaman Herodes, raja Yudea, adalah seorang imam yang bernama Zakharia dari rombongan Abia. Isterinya juga berasal dari keturunan Harun, namanya Elisabet.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Keduanya adalah benar di hadapan Allah dan hidup menurut segala perintah dan ketetapan Tuhan dengan tidak bercacat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tetapi mereka tidak mempunyai anak, sebab Elisabet mandul dan keduanya telah lanjut umurnya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pada suatu kali, waktu tiba giliran rombongannya, Zakharia melakukan tugas keimaman di hadapan Tuhan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebab ketika diundi, sebagaimana lazimnya, untuk menentukan imam yang bertugas, dialah yang ditunjuk untuk masuk ke dalam Bait Suci dan membakar ukupan di situ.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sementara itu seluruh umat berkumpul di luar dan sembahyang. Waktu itu adalah waktu pembakaran ukupan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Maka tampaklah kepada Zakharia seorang malaikat Tuhan berdiri di sebelah kanan mezbah pembakaran ukupan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Melihat hal itu ia terkejut dan menjadi takut.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tetapi malaikat itu berkata kepadanya: \"Jangan takut, hai Zakharia, sebab doamu telah dikabulkan dan Elisabet, isterimu, akan melahirkan seorang anak laki-laki bagimu dan haruslah engkau menamai dia Yohanes.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Engkau akan bersukacita dan bergembira, bahkan banyak orang akan bersukacita atas kelahirannya itu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sebab ia akan besar di hadapan Tuhan dan ia tidak akan minum anggur atau minuman keras dan ia akan penuh dengan Roh Kudus mulai dari rahim ibunya;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "ia akan membuat banyak orang Israel berbalik kepada Tuhan, Allah mereka,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "dan ia akan berjalan mendahului Tuhan dalam roh dan kuasa Elia untuk membuat hati bapa-bapa berbalik kepada anak-anaknya dan hati orang-orang durhaka kepada pikiran orang-orang benar dan dengan demikian menyiapkan bagi Tuhan suatu umat yang layak bagi-Nya.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Lalu kata Zakharia kepada malaikat itu: \"Bagaimanakah aku tahu, bahwa hal ini akan terjadi? Sebab aku sudah tua dan isteriku sudah lanjut umurnya.\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jawab malaikat itu kepadanya: \"Akulah Gabriel yang melayani Allah dan aku telah diutus untuk berbicara dengan engkau dan untuk menyampaikan kabar baik ini kepadamu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sesungguhnya engkau akan menjadi bisu dan tidak dapat berkata-kata sampai kepada hari, di mana semuanya ini terjadi, karena engkau tidak percaya akan perkataanku yang akan nyata kebenarannya pada waktunya.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sementara itu orang banyak menanti-nantikan Zakharia. Mereka menjadi heran, bahwa ia begitu lama berada dalam Bait Suci.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ketika ia keluar, ia tidak dapat berkata-kata kepada mereka dan mengertilah mereka, bahwa ia telah melihat suatu penglihatan di dalam Bait Suci. Lalu ia memberi isyarat kepada mereka, sebab ia tetap bisu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ketika selesai jangka waktu tugas jabatannya, ia pulang ke rumah.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Beberapa lama kemudian Elisabet, isterinya, mengandung dan selama lima bulan ia tidak menampakkan diri, katanya:",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "\"Inilah suatu perbuatan Tuhan bagiku, dan sekarang Ia berkenan menghapuskan aibku di depan orang.\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Pemberitahuan tentang kelahiran Yesus",
      "type": "title"
    },
    {
      "verse": 26,
      "text": "Dalam bulan yang keenam Allah menyuruh malaikat Gabriel pergi ke sebuah kota di Galilea bernama Nazaret,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "kepada seorang perawan yang bertunangan dengan seorang bernama Yusuf dari keluarga Daud; nama perawan itu Maria.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ketika malaikat itu masuk ke rumah Maria, ia berkata: \"Salam, hai engkau yang dikaruniai, Tuhan menyertai engkau.\"",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Maria terkejut mendengar perkataan itu, lalu bertanya di dalam hatinya, apakah arti salam itu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Kata malaikat itu kepadanya: \"Jangan takut, hai Maria, sebab engkau beroleh kasih karunia di hadapan Allah.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sesungguhnya engkau akan mengandung dan akan melahirkan seorang anak laki-laki dan hendaklah engkau menamai Dia Yesus.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ia akan menjadi besar dan akan disebut Anak Allah Yang Mahatinggi. Dan Tuhan Allah akan mengaruniakan kepada-Nya takhta Daud, bapa leluhur-Nya,",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "dan Ia akan menjadi raja atas kaum keturunan Yakub sampai selama-lamanya dan Kerajaan-Nya tidak akan berkesudahan.\"",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Kata Maria kepada malaikat itu: \"Bagaimana hal itu mungkin terjadi, karena aku belum bersuami?\"",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jawab malaikat itu kepadanya: \"Roh Kudus akan turun atasmu dan kuasa Allah Yang Mahatinggi akan menaungi engkau; sebab itu anak yang akan kaulahirkan itu akan disebut kudus, Anak Allah.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dan sesungguhnya, Elisabet, sanakmu itu, iapun sedang mengandung seorang anak laki-laki pada hari tuanya dan inilah bulan yang keenam bagi dia, yang disebut mandul itu.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Sebab bagi Allah tidak ada yang mustahil.\"",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Kata Maria: \"Sesungguhnya aku ini adalah hamba Tuhan; jadilah padaku menurut perkataanmu itu.\" Lalu malaikat itu meninggalkan dia.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Maria dan Elisabet",
      "type": "title"
    },
    {
      "verse": 39,
      "text": "Beberapa waktu kemudian berangkatlah Maria dan langsung berjalan ke pegunungan menuju sebuah kota di Yehuda.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Di situ ia masuk ke rumah Zakharia dan memberi salam kepada Elisabet.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dan ketika Elisabet mendengar salam Maria, melonjaklah anak yang di dalam rahimnya dan Elisabetpun penuh dengan Roh Kudus,",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "lalu berseru dengan suara nyaring: \"Diberkatilah engkau di antara semua perempuan dan diberkatilah buah rahimmu.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Siapakah aku ini sampai ibu Tuhanku datang mengunjungi aku?",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Sebab sesungguhnya, ketika salammu sampai kepada telingaku, anak yang di dalam rahimku melonjak kegirangan.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Dan berbahagialah ia, yang telah percaya, sebab apa yang dikatakan kepadanya dari Tuhan, akan terlaksana.\"",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Nyanyian pujian Maria",
      "type": "title"
    },
    {
      "verse": 46,
      "text": "Lalu kata Maria: \"Jiwaku memuliakan Tuhan,",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "dan hatiku bergembira karena Allah, Juruselamatku,",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "sebab Ia telah memperhatikan kerendahan hamba-Nya. Sesungguhnya, mulai dari sekarang segala keturunan akan menyebut aku berbahagia,",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "karena Yang Mahakuasa telah melakukan perbuatan-perbuatan besar kepadaku dan nama-Nya adalah kudus.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Dan rahmat-Nya turun-temurun atas orang yang takut akan Dia.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Ia memperlihatkan kuasa-Nya dengan perbuatan tangan-Nya dan mencerai-beraikan orang-orang yang congkak hatinya;",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Ia menurunkan orang-orang yang berkuasa dari takhtanya dan meninggikan orang-orang yang rendah;",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Ia melimpahkan segala yang baik kepada orang yang lapar, dan menyuruh orang yang kaya pergi dengan tangan hampa;",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Ia menolong Israel, hamba-Nya, karena Ia mengingat rahmat-Nya,",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "seperti yang dijanjikan-Nya kepada nenek moyang kita, kepada Abraham dan keturunannya untuk selama-lamanya.\"",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Dan Maria tinggal kira-kira tiga bulan lamanya bersama dengan Elisabet, lalu pulang kembali ke rumahnya.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Kelahiran Yohanes Pembaptis",
      "type": "title"
    },
    {
      "verse": 57,
      "text": "Kemudian genaplah bulannya bagi Elisabet untuk bersalin dan iapun melahirkan seorang anak laki-laki.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Ketika tetangga-tetangganya serta sanak saudaranya mendengar, bahwa Tuhan telah menunjukkan rahmat-Nya yang begitu besar kepadanya, bersukacitalah mereka bersama-sama dengan dia.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Maka datanglah mereka pada hari yang kedelapan untuk menyunatkan anak itu dan mereka hendak menamai dia Zakharia menurut nama bapanya,",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "tetapi ibunya berkata: \"Jangan, ia harus dinamai Yohanes.\"",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Kata mereka kepadanya: \"Tidak ada di antara sanak saudaramu yang bernama demikian.\"",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "Lalu mereka memberi isyarat kepada bapanya untuk bertanya nama apa yang hendak diberikannya kepada anaknya itu.",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Ia meminta batu tulis, lalu menuliskan kata-kata ini: \"Namanya adalah Yohanes.\" Dan merekapun heran semuanya.",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "Dan seketika itu juga terbukalah mulutnya dan terlepaslah lidahnya, lalu ia berkata-kata dan memuji Allah.",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "Maka ketakutanlah semua orang yang tinggal di sekitarnya, dan segala peristiwa itu menjadi buah tutur di seluruh pegunungan Yudea.",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "Dan semua orang, yang mendengarnya, merenungkannya dan berkata: \"Menjadi apakah anak ini nanti?\" Sebab tangan Tuhan menyertai dia.",
      "type": "content"
    },
    {
      "verse": 67,
      "text": "Nyanyian pujian Zakharia",
      "type": "title"
    },
    {
      "verse": 67,
      "text": "Dan Zakharia, ayahnya, penuh dengan Roh Kudus, lalu bernubuat, katanya:",
      "type": "content"
    },
    {
      "verse": 68,
      "text": "\"Terpujilah Tuhan, Allah Israel, sebab Ia melawat umat-Nya dan membawa kelepasan baginya,",
      "type": "content"
    },
    {
      "verse": 69,
      "text": "Ia menumbuhkan sebuah tanduk keselamatan bagi kita di dalam keturunan Daud, hamba-Nya itu,",
      "type": "content"
    },
    {
      "verse": 70,
      "text": "--seperti yang telah difirmankan-Nya sejak purbakala oleh mulut nabi-nabi-Nya yang kudus--",
      "type": "content"
    },
    {
      "verse": 71,
      "text": "untuk melepaskan kita dari musuh-musuh kita dan dari tangan semua orang yang membenci kita,",
      "type": "content"
    },
    {
      "verse": 72,
      "text": "untuk menunjukkan rahmat-Nya kepada nenek moyang kita dan mengingat akan perjanjian-Nya yang kudus,",
      "type": "content"
    },
    {
      "verse": 73,
      "text": "yaitu sumpah yang diucapkan-Nya kepada Abraham, bapa leluhur kita, bahwa Ia mengaruniai kita,",
      "type": "content"
    },
    {
      "verse": 74,
      "text": "supaya kita, terlepas dari tangan musuh, dapat beribadah kepada-Nya tanpa takut,",
      "type": "content"
    },
    {
      "verse": 75,
      "text": "dalam kekudusan dan kebenaran di hadapan-Nya seumur hidup kita.",
      "type": "content"
    },
    {
      "verse": 76,
      "text": "Dan engkau, hai anakku, akan disebut nabi Allah Yang Mahatinggi; karena engkau akan berjalan mendahului Tuhan untuk mempersiapkan jalan bagi-Nya,",
      "type": "content"
    },
    {
      "verse": 77,
      "text": "untuk memberikan kepada umat-Nya pengertian akan keselamatan yang berdasarkan pengampunan dosa-dosa mereka,",
      "type": "content"
    },
    {
      "verse": 78,
      "text": "oleh rahmat dan belas kasihan dari Allah kita, dengan mana Ia akan melawat kita, Surya pagi dari tempat yang tinggi,",
      "type": "content"
    },
    {
      "verse": 79,
      "text": "untuk menyinari mereka yang diam dalam kegelapan dan dalam naungan maut untuk mengarahkan kaki kita kepada jalan damai sejahtera.\"",
      "type": "content"
    },
    {
      "verse": 80,
      "text": "Adapun anak itu bertambah besar dan makin kuat rohnya. Dan ia tinggal di padang gurun sampai kepada hari ia harus menampakkan diri kepada Israel.",
      "type": "content"
    }
  ]
}