{
  "book": "Lukas",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Dosa dan penderitaan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada waktu itu datanglah kepada Yesus beberapa orang membawa kabar tentang orang-orang Galilea, yang darahnya dicampurkan Pilatus dengan darah korban yang mereka persembahkan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Yesus menjawab mereka: \"Sangkamu orang-orang Galilea ini lebih besar dosanya dari pada dosa semua orang Galilea yang lain, karena mereka mengalami nasib itu?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tidak! kata-Ku kepadamu. Tetapi jikalau kamu tidak bertobat, kamu semua akan binasa atas cara demikian.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Atau sangkamu kedelapan belas orang, yang mati ditimpa menara dekat Siloam, lebih besar kesalahannya dari pada kesalahan semua orang lain yang diam di Yerusalem?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tidak! kata-Ku kepadamu. Tetapi jikalau kamu tidak bertobat, kamu semua akan binasa atas cara demikian.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Perumpamaan tentang pohon ara yang tidak berbuah",
      "type": "title"
    },
    {
      "verse": 6,
      "text": "Lalu Yesus mengatakan perumpamaan ini: \"Seorang mempunyai pohon ara yang tumbuh di kebun anggurnya, dan ia datang untuk mencari buah pada pohon itu, tetapi ia tidak menemukannya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Lalu ia berkata kepada pengurus kebun anggur itu: Sudah tiga tahun aku datang mencari buah pada pohon ara ini dan aku tidak menemukannya. Tebanglah pohon ini! Untuk apa ia hidup di tanah ini dengan percuma!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jawab orang itu: Tuan, biarkanlah dia tumbuh tahun ini lagi, aku akan mencangkul tanah sekelilingnya dan memberi pupuk kepadanya,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "mungkin tahun depan ia berbuah; jika tidak, tebanglah dia!\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Menyembuhkan orang sakit pada hari Sabat",
      "type": "title"
    },
    {
      "verse": 10,
      "text": "Pada suatu kali Yesus sedang mengajar dalam salah satu rumah ibadat pada hari Sabat.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Di situ ada seorang perempuan yang telah delapan belas tahun dirasuk roh sehingga ia sakit sampai bungkuk punggungnya dan tidak dapat berdiri lagi dengan tegak.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ketika Yesus melihat perempuan itu, Ia memanggil dia dan berkata kepadanya: \"Hai ibu, penyakitmu telah sembuh.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lalu Ia meletakkan tangan-Nya atas perempuan itu, dan seketika itu juga berdirilah perempuan itu, dan memuliakan Allah.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tetapi kepala rumah ibadat gusar karena Yesus menyembuhkan orang pada hari Sabat, lalu ia berkata kepada orang banyak: \"Ada enam hari untuk bekerja. Karena itu datanglah pada salah satu hari itu untuk disembuhkan dan jangan pada hari Sabat.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tetapi Tuhan menjawab dia, kata-Nya: \"Hai orang-orang munafik, bukankah setiap orang di antaramu melepaskan lembunya atau keledainya pada hari Sabat dari kandangnya dan membawanya ke tempat minuman?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Bukankah perempuan ini, yang sudah delapan belas tahun diikat oleh Iblis, harus dilepaskan dari ikatannya itu, karena ia adalah keturunan Abraham?\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dan waktu Ia berkata demikian, semua lawan-Nya merasa malu dan semua orang banyak bersukacita karena segala perkara mulia, yang telah dilakukan-Nya.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Perumpamaan tentang biji sesawi dan ragi",
      "type": "title"
    },
    {
      "verse": 18,
      "text": "Maka kata Yesus: \"Seumpama apakah hal Kerajaan Allah dan dengan apakah Aku akan mengumpamakannya?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia seumpama biji sesawi, yang diambil dan ditaburkan orang di kebunnya; biji itu tumbuh dan menjadi pohon dan burung-burung di udara bersarang pada cabang-cabangnya.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dan Ia berkata lagi: \"Dengan apakah Aku akan mengumpamakan Kerajaan Allah?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia seumpama ragi yang diambil seorang perempuan dan diadukkan ke dalam tepung terigu tiga sukat sampai khamir seluruhnya.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Siapa yang diselamatkan",
      "type": "title"
    },
    {
      "verse": 22,
      "text": "Kemudian Yesus berjalan keliling dari kota ke kota dan dari desa ke desa sambil mengajar dan meneruskan perjalanan-Nya ke Yerusalem.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dan ada seorang yang berkata kepada-Nya: \"Tuhan, sedikit sajakah orang yang diselamatkan?\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jawab Yesus kepada orang-orang di situ: \"Berjuanglah untuk masuk melalui pintu yang sesak itu! Sebab Aku berkata kepadamu: Banyak orang akan berusaha untuk masuk, tetapi tidak akan dapat.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jika tuan rumah telah bangkit dan telah menutup pintu, kamu akan berdiri di luar dan mengetok-ngetok pintu sambil berkata: Tuan, bukakanlah kami pintu! dan Ia akan menjawab dan berkata kepadamu: Aku tidak tahu dari mana kamu datang.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Maka kamu akan berkata: Kami telah makan dan minum di hadapan-Mu dan Engkau telah mengajar di jalan-jalan kota kami.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tetapi Ia akan berkata kepadamu: Aku tidak tahu dari mana kamu datang, enyahlah dari hadapan-Ku, hai kamu sekalian yang melakukan kejahatan!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Di sanalah akan terdapat ratap dan kertak gigi, apabila kamu akan melihat Abraham dan Ishak dan Yakub dan semua nabi di dalam Kerajaan Allah, tetapi kamu sendiri dicampakkan ke luar.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dan orang akan datang dari Timur dan Barat dan dari Utara dan Selatan dan mereka akan duduk makan di dalam Kerajaan Allah.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dan sesungguhnya ada orang yang terakhir yang akan menjadi orang yang terdahulu dan ada orang yang terdahulu yang akan menjadi orang yang terakhir.\"",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Yesus harus mati di Yerusalem Keluhan terhadap Yerusalem",
      "type": "title"
    },
    {
      "verse": 31,
      "text": "Pada waktu itu datanglah beberapa orang Farisi dan berkata kepada Yesus: \"Pergilah, tinggalkanlah tempat ini, karena Herodes hendak membunuh Engkau.\"",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jawab Yesus kepada mereka: \"Pergilah dan katakanlah kepada si serigala itu: Aku mengusir setan dan menyembuhkan orang, pada hari ini dan besok, dan pada hari yang ketiga Aku akan selesai.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Tetapi hari ini dan besok dan lusa Aku harus meneruskan perjalanan-Ku, sebab tidaklah semestinya seorang nabi dibunuh kalau tidak di Yerusalem.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Yerusalem, Yerusalem, engkau yang membunuh nabi-nabi dan melempari dengan batu orang-orang yang diutus kepadamu! Berkali-kali Aku rindu mengumpulkan anak-anakmu, sama seperti induk ayam mengumpulkan anak-anaknya di bawah sayapnya, tetapi kamu tidak mau.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Sesungguhnya rumahmu ini akan ditinggalkan dan menjadi sunyi. Tetapi Aku berkata kepadamu: Kamu tidak akan melihat Aku lagi hingga pada saat kamu berkata: Diberkatilah Dia yang datang dalam nama Tuhan!\"",
      "type": "content"
    }
  ]
}