{
  "book": "Lukas",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Beberapa nasihat",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Yesus berkata kepada murid-murid-Nya: \"Tidak mungkin tidak akan ada penyesatan, tetapi celakalah orang yang mengadakannya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Adalah lebih baik baginya jika sebuah batu kilangan diikatkan pada lehernya, lalu ia dilemparkan ke dalam laut, dari pada menyesatkan salah satu dari orang-orang yang lemah ini.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jagalah dirimu! Jikalau saudaramu berbuat dosa, tegorlah dia, dan jikalau ia menyesal, ampunilah dia.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Bahkan jikalau ia berbuat dosa terhadap engkau tujuh kali sehari dan tujuh kali ia kembali kepadamu dan berkata: Aku menyesal, engkau harus mengampuni dia.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Lalu kata rasul-rasul itu kepada Tuhan: \"Tambahkanlah iman kami!\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jawab Tuhan: \"Kalau sekiranya kamu mempunyai iman sebesar biji sesawi saja, kamu dapat berkata kepada pohon ara ini: Terbantunlah engkau dan tertanamlah di dalam laut, dan ia akan taat kepadamu.\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tuan dan hamba",
      "type": "title"
    },
    {
      "verse": 7,
      "text": "\"Siapa di antara kamu yang mempunyai seorang hamba yang membajak atau menggembalakan ternak baginya, akan berkata kepada hamba itu, setelah ia pulang dari ladang: Mari segera makan!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Bukankah sebaliknya ia akan berkata kepada hamba itu: Sediakanlah makananku. Ikatlah pinggangmu dan layanilah aku sampai selesai aku makan dan minum. Dan sesudah itu engkau boleh makan dan minum.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Adakah ia berterima kasih kepada hamba itu, karena hamba itu telah melakukan apa yang ditugaskan kepadanya?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Demikian jugalah kamu. Apabila kamu telah melakukan segala sesuatu yang ditugaskan kepadamu, hendaklah kamu berkata: Kami adalah hamba-hamba yang tidak berguna; kami hanya melakukan apa yang kami harus lakukan.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Kesepuluh orang kusta",
      "type": "title"
    },
    {
      "verse": 11,
      "text": "Dalam perjalanan-Nya ke Yerusalem Yesus menyusur perbatasan Samaria dan Galilea.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ketika Ia memasuki suatu desa datanglah sepuluh orang kusta menemui Dia. Mereka tinggal berdiri agak jauh",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "dan berteriak: \"Yesus, Guru, kasihanilah kami!\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lalu Ia memandang mereka dan berkata: \"Pergilah, perlihatkanlah dirimu kepada imam-imam.\" Dan sementara mereka di tengah jalan mereka menjadi tahir.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Seorang dari mereka, ketika melihat bahwa ia telah sembuh, kembali sambil memuliakan Allah dengan suara nyaring,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "lalu tersungkur di depan kaki Yesus dan mengucap syukur kepada-Nya. Orang itu adalah seorang Samaria.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Lalu Yesus berkata: \"Bukankah kesepuluh orang tadi semuanya telah menjadi tahir? Di manakah yang sembilan orang itu?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tidak adakah di antara mereka yang kembali untuk memuliakan Allah selain dari pada orang asing ini?\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Lalu Ia berkata kepada orang itu: \"Berdirilah dan pergilah, imanmu telah menyelamatkan engkau.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Kedatangan Kerajaan Allah",
      "type": "title"
    },
    {
      "verse": 20,
      "text": "Atas pertanyaan orang-orang Farisi, apabila Kerajaan Allah akan datang, Yesus menjawab, kata-Nya: \"Kerajaan Allah datang tanpa tanda-tanda lahiriah,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "juga orang tidak dapat mengatakan: Lihat, ia ada di sini atau ia ada di sana! Sebab sesungguhnya Kerajaan Allah ada di antara kamu.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dan Ia berkata kepada murid-murid-Nya: \"Akan datang waktunya kamu ingin melihat satu dari pada hari-hari Anak Manusia itu dan kamu tidak akan melihatnya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dan orang akan berkata kepadamu: Lihat, ia ada di sana; lihat, ia ada di sini! Jangan kamu pergi ke situ, jangan kamu ikut.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sebab sama seperti kilat memancar dari ujung langit yang satu ke ujung langit yang lain, demikian pulalah kelak halnya Anak Manusia pada hari kedatangan-Nya.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tetapi Ia harus menanggung banyak penderitaan dahulu dan ditolak oleh angkatan ini.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dan sama seperti terjadi pada zaman Nuh, demikian pulalah halnya kelak pada hari-hari Anak Manusia:",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "mereka makan dan minum, mereka kawin dan dikawinkan, sampai kepada hari Nuh masuk ke dalam bahtera, lalu datanglah air bah dan membinasakan mereka semua.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Demikian juga seperti yang terjadi di zaman Lot: mereka makan dan minum, mereka membeli dan menjual, mereka menanam dan membangun.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tetapi pada hari Lot pergi keluar dari Sodom turunlah hujan api dan hujan belerang dari langit dan membinasakan mereka semua.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Demikianlah halnya kelak pada hari, di mana Anak Manusia menyatakan diri-Nya.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Barangsiapa pada hari itu sedang di peranginan di atas rumah dan barang-barangnya ada di dalam rumah, janganlah ia turun untuk mengambilnya, dan demikian juga orang yang sedang di ladang, janganlah ia kembali.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ingatlah akan isteri Lot!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Barangsiapa berusaha memelihara nyawanya, ia akan kehilangan nyawanya, dan barangsiapa kehilangan nyawanya, ia akan menyelamatkannya.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Aku berkata kepadamu: Pada malam itu ada dua orang di atas satu tempat tidur, yang seorang akan dibawa dan yang lain akan ditinggalkan.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ada dua orang perempuan bersama-sama mengilang, yang seorang akan dibawa dan yang lain akan ditinggalkan.\"",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(Kalau ada dua orang di ladang, yang seorang akan dibawa dan yang lain akan ditinggalkan.)",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Kata mereka kepada Yesus: \"Di mana, Tuhan?\" Kata-Nya kepada mereka: \"Di mana ada mayat, di situ berkerumun burung nasar.\"",
      "type": "content"
    }
  ]
}