{
  "book": "Lukas",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Perumpamaan tentang hakim yang tak benar",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Yesus mengatakan suatu perumpamaan kepada mereka untuk menegaskan, bahwa mereka harus selalu berdoa dengan tidak jemu-jemu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Kata-Nya: \"Dalam sebuah kota ada seorang hakim yang tidak takut akan Allah dan tidak menghormati seorangpun.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dan di kota itu ada seorang janda yang selalu datang kepada hakim itu dan berkata: Belalah hakku terhadap lawanku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Beberapa waktu lamanya hakim itu menolak. Tetapi kemudian ia berkata dalam hatinya: Walaupun aku tidak takut akan Allah dan tidak menghormati seorangpun,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "namun karena janda ini menyusahkan aku, baiklah aku membenarkan dia, supaya jangan terus saja ia datang dan akhirnya menyerang aku.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kata Tuhan: \"Camkanlah apa yang dikatakan hakim yang lalim itu!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tidakkah Allah akan membenarkan orang-orang pilihan-Nya yang siang malam berseru kepada-Nya? Dan adakah Ia mengulur-ulur waktu sebelum menolong mereka?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Aku berkata kepadamu: Ia akan segera membenarkan mereka. Akan tetapi, jika Anak Manusia itu datang, adakah Ia mendapati iman di bumi?\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Perumpamaan tentang orang Farisi dengan pemungut cukai",
      "type": "title"
    },
    {
      "verse": 9,
      "text": "Dan kepada beberapa orang yang menganggap dirinya benar dan memandang rendah semua orang lain, Yesus mengatakan perumpamaan ini:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "\"Ada dua orang pergi ke Bait Allah untuk berdoa; yang seorang adalah Farisi dan yang lain pemungut cukai.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Orang Farisi itu berdiri dan berdoa dalam hatinya begini: Ya Allah, aku mengucap syukur kepada-Mu, karena aku tidak sama seperti semua orang lain, bukan perampok, bukan orang lalim, bukan pezinah dan bukan juga seperti pemungut cukai ini;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "aku berpuasa dua kali seminggu, aku memberikan sepersepuluh dari segala penghasilanku.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tetapi pemungut cukai itu berdiri jauh-jauh, bahkan ia tidak berani menengadah ke langit, melainkan ia memukul diri dan berkata: Ya Allah, kasihanilah aku orang berdosa ini.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Aku berkata kepadamu: Orang ini pulang ke rumahnya sebagai orang yang dibenarkan Allah dan orang lain itu tidak. Sebab barangsiapa meninggikan diri, ia akan direndahkan dan barangsiapa merendahkan diri, ia akan ditinggikan.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Yesus memberkati anak-anak",
      "type": "title"
    },
    {
      "verse": 15,
      "text": "Maka datanglah orang-orang membawa anak-anaknya yang kecil kepada Yesus, supaya Ia menjamah mereka. Melihat itu murid-murid-Nya memarahi orang-orang itu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tetapi Yesus memanggil mereka dan berkata: \"Biarkanlah anak-anak itu datang kepada-Ku, dan jangan kamu menghalang-halangi mereka, sebab orang-orang yang seperti itulah yang empunya Kerajaan Allah.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Aku berkata kepadamu: Sesungguhnya barangsiapa tidak menyambut Kerajaan Allah seperti seorang anak kecil, ia tidak akan masuk ke dalamnya.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Orang kaya sukar masuk Kerajaan Allah",
      "type": "title"
    },
    {
      "verse": 18,
      "text": "Ada seorang pemimpin bertanya kepada Yesus, katanya: \"Guru yang baik, apa yang harus aku perbuat untuk memperoleh hidup yang kekal?\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jawab Yesus: \"Mengapa kaukatakan Aku baik? Tak seorangpun yang baik selain dari pada Allah saja.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Engkau tentu mengetahui segala perintah Allah: Jangan berzinah, jangan membunuh, jangan mencuri, jangan mengucapkan saksi dusta, hormatilah ayahmu dan ibumu.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Kata orang itu: \"Semuanya itu telah kuturuti sejak masa mudaku.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Mendengar itu Yesus berkata kepadanya: \"Masih tinggal satu hal lagi yang harus kaulakukan: juallah segala yang kaumiliki dan bagi-bagikanlah itu kepada orang-orang miskin, maka engkau akan beroleh harta di sorga, kemudian datanglah ke mari dan ikutlah Aku.\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ketika orang itu mendengar perkataan itu, ia menjadi amat sedih, sebab ia sangat kaya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Lalu Yesus memandang dia dan berkata: \"Alangkah sukarnya orang yang beruang masuk ke dalam Kerajaan Allah.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sebab lebih mudah seekor unta masuk melalui lobang jarum dari pada seorang kaya masuk ke dalam Kerajaan Allah.\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dan mereka yang mendengar itu berkata: \"Jika demikian, siapakah yang dapat diselamatkan?\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Kata Yesus: \"Apa yang tidak mungkin bagi manusia, mungkin bagi Allah.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Upah mengikut Yesus",
      "type": "title"
    },
    {
      "verse": 28,
      "text": "Petrus berkata: \"Kami ini telah meninggalkan segala kepunyaan kami dan mengikut Engkau.\"",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Kata Yesus kepada mereka: \"Aku berkata kepadamu, sesungguhnya setiap orang yang karena Kerajaan Allah meninggalkan rumahnya, isterinya atau saudaranya, orang tuanya atau anak-anaknya,",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "akan menerima kembali lipat ganda pada masa ini juga, dan pada zaman yang akan datang ia akan menerima hidup yang kekal.\"",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Pemberitahuan ketiga tentang penderitaan Yesus",
      "type": "title"
    },
    {
      "verse": 31,
      "text": "Yesus memanggil kedua belas murid-Nya, lalu berkata kepada mereka: \"Sekarang kita pergi ke Yerusalem dan segala sesuatu yang ditulis oleh para nabi mengenai Anak Manusia akan digenapi.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Sebab Ia akan diserahkan kepada bangsa-bangsa yang tidak mengenal Allah, diolok-olokkan, dihina dan diludahi,",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "dan mereka menyesah dan membunuh Dia, dan pada hari ketiga Ia akan bangkit.\"",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Akan tetapi mereka sama sekali tidak mengerti semuanya itu; arti perkataan itu tersembunyi bagi mereka dan mereka tidak tahu apa yang dimaksudkan.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Yesus menyembuhkan seorang buta dekat Yerikho",
      "type": "title"
    },
    {
      "verse": 35,
      "text": "Waktu Yesus hampir tiba di Yerikho, ada seorang buta yang duduk di pinggir jalan dan mengemis.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Waktu orang itu mendengar orang banyak lewat, ia bertanya: \"Apa itu?\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Kata orang kepadanya: \"Yesus orang Nazaret lewat.\"",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Lalu ia berseru: \"Yesus, Anak Daud, kasihanilah aku!\"",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Maka mereka, yang berjalan di depan, menegor dia supaya ia diam. Namun semakin keras ia berseru: \"Anak Daud, kasihanilah aku!\"",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Lalu Yesus berhenti dan menyuruh membawa orang itu kepada-Nya. Dan ketika ia telah berada di dekat-Nya, Yesus bertanya kepadanya:",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "\"Apa yang kaukehendaki supaya Aku perbuat bagimu?\" Jawab orang itu: \"Tuhan, supaya aku dapat melihat!\"",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Lalu kata Yesus kepadanya: \"Melihatlah engkau, imanmu telah menyelamatkan engkau!\"",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dan seketika itu juga melihatlah ia, lalu mengikuti Dia sambil memuliakan Allah. Seluruh rakyat melihat hal itu dan memuji-muji Allah.",
      "type": "content"
    }
  ]
}