{
  "book": "Lukas",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Pertanyaan mengenai kuasa Yesus",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada suatu hari ketika Yesus mengajar orang banyak di Bait Allah dan memberitakan Injil, datanglah imam-imam kepala dan ahli-ahli Taurat serta tua-tua ke situ,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "dan mereka berkata kepada Yesus: \"Katakanlah kepada kami dengan kuasa manakah Engkau melakukan hal-hal itu, dan siapa yang memberikan kuasa itu kepada-Mu!\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jawab Yesus kepada mereka: \"Aku juga akan mengajukan suatu pertanyaan kepada kamu. Katakanlah kepada-Ku:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Baptisan Yohanes itu, dari sorga atau dari manusia?\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Mereka mempertimbangkannya di antara mereka, dan berkata: \"Jikalau kita katakan: Dari sorga, Ia akan berkata: Mengapakah kamu tidak percaya kepadanya?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tetapi jikalau kita katakan: Dari manusia, seluruh rakyat akan melempari kita dengan batu, sebab mereka yakin, bahwa Yohanes adalah seorang nabi.\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Lalu mereka menjawab, bahwa mereka tidak tahu dari mana baptisan itu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Maka kata Yesus kepada mereka: \"Jika demikian, Aku juga tidak mengatakan kepadamu dengan kuasa manakah Aku melakukan hal-hal itu.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Perumpamaan tentang penggarap-penggarap kebun anggur",
      "type": "title"
    },
    {
      "verse": 9,
      "text": "Lalu Yesus mengatakan perumpamaan ini kepada orang banyak: \"Seorang membuka kebun anggur; kemudian ia menyewakannya kepada penggarap-penggarap lalu berangkat ke negeri lain untuk waktu yang agak lama.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dan ketika sudah tiba musimnya, ia menyuruh seorang hamba kepada penggarap-penggarap itu, supaya mereka menyerahkan sebagian dari hasil kebun anggur itu kepadanya. Tetapi penggarap-penggarap itu memukul hamba itu dan menyuruhnya pulang dengan tangan hampa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sesudah itu ia menyuruh seorang hamba yang lain, tetapi hamba itu juga dipukul dan dipermalukan oleh mereka, lalu disuruh pulang dengan tangan hampa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Selanjutnya ia menyuruh hamba yang ketiga, tetapi orang itu juga dilukai oleh mereka, lalu dilemparkan ke luar kebun itu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Maka kata tuan kebun anggur itu: Apakah yang harus kuperbuat? Aku akan menyuruh anakku yang kekasih; tentu ia mereka segani.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tetapi ketika penggarap-penggarap itu melihat anaknya itu, mereka berunding, katanya: Ia adalah ahli waris, mari kita bunuh dia, supaya warisan ini menjadi milik kita.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Lalu mereka melemparkan dia ke luar kebun anggur itu dan membunuhnya. Sekarang apa yang akan dilakukan oleh tuan kebun anggur itu dengan mereka?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia akan datang dan membinasakan penggarap-penggarap itu, dan mempercayakan kebun anggur itu kepada orang-orang lain.\" Mendengar itu mereka berkata: \"Sekali-kali jangan!\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tetapi Yesus memandang mereka dan berkata: \"Jika demikian apakah arti nas ini: Batu yang dibuang oleh tukang-tukang bangunan telah menjadi batu penjuru?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Barangsiapa jatuh ke atas batu itu, ia akan hancur, dan barangsiapa ditimpa batu itu, ia akan remuk.\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Lalu ahli-ahli Taurat dan imam-imam kepala berusaha menangkap Dia pada saat itu juga, sebab mereka tahu, bahwa merekalah yang dimaksudkan-Nya dengan perumpamaan itu, tetapi mereka takut kepada orang banyak.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tentang membayar pajak kepada Kaisar",
      "type": "title"
    },
    {
      "verse": 20,
      "text": "Ahli-ahli Taurat dan imam-imam kepala mengamat-amati Yesus. Mereka menyuruh kepada-Nya mata-mata yang berlaku seolah-olah orang jujur, supaya mereka dapat menjerat-Nya dengan suatu pertanyaan dan menyerahkan-Nya kepada wewenang dan kuasa wali negeri.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Orang-orang itu mengajukan pertanyaan ini kepada-Nya: \"Guru, kami tahu, bahwa segala perkataan dan pengajaran-Mu benar dan Engkau tidak mencari muka, melainkan dengan jujur mengajar jalan Allah.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Apakah kami diperbolehkan membayar pajak kepada Kaisar atau tidak?\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tetapi Yesus mengetahui maksud mereka yang licik itu, lalu berkata kepada mereka:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "\"Tunjukkanlah kepada-Ku suatu dinar; gambar dan tulisan siapakah ada padanya?\" Jawab mereka: \"Gambar dan tulisan Kaisar.\"",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Lalu kata Yesus kepada mereka: \"Kalau begitu berikanlah kepada Kaisar apa yang wajib kamu berikan kepada Kaisar dan kepada Allah apa yang wajib kamu berikan kepada Allah!\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dan mereka tidak dapat menjerat Dia dalam perkataan-Nya di depan orang banyak. Mereka heran akan jawab-Nya itu dan mereka diam.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Pertanyaan orang Saduki tentang kebangkitan",
      "type": "title"
    },
    {
      "verse": 27,
      "text": "Maka datanglah kepada Yesus beberapa orang Saduki, yang tidak mengakui adanya kebangkitan. Mereka bertanya kepada-Nya:",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "\"Guru, Musa menuliskan perintah ini untuk kita: Jika seorang, yang mempunyai saudara laki-laki, mati sedang isterinya masih ada, tetapi ia tidak meninggalkan anak, saudaranya harus kawin dengan isterinya itu dan membangkitkan keturunan bagi saudaranya itu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Adalah tujuh orang bersaudara. Yang pertama kawin dengan seorang perempuan lalu mati dengan tidak meninggalkan anak.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Lalu perempuan itu dikawini oleh yang kedua,",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "dan oleh yang ketiga dan demikianlah berturut-turut oleh ketujuh saudara itu, mereka semuanya mati dengan tidak meninggalkan anak.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Akhirnya perempuan itupun mati.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Bagaimana sekarang dengan perempuan itu, siapakah di antara orang-orang itu yang menjadi suaminya pada hari kebangkitan? Sebab ketujuhnya telah beristerikan dia.\"",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jawab Yesus kepada mereka: \"Orang-orang dunia ini kawin dan dikawinkan,",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "tetapi mereka yang dianggap layak untuk mendapat bagian dalam dunia yang lain itu dan dalam kebangkitan dari antara orang mati, tidak kawin dan tidak dikawinkan.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Sebab mereka tidak dapat mati lagi; mereka sama seperti malaikat-malaikat dan mereka adalah anak-anak Allah, karena mereka telah dibangkitkan.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Tentang bangkitnya orang-orang mati, Musa telah memberitahukannya dalam nas tentang semak duri, di mana Tuhan disebut Allah Abraham, Allah Ishak dan Allah Yakub.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ia bukan Allah orang mati, melainkan Allah orang hidup, sebab di hadapan Dia semua orang hidup.\"",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Mendengar itu beberapa ahli Taurat berkata: \"Guru, jawab-Mu itu tepat sekali.\"",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Sebab mereka tidak berani lagi menanyakan apa-apa kepada Yesus.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Hubungan antara Yesus dan Daud",
      "type": "title"
    },
    {
      "verse": 41,
      "text": "Tetapi Yesus berkata kepada mereka: \"Bagaimana orang dapat mengatakan, bahwa Mesias adalah Anak Daud?",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Sebab Daud sendiri berkata dalam kitab Mazmur: Tuhan telah berfirman kepada Tuanku: duduklah di sebelah kanan-Ku,",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "sampai Kubuat musuh-musuh-Mu menjadi tumpuan kaki-Mu.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Jadi Daud menyebut Dia Tuannya, bagaimana mungkin Ia anaknya pula?\"",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Yesus menasihatkan supaya waspada terhadap ahli-ahli Taurat",
      "type": "title"
    },
    {
      "verse": 45,
      "text": "Ketika semua orang banyak mendengarkan, Yesus berkata kepada murid-murid-Nya:",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "\"Waspadalah terhadap ahli-ahli Taurat yang suka berjalan-jalan memakai jubah panjang dan suka menerima penghormatan di pasar, yang suka duduk di tempat terdepan di rumah ibadat dan di tempat terhormat dalam perjamuan,",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "yang menelan rumah janda-janda dan yang mengelabui mata orang dengan doa yang panjang-panjang. Mereka itu pasti akan menerima hukuman yang lebih berat.\"",
      "type": "content"
    }
  ]
}