{
  "book": "Lukas",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Persembahan seorang janda miskin",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ketika Yesus mengangkat muka-Nya, Ia melihat orang-orang kaya memasukkan persembahan mereka ke dalam peti persembahan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia melihat juga seorang janda miskin memasukkan dua peser ke dalam peti itu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lalu Ia berkata: \"Aku berkata kepadamu, sesungguhnya janda miskin ini memberi lebih banyak dari pada semua orang itu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sebab mereka semua memberi persembahannya dari kelimpahannya, tetapi janda ini memberi dari kekurangannya, bahkan ia memberi seluruh nafkahnya.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Bait Allah akan diruntuhkan",
      "type": "title"
    },
    {
      "verse": 5,
      "text": "Ketika beberapa orang berbicara tentang Bait Allah dan mengagumi bangunan itu yang dihiasi dengan batu yang indah-indah dan dengan berbagai-bagai barang persembahan, berkatalah Yesus:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "\"Apa yang kamu lihat di situ--akan datang harinya di mana tidak ada satu batupun akan dibiarkan terletak di atas batu yang lain; semuanya akan diruntuhkan.\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Permulaan penderitaan",
      "type": "title"
    },
    {
      "verse": 7,
      "text": "Dan murid-murid bertanya kepada Yesus, katanya: \"Guru, bilamanakah itu akan terjadi? Dan apakah tandanya, kalau itu akan terjadi?\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jawab-Nya: \"Waspadalah, supaya kamu jangan disesatkan. Sebab banyak orang akan datang dengan memakai nama-Ku dan berkata: Akulah Dia, dan: Saatnya sudah dekat. Janganlah kamu mengikuti mereka.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dan apabila kamu mendengar tentang peperangan dan pemberontakan, janganlah kamu terkejut. Sebab semuanya itu harus terjadi dahulu, tetapi itu tidak berarti kesudahannya akan datang segera.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia berkata kepada mereka: \"Bangsa akan bangkit melawan bangsa dan kerajaan melawan kerajaan,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "dan akan terjadi gempa bumi yang dahsyat dan di berbagai tempat akan ada penyakit sampar dan kelaparan, dan akan terjadi juga hal-hal yang mengejutkan dan tanda-tanda yang dahsyat dari langit.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tetapi sebelum semuanya itu kamu akan ditangkap dan dianiaya; kamu akan diserahkan ke rumah-rumah ibadat dan penjara-penjara, dan kamu akan dihadapkan kepada raja-raja dan penguasa-penguasa oleh karena nama-Ku.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hal itu akan menjadi kesempatan bagimu untuk bersaksi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sebab itu tetapkanlah di dalam hatimu, supaya kamu jangan memikirkan lebih dahulu pembelaanmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sebab Aku sendiri akan memberikan kepadamu kata-kata hikmat, sehingga kamu tidak dapat ditentang atau dibantah lawan-lawanmu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dan kamu akan diserahkan juga oleh orang tuamu, saudara-saudaramu, kaum keluargamu dan sahabat-sahabatmu dan beberapa orang di antara kamu akan dibunuh",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "dan kamu akan dibenci semua orang oleh karena nama-Ku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tetapi tidak sehelaipun dari rambut kepalamu akan hilang.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Kalau kamu tetap bertahan, kamu akan memperoleh hidupmu.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tentang runtuhnya Yerusalem",
      "type": "title"
    },
    {
      "verse": 20,
      "text": "\"Apabila kamu melihat Yerusalem dikepung oleh tentara-tentara, ketahuilah, bahwa keruntuhannya sudah dekat.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Pada waktu itu orang-orang yang berada di Yudea harus melarikan diri ke pegunungan, dan orang-orang yang berada di dalam kota harus mengungsi, dan orang-orang yang berada di pedusunan jangan masuk lagi ke dalam kota,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "sebab itulah masa pembalasan di mana akan genap semua yang ada tertulis.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Celakalah ibu-ibu yang sedang hamil atau yang menyusukan bayi pada masa itu! Sebab akan datang kesesakan yang dahsyat atas seluruh negeri dan murka atas bangsa ini,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "dan mereka akan tewas oleh mata pedang dan dibawa sebagai tawanan ke segala bangsa, dan Yerusalem akan diinjak-injak oleh bangsa-bangsa yang tidak mengenal Allah, sampai genaplah zaman bangsa-bangsa itu.\"",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Kedatangan Anak Manusia Perumpamaan tentang pohon ara",
      "type": "title"
    },
    {
      "verse": 25,
      "text": "\"Dan akan ada tanda-tanda pada matahari dan bulan dan bintang-bintang, dan di bumi bangsa-bangsa akan takut dan bingung menghadapi deru dan gelora laut.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Orang akan mati ketakutan karena kecemasan berhubung dengan segala apa yang menimpa bumi ini, sebab kuasa-kuasa langit akan goncang.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Pada waktu itu orang akan melihat Anak Manusia datang dalam awan dengan segala kekuasaan dan kemuliaan-Nya.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Apabila semuanya itu mulai terjadi, bangkitlah dan angkatlah mukamu, sebab penyelamatanmu sudah dekat.\"",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Lalu Yesus mengatakan perumpamaan ini kepada mereka: \"Perhatikanlah pohon ara atau pohon apa saja.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Apabila kamu melihat pohon-pohon itu sudah bertunas, kamu tahu dengan sendirinya bahwa musim panas sudah dekat.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Demikian juga, jika kamu melihat hal-hal itu terjadi, ketahuilah, bahwa Kerajaan Allah sudah dekat.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Aku berkata kepadamu: Sesungguhnya angkatan ini tidak akan berlalu, sebelum semuanya terjadi.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Langit dan bumi akan berlalu, tetapi perkataan-Ku tidak akan berlalu.\"",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Nasihat supaya berjaga-jaga",
      "type": "title"
    },
    {
      "verse": 34,
      "text": "\"Jagalah dirimu, supaya hatimu jangan sarat oleh pesta pora dan kemabukan serta kepentingan-kepentingan duniawi dan supaya hari Tuhan jangan dengan tiba-tiba jatuh ke atas dirimu seperti suatu jerat.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Sebab ia akan menimpa semua penduduk bumi ini.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Berjaga-jagalah senantiasa sambil berdoa, supaya kamu beroleh kekuatan untuk luput dari semua yang akan terjadi itu, dan supaya kamu tahan berdiri di hadapan Anak Manusia.\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Pada siang hari Yesus mengajar di Bait Allah dan pada malam hari Ia keluar dan bermalam di gunung yang bernama Bukit Zaitun.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dan pagi-pagi semua orang banyak datang kepada-Nya di dalam Bait Allah untuk mendengarkan Dia.",
      "type": "content"
    }
  ]
}