{
  "book": "Lukas",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "tetapi pagi-pagi benar pada hari pertama minggu itu mereka pergi ke kubur membawa rempah-rempah yang telah disediakan mereka.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Mereka mendapati batu sudah terguling dari kubur itu,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "dan setelah masuk mereka tidak menemukan mayat Tuhan Yesus.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sementara mereka berdiri termangu-mangu karena hal itu, tiba-tiba ada dua orang berdiri dekat mereka memakai pakaian yang berkilau-kilauan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Mereka sangat ketakutan dan menundukkan kepala, tetapi kedua orang itu berkata kepada mereka: \"Mengapa kamu mencari Dia yang hidup, di antara orang mati?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia tidak ada di sini, Ia telah bangkit. Ingatlah apa yang dikatakan-Nya kepada kamu, ketika Ia masih di Galilea,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "yaitu bahwa Anak Manusia harus diserahkan ke tangan orang-orang berdosa dan disalibkan, dan akan bangkit pada hari yang ketiga.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Maka teringatlah mereka akan perkataan Yesus itu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dan setelah mereka kembali dari kubur, mereka menceriterakan semuanya itu kepada kesebelas murid dan kepada semua saudara yang lain.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Perempuan-perempuan itu ialah Maria dari Magdala, dan Yohana, dan Maria ibu Yakobus. Dan perempuan-perempuan lain juga yang bersama-sama dengan mereka memberitahukannya kepada rasul-rasul.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tetapi bagi mereka perkataan-perkataan itu seakan-akan omong kosong dan mereka tidak percaya kepada perempuan-perempuan itu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sungguhpun demikian Petrus bangun, lalu cepat-cepat pergi ke kubur itu. Ketika ia menjenguk ke dalam, ia melihat hanya kain kapan saja. Lalu ia pergi, dan ia bertanya dalam hatinya apa yang kiranya telah terjadi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Yesus menampakkan diri di jalan ke Emaus",
      "type": "title"
    },
    {
      "verse": 13,
      "text": "Pada hari itu juga dua orang dari murid-murid Yesus pergi ke sebuah kampung bernama Emaus, yang terletak kira-kira tujuh mil jauhnya dari Yerusalem,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "dan mereka bercakap-cakap tentang segala sesuatu yang telah terjadi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ketika mereka sedang bercakap-cakap dan bertukar pikiran, datanglah Yesus sendiri mendekati mereka, lalu berjalan bersama-sama dengan mereka.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tetapi ada sesuatu yang menghalangi mata mereka, sehingga mereka tidak dapat mengenal Dia.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Yesus berkata kepada mereka: \"Apakah yang kamu percakapkan sementara kamu berjalan?\" Maka berhentilah mereka dengan muka muram.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Seorang dari mereka, namanya Kleopas, menjawab-Nya: \"Adakah Engkau satu-satunya orang asing di Yerusalem, yang tidak tahu apa yang terjadi di situ pada hari-hari belakangan ini?\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Kata-Nya kepada mereka: \"Apakah itu?\" Jawab mereka: \"Apa yang terjadi dengan Yesus orang Nazaret. Dia adalah seorang nabi, yang berkuasa dalam pekerjaan dan perkataan di hadapan Allah dan di depan seluruh bangsa kami.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tetapi imam-imam kepala dan pemimpin-pemimpin kami telah menyerahkan Dia untuk dihukum mati dan mereka telah menyalibkan-Nya.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Padahal kami dahulu mengharapkan, bahwa Dialah yang datang untuk membebaskan bangsa Israel. Tetapi sementara itu telah lewat tiga hari, sejak semuanya itu terjadi.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tetapi beberapa perempuan dari kalangan kami telah mengejutkan kami: Pagi-pagi buta mereka telah pergi ke kubur,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "dan tidak menemukan mayat-Nya. Lalu mereka datang dengan berita, bahwa telah kelihatan kepada mereka malaikat-malaikat, yang mengatakan, bahwa Ia hidup.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dan beberapa teman kami telah pergi ke kubur itu dan mendapati, bahwa memang benar yang dikatakan perempuan-perempuan itu, tetapi Dia tidak mereka lihat.\"",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Lalu Ia berkata kepada mereka: \"Hai kamu orang bodoh, betapa lambannya hatimu, sehingga kamu tidak percaya segala sesuatu, yang telah dikatakan para nabi!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Bukankah Mesias harus menderita semuanya itu untuk masuk ke dalam kemuliaan-Nya?\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Lalu Ia menjelaskan kepada mereka apa yang tertulis tentang Dia dalam seluruh Kitab Suci, mulai dari kitab-kitab Musa dan segala kitab nabi-nabi.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Mereka mendekati kampung yang mereka tuju, lalu Ia berbuat seolah-olah hendak meneruskan perjalanan-Nya.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tetapi mereka sangat mendesak-Nya, katanya: \"Tinggallah bersama-sama dengan kami, sebab hari telah menjelang malam dan matahari hampir terbenam.\" Lalu masuklah Ia untuk tinggal bersama-sama dengan mereka.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Waktu Ia duduk makan dengan mereka, Ia mengambil roti, mengucap berkat, lalu memecah-mecahkannya dan memberikannya kepada mereka.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ketika itu terbukalah mata mereka dan merekapun mengenal Dia, tetapi Ia lenyap dari tengah-tengah mereka.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Kata mereka seorang kepada yang lain: \"Bukankah hati kita berkobar-kobar, ketika Ia berbicara dengan kita di tengah jalan dan ketika Ia menerangkan Kitab Suci kepada kita?\"",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Lalu bangunlah mereka dan terus kembali ke Yerusalem. Di situ mereka mendapati kesebelas murid itu. Mereka sedang berkumpul bersama-sama dengan teman-teman mereka.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Kata mereka itu: \"Sesungguhnya Tuhan telah bangkit dan telah menampakkan diri kepada Simon.\"",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Lalu kedua orang itupun menceriterakan apa yang terjadi di tengah jalan dan bagaimana mereka mengenal Dia pada waktu Ia memecah-mecahkan roti.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Yesus menampakkan diri kepada semua murid",
      "type": "title"
    },
    {
      "verse": 36,
      "text": "Dan sementara mereka bercakap-cakap tentang hal-hal itu, Yesus tiba-tiba berdiri di tengah-tengah mereka dan berkata kepada mereka: \"Damai sejahtera bagi kamu!\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Mereka terkejut dan takut dan menyangka bahwa mereka melihat hantu.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Akan tetapi Ia berkata kepada mereka: \"Mengapa kamu terkejut dan apa sebabnya timbul keragu-raguan di dalam hati kamu?",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Lihatlah tangan-Ku dan kaki-Ku: Aku sendirilah ini; rabalah Aku dan lihatlah, karena hantu tidak ada daging dan tulangnya, seperti yang kamu lihat ada pada-Ku.\"",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Sambil berkata demikian, Ia memperlihatkan tangan dan kaki-Nya kepada mereka.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dan ketika mereka belum percaya karena girangnya dan masih heran, berkatalah Ia kepada mereka: \"Adakah padamu makanan di sini?\"",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Lalu mereka memberikan kepada-Nya sepotong ikan goreng.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Ia mengambilnya dan memakannya di depan mata mereka.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Ia berkata kepada mereka: \"Inilah perkataan-Ku, yang telah Kukatakan kepadamu ketika Aku masih bersama-sama dengan kamu, yakni bahwa harus digenapi semua yang ada tertulis tentang Aku dalam kitab Taurat Musa dan kitab nabi-nabi dan kitab Mazmur.\"",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Lalu Ia membuka pikiran mereka, sehingga mereka mengerti Kitab Suci.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Kata-Nya kepada mereka: \"Ada tertulis demikian: Mesias harus menderita dan bangkit dari antara orang mati pada hari yang ketiga,",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "dan lagi: dalam nama-Nya berita tentang pertobatan dan pengampunan dosa harus disampaikan kepada segala bangsa, mulai dari Yerusalem.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Kamu adalah saksi dari semuanya ini.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Dan Aku akan mengirim kepadamu apa yang dijanjikan Bapa-Ku. Tetapi kamu harus tinggal di dalam kota ini sampai kamu diperlengkapi dengan kekuasaan dari tempat tinggi.\"",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Kenaikan Yesus",
      "type": "title"
    },
    {
      "verse": 50,
      "text": "Lalu Yesus membawa mereka ke luar kota sampai dekat Betania. Di situ Ia mengangkat tangan-Nya dan memberkati mereka.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Dan ketika Ia sedang memberkati mereka, Ia berpisah dari mereka dan terangkat ke sorga.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Mereka sujud menyembah kepada-Nya, lalu mereka pulang ke Yerusalem dengan sangat bersukacita.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Mereka senantiasa berada di dalam Bait Allah dan memuliakan Allah.",
      "type": "content"
    }
  ]
}