{
  "book": "Lukas",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Yohanes Pembaptis",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Dalam tahun kelima belas dari pemerintahan Kaisar Tiberius, ketika Pontius Pilatus menjadi wali negeri Yudea, dan Herodes raja wilayah Galilea, Filipus, saudaranya, raja wilayah Iturea dan Trakhonitis, dan Lisanias raja wilayah Abilene,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "pada waktu Hanas dan Kayafas menjadi Imam Besar, datanglah firman Allah kepada Yohanes, anak Zakharia, di padang gurun.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Maka datanglah Yohanes ke seluruh daerah Yordan dan menyerukan: \"Bertobatlah dan berilah dirimu dibaptis dan Allah akan mengampuni dosamu,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "seperti ada tertulis dalam kitab nubuat-nubuat Yesaya: Ada suara yang berseru-seru di padang gurun: Persiapkanlah jalan untuk Tuhan, luruskanlah jalan bagi-Nya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Setiap lembah akan ditimbun dan setiap gunung dan bukit akan menjadi rata, yang berliku-liku akan diluruskan, yang berlekuk-lekuk akan diratakan,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "dan semua orang akan melihat keselamatan yang dari Tuhan.\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Lalu ia berkata kepada orang banyak yang datang kepadanya untuk dibaptis, katanya: \"Hai kamu keturunan ular beludak! Siapakah yang mengatakan kepada kamu melarikan diri dari murka yang akan datang?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi hasilkanlah buah-buah yang sesuai dengan pertobatan. Dan janganlah berpikir dalam hatimu: Abraham adalah bapa kami! Karena aku berkata kepadamu: Allah dapat menjadikan anak-anak bagi Abraham dari batu-batu ini!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Kapak sudah tersedia pada akar pohon dan setiap pohon yang tidak menghasilkan buah yang baik, akan ditebang dan dibuang ke dalam api.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Orang banyak bertanya kepadanya: \"Jika demikian, apakah yang harus kami perbuat?\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jawabnya: \"Barangsiapa mempunyai dua helai baju, hendaklah ia membaginya dengan yang tidak punya, dan barangsiapa mempunyai makanan, hendaklah ia berbuat juga demikian.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ada datang juga pemungut-pemungut cukai untuk dibaptis dan mereka bertanya kepadanya: \"Guru, apakah yang harus kami perbuat?\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jawabnya: \"Jangan menagih lebih banyak dari pada yang telah ditentukan bagimu.\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dan prajurit-prajurit bertanya juga kepadanya: \"Dan kami, apakah yang harus kami perbuat?\" Jawab Yohanes kepada mereka: \"Jangan merampas dan jangan memeras dan cukupkanlah dirimu dengan gajimu.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tetapi karena orang banyak sedang menanti dan berharap, dan semuanya bertanya dalam hatinya tentang Yohanes, kalau-kalau ia adalah Mesias,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Yohanes menjawab dan berkata kepada semua orang itu: \"Aku membaptis kamu dengan air, tetapi Ia yang lebih berkuasa dari padaku akan datang dan membuka tali kasut-Nyapun aku tidak layak. Ia akan membaptis kamu dengan Roh Kudus dan dengan api.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alat penampi sudah di tangan-Nya untuk membersihkan tempat pengirikan-Nya dan untuk mengumpulkan gandum-Nya ke dalam lumbung-Nya, tetapi debu jerami itu akan dibakar-Nya dalam api yang tidak terpadamkan.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dengan banyak nasihat lain Yohanes memberitakan Injil kepada orang banyak.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Akan tetapi setelah ia menegor raja wilayah Herodes karena peristiwa Herodias, isteri saudaranya, dan karena segala kejahatan lain yang dilakukannya,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "raja itu menambah kejahatannya dengan memasukkan Yohanes ke dalam penjara.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Yesus, Anak Allah, dibaptis",
      "type": "title"
    },
    {
      "verse": 21,
      "text": "Ketika seluruh orang banyak itu telah dibaptis dan ketika Yesus juga dibaptis dan sedang berdoa, terbukalah langit",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "dan turunlah Roh Kudus dalam rupa burung merpati ke atas-Nya. Dan terdengarlah suara dari langit: \"Engkaulah Anak-Ku yang Kukasihi, kepada-Mulah Aku berkenan.\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Silsilah Yesus",
      "type": "title"
    },
    {
      "verse": 23,
      "text": "Ketika Yesus memulai pekerjaan-Nya, Ia berumur kira-kira tiga puluh tahun dan menurut anggapan orang, Ia adalah anak Yusuf, anak Eli,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "anak Matat, anak Lewi, anak Malkhi, anak Yanai, anak Yusuf,",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "anak Matica, anak Amos, anak Nahum, anak Hesli, anak Nagai,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "anak Maat, anak Matica, anak Simei, anak Yosekh, anak Yoda,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "anak Yohanan, anak Resa, anak Zerubabel, anak Sealtiel, anak Neri,",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "anak Malkhi, anak Adi, anak Kosam, anak Elmadam, anak Er,",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "anak Yesua, anak Eliezer, anak Yorim, anak Matat, anak Lewi,",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "anak Simeon, anak Yehuda, anak Yusuf, anak Yonam, anak Elyakim,",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "anak Melea, anak Mina, anak Matata, anak Natan, anak Daud,",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "anak Isai, anak Obed, anak Boas, anak Salmon, anak Nahason,",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "anak Aminadab, anak Admin, anak Arni, anak Hezron, anak Peres, anak Yehuda,",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "anak Yakub, anak Ishak, anak Abraham, anak Terah, anak Nahor,",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "anak Serug, anak Rehu, anak Peleg, anak Eber, anak Salmon,",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "anak Kenan, anak Arpakhsad, anak Sem, anak Nuh, anak Lamekh,",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "anak Metusalah, anak Henokh, anak Yared, anak Mahalaleel, anak Kenan,",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "anak Enos, anak Set, anak Adam, anak Allah.",
      "type": "content"
    }
  ]
}