{
  "book": "Lukas",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Pencobaan di padang gurun",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Yesus, yang penuh dengan Roh Kudus, kembali dari sungai Yordan, lalu dibawa oleh Roh Kudus ke padang gurun.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di situ Ia tinggal empat puluh hari lamanya dan dicobai Iblis. Selama di situ Ia tidak makan apa-apa dan sesudah waktu itu Ia lapar.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lalu berkatalah Iblis kepada-Nya: \"Jika Engkau Anak Allah, suruhlah batu ini menjadi roti.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jawab Yesus kepadanya: \"Ada tertulis: Manusia hidup bukan dari roti saja.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Kemudian ia membawa Yesus ke suatu tempat yang tinggi dan dalam sekejap mata ia memperlihatkan kepada-Nya semua kerajaan dunia.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kata Iblis kepada-Nya: \"Segala kuasa itu serta kemuliaannya akan kuberikan kepada-Mu, sebab semuanya itu telah diserahkan kepadaku dan aku memberikannya kepada siapa saja yang kukehendaki.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi jikalau Engkau menyembah aku, seluruhnya itu akan menjadi milik-Mu.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tetapi Yesus berkata kepadanya: \"Ada tertulis: Engkau harus menyembah Tuhan, Allahmu, dan hanya kepada Dia sajalah engkau berbakti!\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Kemudian ia membawa Yesus ke Yerusalem dan menempatkan Dia di bubungan Bait Allah, lalu berkata kepada-Nya: \"Jika Engkau Anak Allah, jatuhkanlah diri-Mu dari sini ke bawah,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "sebab ada tertulis: Mengenai Engkau, Ia akan memerintahkan malaikat-malaikat-Nya untuk melindungi Engkau,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "dan mereka akan menatang Engkau di atas tangannya, supaya kaki-Mu jangan terantuk kepada batu.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Yesus menjawabnya, kata-Nya: \"Ada firman: Jangan engkau mencobai Tuhan, Allahmu!\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sesudah Iblis mengakhiri semua pencobaan itu, ia mundur dari pada-Nya dan menunggu waktu yang baik.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Yesus kembali ke Galilea",
      "type": "title"
    },
    {
      "verse": 14,
      "text": "Dalam kuasa Roh kembalilah Yesus ke Galilea. Dan tersiarlah kabar tentang Dia di seluruh daerah itu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sementara itu Ia mengajar di rumah-rumah ibadat di situ dan semua orang memuji Dia.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Yesus ditolak di Nazaret",
      "type": "title"
    },
    {
      "verse": 16,
      "text": "Ia datang ke Nazaret tempat Ia dibesarkan, dan menurut kebiasaan-Nya pada hari Sabat Ia masuk ke rumah ibadat, lalu berdiri hendak membaca dari Alkitab.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Kepada-Nya diberikan kitab nabi Yesaya dan setelah dibuka-Nya, Ia menemukan nas, di mana ada tertulis:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "\"Roh Tuhan ada pada-Ku, oleh sebab Ia telah mengurapi Aku, untuk menyampaikan kabar baik kepada orang-orang miskin; dan Ia telah mengutus Aku",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "untuk memberitakan pembebasan kepada orang-orang tawanan, dan penglihatan bagi orang-orang buta, untuk membebaskan orang-orang yang tertindas, untuk memberitakan tahun rahmat Tuhan telah datang.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Kemudian Ia menutup kitab itu, memberikannya kembali kepada pejabat, lalu duduk; dan mata semua orang dalam rumah ibadat itu tertuju kepada-Nya.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Lalu Ia memulai mengajar mereka, kata-Nya: \"Pada hari ini genaplah nas ini sewaktu kamu mendengarnya.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dan semua orang itu membenarkan Dia dan mereka heran akan kata-kata yang indah yang diucapkan-Nya, lalu kata mereka: \"Bukankah Ia ini anak Yusuf?\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Maka berkatalah Ia kepada mereka: \"Tentu kamu akan mengatakan pepatah ini kepada-Ku: Hai tabib, sembuhkanlah diri-Mu sendiri. Perbuatlah di sini juga, di tempat asal-Mu ini, segala yang kami dengar yang telah terjadi di Kapernaum!\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dan kata-Nya lagi: \"Aku berkata kepadamu, sesungguhnya tidak ada nabi yang dihargai di tempat asalnya.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dan Aku berkata kepadamu, dan kata-Ku ini benar: Pada zaman Elia terdapat banyak perempuan janda di Israel ketika langit tertutup selama tiga tahun dan enam bulan dan ketika bahaya kelaparan yang hebat menimpa seluruh negeri.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tetapi Elia diutus bukan kepada salah seorang dari mereka, melainkan kepada seorang perempuan janda di Sarfat, di tanah Sidon.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dan pada zaman nabi Elisa banyak orang kusta di Israel dan tidak ada seorangpun dari mereka yang ditahirkan, selain dari pada Naaman, orang Siria itu.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Mendengar itu sangat marahlah semua orang yang di rumah ibadat itu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Mereka bangun, lalu menghalau Yesus ke luar kota dan membawa Dia ke tebing gunung, tempat kota itu terletak, untuk melemparkan Dia dari tebing itu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Tetapi Ia berjalan lewat dari tengah-tengah mereka, lalu pergi.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Yesus dalam rumah ibadat di Kapernaum",
      "type": "title"
    },
    {
      "verse": 31,
      "text": "Kemudian Yesus pergi ke Kapernaum, sebuah kota di Galilea, lalu mengajar di situ pada hari-hari Sabat.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Mereka takjub mendengar pengajaran-Nya, sebab perkataan-Nya penuh kuasa.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Di dalam rumah ibadat itu ada seorang yang kerasukan setan dan ia berteriak dengan suara keras:",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "\"Hai Engkau, Yesus orang Nazaret, apa urusan-Mu dengan kami? Engkau datang hendak membinasakan kami? Aku tahu siapa Engkau: Yang Kudus dari Allah.\"",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Tetapi Yesus menghardiknya, kata-Nya: \"Diam, keluarlah dari padanya!\" Dan setan itupun menghempaskan orang itu ke tengah-tengah orang banyak, lalu keluar dari padanya dan sama sekali tidak menyakitinya.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dan semua orang takjub, lalu berkata seorang kepada yang lain, katanya: \"Alangkah hebatnya perkataan ini! Sebab dengan penuh wibawa dan kuasa Ia memberi perintah kepada roh-roh jahat dan merekapun keluar.\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dan tersebarlah berita tentang Dia ke mana-mana di daerah itu.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Yesus menyembuhkan ibu mertua Simon Petrus dan orang-orang lain",
      "type": "title"
    },
    {
      "verse": 38,
      "text": "Kemudian Ia meninggalkan rumah ibadat itu dan pergi ke rumah Simon. Adapun ibu mertua Simon demam keras dan mereka meminta kepada Yesus supaya menolong dia.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Maka Ia berdiri di sisi perempuan itu, lalu menghardik demam itu, dan penyakit itupun meninggalkan dia. Perempuan itu segera bangun dan melayani mereka.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ketika matahari terbenam, semua orang membawa kepada-Nya orang-orang sakitnya, yang menderita bermacam-macam penyakit. Iapun meletakkan tangan-Nya atas mereka masing-masing dan menyembuhkan mereka.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dari banyak orang keluar juga setan-setan sambil berteriak: \"Engkau adalah Anak Allah.\" Lalu Ia dengan keras melarang mereka dan tidak memperbolehkan mereka berbicara, karena mereka tahu bahwa Ia adalah Mesias.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Yesus mengajar di kota-kota lain",
      "type": "title"
    },
    {
      "verse": 42,
      "text": "Ketika hari siang, Yesus berangkat dan pergi ke suatu tempat yang sunyi. Tetapi orang banyak mencari Dia, lalu menemukan-Nya dan berusaha menahan Dia supaya jangan meninggalkan mereka.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Tetapi Ia berkata kepada mereka: \"Juga di kota-kota lain Aku harus memberitakan Injil Kerajaan Allah sebab untuk itulah Aku diutus.\"",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Dan Ia memberitakan Injil dalam rumah-rumah ibadat di Yudea.",
      "type": "content"
    }
  ]
}