{
  "book": "Rut",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Habubungkas ni si Elimelek tu Moab rap dohot si Naomi dohot anakna na dua i. Hamamate ni si Elimelek dohot angka anakna i 1-5. II. Hamumulak ni si Naomi 6-14. III. Haburjuon ni si Rut 15-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i uju manggomgomi angka panguhum, masa ma haleon potir di tano i. Jadi bungkas ma sada halak sian Betlehem Juda rap dohot jolmana dohot anakna dua halak, laho maisolat tu luat Moab.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia goar ni baoa i si Elimelek do, ia goar ni jolmana si Naomi, ia goar ni anakna na dua i si Malon dohot si Kilian, halak Eprata i do nasida sian Betlehem Juda. Jadi dung tolhas nasida tu luat Moab, laos maringan nasida disi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i mate si Elimelek, sinonduk ni si Naomi, gabe holan parompuan i nama tinggal rap dohot anakna na dua i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dibuat nasida ma boru Moab bahen jolmanasida, goar ni na sada si Orpa, goar ni na sadanari si Rut. Jadi dung adong arga sampulu taon nasida maringan disi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Mate ma dohot nasida duansa, si Malon dohot si Kilian, gabe tarpunjung ma parompuan i di panading ni anakna na dua i dohot sinondukna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i hehe ma parompuan i rap dohot parumaenna na dua i, asa mulak sian luat Moab, ai tarbortik do tu pinggolna di luat Moab naung marpangulahi roha ni Jahowa mida bangsona mangalehon sipanganon tu nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ruar ma nasida sian inganan paisolatanna na sai laon rap dohot parumaenna na dua halak i, asa mardalan sumuang tu tano Juda.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna si Naomi ma tu parumaenna na dua i: Laho ma hamu mulak ganup tu bagas ni inana be. Sai marasi ni roha ma Jahowa mamaloshon tu hamu, hombar tu na binahenmuna tu angka na mate dohot tu ahu!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai dibasabasahon Jahowa ma tu hamu, asa jumpangan hasonangan hamu, ganup di jabu ni sinondukna be! Dung i diumma ma nasida, laos dipangiar be suarana tumatangis.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna nasida ma tu simatuana i: Ingkon udur hita mulak tu bangsom.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai ninna si Naomi ma: Mulak ma hamu, ale angka dainang! Boasa naeng mardalan hamu rap dohot ahu? So tagamon adong be tubu anakku bahen sinondukmuna dohot.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mulak ma hamu, ale angka dainang, ai nunga matuahu ahu anggo tung marsinonduk mangan muse. Tung sura pe hudok: Adong dope sihirimon di ahu, jala saborngin on dope ahu marsinonduk mangan, jala tubuan anak ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tung tarpaima hamu ma nasida paima magodang? Tung tarpunjung ma hamu bahenon ni, gabe sundat marsinonduk mangan? Unang ma songon i ale angka dainang, ai sumapot dope na huae sian hamu, ai ruar huhut tangan ni Jahowa marbajo i ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dipangiar nasida muse suarana be, manggogo tumatangis, laos diumma si Orpa ma simatuana i, alai marsihohot ma anggo roha ni si Rut tu nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Dung i ninna si Naomi ma: Ida ma, nunga mulak ia haham tu bangsona dohot tu debatana, mulak ma dohot ho mangihuthon hahami.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai ninna si Rut ma mangalusi: Unang sai sosoi ahu tumadingkon ho, laho sirang sian ho; ia tusi ho laho, ingkon tusi ihuthononku; ia tusi ho maringanan, ingkon tusi ahu maringanan; bangsom nama bangsongku, Debatam nama Debatangku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ia disi ho mate, ingkon disi ahu mate, disi do ahu huhut naeng tartanom. Sai songon i ma dibahen Jahowa tu ahu, jala songon i ditambai tu joloan on, holan hamateani nama tarbahen manirang ahu sian ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dung diida si Naomi, sai pir hatana naeng mardalan rap dohot ibana, dipasohot ma hatana manosoi nasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i mardalan ma nasida duansa, paima sahat tu Betlehem. Jadi dung sahat nasida tu Betlehem, riburan ma sude isi ni huta i ala ibana, angka ninna ma: On do hapengani si Naomi?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai ninna ibana ma mandok nasida: Unang be goar hamu ahu si Naomi, tagonan goar hamu ahu si Paet ai paet situtu do pambahenan ni Nasunhinagogo tu ahu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Mararta godang ahu laho borhat sian on, alai marsangkot bulung ahu mulak, dibahen Jahowa. Boasa dope goaronmuna ahu si Naomi, nunga tung tarjepol ahu dibahen Jahowa, jala marhinamago dibahen Nasunhinagogo i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai tongon uju mamungka gotilon patumonaan sahat tu Betlehem si Naomi dohot si Rut, boru Moab parumaenna i rap dohot ibana, mulak sian Moab.",
      "type": "content"
    }
  ]
}