{
  "book": "Rut",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Rut manjomputi biur di hauma ni si Boas 1-3. II. Basar ni si Boas tu nasida 4-16. III. Si Rut paboahon basarna i tu simatuana boru 17-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i adong ma di si Naomi sahalak sihasolhotan ni sinondukna nahinan, na mora jong do ibana, dongan samarga ni si Elimelek, goarna si Boas.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna si Rut, boru Moab i ma mandok si Naomi: Ua loas ma ahu laho tu ladang manjomputi biur paihutihut halak na marasi ni roha mida ahu. Jadi ninna si Naomi ma tu ibana: Antong laho ma dainang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i laho ma ibana, jala sahat tu ladang manjomputi biur paihutihut angka panggotil. Jadi tongon nasida tu ladang golat ni si Boas, dongan samarga ni si Elimelek.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Jadi ida ma, tongon ro si Boas, sian Betlehem, didok ma mandok angka panggotili: Didongani Jahowa ma hamu! Jadi didok nasida mandok ibana: Sai dipasupasu Jahowa ma ho!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i didok si Boas ma mandok naposona, na manguluhon angka panggotili: Boru ni ise do na marbaju on?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ro ma alus ni naposo na manguluhon angka panggotili mandok: I ma boru Moab, na mulak rap dohot si Naomi sian luat Moab.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ro nangkin hatana songon on: Ue loas ma ahu manjomputi di holangholang ni angka tibalan paihutihut angka panggotil! Jadi ro ibana tutu, jala sai dinunuti do sian na sogot rasirasa nuaeng; satongkin sambing dope ibana hundulhundul di bagasan soposopo on.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna si Boas ma tu si Rut: Tangihon ma hatangkon, ale ito! Unang ho laho manjomputi tu ladang na asing, jala unang ho laho sian on, sai marsilohot dison ma ho rap dohot naposongku boruboru.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai matahon ma ladang tinopotnasida laho manggotil, jala paihutihut nasida. Nunga pola martona ahu tu angka naposongku, asa unang dihaori nasida ho; ia mauas ho, laho ma ho tu panguhatan, jala minum sian aek na tinahuan ni angka naposo i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi manungkap ma si Rut, pola dais bohina tu tano marsomba, huhut didok mandok ibana: Dia do dalanna umbahen marasi roha ho mida ahu, pola disarihon roham ahu halak dagang nian.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna si Boas ma mangalusi nasida: Nunga sar dibaritahon halak tu ahu sude uhummu na denggan i, na binahenmu tu simatuam boru, dung mate sinondukmu; na tinadingkonmi amanta dohot inanta dohot tano hagodanganmu, jala laho manopot bangso na so tinanda hian.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sai dibalos Jahowa ma tu ho uhummu na denggan i, jala ingkon marupa na gok ma ho sian Jahowa, Debata ni Israel, na nidapothonmu, laho marondingonding tu toru ni habonghabongna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna si Rut ma: Sai dapotan asi ni roha ma ahu di adopanmu, ale tuanku, ai nunga diapuli ho ahu, jala didok ho hata sipir ni tondi ni naposom boruboru, atik pe so songon sada naposom boruboru ahu nian.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i didok si Boas ma tu ibana: Molo jumpang tingki mangan ro ma dohot ho mandapothon, asa mangan sian sagusagu, jala tullukkon sagusagumi tu bagasan ingkau na asom i. Jadi hundul ma si Rut tu lambung ni angka panggotil, dilehon ibana huhut tu nasida biur na binolgang, gabe butong nasida mangan, pola marlobilobi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung hehe nasida muse laho manjomputi, ro ma hata ni si Boas mandok tu angka naposona: Pasombu hamu ibana huhut manjomputi di holangholang ni angka tibalan, jala unang paurak hamu nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Pampisikpisikkon hamu huhut deba di nasida sian angka tibalan i, jala tadingkon hamu, asa dijomputi, jala unang mangonai hata hamu tu nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Jadi sai didatdati nasida manjomputi di ladang i sahat ro di bot ni ari, laos didege ma na jinamputanna i, gabe adong arga saampang eme godangna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i diporsan nasida ma i laho masuk tu huta i, gabe diida simatuana ma na jinamputanna i; laos dirungkai, jala dilehon tu nasida ebaeba sian sipanganonna i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna simatuana i ma tu nasida: Didia ho manjomputi sadarion, jala sian dia on diomo ho? Pinasupasu ma baoa na marpanatap tu ho! Dung i dipaboa nasida ma tu simatuana i manang di ladang ni ise nasida mulaulaon, ninna ma: Si Boas do goar ni baoa nampuna ladang panjomputanki sadarion.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi ninna si Naomi ma tu parumaenna i: Pinasupasu ni Jahowa ma ibana, ala so dialang asi ni rohana i tu halak na mangolu dohot naung mate. Angkupni didok si Naomi tu nasida: Baoa i do na sumolhot tu hita, ibana tama sitean hita.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna si Rut, boru Moab i ma: Dohot hata on tahe didok mandok ahu: Ingkon angka naposongku hombarhombaronmu, paima sun digotil nasida sandok haumangku.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i didok si Naomi ma tu si Rut parumaenna i: Denggan do i, ale inang, ia ruar ho rap dohot angka naposona boruboru, asa unang dihaori halak ho di ladang ni halak na asing.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi sai marsilohot ma si Rut tu angka naposo boruboru ni si Boas manjomputi, paima sun gotilon patumonaan dohot gotilon godang, dung i tinggal ibana rap dohot simatuana.",
      "type": "content"
    }
  ]
}