{
  "book": "Rut",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Rut manopot si Boas tu pardegean, niajaran ni si Naomi 1-9. II. Si Boas marbagahon pagodangkon nasida, laos dilehon ugasanna 10-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Naomi, simatuana i ma tu nasida: Ale inang, tung so luluanku hahotanmu, asa marhasonangan ho?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "On pe nda si Boas i, nampuna naposo boruboru na nidongananmu, na sumolhot tu hita? Ida ma, na mamurpur eme do ibana saborngin on di pardegean.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibahen i maridi ma ho huhut marpangir, jala solukkon ma pangkeanmu, jala tuat ma ho tu pardegean, alai unang pola tartanda ho tu baoa i, paima sun ibana mangan dohot minum.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia dung laho modom ibana, jala diboto ho podomanna, laho ma ho mandapothon, jala pasisi bulusanna sian patna, laos papeak ho, dung i paboaonna ma tu ho manang aha sibahenonmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna si Rut ma tu simatuana i: Saluhut na pinaboami tu ahu, i do bahenonku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i tuat ma ibana tu pardegean i, jala dibahen ma hombar tu saluhut na tinonahon ni simatuana i tu ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dung sun mangan dohot minum si Boas, jala marlas ni roha ibana, laho ma ibana modom tu lambung ni bunbunan ni eme i; jadi ro ma si Rut manisipi, dipasisi ma bulusan sian patna, laos dipapeak ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dung tonga borngin tarsonggot ma baoa i, didadapi ma humaliang, hape ida ma, parompuan sada modom di lambung patna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna ibana ma: Ise do ho? Jadi ninna nasida ma: Ahu do si Rut naposom boruboru; sai paherbang ma habonghabongmu mangulosi naposomon, ai ho do na sumolhot pareak ahu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dung i ninna si Boas ma: Sai dipasupasu Jahowa ma ho, ale inang! Ai dumenggan dope holong ni roham na parpudi on sian na parjolo i, ala so dipaihutihut ho angka dolidoli, manang halak na pogos manang na mora pe.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "On pe ale inang, unang ho mabiar! Manang aha pe pinangidom, bahenonku do i tu ho; ai sange isi ni huta on donganku samarga umbotosa, parompuan na punia marpangalaho do ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "On pe, tongon do, na solhot do ahu nian tu ho, alai adong dope na sumolhot sian ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Antong dison ma ho saborngin on, anggo manogot, molo tung olo ibana mareakkon ho, denggan do, pareahonna ma ho; alai molo so lomo rohana mareakkon ho, songon sintongna mangolu Jahowa, ahu ma mareakkon ho! Modom ma ho sahat ro di andostorang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi modom ma nasida di lambung patna sahat ro di andostorang. Dung i hehe ma nasida, tagan so masitandaan dope jolma sogotna, ai ninna roha ni si Boas do, sai unang ma diboto halak adong parompuan i ro tu pardegean!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Angkup ni didok: Buat tuson mandar na nialithonmi, jala tarehon, laos disuhati ma tusi onom jual eme, laos diampehon tu ibana, dung i laho ibana tu huta.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sahat ma dohot si Rut tu simatuana i, na mandok: Beha do parturena, ale inang? Dung i dipajojor ma tu nasida saluhut na binahen ni baoa i tu ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dipaboa huhut: Eme na onom jualon dilehon tu ahu, ai ninna do mandok ahu: Ndang jadi rumar ho mulak tu simatuam.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ninna si Naomi ma: Pasonang ma roham, ale inang, paima diboto ho ujung ni hata i, ai ndang tagamon pasohoton ni baoa i, nda ingkon marujung sadarion hata i.",
      "type": "content"
    }
  ]
}