{
  "book": "Rut",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Boas paandarhon manean si Elimelek dohot mangabia si Rut 1-12. II. Tubu si Obed, anak ni si Rut. Partuturan ni si Daud 13-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i laho ma si Boas manopot partungkoan ni huta i, laos hundul disi; jadi ida ma, mamolus ma panean na nidok ni si Boas i, ninna ma: Aning ale, ro ho jolo hundul tuson. Jadi ro ma ibana laos hundul.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i dibuat si Boas ma sampulu halak sian angka sintua ni huta i, ninna ma: Hundul hamu tuson, gabe hundul ma nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Didok muse tu panean i: Ia hauma golat ni donganta si Elimelek nahinan, nunga digadis si Naomi, na mulak i sian luat Moab.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi huambathon ma hatangku mandok: Naeng jolo papataronku hata i tu pinggolmu, on pe tobus ma i di adopan ni halak isi ni huta on dohot di adopan ni sintua ni bangsongku; alai molo so olo ho manobus, paboa di ahu asa huboto, ai ndang adong halak dungkon ni ho manobus, dung ho ahu nama; jadi didok baoa i ma: Ahu ma manobus.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna si Boas ma: Sadari ditobus ho hauma i sian tangan ni si Naomi, pagodangonmu ma dohot si Rut, boru Moab i na mangkabaluhon na mate, asa marrindang bahenonmu na mate na mangihutihut pargolatanna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ninna panean i ma: Molo songon i ndang tarbahen ahu manobus i, atik tung beha mangago partohapanku sandiri ahu disi. Tobus ma di ho sitobusonku hian, ai ndang tarbahen ianggo ahu manobus.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai songon on do hasomalan di Israel sian na robi dope, molo manobus manang palibehonsa halak, asa tung hot hata i: Ditanggali halak na sambariba ma sipatuna mangalehon tu donganna; i ma hasomalan di Israel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i didok panean i ma tu si Boas: Tobus ma di ho, laos ditanggal sipatuna i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna si Boas ma tu angka sintua i dohot tu sude halak situan na torop i: Sitindangi ma hamu sadarion, paboa naung hutobus sian tangan ni si Naomi luhut na tinading ni si Elimelek nahinan ro di luhut na di si Malon dohot si Kilian nahinan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angkupni pagodangonku ma si Rut, boru Moab i, jolma ni si Malon nahinan, asa marrindang na mate na mangihutihut pargolatanna, asa unang siap goar ni na mate sian tongatonga ni angka donganna dohot sian bahal ni hutana i. Hamu do sitindangi ni saluhutna i sadarion.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i luhut situan na torop angka na di partungkoan i, ro di angka sintua mandok: Hami ma tutu sitindangina! Sai dibahen Jahowa ma parompuan on na masuk tu jabumuna songon si Rahel dohot si Lea, nasida na dua do haroroan ni pinompar ni Israel, sai marhuaso ma ianggo ho di Eprata, jala marbarita goarmu di Betlehem.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Pinomparmu pe, sai songon pinompar ni si Peres ma, na tinubuhon ni si Tamar di si Juda marhite sian pomparan sibasabasahonon ni Jahowa tu ho sian parompuan naposo on.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Jadi dibuat si Boas ma si Rut bahen jolmana. Jadi dung ditopot si Boas nasida, gabegabean ma nasida ditumpak Jahowa, jala ditubuhon sada anak.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i didok angka parompuan i ma mandok si Naomi: Pinuji ma Jahowa, na patongonhon tu ho sadarion sada panean, asa marbarita goarna di Israel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ingkon ibana ma sipasabam roham dohot pasarisari ho di hatutuamon, ai parumaenmi na holong roha di ho manubuhonsa, na dumenggan di ho sian anak pitu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i dibuat si Naomi ma posoposo i, laos diabing mainunduhonsa, jala ibana gabe parorotna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ro ma angka parompuan hombar bagasna mambahen goarna, ninna ma: Nunga tubu sada anak di si Naomi, gabe dibahen goarna si Obed, i ma ama ni si Isai, ama ni si Daud muse.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "On ma angka sundut ni si Peres: Peres manubuhon Hezron.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Si Hezron manubuhon si Ram, na manubuhon si Aminadab.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Si Aminadab manubuhon si Nahason, na manubuhon si Salmon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Si Salmon manubuhon si Boas, na manubuhon si Obed.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Si Obed manubuhon si Isai, na manubuhon si Daud.",
      "type": "content"
    }
  ]
}