{
  "book": "Ulangan",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangkataion ni si Musa pasingothon tu halak Israel jamita paraotaotannasida i olat ni Sinai sahat ro di Kades paduahalihon 1-8. II. Hababangkit ni angka induk 9-18. III. Parsuruna di angka pangkahap. Parungutunguton ni bangso i 19-33. IV. Torutoru ala ni panundalionnasida i 34-46",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do hata, angka na pinaboa ni si Musa tu sandok Israel di bariba ni Jordan di halongonan, di adaran tondong ni laut arung, di holangholang ni Elaparan, Topel, Laban, Hazerot, dohot Disahab:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sampulu sada ari mardalan daona sian Horeb mangihutihut dolok Seir sahat ro di Kades-Barnea.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Masa ma di taon paopatpuluhon, di artia bulan Li ro ma hata ni si Musa tu halak Israel, hombar tu saluhut na tinonahon ni Jahowa tu ibana patolhasonna tu nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung tinaluhonna si Sihon, raja ni halak Amori na maringan di Hesbon dohot si Og, raja di Basan, na maringan di Astarot mardonokkon Edrei.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Di bariba ni Jordan, di tano Moab dipungka si Musa pajojorhon patikon, ninna ma:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ro do hata ni Jahowa, Debatanta i mandok tu hita uju di lambung Horeb, ninna do: Nunga sae lelengna hamu maringan di lambung dolok on.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Borhat ma hamu mamedu, asa sahat hamu tu dolok ni halak Amori dohot tu sude halak hombar balokna di adaran, di atas dolok dohot di angka rura dohot di tano sambola tungkan dangsina dohot martopihon laut, di tano ni halak Kanaan dohot di Libanon, sahat ro di sunge na bolon i ma sunge Euprat.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ida ma, nunga Ahu marbasabasahon tano i di jolomuna, asa bongotan jala soluhanmuna tano naung niuarihon ni Jahowa hian tu ompumuna i, tu si Abraham, si Isak dohot si Jakkob, lehononna tu nasida dohot tu pinomparnasida i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Jadi ningku ma tu hamu uju i songon on: Ndang tarbahen sasada ahu mangusung hamu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai nunga dipatorop Jahowa, Debatamuna i hamu, jala ida ma, nunga hira bintang di langit toropmuna sadarion.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai ditambai Jahowa Debata ni ompumuna i ma bilanganmuna marriburibu tumorop sian nuaeng, jala dipasupasu ma hamu, songon na pinarbagabagana hian tu hamu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tung beha ma panahanku sasada ahu mangusung halojaon hangaluton dohot parbadaan sian hamu?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pillit hamu di hamu baoa angka na pistar jala na pantas marroha jala naung tartanda burju marparange sian ganup marga, asa hupabangkit nasida gabe indukmuna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi didok hamu ma mangalusi ahu: Denggan do hata na pinaboami sibahenonnami.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i hubuat ma angka indukmuna marmargamarga, baoa angka na pistar jala naung tangkas tartanda, laos hupabangkit nasida bahen induk di hamu, induk sisaribu halak dohot sisaratus halak dohot silimapulu halak dohot sisampulu halak, ro di angka panuturimuna marmargamarga.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ro huhut hatangku uju i tu angka panguhum di hamu songon on: Tangkas tangitangi hamu parhataan ni hahaanggimuna i jala uhum hasintongan dabu hamu tu ganup na marhahamaranggi dohot tu halak dagang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ndang jadi marmiak ni bohi hamu di paruhuman, suang songon halak na balga halak na metmet tangitangionmuna, ndang jadi tahuton hamu mida manang ise, ai Debata do nampuna paruhuman; alai tung sura adong hata na mamaolhu risihonmuna, ingkon tu ahu boanonmuna, asa ahu manulingkitsa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Laos hutonahon ma uju i tu hamu nasa hata angka sibahenonmuna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Dung i borhat ma hita sian Horeb jala itaaotaoti sandok halongonan na bolon jala na jorbut i, naung niidamuna i tahe di dalan laho tu dolok Amori, songon na tinonahon ni Jahowa. Debatanta i tu hita, gabe sahat hita tu Kades-Barnea.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ningku ma mandok hamu: Nunga sahat hamu tu dolok Amori, na naeng lehonon ni Jahowa, Debatanta i, tu hita.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ida ma, nunga dilehon Jahowa, Debatamu tano i di adopanmu; dibahen i borhat ma ho, tean ma tano i, songon naung pinarbagabaga ni Jahowa Debata ni ompumu hian; unang ho mabiar jala unang ho godoron!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ro ma hamu sudena jumonok tu ahu, jala didok hamu: Tole itasuru ma baoa parjolonta, asa dihahapi nasida tano i di hita, laos mamboan barita tu hita taringot tu dalan sibolusonta dohot taringot tu huta angka simasukanta.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi denggan hata i di rohangku, laos hubuat sian hamu sampulu dua halak, sasahalak sian ganup marga.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i borhat ma nasida nangkok tu dolok, jala sahat nasida muse tu rura Eskol, laos dihahapi ma i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Diboan nasida huhut di bagasan tangannasida sian parbue ni tano i, laos dipatuat tu hita huhut mamboan barita tu hita, angka ninna ma: Na denggan sahali do tano naung binasabasahon ni Jahowa, Debatanta i tu hita.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai ndang olo hamu nangkok, lam manggunturi do hamu dompak hata ni Jahowa, Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala marmungutmungut hamu di bagasan undungundungmuna i, pola didok hamu: Sian gigi ni rohana hape umbahen ditogihon Jahowa hita ruar sian tano Misir, asa pasahathon hita tu bagasan tangan ni halak Amori laho maniaphon hita.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tung beha ma pambahenta hita nangkok? Ai nunga malala ateatenta i dibahen angka hahaangintai, na nidokna i: Sada bangso na umbolon jala na tumimbul sian hita do i; angka hutanasida pe balga do jala pinatogu sahat ro di langit; adong huhut huida hami disi halak pinompar ni Enak.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi ningku ma uju i tu hamu: Unang hamu godoron, jala unang mabiar hamu mida nasida!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai Jahowa, Debatamuna i mardalan di jolomuna, Ibana sandiri marporang humongkop hamu, sandok songon na binahenna i tu hamu di Misir di adopan ni matamuna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Nang di halongonan naung niidamuna i, naung niompa ni Jahowa, Debatamu do ho, songon pangompa ni baoa di anakna manondong saluhut dalan, naung nidalananmuna i, nunga pola sahat hamu tu inganan on.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai atik pe songon i hatangku, tong do ndang porsea hamu di Jahowa, Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ibana sandiri nian mardalan di adopanmuna mandiori di hamu inganan bahen pangulonanmuna i, bornginna i di bagasan api patuduhon tu hamu dalan sidalananmuna i, jala arianna i di bagasan ombun.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(IV.) Alai dung dibege Jahowa soara ni hatahatamuna i, marpiarpiar ma rimasna, pola maruari Ibana mandok:",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Na so tupa idaon ni nanggo sahalak sian angka baoa na sansundut na roa on tano na denggan i, naung pola huuarihon nian mangalehon tu ompunasida i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dungkon ni si Kaleb, anak ni si Jepune, ibana masuk marnida, tu ibana dohot tu pinomparna ma lehononku tano naung nidegena i, ala marsihohot rohana mangihuthon tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Mida Ahu pe marronirimas do Jahowa, ala hamu, pola ninna: Ho pe ndang jadi masuk tusi.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai anggo si Josua, anak ni si Nun, na marhalado di adopanmi, ingkon masuk ma anggo ibana tusi, papir ma tondina i, ai ingkon ibana marbagi tano i bahen partalian ni Israel.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Anakkonmuna pe, angka naung nidokmuna i ripe pupuson nasida dohot anakmuna, angka na so umboto dope sadarion na denggan manang na roa, nasida ma saut masuk tusi, jala tu nasida do i lehononku bahen teanteananna.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Alai borhat ma anggo hamu mardalan dompak halongonan di dalan laho tu laut arung.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dung i ro ma hatamuna mangalusi ahu: Nunga mardosa hami dompak Jahowa, alai na naeng nangkok hami marporang hombar tu saluhut naung tinonahon ni Jahowa, Debatanta i tu hita; sanga hamu ganup manandang podangna be, jala hobas hamu naeng nangkok tu dolok i.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dung i ro ma hata ni Jahowa tu ahu: Dok ma tu nasida: Ndang jadi hamu nangkok jala ndang jadi hamu marporang, ai ndada Ahu di tongatongamuna i, asa unang tung talu hamu maradophon musumuna i.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Jadi hupasahat hata i nian tu hamu, hape ndang ditangihon hamu, lam manggunturi hamu dompak hata ni Jahowa jala manjahati, laos nangkok hamu tu dolok.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Dung i ruar ma halak Amori na maringan di dolok i manjumpangkon hamu, laos dilotongi hamu, songon pangalotongi ni harinuan, laos ditaluhon nasida hamu di Seir sahat ro di Horma.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Jadi dung mulak hamu jala tumatangis di adopan ni Jahowa, ndang olo Jahowa tumangihon soaramuna i, jala ndang dipaeleng pinggolna i tu hamu.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Jadi tinggal hamu di Kades na nia leleng, suang songon ari tinggalmuna na jolo disi.",
      "type": "content"
    }
  ]
}