{
  "book": "Ulangan",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Na dua batu na imbaru panuratan ni patik i. Pamulikna di marga Lepi 1-11. II. Sipaingot mandokkon marrohahon roha biar mida Debata 12-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Uju i ro ma hata ni Jahowa mandok tu ahu: Dakdak ma di ho dua lei batu, songon parjolo i jala nangkok ma ho mandapothon Ahu tu atas dolok, jala bahen di ho sada poti sian hau.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Asa Ahu sandiri muse manurathon tu lei batu i hata angka na di lei batu parjolo i, angka na tinaporanmi, dung i bahenonmu ma angka i tu bagasan poti i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi hubahen ma sada poti sian hau maranti jala hudakdak dua lei batu songon parjolo i, dung i nangkok ahu tu dolok, jala lei batu na dua i di bagasan tanganku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i disurathon Ibana ma tu lei, songon panurathonna parjolo, hata na sampulu i, angka na hinatahon ni Jahowa tu hamu di atas dolok sian tongatonga ni api, uju di ari parluhutan, laos dilehon Jahowa angka batu i tu ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i humusor ma ahu jala tuat sian dolok i jala hupeakhon angka lei tu bagasan poti naung hupauli, asa laos disi, songon na tinonahon ni Jahowa tu ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Borhat ma anggo halak Israel sian Beerot-Bene-Jakan tu Mosera; disi do mate si Aron laos tartanom disi, jala anakna si Eleasar bangkit malim singkatna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Borhat muse nasida sian i tu Gudgoda, jala sian Gudgoda tu Jobata, i ma tano na marbatang aek.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Uju i ma dipapulik Jahowa marga Lepi, asa nasida mangusung poti parpadanan ni Jahowa huhut jongjong di adopan ni Jahowa marhalado di Ibana dohot mamasumasu marhitehite Goarna, rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibahen i ndang maruli partalian manang teanteanan anggo halak Lepi rap dohot hahaanggina; Jahowa do tahe teanteananna, songon naung pinorbagabaga ni Jahowa, Debatam hian tu nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jongjong ma anggo ahu di atas dolok i, suang songon di angka ari na jolo, opatpulu ari opatpulu borngin lelengna, jala ditangihon Jahowa do ahu nang sahalion, ndada naeng agoon ni Jahowa ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna Jahowa ma tu ahu: Hehe ma ho laho borhat manguluhon bangso i, asa sahat nasida jala disoluk tano naung huuarihon hian tu ompunasida, naeng lehononku tu nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Nuaeng pe, ale Israel, aha do na pinangido ni Jahowa, Debatam sian ho, nda asal marhabiaran ho tu Jahowa, Debatam, jala marparange ho di saluhut dalanna, huhut marroha haholongon mida Ibana dohot mangoloi Jahowa, Debatam sian nasa roham dohot sian nasa ateatem!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Huhut asa radotanmu angka tona ni Jahowa dohot aturanna, angka na hutonahon tu ho sadarion mambahen hasonanganmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ida ma, guru di Jahowa Debatam do nian langit ni langitan, nang tano on ro di nasa isina.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hape holan mida angka ompum do Jahowa marlomo ni roha, mangkaholongi nasida; jala pinomparnasida i do dipillit dung salpu nasida, i ma hamu, sian nasa bangso, songon na andar sadarion.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Antong sunati hamu ma hulup ni rohamuna i, jala unang be tangkangi hamu tangkuhukmuna i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai Jahowa, Debatamuna i, Ibana do Debata ni angka debata, jala Tuhan ni angka tuan, Ibana Debata na sun timbul, na sun gogo jala na songkal sahali, na so marnidanida bohi jala na so olo manjalo silua.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ibana huhut pasintong uhum tu na sopot so marama dohot tu parompuan na mabalu, Ibana huhut mangkaholongi halak dagang, naeng mangalehon tu nasida sipanganon dohot paruloson.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibahen i hamu pe ingkon haholonganmuna do halak dagang, ai halak dagang do nang hamu na jolo di tano Misir.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ingkon marhabiaran ho tu Jahowa, Debatam, ingkon Ibana oloanmu, jala marsitiopan roham di Ibana jala marsumpa ho tu Goarna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ibana do pujipujionmu, jala Ibana do Debatam naung mambahen angka habalgaon dohot halongangan humongkop ho, angka naung niida ni matam sandiri.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Pitupulu halak sambing angka ompum tuat tu Misir, hape anggo nuaeng nunga ditumpak Jahowa, Debatam ho, songon angka bintang di langit toropna.",
      "type": "content"
    }
  ]
}