{
  "book": "Ulangan",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sipaingot mandokkon mangoloi Jahowa marningot uhumna angka na denggan i 1-9. II. Asing do pangalaho ni tano Kanaan martimbangkon Misir 10-17. III. Sipaingot mandokkon marateatehon tongtong angka tona ni Jahowa 18-25. IV. Pasupasu dohot torutoru 26-32",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dibahen i ingkon haholonganmu do Jahowa Debatam, jala radotanmu pangoloion tu Ibana, angka aturanna pe, angka uhumna dohot tonana saleleng ho mangolu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala ingkon tandaonmuna sadarion (ai ndada tu anakmuna, angka na so sanga mananda manang marnida, ahu mandok soara) pangajaran ni Jahowa, Debatamuna i dohot hatimbulonna dohot tanganna na gogoi dohot botohonna na toltoli.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tole angka tanda dohot halongangan, angka na binahenna i di parsitongaan ni Misir, tu si Firaun, raja sian Misir dohot tu sandok tanona.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tole muse na binahenna i tu parangan ni halak Misir, tu angka hodana dohot tu huretana, angka na nilingkupan ni galumbang ni laut arung, uju nasida mangeak hamu, gabe mago nasida dibahen Jahowa, rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tole muse na binahenna i tu hamu di halongonan, paima sahat hamu tu inganan on.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tole muse na binahenna i tu si Datan, dohot si Abiram, angka anak ni si Eliab, pinompar ni si Ruben, na pinangangang ni tano i babana laos mamondut nasida rap dohot jabunasida, angka undungundungna dohot saluhut sinamotna, na pinaihutihut ni patna na sai laon di tongatonga ni sandok halak Israel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai matamuna sandiri do marnida nasa jadijadian ni Jahowa na bolon, angka na binahenna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen i sai radoti hamu ma sandok tona, na hutonahon i tu ho sadarion, asa marsihohot rohamuna jala masuk hamu tu tano siteanonmuna i, laho taripar tusi do hamu nuaeng maneansa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala asa leleng hamu mangolu di tano, naung niuarihon ni Jahowa tu angka ompumuna i, lehononna tu nasida dohot tu pinomparnasida i, tano habaoran ni susu dohot situak ni loba do i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Ai tano sitopotonmuna i laho manean, ndada marpangalaho songon tano Misir, haruaranmuna i, ia dung disaburhon ho bonim tusi, patmu dibahen ho manirami, songon porlak paringkauan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai anggo tano sitopotonmuna taripar tusi laho manean, tano na mardolok do i jala na marrura, mangkangoluhon aek udan do i sian langit.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tano na sinarihon ni Jahowa, Debatam do i, tongtong do mangaranapi mata ni Jahowa, Debatam tusi sian mula ni taon ro di ujungna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Molo tung tinggil rohamuna manangihon tonangku, angka na hutonahon i tu hamu sadarion, mangkaholongi Jahowa, Debatamuna i, dohot mangoloi Ibana sian nasa rohamuna dohot sian nasa ateatemuna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ahu ma mangalehon udan tu tanomuna di tingki halehetanna, udan di bulan sipaha pitu dohot udan di bulan sipaha sada, asa tarpapungu ho emem dohot anggurmu dohot miakmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ahu huhut patubuhon di duhutduhut di ladangmu, hangoluan ni pinahanmu, asa mangan ho jala bosuran.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen i ramoti hamu ma dirimuna, asa unang tarela rohamuna laos marbalik hamu, jala dioloi hamu angka debata sileban, huhut marsomba tusi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi marpiarpiar rimas ni Jahowa maon mida hamu, gabe Ibana mangkinsu langit i maniopi udan, tano i pe ndang lehononna gogona, gabe tibu hamu mago sian tano na denggan i, na nilehon ni Jahowa tu hamu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Antong sai parateatehon hamu ma angka hatangkon jala pamasuk hamu tu rohamuna jala rahuthon hamu angka i bahen partinandaan di atas tanganmuna, jala bahen parningotan di holangholang ni matamuna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala ajarhon hamu angka i tu angka anakmuna, taringoti hamu angka i, molo hundulhundul ho di bagasan jabum manang mardalani ho di pardalanan, manang laho modom pe ho, nang dung hehe muse.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala ingkon surathononmu angka i tu tohang ni jabum dohot tu panggumbanganmu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Asa leleng hamu mangolu nang pinomparmuna i di tano naung niuarihon ni Jahowa tu angka ompumuna i, lehononna tu nasida, songon leleng ni angka ari ni langit lelengmuna tahe di atas tano on.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai tung sura marsihohot rohamuna mangaradoti sandok patikon, na hutonahon i tu hamu laho mangulahonsa, mangkaholongi Jahowa, Debatamuna i, marparange di saluhut dalanna jala marsitiopan tu Ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ingkon pabalion ni Jahowa do saluhut bangso parbegu on maradophon hamu, asa hamu manoluk bangso angka na umbolon, jala na gumogo sian hamu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Nasa tano na nidege ni palak ni patmuna, ingkon hamu nampunasa, olat ni halongonan dohot Libanon, olat ni sunge i, i ma sunge Euprat, sahat ro di laut tungkan hasundutan, i ma parbalohan ni tanomuna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ndang adong nanggo sahalak na manahan jongjong di adopanmuna; lehonon ni Jahowa, Debatamuna i ma roha hagodoron dohot biar mida hamu tu sandok tano sidegean ni patmuna i, songon naung pinarbagabagana i hian tu hamu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(IV.) Ida ma, ahu papillithon di adopanmuna sadarion pasupasu dohot torutoru:",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Pasupasu tahe, molo tung ditangihon hamu angka tona ni Jahowa, Debatamuna i, angka na hutonahon i tu hamu sadarion.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai torutoru tahe, tung sura so ditangihon hamu angka tona ni Jahowa, Debatamuna i, gabe manimbil hamu sian dalan na hutonahon i tu hamu sadarion, lam diihuthon hamu angka debata sileban, angka na so tinandamuna i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ia dung sahat ho, ditogihon Jahowa, Debatam masuk tu tano sitopotonmuna i bahen partalianmu, ingkon hatahononmu pasupasu i di atas dolok Gerizim, jala torutoru i di atas dolok Ebal.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Nda duansa do i di bariba ni Jordan dingkan ujung ni dalan tungkan hasundutan di tano ni halak Kanaan, na maringan di adaran, tondong ni Gilgal mardonokkon tombak More.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ai tariparanmuna nama Jordan laho masuk manean tano, naung nilehon ni Jahowa, Debatamuna i tu hamu bahen partalianmuna, laos maringan hamu disi.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dibahen i sai ringkoti hamu ma mangulahon saluhut aturan dohot uhum, angka na hutonahon i tu hamu sadarion.",
      "type": "content"
    }
  ]
}