{
  "book": "Ulangan",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik mandokkon lohaonnasida nasa inganan pamelean tu begu 1-4. II. Pillitonna ma sada inganan bahen pamelean tu Debata 5-19. III. Patik mangorai mangan mudar 20-28. IV. Lumbalumba maradophon biasbias, angka na niulahon ni halak Kanaan 29-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do aturan dohot uhum, angka na tama ringkotanmuna mangulahon di tano na nilehon ni Jahowa, Debata ni angka ompum, tu ho bahen partalianmu, saleleng hamu mangolu di atas tano on.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon panepneponmuna situtu sude inganan pamelean tu debata sileban di bangso parbegu, angka sisoluhonmuna, nang di atas dolok manang di atas robean, manang di toru ni saluhut hau na rata.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon lohaonmuna do angka langgatannasida i, jala taporanmuna ajiajiannasida, jala suda tutungonmuna sombaonnasida dohot api jala tahaonmuna do angka ganaganaan, sumansuman ni Debatanasida, ingkon pidomhononmuna goarnasida sian inganan i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndang jadi bahenonmuna songon i tu Jahowa, Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Ingkon di inganan sipilliton ni Jahowa, Debatamuna i, sian saluhut margamuna umpajokkon Goarna tusi bahen ingananna, ingkon disi tahe luluanmuna Ibana jala sitopotonmuna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tusi huhut boanonmuna angka peleanmuna situtungon dohot peleanmuna sipotongon dohot parpuluanmuna i dohot pelean sitatingan sian tanganmuna, angka bagabagamuna dohot peleanmuna sian lomo ni roha, ro di anak buhabaju sian lombumuna dohot sian birubirumuna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon disi huhut hamu mangan di adopan ni Jahowa, Debatamuna i, jala marlas ni roha hamu mida saluhut na niradotan ni tanganmuna, songon i hamu, songon i dohot isi ni bagasmuna, angka na pinasupasuhon ni Jahowa, Debatam tu ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ndang jadi bahenonmuna disi hombar tu saluhut na itabahen sadarion dison, ganup tahe mambahen lomo ni rohana be.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai ndang dope sahat hamu rasirasa nuaeng tu paradianan, manang tu partalian, silehonon ni Jahowa, Debatam tu ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai magira ma tariparanmuna Jordan jala maringan hamu di tano na binasabasahon ni Jahowa, Debatamuna i bahen partalianmuna, jala pasonangonna ma hamu maradophon saluhut musumuna humaliang, asa marsonangsonang hamu maringan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia dung dipillit Jahowa, Debatamuna i, sada inganan di Ibana bahen inganan ni Goarna i, ingkon tusi ma boanonmuna saluhut naung hutonahon i tu hamu: Angka peleanmuna situtungon dohot angka peleanmuna sipotongon, angka parpuluanmuna, angka pelean sitatinganmuna ro di sude ugasan na pinillit, garar ni bagabagamuna, angka na binagabagahonmuna tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala ingkon marlas ni roha hamu di adopan ni Jahowa, Debatamuna i, songon i hamu dohot angka anakmuna, angka borumuna, angka naposomuna baoa dohot parompuan, ro di halak Lepi, angka na maringan di bagasan hutamuna i, ai ndang maruli parjambaran manang partalian anggo nasida rap dohot hamu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon ramotanmu dirim, na so tupa pelehononmu angka peleanmu situtungon di ganup inganan na denggan di roham.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ingkon di inganan sipilliton ni Jahowa di tongatonga ni sada sian angka margamu, ingkon disi do pelehononmu angka peleanmu situtungon, jala ingkon disi do bahenonmu manang aha na hutonahon i di ho.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai jadi do huhut guru sandok sombu ni roham seatonmu jala panganonmu juhut, hombar tu pasupasu ni Jahowa, Debatam, na nilehonna i tu ho di bagasan saluhut ingananmu; halak na ramun dohot na ias, jadi do manganhon sian i, suang songon hije manang ursa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Holan mudar i tahe ndang jadi panganonmuna, ingkon tu tano do i usehononhon songon aek.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ndang jadi hamu manganhon di bagasan hutamuna i parpuluan sian ememu manang sian anggurmu, manang sian miakmu, manang anak buhabaju sian lombum manang sian birubirum, ro di sude ugasan garar ni bagabagam, angka naung binagabagahonmu ro di peleanmu sian lomo ni roha dohot pelean sitatingan sian tanganmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ingkon di adopan ni Jahowa, Debatam do panganonmu angka i, di inganan sipilliton ni Jahowa, Debatam, di Ibana, songon i ho nang anakmu dohot borum, ro di naposom baoa dohot parompuan dohot halak Lepi, na maringan di bagasan hutam, ingkon marlas ni roha ho di adopan ni Jahowa, Debatam, mida saluhut na niradotan ni tanganmu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jaga dirim, na so tupa marlea roham mida halak Lepi, saleleng mangolu ho di atas tanomi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Alai tung sura dipalambas Jahowa, Debatam parbalohan ni tanomi, songon naung pinarbagabagana hian tu ho, gabe nimmu ma: Naeng mangan juhut ahu, ala hisapan roham naeng mangan juhut, jadi do panganonmu juhut sandok guru sombu ni roham.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai tung sura holang sian ho inganan naung pinillit ni Jahowa, Debatam, paojakkon Goarna disi, jadi do seatonmu sian lombum manang sian birubirum, angka na nilehon ni Jahowa tu ho, songon naung hutonahon i tu ho, jala mangan ma ho di bagasan hutam, sandok guru sombu ni roham.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tongon tahe songon papangan ni halak di hije dohot di ursa, jadi do songon i panganonmu i; halak na ias dohot na ramun, jadi do rap mangan sian i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Asal marsihohot roham unang mangan mudar, ai mudar i do hosa; dibahen i ndang jadi panganonmu hosai i rap dohot sibukna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ndang jadi panganonmu mudar i, ingkon tu tano do i usehononmu songon aek.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ndang jadi panganonmu i, asa marhasonangan ho dohot pinomparmu dung salpu ho, molo diulahon ho lomo ni roha ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai anggo peleanmi angka na badia i sipelehononmu hian, ro di angka bagabagami, ingkon buatonmu jala boanonmu do i tu inganan naung pinillit ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ingkon hobasonmu anggo angka peleanmu situtungon, sibukna dohot mudarna di atas langgatan ni Jahowa, Debatam; ia mudar ni angka peleanmu sipotongon ingkon usehononmu do i tu atas langgatan ni Jahowa, Debatam, alai anggo sibukna jadi do panganonmu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Sai paingotingot jala tangihon sude hata on, angka na hutonahon tu ho, asa marhasonangan ho dohot pinomparmu dung salpu ho ro di salelenglelengna, molo tung diulahon ho na denggan dohot na tigor di roha ni Jahowa, Debatam.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(IV.) Ia dung sun siap dibahen Jahowa, Debatam maradophon ho bangso parbegu, angka sitopotonmi laho manean nasida, jala ia dung ditean ho nasida, laos maringan ho di tanonasida i:",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Sai ramoti ma dirim, asa unang tung tarjorgong ho mangihuthon tu nasida, dung siap nasida maradophon ho, jala unang usouso ho taringot tu debatanasida gabe nimmu: Songon pangoloi ni angka bangso parbegu on di debatanasida, suang songon i do nang ahu bahenonku.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ndang jadi bahenonmu songon i di Jahowa, Debatam, ai saluhut biasbias ni Jahowa na hinagigihon ni rohana dibahen nasida do i tu debatanasida i; ai gari anaknasida dohot borunasida, suda do i ditutung nasida di bagasan api umpele debatanasida i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(13-1) ",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "I. Ingkon rap marutang hosa do: panurirang pargapgap 1-6. II. Halak sibahen sipaotooto mangela mamele tu begu 7-12. III. Nang sandok isi ni sada huta, molo tung mamele tu begu 13-19",
      "type": "title"
    }
  ]
}