{
  "book": "Ulangan",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "(13-2) Tung sura hehe di tongatongamuna sada panurirang manang halak siparnipi, pola dilehon tu ho sada tanda manang halongangan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(13-3) Ro do huhut antong tanda dohot halongangan, naung pinaboana i hian tu ho, ninna do: Beta hita mangihuthon tu debata sileban, angka na so tinandamuna i na sai laon jala marsomba hita tusi!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(13-4) Ndang jadi tangihononmu hatahata ni panurirang sisongon i manang halak siparnipi sisongon i; ai na mangunjuni hamu do Jahowa, Debatamuna i, naeng botoonna manang na tutu hamu mangkaholongi Jahowa, Debatamuna i sian nasa ro hamuna dohot sian nasa ateatemuna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(13-5) Ingkon Jahowa, Debatamuna i tama ihuthononmuna jala marhabiaran tu Ibana, huhut mangaradoti angka tonana jala tumangihon soarana, huhut marpangoloion dohot marparsigantungan tu Ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(13-6) Alai anggo panurirang manang halak siparnipi sisongon i, ingkon marutang hosa do, ala mangela ibana marbalik sian Jahowa, Debatamuna i, naung manogihon hamu ruar sian tano Misir, jala naung manobus ho sian bagas parhatobanan, ala naeng pasimbilonna ho sian dalan naung tinonahon ni Jahowa, Debatam tu ho, ingkon dalananmu; ingkon songon i paholangonmu hajahaton i sian tongatongamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(13-7) (II.) Tung sura anggim sandiri, donganmu saina, manang anakmu, manang borum, manang jolmam tuanlaenmu, manang alealem hasudungan ni roham, mangela ho marsibuni mandok songon on: Beta hita mangoloi debata sileban, angka na so tinandam, manang na so tinanda ni angka ompum pe.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(13-8) Sian angka debata ni bangso, angka na humaliang hamu, angka na jonok tu ho, manang na holang sian ho, sian ujung ni tano na sada sahat ro di ujung ni tano na sadanari.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(13-9) Ndang jadi oloanmu pinangidona i jala ndang jadi tangihononmu ibana; ndang jadi moralangalang roham mida ibana, jala ndang jadi asianmu manang tabunihononmu ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(13-10) Ingkon bunuonmu ibana, tanganmu sandiri tahe tama parjolo mangonai laho mambunu ibana, ipe asa tangan ni sandok bangso i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(13-11) Ingkon mate ibana dangguran ni halak dohot batu, ala diunjuni rohana mangela ho marbalik sian Jahowa, Debatam, na manogihon ho ruar sian tano Misir, sian bagas parhatobanan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(13-12) Ingkon sandok Israel umbegesa, asa laos mabiar nasida, jala unang be didatdati mambahen hajahaton sisongon i di tongatongamu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(13-13) (III.) Tung sura dibege ho barita ni sada huta sian huta angka na nilehon ni Jahowa, Debatam di ho, bahen ingananmu, didok halak:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(13-14) Nunga ruar deba baoa, angka halak parroha Belial sian tongatongamu, jala nunga pola diela marbalik halak isi ni hutanasida i, ninna do: Beta hita asa itasomba debata sileban, angka na so tinandamuna i na sai laon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(13-15) Ingkon sungkunsungkunonmu jala risihanmu jala tangkas sulingkitanmu pangalahona; hape ida ma, hasintongan do hata i, jala andar do masa biasbias i di tongatongamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(13-16) Ingkon hamu do mambunu isi ni huta sisongon i marhite sian baba ni podang, ingkon haromhononmu ia huta i rap dohot sude isina dohot pinahanna marhite sian baba ni podang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(13-17) Tole sandok ugasan tabantaban ingkon papunguonmu do i tu tongatonga ni onan, laos tutungonmu ma huta i ro di sandok tabantabanna di bagasan api bahen pelean situtungon tu Jahowa, Debatamu, asa gabe timbunan batu ro di salelenglelengna; ndang jadi be paulion huta i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(13-18) Na so tupa adong agia aha lohot tu tanganmu sian na hona harom i, asa anggiat marpangulahi roha ni Jahowa sian parpiarpiar ni rimasna jala dilehon tu ho asi ni roha jala marpangulahi rohana mida ho jala dipatorop ho, songon na niuarihonna tu angka ompum.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(13-19) Tung sura ditangihon ho soara ni Jahowa, Debatam, laho mangaradoti saluhut tonana, angka na hutonahon i tu ho sadarion laho mangulahon na tigor di roha ni Jahowa, Debatam.",
      "type": "content"
    }
  ]
}