{
  "book": "Ulangan",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik mangorai unang mardongan utiutian jumpa marhinamago 1-2. II. Diparata muse angka patik taringot tu sipanganon na ramun 3-21. III. Pamangkena di ugasan parpuluan 22-29.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Angka anak na niain ni Jahowa, Debatamuna i do hamu; dibahen i ndang jadi garianganmuna dagingmuna, jala ndang jadi nabunganmuna salibon ni matamuna i, ala ni salahak naung mate.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai bangso na badia do ho di Jahowa, Debatam, jala nunga dipillit Jahowa ho, asa ho gabe bangso hapunjunganna sian saluhut bangso, angka na di atas tano on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Ndang jadi panganonmu manang aha na ramun sihabiashononhon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "On do tahe pinahan na jadi panganonmuna: lombu, birubiru dohot hambing.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ursa, hije, sipan, bedu, badak ursa piutpiut.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ro di nasa pinahan na martambirik, jala bola dua tambirikna i huhut marngalu, i ma na jadi panganonmuna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ndang jadi panganonmuna sian angka na marngalu sambing dohot sian angka na marbola tambirikna sambing, songon: unto, ampodi, dohot landuk; ai marngalu do angka i nian, alai ndang marbola anggo tambirikna, dibahen i ingkon ramun do i di hamu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tole muse babi, ai marbola do nian anggo tambirikna, alai ndang marngalu, dibahen i ingkon ramun do i di hamu. Ndang jadi hamu manganhon sian sibukna, bangkena pe ndang jadi jamaonmuna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Angka on do na jadi panganonmuna, sian saluhut angka na di bagasan aek: nasa na marhapihapi jala na marsisik, i ma na jadi panganonmuna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai nasa na so marhapihapi jala na so marsisik, ndang jadi panganonmuna i; ingkon ramun do i di hamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nasa pidong na ganjing jadi do panganonmuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ndang jadi panganonmuna anggo angka pidong on: pidong raja wali, isuisu dohot honong bosi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tole lali lopak, lali lapuk dohot lali bangar ro di mansammansamna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tole muse sigak ro di mansammansamna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tole muse pidong unto, langkupa, sihungkung lali piuan ro di mansammansamna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tole muse sipauk, ampapaluan dohot situbiak.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tole muse onggang, silogologo dohot soro aek.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tole muse siboru tasik, sibarung ro di mansammansamna, nang lompong dohot ariparip.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tole muse nasa na manjirir sian angka na marhabong, ingkon ramun do i di hamu, ndang jadi panganonmuna angka i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nasa pidong na ganjing jadi do panganonmuna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ndang jadi panganonmuna manang aha na mate garam; tu halak dagang na maringan di bagasan hutam, jadi do i lehononmu, asa panganonna manang gadisonna tu halak sileban; ai bangso na badia do anggo ho, di Jahowa, Debatam. Ndang jadi lompaonmu anak ni hambing di bagasan aek ni susu ni inana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Ingkon burju do lehononmu parpuluan sian nasa gogo ni tano, boni sinaburhonmi, sian saluhut na tubu di tanomi ganup taon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala ingkon mangan ho di adopan ni Jahowa, Debatam, di inganan na pinillitna bahen inganan ni Goarna disi, mangan ho tutu sian parpuluan ni emem, anggurmu, miakmu dohot anak buhabaju ni lombum dohot birubirum, asa marsiajar ho marhabiaran tu Jahowa, Debatam saleleng ho mangolu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai tung sura madaohu dalan i di roham, pola ndang tarusung ho siboanonmu i, ala madaohu di roham inganan naung pinillit ni Jahowa, Debatam bahen ojahan ni Goarna disi, ala naung dipasupasu Jahowa Debatam ho:",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi do i tobusonmu marhite sian perak, tungkusonmu muse perak i di bagasan tanganmu, asa laho ho tu inganan naung pinillit ni Jahowa, Debatam di Ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Perak i ma lehononmu singkat ni saluhut na pinangido ni roham, singkat ni lombu, birubiru, anggur, siinumon na horas jala singkat ni saluhut na pinangido ni roham, dung i mangan ma ho disi, di adopan ni Jahowa, Debatam, jala marlas ni roha ho rap dohot donganmu sajabu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai mida halak Lepi, na maringan di bagasan hutam, ndang jadi marlea roham; ai ndang maruli bagian manang partalian ibana rap dohot ho.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung salpu tolutolu taon ingkon paruaronmu nasa parpuluan ni gogo ni tanomi di taon na sasada i, jala pajoponmu do i di bagasan hutam.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi ingkon ro halak Lepi, ala so maruli bagian manang partalian ibana rap dohot ho, ro dohot halak dagang, dakdanak na sopot so marama dohot parompuan na mabalu di bagasan hutam, asa nasida mangan jala bosuran, asa dipasupasu Jahowa, Debatam ho di bagasan saluhut jadijadian ni tanganmu na niulami.",
      "type": "content"
    }
  ]
}