{
  "book": "Ulangan",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik taringot tu taon minggu, ingkon marasi roha godang halak Israel tu angka na pogos disi 1-11. II. Marasi roha huhut tu angka hatoban baoa dohot parompuan 12-18. III. Ingkon parbadiaan anak buhabaju sian pinahan 19-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung salpu pitupitu taon ingkon bahenonmu taon haluaon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon songon on do pangalaho ni taon haluaoni: Ganup halak parutangan, na pautang donganna, ndang jadi tungguonna donganna manang hahaanggina; ai nunga pola ditingtingkon halak taon haluaon di Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Anggo halak dagang jadi do tungguonmu; alai manang aha ugasanmu di hahaanggim, ingkon salesean ni tanganmu do i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung na so tupa adong di tongatongamuna halak na pogos, ai buas do pasupasuon ni Jahowa ho di tano silehonon ni Jahowa, Debatam tu ho soluhonmu bahen partalianmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asal ditangihon ho situtu soara ni Jahowa, Debatam, huhut mangaringkoti mangulahon sandok tona on, angka na hutonahon tu ho sadarion.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai pasupasuon ni Jahowa, Debatam do ho, songon naung pinarbagana i hian tu ho, jadi pasalionmu torop angka bangso parbegu, alai ndang marsali anggo ho; jala gomgomanmu torop angka bangso parbegu, alai anggo ho ndang jadi rajaannasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung sura adong di tongatongamu sahalak na pogos sian hahaanggim di bagasan sada sian angka hutam, di tanomi, silehonon ni Jahowa, Debatam tu ho, ndang jadi papironmu roham jala ndang jadi tutuponmu tanganmu maradophon donganmu na pogos i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon ringgas ho mamuhai tanganmu di ibana jala buas ho pasali ibana pasingkophon di ibana marguru tu godangna na hurang di ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai ramoti dirim, asa unang tubu pingkiran na jahat di bagasan roham, mandok songon on: Nunga lam jonok taon papituhon, i ma taon haluaon, gabe murhing pamerengmu mida donganmu na pogos i, laos sundat ho mangalehon tu ibana, gabe alualuhononna ho tu Jahowa, gabe dapotan dosa ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon buas lehononmu ibana, unang pola marmurukmuruk roham di na mangalehoni ho tu ibana; ai ala ni do pasupasuon ni Jahowa, Debatam do ho di saluhut ulaonmu dohot di saluhut na jinama ni tanganmu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai ndang tagamon mansadi adong halak na pogos di tongatonga ni tano i, ala ni do umbahen hutonahon tu ho songon on: Ingkon ringgas ho mamuhai tanganmu mangalehon donganmu na targogot jala na pogos di bagasan tanomi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Tung sura mangadop di ho donganmu sahalak Heber baoa manang parompuan, ingkon onom taon lelengna ibana mangula di ho, tole papitutaonhon ingkon paluaonmu boti ibana sian lambungmu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala tung sura dipalua ho ibana boti sian lambungmu, ndang jadi rumar boti ibana paluaonmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ingkon buas pangalehonmu tu ibana sian birubirum dohot sian pardegeanmu dohot sian pangilanganmu anggur, sian luhut naung pinasupasuhon ni Jahowa, Debatam tu ho, lehononmu ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ingkon paingotingotonmu, hatoban do nang ho najolo di tano Misir, gabe ditobus Jahowa, Debatam ho, ala ni do umbahen hutonahon tu ho hata on sadarion.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai tung sura dohononna mandok ho: Ndang dipangido rohangku naeng malua ahu ruar sian lambungmu ala holong rohana mida ho dohot mida isi ni jabum, ai sonang rohana di lambungmu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingkon buatonmu ma sada sigirik jala turaonmu pinggolna di lambung pintu, jadi hatobanmu ma ibana ro di salelenglelengna; tu hatobanmu parompuan pe laos songon i do bahenonmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Unang pola dok roham ala paluaonmu ibana boti sian lambungmu, ai silompit sian gaji ni halak sipangan gaji pinangulahonna ho onom taon lelengna, jadi pasupasuon ni Jahowa, Debatam ma ho, di saluhut na niulam.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Nasa anak buhabaju, na tubu di tongatonga ni lombum dohot birubirum, ingkon parbadiaanmu do i di Jahowa, Debatam; ndang jadi pangkeonmu mangula anggo anak buhabaju ni lombum, jala ndang jadi gustingonmu imbulu ni anak buhabaju ni birubirum.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ingkon di adopan ni Jahowa, Debatam do i panganonmu ganup taon di inganan sipilliton ni Jahowa, songon i ho dohot isi ni bagasmu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai tung sura adong lindangna, mengkat do i manang mapitung manang martihas na roa dia na asing, ndang jadi pelehononmu i tu Jahowa, Debatam.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ingkon panganonmu do i di bagasan hutam, suang songon hije manang ursa, nang halak na ramun manang na ias pe.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai anggo mudarna na so tupa panganonmu, ingkon tu tano do i usehononmu, songon aek.",
      "type": "content"
    }
  ]
}