{
  "book": "Ulangan",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik taringot tu na marari raya Paska 1-8. II. Marari raya gotilon 9-12. III. Marari raya parlapelapean 13-17. IV. Hababangkitna di angka panguhum. Patik mangorai mambahen ajiajian 18-22.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Sai ingot hamu ma bulan Abib, asa marulaon Paska ho di Jahowa, Debatam, ai apala di bulan Abib ditogihon Jahowa, Debatam ho ruar sian Misir bornginna i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon seatonmu di ari raya Paska lombu dohot birubiru di Jahowa, Debatam di inganan sipilliton ni Jahowa bahen inganan ni Goarna disi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ndang jadi panganonmu sagusagu na niasoman di ari raya Paska i; ingkon pitu ari lelengna panganonmu disi sagusagu na so niasoman, sagusagu pardangolan, ai mardangoldangol do ho ruar sian tano Misir, asa dipaingotingot roham saleleng ho mangolu ari haruruarmu sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dibahen i ndang jadi dapot idaon di ho igarigar di sandok parbalohanmu pitu ari lelengna, jala ndang jadi marborngin sian pinahan na sineatmi di bodari ni ari parjolo sahat ro di manogotna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang jadi seatonmu Paska i di bagasan sada sian hutam, angka silehonon ni Jahowa, Debatam tu ho.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ingkon di inganan sipilliton ni Jahowa, Debatam, bahen inganan ni Goarna disi, seatonmu Paska i di bodari marhira manihir mata ni ari, di tingki haruruarmu sian Misir.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon panggangonmu jala panganonmu do i di inganan sipilliton ni Jahowa, Debatam di Ibana, manogotna i jadi do ho mardalan mulak tu undungundungmu hian.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon onom ari lelengna panganonmu sagusagu na so niasoman, tole papituarihon jumpang ma mata ni ari raya di Jahowa, Debatam, ndang jadi ulaonmu disi nanggo sada ulaon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Ingkon pitu minggu bilangonmu di ho; olat ni dung mamungka madabu sasabi tu eme, pungkaonmu ma mamilangi na pitu minggu i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i marari raya minggu ma ho di Jahowa, Debatam, marguru tu pangalehon ni tanganmu di pelean sian lomo ni roha silehononmu, hombar tu pamasumasu ni Jahowa, Debatam di ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon marlas ni roha ho di adopan ni Jahowa, Debatam, songon i ho dohot anakmu dohot borum dohot naposom baoa dohot naposom parompuan dohot halak Lepi na di bagasan hutam, ro di halak dagang dohot dakdanak na tading di lampin dohot parompuan na mabalu na di tongatongami, di inganan sipilliton ni Jahowa, Debatam, bahen inganan ni Goarna disi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sai dipaingotingot roham ma hatoban do ho na jolo di Misir, asa ingkon radotanmu jala ulahononmu angka aturan on.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Ingkon marari raya parlapelapean ho pitu ari lelengna, ia dung dipapungu ho parbue sian pardegeanmu dohot sian pangilanganmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala ingkon marlas ni roha ho di ari rayamu, songon i ho dohot anakmu dohot borum dohot naposom baoa dohot naposom parompuan dohot halak Lepi dohot halak dagang dohot dakdanak na tading di lampin dohot parompuan na mabalu di bagasan angka hutamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ingkon pitu ari lelengna ho marari raya di Jahowa, Debatam di inganan sipilliton ni Jahowa; ai pasupasuon ni Jahowa, Debatam ma ho di saluhut gogo ni tanomu dohot di saluhut ulaon ni tanganmu, dibahen i ingkon marlas ni roha situtu ho.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ingkon tolu hali di bagasan sataon ro nasa baoa di tongatongamu tu adopan ni Jahowa Debatam, di inganan sipilliton ni Jahowa, i ma di ari raya sagusagu na so niasoman dohot di ari raya minggu dohot di ari raya parlapelapean, jala ndang jadi rumar boti ro manang ise tu adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ganup tahe marguru tu na tarlehon tanganna, hombar tu pasupasu naung nilehon ni Jahowa, Debatam tu ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(IV.) Ingkon pabangkitonmu di ho angka jolma bahen panguhum dohot panuturi di saluhut harbanganmu, angka silehonon ni Jahowa, Debatam tu ho di tongatonga ni angka margam, asa nasida mandabu uhum hasintongan tu bangso i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang jadi papeolonmu uhum, ndang jadi ho marnidanida bohi, jala ndang jadi jaloonmu silua, ai sisip do papitung mata ni halak na pistar jala pabalikbalik parhataan ni halak na tigor.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Hatigoran, hatigoran ma tutu ingkon eahanmu, asa mangolu ho jala teanonmu tano silehonon ni Jahowa, Debatam tu ho.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ndang jadi pajongjongonmu di ho manang sian hau dia sumansuman ni sombaon Asera jonok tu langgatan ni Jahowa, Debatam sibahenonmu di ho.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ndang jadi huhut pajongjongonmu di ho tiang panombanombaan, na hinagigihon ni Jahowa, Debatam.",
      "type": "content"
    }
  ]
}