{
  "book": "Ulangan",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik mangorai mamelehon pelean na marlindang. Torutoru ala pardebataon sileban 1-7. II. Ingkon di adopan ni joro ni Debata uhumon angka pargulutan 8-13. III. Patik taringot tu uhum siingoton tu raja 14-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ndang jadi pelehononmu tu Jahowa, Debatam lombu manang birubiru na martihas manang na marsahit dia pe; ai marbiasbias do roha ni Jahowa, Debatam disi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tung sura adong jumpang di tongatongami di bagasan sada sian hutam, angka silehonon ni Jahowa, Debatam tu ho sada baoa manang parompuan, na mangulahon sogo ni roha ni Jahowa, Debatam mangose padan binahenna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tung laho ibana mangoloi angka debata sileban jala marsomba tusi, tu mata ni ari manang tu bulan, manang tu sandok parangan di langit, na so hutonahon i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tarbortik dohot tu ho, pola dibege pinggolmu, ingkon tangkas do i sulingkitanmu, jadi ida ma, sintong situtu do hape hata i masa biasbias sisongon i di Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon ruar toguonmu baoa manang parompuan na mambahen hajahaton sisongon i tu balian ni harbanganmu, jala baoa manang parompuan sisongon i danggurannasida dohot batu asa mate.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Molo dua manang tolu halak mangkatindangkon hata i, ingkon saut ma bunuonna halak na marutang hosa hian; alai anggo holan sahalak sitindangi ndang jadi bunuon ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon tangan ni angka sitindangi jumolo mangonai laho mambunu ibana, dung i muse tangan ni sandok bangso i, asa tung siaphononmu hajahaton i sian tongatongami.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Tung sura mamaolhu risihanmu sada parkaro di paruhuman taringot tu na masibunuan hosa manang na masigulutan, manang na masibugangan, manang dia tahe hatahata parsalisian masa di harbanganmu, ingkon borhat ma ho jala nangkok tu inganan sipilliton ni Jahowa, Debatam di Ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ingkon topotonmu ma tu adopan ni angka malim, halak Lepi dohot tu panguhum pandapotan di tingki uju i jala sungkunonmu uhum, asa nasida paboahon tu ho hata patik i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala ingkon bahenonmu do hombar tu hata sipaboaonnasida tu ho sian inganan naung pinillit ni Jahowa, ingkon ringkotanmu huhut mangulahon hombar tu saluhut na pinodahonnasida tu ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hombar tu hata ni patik na pinodahonnasida, jala hombar tu uhum sipaboaonnasida tu ho, ingkon bahenonmu; ndang jadi ho manimbil sian hata na pinaboanasida tu ho tu siamun manang tu hambirang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tung sura adong sada halak na mambahen songon i mangasahon hajungkaton, ndang ditangihon hata ni malim na jongjong disi marulaon tu Jahowa, Debatam manang hata ni panguhum pandapotan i pe, ingkon marutang hosa baoa sisongon i, asa tung siap bahenonmu hajahaton i sian Israel.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon sandok bangso i umbegesa, asa mabiar nasida jala unang be mangulahon hajungkaton.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Ia dung masuk ho tu tano, silehonon ni Jahowa, Debatam tu ho, asa soluhonmu laos maringan disi, gabe ro hatam mandok: Naeng pabangkitonku sada raja gumomgom ahu, suang songon saluhut bangso parbegu, angka na humaliang ahu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ingkon pabangkitonmu gumomgom ho sada raja sipilliton ni Jahowa, Debatam di Ibana; ingkon sian tongatonga ni hahaanggim pabangkitonmu sada raja gumomgom ho; ndang jadi pabangkitonmu gumomgom ho halak na pulik bangso, na so sian hahaanggim.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai na so tupa patoropon ni rajai di ibana angka hoda, jala ndang jadi togihononna bangso i mulak tu Misir, ala naeng patorophon hodana, ai nunga pola didok Jahowa tu hamu: Na so tupa be hamu mulak sian dalan on.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Angkup ni ndang jadi patoroponna angka jolmana, asa unang manimbil rohana; perak pe dohot sere ndang jadi pagukguhonna di ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia dung hundul ibana di atas habangsa ni harajaonna i, ingkon uhalonna di ibana hata ni patikon tu sada buku di adopan ni angka malim dohot halak Lepi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ingkon patik i tongtong donganna jala pajahajahaonna saleleng mangolu ibana, asa marsiajar ibana marhabiaran tu Jahowa, Debatana, asa radotanna sude hata ni patikon dohot angka aturan on, laho patupahon angka i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa unang dipaginjang rohana mangastaasta angka hahaanggina, jala unang ibana manimbil sian tona i tu siamun manang tu hambirang, asa leleng ibana mangolu jumujung harajaonna i, ibana dohot angka anakna di tongatonga ni Israel.",
      "type": "content"
    }
  ]
}