{
  "book": "Ulangan",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parjambaran ni angka malim 1-8. II. Patik mangorai mangulahon pardebataon sileban dohot pangarundingon 9-14. III. Bagabaga taringot tu panurirang na bolon i 15-19. IV. Asing pangalaho ni panurirang na sintong martimbangkon panurirang pargapgap 20-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ianggo angka malim, halak Lepi, sandok marga Lepi tahe, ndang jadi maruli bagian manang partalian rap dohot Israel; angka pelean api tu Jahowa jala parjambaranna, i do panganonnasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai ndang jadi maruli partalian ibana di tongatonga ni hahaanggina, ai Jahowa sandiri do partalianna, songon naung pinarbagabagana i hian.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon on do tahe uhum siingoton ni bangso i tu angka malim sian halak angka na mamelehon pelean, manang lombu, manang birubiru, ingkon lehononna tu malim hae bona, hurumna na dua i dohot butuha bolon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tole patumonaan sian emem, anggurmu, miakmu ro di patumonaan sian imbulu ni birubirum ingkon lehononmu tu ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai nunga dipillit Jahowa, Debatam ibana di Ibana sian saluhut angka margam, asa ibana jongjong marulaon marhite sian Goar ni Jahowa, ibana dohot angka anakna saleleng mangolu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tung sura ro sahalak Lepi sian sada ni angka hutam, sian sandok Israel paisolatanna i, jala ro ibana sian nasa ringkot ni rohana tu inganan naung pinillit ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Asa marulaon ibana marhite sian Goar ni Jahowa, Debatana, suang songon saluhut hahaanggina i ma halak Lepi, angka na jongjong disi di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon songon bagian ni halak na asing bagianna panganonnasida; angkup ni bagianna sian ugasan na ginadisna tu angka ompu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Ia dung masuk ho tu tano silehonon ni Jahowa, Debatam tu ho, ndang jadi ho marsiajar mangulahon maniru biasbias na niulahon ni angka bangso on.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Na so tupa adong jumpang di tongatongamu sahalak na pabolushon anakna manang boruna sian api, manang halak pangarunding manang sijujur ari, manang sitabasi ulok manang parsibalik mata.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Manang sibahen panutupi, manang partondung, manang na manungkun begu ni na mate.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai marbiasbias situtu do roha ni Jahowa mida saluhut halak, angka na mangulahon sisongon i, jala ala ni biasbias angka sisongon i pabalion ni Jahowa, Debatam ma angka bangso i maradophon ho.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon sun denggan do anggo mardonganhon ho Jahowa, Debatam.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai bangso parbegu angka sisoluhonmu, somal do nasida patangitangi hatahata ni sijujur ari dohot pangarunding; alai ndang songon i pangalehon ni Jahowa, Debatam anggo tu ho.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Panurirang sada, songon ahu on patindangon ni Jahowa, Debatam sian tongatongami, sian angka hahaanggim; Ibana tama tangihononmuna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Hombar tu saluhut naung pinangido ni roham sian Jahowa, Debatam di Horeb, uju di ari parluhutan i, nimmu do: Ndang be tarpabegebege ahu soara ni Jahowa, Debatangku, jala ndang be tarpaidaida ahu api na bolon on, asa unang mate ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ro ma hata ni Jahowa tu ahu: Denggan do hata na nidoknasida i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ahu ma tutu patindangkon sogot di nasida sada Panurirang sian tongatonga ni hahaangginasida i, songon ho, jala Ahu mangalehon angka hatangku tu bagasan pamanganna, gabe hatahononna tu nasida saluhut na hutonahon i tu Ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi manang ise na so olo tumangihon hatangki, angka sihatahononna di bagasan Goarhu, ingkon Ahu mangaluluhonsa tu Ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(IV.) Alai tung sura adong, sada panurirang na paginjang rohana mangkatahon sada hata di bagasan Goarhu, so Ahu mandokkon hatahononna, manang panurirang na mangkatai marhite sian goar ni angka debata sileban, ingkon marutang hosa panurirang sisongon i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai tung sura dohononmu di bagasan roham: Sian dia dapot tandaonnami hata na so hinatahon ni Jahowa?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tung sura mangkatahon panurirang i marhite sian Goar ni Jahowa hape ndang songgop hata i jala ndang ro, i ma hata na so hinatahon ni Jahowa; mangasahon hajungkaton panurirang i umbahen dihatahon, ndang jadi mabiar ho mida ibana.",
      "type": "content"
    }
  ]
}