{
  "book": "Ulangan",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik taringot tu angka huta haporusan 1-13. II. Ingkon badia do talutuk na so tupa paoroton. Patik taringot tu angka sitindangi 14-21.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia dung sun siap dibahen Jahowa, Debatam angka bangso parbegu, nampuna tano silehonon ni Jahowa, Debatam tu ho, gabe soluhonmu tanonasida i, jala ingananmu hutanasida dohot bagasnasida i:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon papulihonmu di ho tolu huta di tongatonga ni tanomi, silehonon ni Jahowa, Debatam tu ho bahen partalianmu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon parhornoponmu dalanmu tusi, jala bagi tolu bahenonmu parbalohan ni tanomi, silehonon ni Jahowa, Debatam tu ho bahen partalianmu, asa maporus tusi ganup sibunu jolma.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala on do patik taringot tu sibunu jolma i, jadi ma maporus tusi asa laos mangolu ibana: Manang ise naung mambunu donganna so pangkirimanna, jala ndada dihosom ibana hian na sai laon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Songon on rupani, masuk ibana tu tombak rap dohot donganna naeng manaba hau, gabe dialbangkon tangkena naeng manaba hau i nian, hape pinsir mata ni tangke i sian songkirna, gabe hona donganna laos mate, jadi ma ibana maporus tu sada sian angka huta i, asa laos mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Asa unang dilele parlulu i jolma pamunui, ala mohop ateatena, gabe dapotsa ditangkup ala madaohu dalan i, laos dibunu ibana maon, hape nian ndada patut dope uhum hamatean mangonai tu ibana, ala so dihosom ibana hian na sai laon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ala ni umbahen hutonahon tu ho songon on: Ingkon papulihonmu di ho tolu huta.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala tung sura lam mangonjar parbalohanmu bahenon ni Jahowa, Debatam, songon naung niuarihonna hian tu angka ompum, jala saut dilehon tu ho sandok tano, naung pinarbagabagana lehononna tu angka ompum.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Molo tung diringkoti ho mangulahon sandok tona on, na hutonahon tu ho sadarion, mangkaholongi Jahowa, Debatam dohot marparange di angka dalanna saleleng ho mangolu, ingkon ambaanmu dope di ho tolunari huta i angkup ni na tolu huta ondeng.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Asa unang tardurus mudar na so marpipot di tongatonga ni tanomi, silehonon ni Jahowa, Debatam tu ho bahen partalian, asa unang marsapata tu ho mudar i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai tung sura naung magigi hian manang ise mida donganna, pola ibana digopgop jala dibajo ibana, jala dibunu ibana pola tos hosana mate, hape sanga ibana maporus tu sada sian angka huta i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ingkon suruan ni angka sintua di hutana i suruanna mangalapi ibana sian i, jala pasahatonna ibana tu tangan parlulu, asa mate ibana dibunu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ndang jadi moralangalang roham mida ibana, ingkon purpurhononmu do sapata ni mudar na so marpipot sian Israel, asa marhasonangan ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Ndang jadi paorotonmu talutuk sian hauma ni donganmu, angka na binahen ni ompu na jolo di bagasan partalianmu, siteanonmu di tano silehonon ni Jahowa, Debatam di ho bahen partalianmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ndang masuk anggo holan sahalak hehe sitindangi mangalo, manang ise taringot tu manang aha hajahaton manang dosa, angka naung binahenna, ingkon tinindangkon ni dua manang tolu halak sitindangi, asa hot hata i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tung sura hehe sahalak sitindangi pargapgap mangalo manang ise naeng mangkatindangkon panundalion dompak ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingkon jongjong na dua halak i, angka na marparsalisian di adopan ni Jahowa, di adopan ni malim dohot panguhum, angka na mangarajai disi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i tangkas ma sulingkiton ni angka panguhum hata i, gabe ida ma, andar do sitindangkon gabus do sitindangi i, sipaotooto do nialushonna dompak donganna i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi ingkon bahenonmuna tu ibana suang songon na sinangkap ni rohana naeng bahenonna tu donganna, asa tung siap bahenonmu hajahaton i sian tongatongamu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa dibege halak na asing pangalahona i, anggiat mabiar nasida, jala unang be didatdati mangulahon hajahaton sisongon i di tongatongamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ndang jadi moralangalang roham mida ibana: Ingkon hosa abul ni hosa, mata abul ni mata, ipon abul ni ipon, tangan abul ni tangan, pat abul ni pat.",
      "type": "content"
    }
  ]
}