{
  "book": "Ulangan",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni pangkataion ni si Musa. Pangolanina di Edom, Moab, Amon 1-23. II. Hamonangan maradophon si Sihon, raja sian Hesbon 24-37",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i mamedu ma hita jala mardalan tu halongonan di dalan laho tu laut arung, songon naung pinaboa ni Jahowa hian tu ahu gabe italiati tor Seir na nia leleng.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ro ma hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga sae lelengna hamu mangaliati tor on, mamedu ma hamu dompak utara!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Paboa ma tu bangso on: Bolusonmuna ma nuaeng parbalohan ni hahamuna, i ma pinompar ni si Esau, angka na maringan di Seir, mabiar ma nasida tagamon mida hamu, dibahen i ingkon ramotanmuna situtu dirimuna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang jadi masisindir hamu marmusu dompak nasida, ai anggo sian tanonasida i ndang lehononku tu hamu nanggo santopap, ai nunga hulehon tor Seir tu pinompar ni si Esau bahen partalianna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia sipanganon ingkon tuhoronmuna do sian nasida, asa jadi hamu mangan, tapian pe ingkon tuhoronmuna do sian nasida asa jadi hamu minum.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai nunga dipasupasu Jahowa, Debatam ho di saluhut ulaon ni tanganmu. Ibana do manarihon ho saleleng mardalan di halongonan na bolon on; nunga pola opatpulu taon lelengna sai didongani Jahowa, Debatam do ho, ndang hurangan ho di manang aha.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dung salpu itabolus hahantai, i ma pinompar ni si Esau, angka na maringan di Seir, di dalan laho tu adaran, olat ni Elat dohot Esion Geber, gabe mamedu hita muse umbolus dalan tu halongonan Moab.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ro muse hata ni Jahowa tu ahu: Ndang jadi hagogotan Moab bahenonmu, jala ndang jadi masisindir hamu marmusu dompak nasida, ai anggo sian tanona ndang adong lehononku bahen partalianmu; ai nunga hulehon Ar tu pinompar ni si Lot bahen partalianna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Anggo di na robi halak Emi maringan disi, i ma sada bangso na bolon na torop jala na marhuaso, songon halak Enak.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Taretong nasida huhut tu halak Repaim, suang songon halak Enak, jadi digoar halak Moab do nasida halak Emi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Di Seir pe maringan do na jolo halak Hori, gabe ro pinompar ni si Esau manoluk tanona i, jala siap nasida dibahen, laos nasida maringan disi singkatna, suang songon na binahen ni Israel tu tano partalianna, na nilehon ni Jahowa tu nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nuaeng pe borhat ma hamu jala taripari hamu sunge Zered. Jadi itataripari ma sunge Zered i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai anggo lelengna hita mardalan sian Kades-Barnea sahat ro di na manaripari sunge Zered hita, tolupulu ualu taon do, paima sun siap sandok sundut halak parmusu sian tongatonga ni parsaroan i, songon naung niuarihon ni Jahowa hian tu nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tole huhut tangan ni Jahowa mangalo nasida laho maniaphon nasida sian tongatonga ni parsaroan i, paima sun siap nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dung songon i siap sude halak parmusu, mate tahe sian tongatonga ni bangso i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ingkon bolusonmu sadarion parbalohan ni Moab mardonokkon Ar.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi jonok ma ho masidolosan dohot Amon. Ndang jadi hagogotan nasida bahenonmu jala ndang jadi masisindir ho marmusu dompak nasida, ai anggo sian tano ni halak Amon ndang adong lehononku tu ho bahen partalianmu; ai nunga hulehon tano i tu pinompar ni si Lot, bahen partalianna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nang luat i taretong do i tu halak Repaim, ala halak Repaim maringan disi na jolo, jadi digoar halak Amon ma nasida halak Samsumi.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "I ma sada bangso na bolon, na torop jala na marhuaso suang songon halak Enak; alai direndephon Jahowa do nasida di adopannasidai, laos dionjar halak Amon nasida, gabe nasida maringan disi singkatna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Songon naung binahen ni Jahowa marhite sian pinompar ni si Esau, angka na maringan di Seir, uju siniaphonna halak Hori maradophon nasida, asa nasida manoluk tano i, laos maringan disi singkatna rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Suang songon i halak Awi, angka na maringan di sosor sahat ro di Gaza, gabe ro halak Kreta, angka naung bungkas sian Kreta maniaphon nasida, laos maringan disi singkatna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(II.) Borhat ma hamu mardalan jala taripari hamu ma sunge Arnon! Ida ma, nunga Ahu pasahathon tu bagasan tanganmu si Sihon, raja sian Hesbon, halak Amori, rap dohot tanona; pungka hamu ma manoluk tanona dohot marmusu dompak ibana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Apala sadarion ma Ahu mamungka mangalehon roha hagodoron dohot biar mida ho, tu angka bangsona di toru ni sandok langit i; molo sahat dibege nasida baritam, ingkon raion jala rianon nasida maradophon ho.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i husuru ma angka suruan sian halongonan Kadermat manopot si Sihon, raja sian Hesbon, mandok hata hadameon nian songon on:",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ua loas ma ahu mamolus sian luatmu, dalan na bolon do ihutihutongku, unang pe ahu manimbil tu siamun manang tu hambirang.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Sipanganon i ingkon marpanuhor gadisonmu tu ahu, asa mangan ahu; aek pe songon i ingkon marpanuhor do lehononmu tu ahu, asa inumonku; asal mardalan pat ahu mamolus sian luatmu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Suang songon na binahen ni pinompar ni si Esau tu ahu, angka na maringan di Seir, nang halak Moab angka na maringan di Ar, paima tolhas hutaripari Jordan sahat tu tano naung binasabasahon ni Jahowa, Debatanami tu hami.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai ndang olo si Sihon, raja sian Hesbon, mangaloas hita mamolus sian luatna; ai nunga ditangkangi Jahowa, Debatamu tondina jala dipajogal ia rohana, ala naeng pasahatonna ibana tu bagasan tanganmu, songon na andar sadarion.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i ro ma hata ni Jahowa tu ahu: Ida ma, nunga hupungka pasahathon si Sihon rap dohot tanona di adopanmu, dibahen i pungka hamu ma manoluk tanona bahen partalianmuna.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i ruar ma si Sihon manjumpangkon hita tu Jahas, ibana dohot sandok bangsona, naeng marmusu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai dipasahat Jahowa, Debatanta i, ibana di adopanta, gabe itataluhon ibana rap dohot angka anakna dohot sandok bangsona.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi patu ma itabahen uju i sude hutana jala itaharomhon ganup huta, angka baoa, parompuan dohot dakdanak, nanggo sahalak ndang teba italoas.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Holan pinahan i tahe italaum di hita ro di tabantaban sian huta angka na itapapatu.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Olat ni Aroer na martopihon sunge Arnon ro di huta angka na martopihon sunge i, sahat ro di Gilead, ndang adong nanggo sada huta na so tarpapatu hita dibahen toguna; tung saluhutna do dipasahat Jahowa, Debatanta i tu bagasan tanganta.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Holan tu tano ni halak Amon ndang jumonok ho ro di sandok luat na martopihon sunge Jabok dohot huta angka na di atas tor ro di sude naung nioraan ni Jahowa, Debatanta i hian.",
      "type": "content"
    }
  ]
}