{
  "book": "Ulangan",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik siingoton di hamusuon: taringot tu halak na jadi borhat marmusu 1-9. II. Taringot tu na martungkum dohot papatu huta ni musu 10-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Molo ruar ho naeng marporang dompak angka musum, gabe diida ho hoda dohot hureta dohot parangan na tumorop sian ho, unang ho mabiar maradophon nasida, ai Jahowa Debatam do donganmu, Ibana naung manogihon ho nangkok sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia dung lam jonok hamu tu tongtangan, ingkon ro ma jumonok malim i huhut mandok tu bangso i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dohononna ma tu nasida; tangihon ma, ale Israel, na tole ma hamu sadarion manahopi tongtangan mangalo musumuna i; unang godoron rohamuna jala unang tahuton hamu jala unang tarsonggot hamu maradophon nasida!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai Jahowa, Debatamuna i mardalan rap dohot hamu, naeng marporang dompak musumuna i humongkop hamu, mangalehon parantuon tu hamu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angka panuturi pe ingkon dohononna ma tu bangso i songon on: Manang ise naung pajongjong bagas na imbaru, hape ndang dope dibongoti, jadi do ibana muli tu jabuna, asa unang mate ibana di humusuon i, gabe halak na asing mangingani jabuna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala manang ise naung mamungka sada porlak anggur, hape ndang sanga dope anggo manganhon parbuena, jadi do muli ibana tu jabuna, asa unang mate ibana di humusuon i, gabe halak na asing manganhon parbuena i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala manang ise na maroroan, ndang haru dialap dope, jadi do ibana muli tu jabuna, asa unang mate ibana di hamusuon, gabe halak na asing mambuat parompuan i bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon datdatan ni angka panuturi dope mandok hatana tu bangso i songon on: Manang ise na tahuton jala godoron rohana, jadi do ibana muli tu jabuna, asa unang dohot roha ni donganna malala dibahen, songon rohana sandiri.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia dung sidung angka panuturi i mandok hatana tu bangso i, ingkon dohononna ma angka partogi ni parangan manguluhon bangso i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Molo jonok ho mangarongom sada huta laho mamereng dompak huta i, ingkon uahononmu tusi hata pardemahan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Molo tung hata demak dialushon tu ho jala diungkap pargumbanganna di ho, jadi sandok bangso isi ni huta i ingkon mangoloi rodim jala marpandapotan tu ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai tung sura so mangoloi mardemak nasida tu ho, tagonan naeng marmusu dompak ho, ingkon tungkumonmu ma huta i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ia dung dipasahat Jahowa, Debatam huta i tu bagasan tanganmu, ingkon mate tampulonmu saluhut baoa isi ni huta i dohot podang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai anggo angka parompuan dohot dakdanak dohot pinahan ro di sandok ugasan na di huta i, sandok tabantabanna, jadi do laumonmu di ho jala panganonmu tabantaban sian musum, angka naung pinasahat ni Jahowa, Debatam tu ho.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ingkon songon i do bahenonmu tu saluhut huta angka na holang situtu sian ho, angka na so sian huta ni angka bangso parbegu on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai anggo sian isi ni angka huta ni angka bangso parbegu on, angka silehonon ni Jahowa, Debatam tu ho, bahen partalianmu, ndang jadi pangoluonmu nanggo sada na marhosa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingkon sun siap nasida bahenonmu, halak Het i, Amori, Kanaan, Perisi, Hevi dohot Jebusi, songon na tinonahon ni Jahowa Debatam tu ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Asa unang nasida mangajarhon tu hamu mangulahon hombar tu saluhut biasbias, angka na binahennasida pasangap debatanasida i, asa unang mardosa hamu tu Jahowa, Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tung sura ingkon pola leleng tungkumonmu sada huta mandopang huta i laho papatuhon nian, ndang jadi agoonmu hau na disi, pola ditaba ho angka i marhite sian tangkem, ai tarbahen ho do mangan sian parbuena, ala ni ndang jadi tabaonmu; ai apala doshon jolma anggo hau di ladang tarbahensa laho maradophon ho tu bagasan partanobatoan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai anggo hau naung binotom hian, ndada hau sipanganon parbuena, jadi do agoonmu jala tabaonmu jala pangkeonmu bahen hubu dompak huta i na marmusu dompak ho, paima patu huta i dibahen ho.",
      "type": "content"
    }
  ]
}