{
  "book": "Ulangan",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik taringot tu pelean pardengganan tu Debata, ala bunubunu jolma, so binoto na mambunu 1-9. II. Patik taringot tu parompuan na tartangkup di hamusuon. Uhum taringot tu anak buhabaju 10-17. III. Uhum sibahenon tu anak na so mangoloi ajar. Ingkon tanomon do nang halak na targantung di hau 18-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tung sura jumpang sahalak na mate tartodos di tano, silehonon ni Jahowa, Debatam tu ho bahen partalianmu, bustang di ladang, ndang binoto manang ise na mambunu ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon ruar angka sintua dohot panguhum di ho, asa manuhati holangna tu huta angka na humaliang hapeahan ni jolma na mate tartodos i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi manang huta dia na jumonok tu na mate, ingkon buaton ni angka sintua ni huta i sada anak ni lombu, na so dung pinangke dope maninggala, jala na so dung dope hapampean ni auga.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ingkon togutoguon ni angka sintua ni huta i anak ni lombu i tuat tu sada sunge na tongtong mabaor, na so dung niula dope pasirna manang tarsabur, ingkon ponggolhononhon disi rungkung ni anak ni lombu i martopihon sunge i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ingkon ro jumonok angka malim i ma pinompar ni halak Lepi; ai nunga dipillit Jahowa, Debatam nasida bahen parhaladona, dohot mamasumasu marhitehite Goar ni Jahowa, jala marguru tu pandoknasida do marhasunan nasa parsalisian dohot badabada.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala sude sintua ni huta i, angka na jumonok tu hapeahan ni halak na mate, ingkon buriannasida tangannasida i di atas ni lombu na pinonggolan rungkungna i martopihon sunge i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon dohononnasida huhut songon on: Ndada tangannami mandurushon mudar on, jala ndada matanami marnidasa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Bahen pardengganan ma on di bangsom Israel naung tinobusmu, ale Jahowa! Sai unang ma manginona mudar na so marpipot i di tongatonga ni bangsom Israel! Jadi dapotan pardengganan ma nasida lias sian mudar i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ingkon songon i do purpurhononmu sapata ni mudar na so marpipot sian tongatongami, ai ingkon ulahononmu do hatigoran di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Molo borhat ho laho marporang dompak angka musum, jala Jahowa, Debatam pasahathon musum tu bagasan tanganmu, gabe adong tarboan sian nasida dibahen ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi diida ho di tongatonga ni angka na tarboan i sada parompuan na uli rupa gabe solo roham di nasida, laos dibuat ho nasida bahen jolmam.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ingkon boanonmu nasida masuk tu bagasan jabum, ingkon gorbangonna uluna jala buatonna sisilonna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i osaronna ma ulos pinangkena di na tarboan i nasida, laos maringan ma nasida di bagasan jabum huhut mananangisi amana dohot inana sabulan lelengna; dung salpu songon i jadi ma topotonmu nasida gabe harajaanna jala nasida gabe jolmam.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai tung sura ndang be lomo roham di nasida, ingkon palahoonmu nasida, jadi ma topotonna guru lomo ni rohana, na so tupa gadisonmu nasida, manang marhatobanhon nasida, ala naung sampur ho tu nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tung sura marsiduadua manang ise, parompuan na sada tuanlaenna, na sadanari dihagigihon, gabe rap tubuan anak, parompuan tuanlaenna dohot na hinagigihonna, jala na hinagigihon i do nampuna anak buhabaju i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia dung jumpang ari pangalehonna di teanteanan tinadingkonna i tu angka anakna, ndang tarbahensa pabangkithon gabe anak buhabajuna tubu ni jolma tuan laenna i, saleleng mangolu anak buhabaju ni jolmana na hinagigihonna i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingkon tolopanna do anak tubu ni na hinagigihon i do anak buhabajuna, ingkon lehononna tu ibana dua bagian sian saluhut ugasan pineopna i, ai ibana do patumonaan ni hagogoonna, ibana huhut nampuna uhum sahala ni sihahaan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Tung sura adong di manang ise sada anak na so mangoloi ajar jala na tarboan rohana, ndang ditangihon soara ni amana manang inana, diajar nasida pe ibana, laos so ditangihon do nasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ingkon tangkupon ni amana dohot inana ma ibana jala toguonna ibana ruar tu adopan ni angka sintua ni hutana i dohot tu pargumbangan ni hutana i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i dohononnasida ma tu angka sintua ni hutana i: Anaknami on ndang mangoloi ajar jala tarboan rohana, ndada ditangihon soaranami, halak pargadombus dohot parminum do ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi ingkon dangguran ni saluhut baoa isi ni hutana i ibana dohot batu, asa mate ibana; ingkon songon i siaphononmu hajahaton i sian tongatongam, asa sandok Israel umbegesa, anggiat mabiar nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tung sura manang ise mambahen dosa, umbahen patut ibana marutang hosa, gabe saut ibana tarbunu, pola targantung ibana tu hau.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ndang jadi pola sanga marborngin bangkena i gantung di hau i, ingkon tanomonmu ibana di ari na sasada i, ai na hona bura ni Debata do halak na targantung; dibahen i ndang jadi ramunanmu tanomi, na nilehon ni Jahowa, Debatam tu ho bahen partalianmu.",
      "type": "content"
    }
  ]
}