{
  "book": "Ulangan",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik marragamragam taringot tu angka hahormaton maradophon dongan jolma 1-12. II. Patik mangorai patubuon gasa ni jolmaniba 13-21. III. Uhum tu pangalangkup dohot tu halak na manggogoi parompuan 22-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ndang jadi paidaidaonmu lombu manang birubiru ni hahaanggim laho lilu sian punguanna, laos dipadao ho matam sian i, ingkon toguonmu do i mulak tu donganmu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tung sura pe ndang solhot donganmu tu ho, manang na so tinandam ibana, ingkon pamasuhonmu do i tu bagasan bara ni pinahanmu, asa di lambungmu do i paima usouso donganmu disi, dung i ingkon pasuangonmu tu ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Suang songon i do bahenonmu nang taringot tu halodena, laos songon i bahenonmu taringot tu ulosna, laos songon i bahenonmu nang taringot tu saluhut ugasan na mago, na mago sian donganmu, manang aha pe na jumpang ho, ndang tarbahen ho padaoonmu matam sian i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndang jadi paidaidaonmu halode ni donganmu manang lombuna martinggangan di tongan dalan, laos padaoonmu matam sian i, ingkon paheheonmu do i rap dohot ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang jadi marpangkean baoa ia parompuan, jala ndang jadi marpangkean parompuan ia baoa; ai manang ise na mangulahon sisongon i, hagigian ni Jahowa Debatam do i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tung sura talpe jumpang ho sada asar ni pidong di tongan dalan manang di atas hau dia manang manangkas di tano, maranak poso manang marisi pira, laos inana i mamodomhon anakna manang pirana, ndang jadi buatonmu inana rap dohot angka anakna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon paluaonmu do inana, jadi do buatonmu anggo angka anakna, asa marhasonangan ho jala leleng mangolu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Molo pajongjong bagas na imbaru ho, ingkon bahenonmu do handanghandang humaliang tarup ni bagasmu, asa unang ampehononmu utang mudar tu jabum, tung sura madabu halak sian i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang jadi mardua ragam boni saburhononmu tu porlak anggurmu, asa unang mago parbue ni boni na sinaburhonmi rap dohot parbue ni porlak anggur hian.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ndang jadi bahenon marsaauga maninggala lombu dohot halode.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ndang jadi pangkeonmu ulos na mardua mansam bonangna, sian imput ni birubiru rap dohot hori.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ingkon bahenonmu di ho angka rambu tu na opat suhi ni sampesampem, na pinangkem manghungkupi dagingmu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Tung sura mambuat boru sada baoa, pola sanga sampur nasida, hape magigi ibana muse di nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i dipatubutubu gasana jala diparoaroa baritana tu halak, ninna do: Nunga nian hubuat parompuan on bahen jolmangku, hape dung hutopot nasida, gabe ndang jumpang ahu di nasida tanda ni habajuonna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ingkon boanon ni ama dohot ina ni boruboru i ma boruna, rap dohot tanda ni habajuonna tu adopan ni sintua ni huta i tu partungkoan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i dohonon ni ama ni boruboru i ma tu angka sintua i: Nunga hupamuli nian borungkon tu baoa on bahen jolmana, gabe magigi ibana disi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala ida ma, lam dipatubutubu ibana gasana, ninna do: Ndang jumpang ahu di borumon tanda ni habajuonna; hape dison do tanda ni habajuon ni borungkon! Dung i ingkon pahembangonnasida ma ulosna borngin di adopan ni angka sintua ni huta i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ingkon buaton ni angka sintua ni huta i ma baoa i, laos pungkulonnasida ma ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala dandoonna ma ibana saratus rupia, lehononnasida ma i tu ama ni boruboru i, ala diparoaroa tu halak goar ni sada boruboru namarbaju di Israel, jala ingkon hot do nasida jolmana, na so tupa bolongkononna nasida saleleng mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai tung sura sintong hatana i, ndang jumpang tutu tanda ni habajuonna di parompuan i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ingkon toguon do parompuan i tu balian pintu ni jabu ni amana, jala dangguran ni halak donganna sahuta do nasida dohot batu, asa mate, ala naung mangulahon haurahon nasida di Israel, tung marmainan nasida di bagasan jabu ni amana; asa tung siap bahenonmu hajahaton sian tongatongami.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Tung sura tardapot sada baoa maruhum na jat tu sada parompuan naung marharajaan, ingkon rap mate do nasida bunuon, nang baoa nang parompuan donganna maruhum na jati; asa tung siap bahenonmu hajahaton sian tongatonga ni Israel.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tung sura adong sada boruboru namarbaju, naung oroan ni sada baoa, hape pajumpang nasida dohot sada baoa na asing di huta i, laos maruhum na jat nasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ingkon duansa nasida toguon tu balian bahal ni huta i, jala dangguran nasida dohot batu, asa mate; boruboru i ala so mangangguhi nasida atik pe di bagasan huta; baoa i ala ginogoanna jolma ni donganna; asa tung siap bahenonmu hajahaton sian tongatongamu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai tung sura pajumpang di ladang baoa i dohot boruboru naung oroan i, laos digogoi nasida maruhum na jat, holan sasada baoa na maruhum na jati marutang hosa.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai ndang jadi hahuaonmu anggo boruboru i, ala soada diulahon boruboru i dosa tu hamatean; ai songon sada halak na hehe mangalo donganna, laos diputus hosana, suman tusi do hata on.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai di ladang do nasida jumpangsa, mangangguhi pe boruboru naung oroan i, hape ndang adong nanggo sahalak na tarbahen mangurupi nasida.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tung sura pajumpang sada baoa dohot sada boruboru namarbaju na so oroan dope, laos ditangkup nasida jala digogoi nasida maruhum na jat didapot halak.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ingkon lehonon ni baoa na maruhum na jat dohot parompuan i limapulu rupia tu ama ni boruboru i, ingkon laos buatonna nasida bahen jolmana, ala naung ginogoanna i nasida, na so tupa bolongkononna nasida saleleng mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(23-1) ",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "I. Halak na so jadi masuk tu huria ni Jahowa 1-9. II. Ingkon pansing do bahenon parsaroan i 10-15. III. Angka patik marragamragam 16-26",
      "type": "title"
    }
  ]
}