{
  "book": "Ulangan",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "(23-2) Ianggo halak na tarlisat, manang na pinaias ndang jadi masuk tu huria ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(23-3) Anak gampang pe ndang jadi masuk tu huria ni Jahowa; nang sundut na pasampuluhon ndang jadi masuk tu huria ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(23-4) Halak Amon pe manang Moab ndang jadi masuk tu huria ni Jahowa, nang sundut na pasampuluhon ndang jadi masuk sian nasida tu huria ni Jahowa ro di saleleng lelengna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(23-5) Ala so ditomutomuhon nasida tu hamu sagusagu manang aek di dalan, uju ruar hamu sian Misir, lam diupai tahe mangalo hamu si Bileam, anak ni si Beor sian Petor di Padang Ram, asa buraanna hamu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(23-6) Alai ndang olo Jahowa Debatam manolopi hata ni si Bileam, lam dipabalik Jahowa, Debatam bura i gabe pasupasu di ho, ala holong roha ni Jahowa, Debatam mida ho.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(23-7) Ndang jadi luluanmu hadameonnasida manang hasonanganna saleleng ho mangolu ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(23-8) Ndang jadi marbiasbias roham anggo mida halak Edom, ai haham do ibana; ndang jadi marbiasbias roham nang mida halak Misir, ai halak dagang do ho na jolo di tanona.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(23-9) Pinomparnasida na tubu patolusunduthon, jadi do i masuk tu huria ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(23-10) (II.) Molo borhat ho tu parporangan laho mangalo dompak musum, ingkon ramotanmu dirim maradophon nasa hajahaton.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(23-11) Tung sura adong di tongatongamu sahalak na ramun, ala bolong bonina bornginna i, ingkon ruar ibana tu balian ni parsaroan, jala ndang jadi ulahanna masuk tu parsaroan i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(23-12) Ia dung marhira bodari ingkon didionna dagingna di bagasan aek, ia dung mate mata ni ari, jadi ma ibana masuk tu parsaroan i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(23-13) Ingkon adong huhut di ho di balian ni parsaroan sada inganan sitopotonmu laho haduru.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(23-14) Angkup ni angka sinjatam ingkon adong di ho sada siuksiuk, asa ia laho ho haduru ingkon pangkeonmu do i mangkali godunggodung, jala hungkupanmu muse ginagatmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(23-15) Ai Jahowa, Debatam mardalandalan di tongatonga ni parsaroanmu laho paluahon ho sian parmaraan laho pasahathon anggo musum tu ho. Dibahen i ingkon badia do parsaroanmu, asa unang adong idaonna di tongatongami tau haurahon, asa unang manginsurut Ibana sian lambungmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(23-16) (III.) Ndang jadi pasahatonmu sada hatoban mulak tu tangan ni indukna, dung sapala maporus ibana tu ho tumadingkon indukna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(23-17) Pasombu ibana maringan di lambungmu di tongatongamu, di inganan pinillitna i di bagasan sada sian angka hutam, marguru tu lomo ni rohana, ndang jadi rupaonmu ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(23-18) Ndang jadi adong sian boru ni halak Israel na pasahathon dirina mangulahon parmainanon, jala ndang jadi adong anak ni halak Israel na pasahathon dirina mangulahon parmainanon.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(23-19) Ndang jadi boanonmu upa parmainanon, manang hepeng tuhor ni sada biang masuk tu joro ni Jahowa, Debatam bahen garar ni bagabaga manang dia; ai marbiasbias do roha ni Jahowa, Debatam mida duansa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(23-20) Ndang jadi jaloonmu bunga sian donganmu, manang bunga ni hepeng, manang bunga ni sipanganon, manang bunga ni ugasan dia pe, na somal marbunga dibahen halak.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(23-21) Anggo sian halak sileban jadi do jaloonmu bunga, alai anggo tu donganmu ndang jadi bahenonmu marbunga manang aha, asa pasupasuon ni Jahowa Debatam ho di saluhut na jinama ni tanganmu, di tano sitopotonmi bahen partalianmu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(23-22) Tung sura naung marbagabaga, ho tu Jahowa, Debatam, ndang jadi ho marlemba manggararsa; ai sai na tungguon ni Jahowa, Debatam do i sian ho, jala gabe dosa do i di ho, tung sura.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(23-23) Alai tung sura unang nian ho marbagabaga ndang dosa i di ho.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(23-24) Alai anggo hata naung puas sian pamanganmu, ingkon ingotonmu do i jala ulahononmu, songon naung pinorbagabagam tu Jahowa, Debatam sian lomo ni roham, pola naung pamanganmu marbagabagahon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(23-25) Molo masuk ho tu bagasan porlak anggur ni donganmu, jadi do panganonmu parbue ni anggur guru sombu ni roham, maradu mahap ho; alai ndang jadi bahenonmu tu hadanghadanganmu nanggo sada.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(23-26) Molo mamolus ho sian hauma ni donganmu sigotilon, jadi do gotilonmu biurna dohot tanganmu, alai ndang jadi pola sabihononmu sasabim tu hauma ni donganmu.",
      "type": "content"
    }
  ]
}