{
  "book": "Ulangan",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka patik taringot tu ruhut ni parjolmaon 1-5. II. Angka patik panatapon tu halak na pogos 6-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tung sura sada baoa mambuat sada parompuan bahen jolmana, hape marsogo ni roha ibana muse mida nasida, ala adong jumpangsa di nasida manang aha tau tihasna, ingkon suratonna di nasida sada surat sirang jala lehononna do i tu bagasan tangannasida, laos palahoonna nasida sian jabuna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia dung ruar nasida sian jabuna i, laos laho gabe jolma ni halak na asing.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Hape magigi muse dohot baoa na asing i mida nasida, laos disurathon di nasida sada surat sirang, jala dilehon tu tangannasida i jala dipalaho nasida sian jabuna; manang tung sura mate baoa na asing i, naung mambuat nasida bahen jolmana:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndang tarbahen harajaanna parjolo i, naung marsuru nasida mulak, mambuat nasida muse naeng gabe jolmana, dung gabe ramun nasida, ai marbiasbias do roha ni Jahowa disi, jala ndang jadi mardosa bahenonmu tano naung nilehon ni Jahowa, Debatam tu ho bahen partalianmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tung sura sada baoa nambura mangalap jolmana, ndang jadi borhat ibana tu parporangan, jala ndang jadi dais tu ibana manang aha ulaon rodi, ingkon malua ibana patureture bagasna sataon lelengna, asa marlas ni roha ibana rap dohot jolmana, na binuatna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Ndang jadi jaloon bahen singkoram batu pandudaan partoru manang parginjang, ai hira hosa ni halak sandiri jinalona disi bahen singkoram.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung sura adong jumpang sada baoa na mamangus sahalak sian angka hahaanggina, sian halak Israel tahe, laos diparhatoban ibana manang digadis, ingkon marutang hosa pamangus sisongon i, asa tung siap bahenonmu hajahaton sian tongatongami.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ramoti dirim taringot tu sahit puru, mangaringkoti situtu mangulahon saluhut hombar tu na pinodahon ni angka malim dohot halak Lepi tu hamu; songon na hutonahon i tu nasida, ingkon songon i do ringkotanmuna mangulahon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai ingot ma na binahen ni Jahowa, Debatam tu si Miryam, di tongan dalan, uju na ruar i hamu sian Misir!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung sura dipautang ho donganmu di manang aha, ndang jadi ho masuk tu bagasan jabuna laho manjalo singkoram sian ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon tinggal ho jongjong di balian, jala baoa na pinautangmi ruar mandapothon ho, mamboan singkorami tu balian.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai tung sura baoa na pogos ibana, ndang jadi ho laho modom rap dohot singkoram nilehonna i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon pasuangonmu tu ibana singkorami, disi mate mata ni ari, asa modom ibana marbulusan di bagasan ulosna sandiri, jala pasupasuonna ho, ingkon gabe hatigoranmu do i di adopan ni Jahowa, Debatam.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ndang jadi rupaonmu anak gajian na mardangoldangol jala na pogos, manang sian hahaanggim manang sian halak dagang na maringan di tanomi, di bagasan sada sian angka hutam.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ingkon jalojalo ganup ari lehononmu upana, jumolo asa mate ni ari, ala marsiak bagi ibana jala upana i do na pinarbaga ni rohana, unang pola sanga joujou ibana tu Jahowa mangalualuhon ho gabe dosa do i di ho.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ndang jadi marutang hosa amaama ala angka anakna, angka anak i pe ndang jadi marutang hosa ala amana, ingkon ganup ala dosana sandiri mate.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ndang jadi papeolonmu uhum tu halak dagang dohot tu dakdanak na sopot so marama, jala ndang jadi buatonmu ulos ni parompuan na mabalu bahen singkoram.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ingkon paingotingoton ni roham tahe, hatoban do ho na jolo di Misir, hape nunga ditobus Jahowa, Debatam ho sian i, ala ni do umbahen hudokkon ho mangulahon sisongon i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tung sura naung sun digotil ho sigotilonmi di haumam, hape lupa ho di sada tibalan tinggal di haumam, ndang jadi ho mulak mangalapsa, ingkon halak dagang, dakdanak na sopot so marama dohot parompuan na mabalu nampunasa, asa pasupasuon ni Jahowa, Debatam ho di saluhut ulaon ni tanganmu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia dung suda dijungkiti ho parbue ni hau jetunmu, ndang jadi ulahanmu mandiori angka dangkana; ingkon halak dagang, dakdanak na sopot so marama dohot parompuan na mabalu nama nampunasa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia dung suda ditapu ho parbue ni porlak anggurmu, ndang jadi ulahanmu manjomputi; halak dagang, dakdanak na sopot so marama dohot parompuan na mabalu nama nampunasa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ingkon paingotingoton ni roham do, hatoban do nang ho na jolo di tano Misir; ala ni do umbahen hudokkon ho mangulahon sisongon i.",
      "type": "content"
    }
  ]
}