{
  "book": "Ulangan",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "I. Partorang ni paruhumon 1-4. II. Ingkon pagodangon ni anggina do parompuan na mangkabaluhon hahana 5-10. III. Angka patik marragamragam 11-16. IV. Ingkon siaphononhon do halak Amalek 17-19",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tung sura marparsalisian dua baoa, ingkon boanon do nasida tu adopan ni paruhuman pauhumhonsa, ingkon pintoran ma halak partigor, jala toruan do halak parjahat.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tung sura patut hona pungkul halak parjahat i, ingkon dohonon ni panguhum ibana marsinggang, asa hona pungkul ibana di adopanna marguru tu hajahatonna godangna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Opatpulu hali do na jadi ibana pungkulon, unang ganda, asa unang sai didatdati mamungkul ibana lobi sian i, atik tung magodangku maon pungkulpungkuli, gabe marlea donganmu di adopanmu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndang jadi huntamonmu baba ni horbo, uju mardege ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Molo tampak maringan halak na marhahamaranggi, hape mate sahalak sian nasida ndang tubuan anak, ndang jadi pamulion parompuan, jolma ni halak na mate bahen jolma ni halak ruar, ingkon anggina i do mareakkon nasida bahen jolmana pajongjongkon pomparan di hahana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia anak buhabaju na tinubuhonna i ingkon marpanggoarhon goar ni amana na mate, asa unang pidom goarna i sian Israel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai tung sura ndang lomo roha ni baoa i pagodangkon jolma ni hahana i, ingkon nangkok jolma ni hahana i tu harbangan ni huta i mandapothon angka sintua huhut mandok: Manjua do anggingki pajongjongkon goar ni hahana di Israel, ndang olo ibana mangabia ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ingkon jouon ni angka sintua ni huta i ma ibana huhut mangapoi ibana; hape molo tong dipirhon rohana i mandok: Ndang lomo rohangku mangabia nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ingkon ro ma jumonok jolma ni hahana i tu lambungna di adopan ni angka sintua i, laos tanggalanna ma sipatuna sian patna jala tijuranna bohina, huhut dohononna mangalusi: Ingkon songon i do bahenon tu baoa, na so olo pajongjong pomparan tu hahana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala ingkon dohonon ni halak goarna di Israel: Jabu ni halak naung tinanggalan sipatuna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) Molo marparsalisian dua baoa sama donganna, gabe ro tahop jolma ni na sahalak naeng paluahon sinondukna sian tangan ni na mambunu ibana, gabe disoro tanganna laos ditiop na niabitanna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ingkon gotaponmu tangan ni parompuan i, ndang jadi moralangalang roham.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ndang jadi mardua batu timbangan ho peoponmu di bagasan hajutmu, sada na balga jala sada na metmet.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ndang jadi mardua ampang ho di bagasan jabum, sada na balga sada na metmet.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ingkon marbatu timbangan na botul jala na sintong ho, ingkon marampang na botul jala na sintong ho, asa leleng ho mangolu di tano, silehonon ni Jahowa, Debatam tu ho.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai marbiasbias do roha ni Jahowa, Debatam mida ganup jolma na mangulahon sisongon i, mida ganup jolma tahe na mangulahon hageduhon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(IV.) Ingkon paingotingoton ni roham do uhum na binahen ni halak Amalek tu ho di tongan dalan, uju na ruar i hamu sian Misir.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Na niambatambatna i ho di tongan dalan jala binununa sian ho luhut halak na mandate angka na ro sian pudi, uju na maheu ho jala loja, gabe so marhabiaran ibana tu Debata.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia dung marhasonangan ho, dibahen Jahowa, Debatam maradophon sude angka musum humaliang di tano silehonon ni Jahowa, Debatam tu ho bahen partalianmu, ingkon siaphononmu ma parningotan di halak Amalek sian toru ni langit; ndang jadi halupahononmu.",
      "type": "content"
    }
  ]
}