{
  "book": "Ulangan",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik taringot tu partorangna mamboan patumonaan ni na niula 1-11. II. Mamboan parpuluan 12-15. III. Sipaingot panimpuli 16-19",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia dung masuk ho tu tano, silehonon ni Jahowa, Debatam tu ho bahen partalianmu, dung disoluk ho tano i laos maringan disi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon buatonmu ma sian patumonaan ni sandok parbue ni tano i, na dapot ho sian tanomi, naung nilehon ni Jahowa, Debatam tu ho, jala pamasuhonmu do i tu bagasan ampang, jala boanonmu do i tu inganan sipilliton ni Jahowa, Debatam bahen inganan di Goarna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ingkon topotonmu ma malim di angka ari uju i, jala dohononmu tu ibana: Na pabotohon ma ahu sadarion di adopan ni Jahowa, Debatam, naung masuk ahu tu tano, naung niuarihon ni Jahowa hian tu angka ompunami, lehononna tu hami.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ingkon buaton ni malim i ma hirang i sian tanganmu jala peakkononna do i di adopan ni langgatan ni Jahowa, Debatam.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dohononmu ma hatam mandok songon on di adopan ni Jahowa, Debatam: Halak Ram na madoado do anggo damang, dung i tuat ibana tu Misir, laos mardagangdagang disi, mardongan otik jolma, hape gabe bangso na bolon, na gogo jala na torop bilanganna ibana disi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ro ma halak Misir mambahen na so uhum tu hami, jala dirupa hami, jala diampehon ulaon na poran tu hami.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi mangangguhi ma hami tu Jahowa, Debata ni ompunami, gabe ditangihon Jahowa do soaranami jala marpanatap rohana di pardangolan, hangaluton dohot hagogotan na huahap hami.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ditogihon Jahowa ma hami ruar sian Misir marhite sian tangan na gogo dohot marhite sian botohon na toltol dohot marhite sian hasonggoton bolon, mardongan angka tanda dohot halongangan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala diboan hami sahat tu inganan on, jala dibasabasahon tu hami tano on, tano habaoran ni susu dohot situak ni loba.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nuaeng pe, ida ma, ahu mamboan patumonaan ni parbue ni tano, na nilehonmi tu ahu, ale Jahowa! Laos tinggalhononmu ma ampangi di adopan ni Jahowa, Debatam jala marsomba ho di adopan ni Jahowa, Debatam.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala ingkon marlas ni roha ho mida sude na denggan naung nilehon ni Jahowa, Debatam tu ho dohot tu isi ni bagasmu; songon i ho ro di halak Lepi dohot halak dagang na di tongatongami.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Ia dung sun dipapungu ho sandok parpuluan ni gogo ni tanomu di taon patoluhon, i ma taon parpuluan, jala ia dung dilehon ho tu halak Lepi, tu halak dagang, tu dakdanak na sopot so marama dohot tu parompuan na mabalu, asa mangan nasida di bagasan angka hutam jala bosuran.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon dohononmu ma di adopan ni Jahowa, Debatam: Nunga hupaholang ugasan na badia sian jabu i, angkup ni nunga hulehon tu halak Lepi, tu halak dagang, tu dakdanak na sopot so marama dohot tu parompuan na mabalu, hombar tu sandok tonami, naung tinonahonmu tu ahu, ndang hulaosi nanggo sada sian angka tonami, jala ndang huhalupahon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ndang adong na hupangan sian i uju di hinamagongku, jala ndang adong hubuati sian i laho paramunhon, jala ndang adong hulehon sian i bahen boan ni na mate. Nunga hutangihon soara ni Jahowa, Debatangku, nunga hubahen sandok hombar tu na tinonahonmi tu ahu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sai manatap ma Ho sian ingananmu na badia i, sian banua ginjang i, sai pasupasu huhut bangsom Israel dohot tano naung nilehonmu tu hami, songon naung niuarihonmu tu ompunami, tano habaoran ni susu dohot situak ni loba.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Apala sadarion ma Jahowa, Debatam manonahon tu ho, ingkon ulahononmu angka aturan on dohot uhum, ingkon radotanmu jala ulahononmu angka i sian nasa roham dohot sian nasa ateatem.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nunga diparbaga ho sadarion ingkon Jahowa do Debatam, jala ingkon marparange ho di angka dalanna, jala ingkon radotanmu angka aturanna, angka tonana dohot uhumna, jala ingkon tangihononmu soarana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jahowa i pe nunga marbagabaga tu ho sadarion, ingkon ho do gabe bangso hapunjunganna, songon naung pinarbagabagana i hian tu ho, jala ingkon radotanmu sude angka tonana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Asa Ibana mambahen ho tumimbul sian saluhut bangso parbegu, angka naung jinadihonna bahen pujipujian dohot marbarita dohot bahen hamuliaon, jala asa ho gabe bangso na badia di Jahowa, Debatam, songon naung nidokna hian.",
      "type": "content"
    }
  ]
}