{
  "book": "Ulangan",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik mandokkon pajongjongkon angka batu parningotan di atas dolok Ebal 1-10. II. Pamasumasuna sian dolok Gerizim, panoruina sian dolok Ebal 11-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni si Musa dohot angka sintua ni Israel mandok tu situan na torop i: Radoti hamu ma sandok tona, angka na hutonahon i tu hamu sadarion.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia dung ditaripari hamu Jordan sahat tu tano silehonon ni Jahowa, Debatam tu ho, ingkon pajongjongonmu ma di ho angka batu na bolon, jala sampangonmu angka i dohot hapur.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon uhirhononmu ma tusi sude hata ni patikon, dung taripar ho, asa tung masuk ho tu tano silehonon ni Jahowa, Debatam tu ho, tano habaoran ni susu dohot situak ni loba do i, songon naung pinorbagabaga ni Jahowa, Debata ni angka ompum, hian tu ho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia dung ditaripari hamu Jordan, ingkon pajongjongonmuna ma angka batu on, songon na hutonahon i di hamu sadarion, di atas dolok Ebal, jala sampangonmu do angka i dohot hapur.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon pajongjongonmu huhut disi sada langgatan di Jahowa, Debatam, sada langgatan sian batu, ndang jadi mangonai tusi anggo bosi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ingkon sian batu angka na so nidakdak pajongjongonmu langgatan ni Jahowa, Debatam, asa mamelehon di atasna angka pelean situtungon di Jahowa, Debatam.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon pelehononmu huhut angka pelean hamauliateon, laos panganonmu disi, jala marlas ni roha ho di adopan ni Jahowa, Debatam.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon torang jala paltak situtu uhirhononmu tu angka batu i sude hata ni patikon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ro ma hata ni si Musa dohot angka malim ro di halak Lepi mandok tu sandok Israel: Hohom be ma hamu patangitangihon ale Israel! Apala sadarion ma na niain ni Jahowa, Debatam ho bahen bangsona.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen i sai tangihon ma soara ni Jahowa, Debatam jala ulahon angka tonana dohot aturanna, angka na hutonahon i tu ho sadarion.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i ro muse hata ni si Musa tu bangso i di na sadari i songon on:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Angka marga on ingkon jongjong di atas dolok Gerizim manjouhon pasupasu tu bangso i, ia dung ditaripari hamu Jordan: Simeon, Lepi, Juda, Isasar, Josep dohot Benjamin.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala angka marga on ingkon jongjong di atas dolok Ebal mangkonahon torutoru: Ruben, Gad, Aser, Zebulon, Dan dohot Naptali.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i pangiaron ni halak Lepi ma soaranasida i mandok tu sandok bangso Israel:",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hona toru ma manang ise na mambahen sada ganaganaan, na niuhir manang na tinuang, hagigian ni Jahowa, jadijadian ni tangan ni halak pande, jala dipajongjong do i di inganan na buni! Dung i alusan ni sandok bangso i ma, mandok: Amin!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Hona toru ma manang ise na ro lea mida amana manang inana. Dung i dohonon ni sandok bangso i ma: Amin!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hona toru ma manang ise na paorot talutuk tu hauma ni donganna! Dung i dohonon ni sandok bangso i ma: Amin!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hona toru ma manang ise na mangaliluhon halak na mapitung di dalan! Dung i dohonon ni sandok bangso i ma: Amin!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hona toru ma manang ise na papeol uhum tu halak dagang, tu dakdanak na sopot so marama dohot tu parompuan na mabalu! Dung i dohonon ni sandok bangso i ma: Amin!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Hona toru ma manang ise na pagodang jolma ni amana, ala naung sampur amana tu nasida! Dung i dohonon ni sandok bangso i ma: Amin!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Hona toru ma manang ise na sampur tu manang dia pinahan! Dung i dohonon ni sandok bangso i ma: Amin!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Hona toru ma manang ise na sampur tu ibotona, tubu ni amana manang tubu ni inana! Dung i dohonon ni sandok bangso i ma: Amin!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Hona toru ma manang ise na sampur tu simatuana boru! Dung i dohonon ni sandok bangso i ma: Amin!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Hona toru ma manang ise na manodos donganna marsibuni! Dung i dohonon ni sandok bangso i ma: Amin!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Hona toru ma manang ise na manjalo sisip, laho mamutus hosa ni halak mandurushon mudar na so marpipot! Dung i dohonon ni sandok bangso i ma: Amin!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Hona toru ma manang ise na so mangkajongjongkon angka hata ni patikon laho mangulahon angka i! Dung i dohonon ni sandok bangso i ma: Amin!",
      "type": "content"
    }
  ]
}