{
  "book": "Ulangan",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Musa marbagabagahon pasupasu tu angka na mangulahon patik ni Debata 1-14. II. Si Musa mangalumbahon torutoru tu angka pangalaosi 15-69.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Molo tung tinggil situtu roham tumangihon soara ni Jahowa, Debatam, mangaringgas roham mangulahon patikna, angka na hutonahon i tu ho sadarion, jadi pabangkiton ni Jahowa, Debatam ma ho tumimbul sian nasa bangso di tano on.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songgop ma huhut tu ho sude angka pasupasuon jala pasahatonna tu ho, molo ditangihon roham soara ni Jahowa, Debatam.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Pasupasuonna ma ho di bagasan huta, pasupasuonna ho huhut di ladang.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pasupasuonna parbue ni bortianmi dohot parbue ni tanomi, pasupasuonna ma sinur angka dorbiam, lombum dohot birubirum.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Pasupasuonna ampangmu dohot pangudianmu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Pasupasuonna ho laho bongot, jala pasupasuonna ho laho ruar.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pasahaton ni Jahowa do angka musum angka na hehe mangalo ho, asa marragean nasida di adopanmi; marhite sian sada dalan nasida borhat mandopang ho, ingkon marhite sian pitu dalan nasida maporus maradophon ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dokkonon ni Jahowa ma pasupasu mandongani ho di bagasan angka sopom dohot di saluhut na jinama ni tanganmu, jala pasupasuonna do ho di tano na nilehon ni Jahowa, Debatam tu ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pahoton ni Jahowa ma ho gabe bangsona na badia, songon naung niuarihonna hian tu ho, molo tung diradoti ho angka tona ni Jahowa, Debatam, jala marparange ho di angka dalanna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Asa tung saluhut bangso di tano on marnida, naung targoar do ho tu Goar ni Jahowa, laos mabiar nasida mida ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala tumpahan ni Jahowa ma ho marlobilobi di na denggan, di parbue ni bortianmu, di sinur ni pinahanmu dohot di parbue ni tanomi di tano naung niuarihon ni Jahowa hian tu angka ompum, lehononna tu ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Buhaon ni Jahowa ma di ho parpeopan ni artana na denggan i, i ma langit i, laho mangalehon udan tu tanomi di tingki halehetanna, huhut mamasumasu sandok jadijadian ni tanganmu, gabe ho parsalian ni torop bangso parbegu, alai anggo ho na so tupa marsali.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala pabangkiton ni Jahowa ma ho gabe ulu (ihutan), unang gabe ihur (pangihutihut); ingkon tongtong do ho di ginjang, ndang jadi ho di toru, molo tung ditangihon roham angka patik ni Jahowa, Debatam, angka na hutonahon i tu ho sadarion ringkotanmu jala ulahononmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Molo tung so manimbil ho tu siamun manang tu hambirang sian saluhut hata, angka na hutonahon i tu hamu sadarion, unang tung ihuthononmu angka debata sileban laho marsomba tusi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Alai tung sura so ditangihon ho soara ni Jahowa, Debatam, asa mangaringkoti mangulahon angka uhumna dohot aturanna, angka na hutonahon i tu ho sadarion, songgop ma tu ho sude angka torutoru on jala mangonai tu ho.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Hona toru ho di bagasan huta, jala hona toru ho di ladang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hona toru ampangmu dohot pangudianmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hona toru parbue ni bortianmu dohot parbue ni tanomi, nang anak poso ni lombum dohot birubirum.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hona toru ho laho bongot jala hona toru ho laho ruar!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tongoson ni Jahowa ma tu tongatongamu torutoru, hagaoron dohot hinamago di saluhut na jinama ni tanganmu, na niulami, paima sun siap ho jala mago magira, binahen ni hinaroa ni angka pambahenanmu, ala na tinadingkonmi Ahu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sai marnehetnehet do di tongatongamu begu antuk bahenon ni Jahowa, paima siaphononna ho sian tano sitopotonmu nuaeng bahen partalianmu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Toruan ni Jahowa ma ho marhite sian sahit tiarap, panepane, rojan, arun dohot marhite sian podang, sirara dohot antingano, sai lotonganna do ho paima mago ho.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ianggo langit na di atas ulum gabe tombaga, jala tano na di torum gabe bosi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Lehonon ni Jahowa ma horsik dohot orbuk singkat ni udan tu tanomi, madabu do i tu ho sian langit, paima mago ho.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Pasahaton ni Jahowa ma ho marragean di adopan ni musum; marhite sian sada dalan ho borhat mandopang musum, hape marhite sian pitu dalan ho maporus maradophon ibana, jala marsipal ho bahenonna di sude harajaon na di tano on.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia bangkem ingkon gabe sipanganon di sandok pidong na di toru ni langit dohot di binatang na di tano on, jala ndang adong nanggo sahalak na olo mangalele.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Toruan ni Jahowa ma ho marhite sian puru Misir, dohot marhite sian baro, gurap dohot rasa na so hadaonan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Toruan ni Jahowa ma ho marhite sian roha na rintik dohot na lalaen, tole marhite sian hapitungon.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi ingkon dadapdadap ma ho di hos ni ari, songon pandadapi ni halak na mapitung di haholomon, jala ndang mardohar ho di angka dalanmu, ingkon ripe rupaon jala pupusan ho saleleng ho mangolu, jala so adong sipalua di ho nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Olionmu nian sada parompuan bahen jolmam, hape halak na asing marjolmahon; pajongjongonmu do nian sada jabu, alai ndang sanga ingananmu; pungkaonmu do nian sada porlak anggur, hape ndang sanga panganonmu parbuena.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Seaton ni halak ma lombum di adopan ni matam, hape ndang panganonmu sian i; laumon ni halak do halodem sian jolom, hape ndang pasuangonna tu ho; ripe tabanon ni angka musum do birubirum, jala so adong sipalua di ho nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Angka anakmu dohot borum pasahatonna tu bangso na asing, paidaidaon ni matam maradu lotop binahen ni siholmu tu nasida manipat ari, hape ndang marnangon tanganmu martangiang tu Debata.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ia parbue ni tanomi ro di sude na hinangaluthonmi, suda do i panganon ni sada bangso na so tinandam, ingkon ripe rupaon jala pupusan ho saleleng ho mangolu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ingkon mago roham bahenon ni panuluthon ni matam, paidaida saluhutna i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Toruan ni Jahowa ma ho marhite sian puru na rahat di ulu ni totmu dohot di haehaem, angka na so hadaonan olat ni palak ni patmu sahat ro di pakpak ulum.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Pabalion ni Jahowa ma ho rap dohot rajam, na pinabangkitmi gumomgom ho tu sada bangso parbegu, na so tinandam jala na so tinanda ni angka ompum, jadi oloanmu ma disi angka debata sileban sian hau dohot sian batu.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jala ingkon gabe hagigian ho, gabe pambuatan umpama dohot alingalingan di tongatonga ni saluhut bangso, habalianmu bahenon ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Godang do nian boni boanonmu ruar manaburhon tu ladangmu, hape otik do papunguonmu, ai suda do i gagaton ni sihapor.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Pungkaonmu do nian angka porlak anggur jala pauliulionmu, hape ndang sanga inumonmu anggur sian i manang tapuonmu parbuena, ai suda do i panganon ni gulokgulok.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Tubu do nian di ho angka hau Jetun di saluhut tanomi humaliang, alai ndang tagamon miahanmu dagingmu dohot miak, ai marurus boti do angka parbue ni hau Jetunmu.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Tubuhononmu do nian angka anak dohot boru, hape ndang adong tinggal anggo di lambungmu, ai ingkon mardalan tu habuangan do nasida.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Suda do palpalan ni tamponok sude hau sinuanmu dohot parbue ni tano i.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Ia halak dagang na di tongatongami lam leleng ingkon lam naek manindi ho, alai anggo ho lam leleng ingkon lam surut do.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Balik ibana pasali ho, alai anggo ho ndang tagamon parsalianna; ibana balik gabe ulu, alai anggo ho gabe ihur.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Sai na songgop do tu ho saluhut torutoru on jala lotonganna ho, jala mangonai tu ho, paima siap ho, ala na so tinangihonmu soara ni Jahowa, Debatam, mangaradoti angka patikna dohot aturanna, angka na tinonahonna tu ho.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Ingkon gabe tanda dohot halongangan angka i di ho dohot di pinomparmu ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Luhutna i ala na so nioloanmu Jahowa, Debatam, mardongan las ni roha dohot sonang ni roham, mida hinagodang ni saluhutna i.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Ingkon marpandapotan nama ho tu musum, angka sisuruon ni Jahowa mangalo ho, pataontaon haraparon, hauason, parsaemaraon dohot hahurangan marragamragam, jala pampeon ni Jahowa do auga bosi tu rungkungmu, paima agoonna ho.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Boanon ni Jahowa ma sada bangso parbegu sian na dao, sian ujung ni tano on mangalo ho, songon parhabang ni pidong raja wali, sada bangso na so niantusanmu pangkulingna.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Sada bangso na murhing marbohi, na so moralangalang mida halak na tuatua, jala na so marasi ni roha mida dolidoli.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Suda do panganonna anak ni pinahanmu dohot parbue ni tanomi, paima sun siap ho, ndang tebahononna di ho eme, anggur, miak, angka anak ni lombum dohot birubirum, paima sun siap ho bahenonna.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Jala tarsosak ho bahenonna di saluhut angka hutam, paima maloha dibahen parikmu angka na timbo jala na togu, pangatauan ni roham nian di sandok tanomi; tongon tahe tarsosak do ho bahenonna di saluhut angka hutam di sandok tanomi, silehonon ni Jahowa, Debatam tu ho.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Lam panganonmu do parbue ni bortianmu sandiri, sibuk ni angka anakmu dohot borum, angka naung nilehon ni Jahowa, Debatam tu ho, binahen ni hagogotan dohot pardangolan na sinosakkon ni angka musum tu ho.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Gari baoa na buas hian di tongatongamu jala na margadombus situtu, somor pamerengna mangiburu mida hahaanggina dohot mida jolmana tuan laenna hian dohot mida pasipasi ni anakna angka na tinggal dope mangolu.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Asa unang nian lehononna tu sada sian nasida sian sibuk ni anakna sandiri na pinanganna; ala so adong teba di ibana agia aha di bagasan hagogotan dohot pardangolan, na pinasosaksosak ni musumi ho di bagasan saluhut angka hutam.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Gari parompuan na buas hian di tongatongamu jala na margadombus, pola ndang somal mangojakkon palak ni patna tu tano dibahen pargadombusonna dohot buasna, somor matana mangiburu mida baoa bangunan ni rohana dohot mida anakna dohot mida boruna.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Unang nian lehononna tusi pusok ni posoposo naung ruar sian holangholang ni patna, manang mida posoposo naung tinubuhonna i, ai naeng do i panganonna di sihabunian, ala hurangan ibana di saluhutna, di bagasan hagogotan dohot pardangolan na pinasosaksosak ni musumi ho di bagasan angka hutam.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Molo tung so ringkotanmu mangulahon saluhut hata ni patikon, angka na tarsurat di bagasan buku on, asa marhabiaran ho tu Goar na marmulia on dohot na songkal, i ma Jahowa, Debatam.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Marhasurungan ma torutoru tu ho dohot tu pinomparmu bahenon ni Jahowa, torutoru angka na bolon dohot na tongtong, ro di angka sahit na rahat jala na leleng honahononna tu ho.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Jala marsibalik mangonai tu ho bahenonna saluhut sahit na masa di Misir, angka na hinabiaranmu na jolo, i ma angka na mangonai tu ho.",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Tole muse saluhut sahit dohot torutoru angka na so tarsurat di bagasan angka buku patikon, pasonggopon ni Jahowa do i tu ho, paima siap ho.",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "Jadi otik nama jolma tinggal sian hamu, atik pe tudoshon bintang na lohot di langit hinatoropmu na jolo, ala so ditangihon ho soara ni Jahowa, Debatam.",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Jadi ia songon i las ni roha ni Jahowa mida hamu na jolo, mambahen uhum na denggan tu hamu dohot patorophon hamu, suang songon i marlas ni roha Jahowa mida hamu laho mangago dohot maniaphon hamu, jala butbutanna hamu sian tano simasukanmuna nuaeng bahen partalianmu.",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "Ai paserahon ni Jahowa ma ho tu tongatonga ni angka bangso, sian ujung ni tano on na sada tu ujungna na sadanari, jadi oloanmu ma disi debata sileban sian hau dohot sian batu, angka na so tinandam hian manang angka ompumu pe.",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "Angkup ni ndang tagamon marhasonangan ho di tongatonga ni angka bangso i, jala ndang adong pangulonan di palak ni patmu, ai lehonon ni Jahowa do tu ho disi roha na tongtong godoron dohot mata na rondaron dohot ateate na marpandelean.",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "Jadi gantung nama ngolum di obuk sada di adopanmu, jala marhatahuton ho borngin dohot arian, jala ndang be nalom roham di ngolum.",
      "type": "content"
    },
    {
      "verse": 67,
      "text": "Manogotna i dohononmu: Oe aut haru bodari ma nian! Jala bodarina i dohononmu: Aut haru torang ari ma nian! Binahen ni biar ni roham do i, na mambiarbiari ho dohot binahen ni hinamago angka na niida ni matam.",
      "type": "content"
    },
    {
      "verse": 68,
      "text": "Dung i mulak ho tu Misir boanon ni Jahowa di bagasan angka parau, sian dalan naung pola hupaboa nian tu ho: Ndang jadi be idaonmu i, jala gadison do hamuna disi tu angka musumuna bahen hatoban baoa dohot parompuan nian, hape ndang adong halak na olo manuhor.",
      "type": "content"
    }
  ]
}