{
  "book": "Ulangan",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "(28-69) On do hata ni parpadanan na nidokkon ni Jahowa tu si Musa bahenonna tu halak Israel di tano Moab, di balik ni parpadanan naung binahenna i tu nasida di Horeb.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(29-1) ",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "I. Dung dipasingothon si Musa sasude na binahen ni Jahowa tu halak Israel 1-7. II. Diparata ma parpadanonnasida tu Jahowa 8-16. III. Dilumbahon huhut angka torutoru honahononna tu manang ise na marbalik mangose padani 17-28",
      "type": "title"
    },
    {
      "verse": 3,
      "text": "(29-2) Angka pangunjunan bolon, angka naung niida ni matamu, angka tanda dohot halongangan na bolon i!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(29-3) Hape laos so dilehon Jahowa dope tu hamu roha na marateatehonsa manang mata na marnidasa, manang pinggol na umbegesa rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(29-4) Jala Ahu mangiringiring hamu opatpulu taon lelengna di halongonan, ndang pola buruk ulosmuna di dagingmuna, sipatum pe ndang buruk di patmu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(29-5) Ndang mangan sagusagu hamu jala ndang minum anggur hamu, manang siinumon na horas, asa tung diboto hamu, Ahu do Jahowa, Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(29-6) Jadi dung sahat hamu tu inganan on, ruar ma si Sihon, raja di Hesbon dohot si Og, raja di Basan naeng manjumpangkon hita laho marmusu, hape talu do nasida itabahen.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(29-7) Laos italaum do tanonasida i, jala italehon do i tu halak Ruben, Gad dohot tu na satonga marga Manasse bahen partalianna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(29-8) (II.) Antong ringkoti hamu ma hata ni parpadanan on, jala ulahon hamu angka i, asa marsihohot rohamuna di sude siulahononmuna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(29-9) Impi do hamu luhutna jongjong sadarion di adopan ni Jahowa, Debatamuna i, angka indukmuna, angka margamuna, angka sintuamuna, angka panuturimuna ro di sandok Israel sadasada.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(29-10) Angka dakdanakmuna, angka jolmamuna, ro di halak dagang na di tongatonga ni parsaroanmu, olat ni halak sitaha sobanmu ro di halak sitahu tapianmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(29-11) Asa masuk ho tu bagasan parpadanan binahen ni Jahowa, Debatam, dohot tu bagasan parbulanon, na binahen ni Jahowa, Debatam tu ho sadarion.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(29-12) Asa Ibana pahothon ho sadarion gabe bangsona, jala Ibana gabe Debatam, songon naung pinarbagana i hian tu ho, jala songon naung niuarihonna tu angka ompum, si Abraham, si Isak dohot si Jakkob.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(29-13) Ai ndada holan tu hamu ahu mambahen parpadanan dohot parbulanon.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(29-14) Tung tu sude do tahe angka na dison jongjong rap dohot hami di adopan ni Jahowa. Debatanta, dohot tu sude angka na so dison sadarion rap dohot hita.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(29-15) Ai tangkas do diboto hamu na maringan i hita na jolo di tano Misir, jala na itabolusi tongatonga ni bangso parbegu, angka na binolusmuna i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(29-16) Jadi nunga diida hamu biasbias angka na niulahonnasida i, ro di ajiajiannasida sian hau dohot batu, sian perak dohot sere, angka na pineopnasida i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(29-17) (III.) Dibahen i sai unang ma adong di tongatongamuna, nanggo sahalak baoa, manang parompuan, manang halak na saompu manang na samarga, tung marbalik rohana sadarion sian Jahowa, Debatanta i, asa laho mangoloi angka debata ni angka bangso on, asa unang adong di tongatongamuna urat na martumburhon na paet dohot pogu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(29-18) Tung sura pe binegena hata ni parbulanon on, lam dipasupasu dope dirina di bagasan rohana, ninna do: Ingkon marhasonangan do ahu nang pe ahu mardalan di hatangkangon ni rohangkon, asa rap mago halak na marlobilobi na uasan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(29-19) Ndang tagamon olo Jahowa marpangulahi rohana mida ibana, ingkon marpiarpiar situtu ma rimas ni Jahowa dohot pangiburuonna mida baoa sisongon i, jala ingkon manginona tu ibana saluhut torutoru, angka na tarsurat di bagasan buku on, jala siaphonon ni Jahowa goarna sian toru ni langit i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(29-20) Ingkon papulihon ni Jahowa huhut ibana sian saluhut marga ni Israel mambahen marhinamago, hombar tu saluhut torutoru ni parpadanan angka na tarsurat di bagasan buku patikon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(29-21) Pola dohonon ni sundut na soluk, anakmuna i tahe, angka na hehe dung salpu hamu, ro di halak sileban angka na ro sian tano na dao, molo diida nasida torutoru dohot parsahiton, angka na hinonahon ni Jahowa tu tano on.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(29-22) Naung gabe barerang dohot sira naung matutung sandok tanona, tung na so tarsabur be, jala ndang martumbur disi agia aha, jala ndang tubu disi agia aha ingkau rata, suman tahe tu harorongrong ni Sodom, Gumora, Adma dohot Zeboim, angka naung marongrong dibahen Jahowa di bagasan rimasna dohot di bagasan parpiarpiar ni murukna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(29-23) Dung i dohonon ni sude angka bangso parbegu ma: Boasa tung songon i ulaning bahenon ni Jahowa tu tano on? Aha do ulaning parbonsiran ni parpiarpiar ni rimas na bolon on",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(29-24) Jadi dohonon ni halak ma mangalusi: Ala na tinadingkonnasida parpadanan na binahen ni Jahowa, Debata ni ompunasida i, na binahenna tu nasida, uju Ibana manogihon nasida ruar sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(29-25) Hape laho do nasida musengani mangoloi angka debata sileban, huhut marsomba tusi; debata angka na so tinandanasida i, jala na so tinurpukkonna tu nasida.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(29-26) Dibahen i marsigorgor ma rimas ni Jahowa mida tano on, gabe manginona tusi saluhut torutoru, angka na tarsurat di bagasan buku on.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(29-27) Jadi disiaphon Jahowa ma nasida sian tanonasida i di bagasan murukna dohot di bagasan parpiarpiar ni rimasna na godang i, jala diambolongkon nasida tu tano na asing, songon na andar sadarion.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(29-28) Angka hahomion na buni, Jahowa Debatanta do nampunasa, alai anggo pangungkapon angka na pinapatarna i, hita do nampunasa, nang angka anakkonta ro di salelenglelengna, laho mangulahon sude hata ni patikon.",
      "type": "content"
    }
  ]
}