{
  "book": "Ulangan",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni pangkataion ni si Musa. Hamonangonna maralohon si Og, raja sian Basan 1-11. II. Parbagina di tanona i tu na tonga tolu margai 12-20. III. Hababangkit ni si Josua singkat ni si Musa, na so jadi masuk tu tano bagabaga i 21-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i muse mamedu hita jala nangkok sian dalan tu Basan; jadi ruar ma si Og, raja sian Basan manjumpangkon hita, ibana rap dohot sandok bangsona, naeng marmusu di Edrei.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ro ma hata ni Jahowa tu ahu; unang ho mabiar mida ibana, ai nunga Ahu pasahathon ibana tu bagasan tanganmu rap dohot sandok bangsona dohot tanona, ingkon bahenonmu tu ibana, songon naung binahenmi tu si Sihon, raja ni halak Amori, na maringan di Hesbon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dipasahat Jahowa, Debatanta i ma tutu nang si Og, raja sian Basan rap dohot sandok bangsona tu bagasan tanganta, gabe saut patu ibana itabahen, nanggo sahalak ndang adong teba sian ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Itapapatu ma tutu uju i saluhut hutana, ndang adong nanggo sada huta na so tarrampas sian nasida, onompulu huta ro di sandok luat Argob, gomgoman ni si Og di Basan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Luhutna i angka huta na gonting do, marparik batu na timbo do, marharbangan jala marransangransang, so padohot angka huta na so marparik mansai torop.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Itaharomhon do saluhutna i, suang songon na itabahen tu si Sihon, raja sian Hesbon, harom binahen ganup huta, baoa, parompuan dohot dakdanak.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai anggo sandok pinahan dohot tabantaban sian angka huta i italaum do di hita.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi itabuat uju i tano na di bariba ni Jordan sian tangan ni na dua raja Amori, olat ni sunge Arnon sahat ro di dolok Hermon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(Halak Sidon tahe manggoar Hermon i Sirion, jala halak Amori manggoar ibana Senir.)",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Saluhut huta di adaran ro di sandok Gilead dohot sandok Basan sahat ro di Salka dohot Edrei, huta angka na masuk tu gomgoman ni si Og di Basan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai holan si Og, raja sian Basan, teba sian pasipasi ni halak Repaim; ida ma, anggo podomanna, podoman bosi tahe, nda di Rabba ni halak Amon do i? Sia asta unjurna jala opat asta bohangna mangihuthon asta ni sada baoa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) I ma tano i na itasoluk uju i olat ni Aroer na martopihon sunge Arnon; jadi satonga sian tor Gilead ro di angka hutana nunga hulehon hian tu halak Ruben dohot halak Gad.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai na lobi sian Gilead ro di sandok Basan, gomgoman ni si Og i, hulehon do tu na satonga marga Manasse, sandok luat Argob di sandok Basan, i ma na targoar tano ni halak Repaim.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Si Jair, anak ni si Manasse mambuat sandok luat Argob, sahat ro di parbalohan ni halak Gesur i dohot Maakat i, jala digoar do Basan i angka sosor ni si Jair mangihuthon goarna sandiri rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Anggo tu si Mahir hulehon do Gilead.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala tu halak Ruben dohot Gad hulehon do olat ni Gilead sahat ro di sunge Arnon (parsitongaan ni sunge i do partalpahanna) sahat muse tu sunge Jabok, parbalohan ni halak Amon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Angkup ni tano adaran dohot Jordan parbalohanna olat ni Kineret sahat ro di laut di adaran, i ma laut sira di toru ni robean ni Pisga tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i hudok ma uju i tu hamu songon on: Nunga dilehon Jahowa, Debatamuna i tano on tu hamu bahen partalian, dibahen i ingkon tang marsinjata be hamu nasa sialo musu taripar manguluhon hahaanggimuna, i ma halak Israel i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Holan angka jolmamuna, anakkonmuna dohot dorbiamuna (ai huboto pardorbia na godang do hamu) ingkon naung nilehon tu hamu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Paima marhasonangan dibahen Jahowa hahaanggimuna i, suang songon hamu, asa dohot nasida manoluk tano, silehonon ni Jahowa, Debatamuna i tu nasida di bariba ni Jordan; dung i jadi ma mulak ganup tu partalianna be, naung hulehon tu hamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Hudok ma huhut uju i tu si Josua songon on: Nunga matam sandiri marnida saluhut naung binahen ni Jahowa, Debatamuna i, tu na dua raja on, suang songon i bahenon ni Jahowa tu saluhut harajaon, angka sitopotonmu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Unang hamu mabiar mida nasida, ai Jahowa, Debatamuna sandiri marporang humongkop hamu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i marhuraja ahu uju i tu Jahowa mangido:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ale Tuhan Jahowa! Nunga tutu dipungka Ho patuduhon tu naposom hatimbulonmu dohot tanganmu na gogoi; ai tung Debata dia ma di banua ginjang manang di tano on na tarbahensa patupahon songon jadijadianmi dohot songon hagogoonmi?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ua loas ma ahu taripar, asa huida tano na denggan i na di bariba ni Jordan, tor na denggan on rap dohot Libanon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai marronirimas do Jahowa mida ahu, ala hamu, gabe ndang ditangihon tangiangki, lam ninna Jahowa do mandok ahu: Nunga sae di ho! Unang be datdati hatam mandok tu Ahu taringot tu hata on!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Nangkok ma ho tu punsu ni Pisga jala ranapi ma tano i tungkan hasundutan, tungkan utara, tungkan dangsina dohot tungkan habinsaran, jala tatap ma i dohot matam, ai ndang tarbahen ho tariparanmu Jordan on.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i dokkon ma si Josua, asa pir tondina i jala marsihohot, ai taripar do anggo ibana manguluhon bangso on, jala ibana marbagihon tano naung niidam bahen partaliannasida.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi tinggal ma hita di rura, tondong ni Betpeor.",
      "type": "content"
    }
  ]
}