{
  "book": "Ulangan",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "I. Marpangulahi do sogot roha ni Jahowa mida bangsona na mangundukkon dosana 1-10. II. Jonok do hata ni patik i di ganup na ringkot roha disi 11-14. III. Pola dipatolon si Musa halak Israel pagomoshon rohanasida mamillit pasupasu i, asa mandao torutoru i 15-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia dung songgop tu ho sogot saluhut hata on, manang pasupasu manang torutoru, angka naung hupeakhon di adopanmu, hape dipasuang ho muse roham tu bagasan, di tongatonga ni saluhut bangso parbegu, haambolonganmu binahen ni Jahowa, Debatam.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala mulak roham sahat tu Jahowa, Debatam, jala ditangihon ho soarana, hombar tu saluhut na hutonahon i tu ho sadarion, songon i ho nang angka anakmu sian nasa roham dohot sian nasa ateatem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi marpangulahi ma roha ni Jahowa, Debatam mida habuanganmu, jala asi rohana mida ho, Ibana sandiri tahe papunguhon ho sian saluhut bangso parserahanmu, binahen ni Jahowa, Debatam.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung sura pe ambolong ho tu ujung ni langit sahali, ingkon papunguon ni Jahowa, Debatam ho sian i, jala alapanna ho sian i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi mulak ma ho boanon ni Jahowa, Debatam tu tano naung tinean ni angka ompum nian, asa teanonmu do i muse, bahenonna huhut uhum na denggan tu ho, jala tumpahanna ho tumorop sian angka ompum.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i sunaton ni Jahowa, Debatam ma roham dohot roha ni pinomparmu laho mangkaholongi Jahowa, Debatam sian nasa roham dohot sian nasa ateatem, asa mangolu ho.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai honahonon ni Jahowa, Debatam ma saluhut torutoru on tu angka musum dohot tu angka na mangkagigihon ho, angka naung mangalele ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai mulak ma anggo ho jala tangihononmu soara ni Jahowa jala ulahononmu saluhut tonana, angka na hutonahon i tu ho sadarion.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi marlobilobi ma ho tumpahan ni Jahowa, Debatam di saluhut ulaon ni tanganmu, di parbue ni bortianmu, di sinur ni pinahanmu dohot di parbue ni tanomi, manumpak tu na denggan; ai mangulahi ma Jahowa sumuang marlas ni roha mida ho manumpak tu na denggan, suang songon las ni rohana na jolo mida angka ompum.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Molo tung ditangihon ho soara ni Jahowa, Debatam mangaradoti angka patikna dohot aturanna, angka na tarsurat di bagasan buku patikon, molo tung mulak ho tu Jahowa, Debatam sian nasa roham dohot sian nasa ateatem.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Ai patikon, na hutonahon i tu ho sadarion, ndang masongkalhu di ho, manang maholangku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ndada di banua ginjang hata i, umbahen pola ingkon dohononmu: Ise ulaning singkatnami manaek tu banua ginjang, asa mangalapsa di hami dohot pabegehonsa tu hami, asa ulahononnami nian?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala ndada di bariba ni laut hata i, umbahen pola ingkon dohononmu: Ise ulaning singkatnami taripar laut mangalapsa di hami dohot patubegehonsa, asa ulahononnami nian?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai mansai donok do hata i di ho, di bagasan pamanganmu tahe dohot di bagasan roham, asa ulahononmu i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Ida ma, nunga hupapillithon tu ho sadarion hangoluan dohot hatuaon, hamatean dohot hamagoan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ahu ma tutu mandokkon ho sadarion: Ingkon haholonganmu Jahowa, Debatam, jala marparange di angka dalanna, huhut mangaradoti angka patikna, angka aturanna dohot uhumna, asa pangoluonna ho jala patoroponna ho, jala pasupasuon ni Jahowa, Debatam ho di tano sitopotonmu nuaeng bahen partalianmu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai tung sura marbalik roham, ndang olo ho manangihon, lam olo ho elaelaon marsomba tu angka debata sileban dohot mangoloi angka i:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Na pabotohon hian ma ahu tu hamu sadarion, ingkon mago situtu hamu, jala ndang tagamon leleng hamu mangolu di tano sitopotonmu, dung taripar Jordan bahen partalianmu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jouonku ma sadarion langit dohot tano gabe sitindangingku dompak hamu, paboa naung hupapillithon tu hamu hangoluan dohot hamatean, pasupasu dohot torutoru; dibahen i pillit ma hangoluan i, asa mangolu ho dohot pinomparmu sogot.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa haholonganmu Jahowa, Debatam, jala tangihononmu soarana, jala marsilohot roham tu Ibana, ai Ibana hangoluanmu hian dohot na paginjang umurmu, asa tongtong ho maringan, di tano, naung niuarihon ni Jahowa hian tu angka ompum, tu si Abraham, si Isak dohot si Jakkob, naeng lehononna tu nasida.",
      "type": "content"
    }
  ]
}