{
  "book": "Ulangan",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Musa pasahathon tohonanna tu si Josua, jala diparbaga panumpak ni Jahowa tu ibana 1-8. II. Si Musa pasahathon buku patik i tu angka malim jala didokkon jahaonna ganup papitutaonhon di adopan ni Israel na marluhut i 9-13. III. Jahowa mandokkon si Musa manurathon sada ende parsitadingan hata, bahen sitindangi do i sogot dompak roha panundalion ni bangso i 14-23. IV. Si Musa mandokkon halak Lepi peakkononna buku patik i tu bagasan poti i 24-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i didatdati si Musa ma mangkatahon angka hata on tu sandok Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ninna ma mandok nasida: Boho saratus duapulu taon ahu marumur sadarion, ndang tarbahen ahu be laho ruar dohot laho bongot, ai nunga pola marlumba Jahowa tu ahu: Ndang tarbahen ho manaripari Jordan on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jahowa, Debatam sandiri taripar manguluhon ho, Ibana maniaphon angka bangso on di adopanmu, asa soluhonmu; ingkon si Josua tahe taripar manguluhon ho, songon naung nidok ni Jahowa hian.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi bahenon ni Jahowa ma tu nasida, songon naung binahenna i tu si Sihon dohot tu si Og, angka raja ni halak Amori dohot tu tanonasida, naung siniaphonna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia dung dipasahat Jahowa angka nasida i di adopanmuna, ingkon bahenonmuna ma tu nasida hombar tu saluhut uhum, naung hutonahon i tu hamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Pir ma tondimuna jala marsihohot, unang tahuton hamu jala unang godoron rohamuna maradophon nasida, ai Jahowa, Debatam sandiri donganmu mardalan, ndang tagamon marsombusombu Ibana mida ho manang tadingkononna ho.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dijou si Musa ma si Josua, jala ninna ma tu ibana di adopan ni sandok Israel: Pir ma tondim jala marsihohot, ai sahat ma anggo ho rap dohot bangso on masuk tu tano naung niuarihon ni Jahowa tu ompunasida, naeng lehononna tu nasida, jala ho do marsagihonsa tu nasida bahen partalianna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai Jahowa sandiri mardalan di adopanmu, Ibana mandongani ho; ndang tagamon marsombusombu Ibana mida ho, manang tadingkononna ho; unang ho tahuton jala unang ho godoron!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i disurathon si Musa ma patikon, jala dipasahat tu angka malim, pinompar ni Lepi, angka na mangusung poti parpadanan ni Jahowa, dohot tu sude angka sintua ni Israel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ro ma hata ni si Musa tu nasida mandok: Dung salpu pitupitu taon, tongon di taon haluaon, di ari raya parlapelapean.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Molo ro sandok Israel tu adopan ni Jahowa, Debatam, di inganan sipillitonna i, ingkon dohononmu jahaon patikon tu adopan ni sandok Israel, begeon ni pinggolnasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Paluhut ma disi bangso i, angka baoa dohot inaina, angka dakdanak dohot halak dagang na di bagasan hutam, asa dibege nasida jala dapotan sipodaon, asa marhabiaran nasida tu Jahowa, Debatamuna i, jala diringkoti mangulahon saluhut hata ni patikon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Asa dohot ianakhonnasida, angka na so umbotosa dope pabegebegehon jala dapotan sipodaon, asa marhabiaran nasida tu Jahowa, Debatamuna i, saleleng hamu mangolu di tano sitopotonmuna, dung taripar Jordan, bahen partalianmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Dung i ro ma hata ni Jahowa tu si Musa: Ida ma, nunga jumpang ne ajalmu, na mate ma ho; antong jou ma si Josua, jala jongjong ma hamu di bagasan undungundung parluhutan i, asa martona Ahu tu ibana. Jadi laho ma si Musa rap dohot si Josua, jala jongjong nasida di bagasan undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi tarida ma Jahowa di bagasan undungundung i, di bagasan ombun na marsijongjong, di atas pintu ni undungundung i do marsijongjong ombun i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ro ma hata ni Jahowa tu si Musa: Ida ma, na laho modom ma anggo ho, gabe top dohot angka ompum; hehe ma anggo bangso on jala marmainan mangihuthon tu angka debata sileban di tongatonga ni tano sibongotanna i, jala tadingkononnasida do anggo Ahu, jala oseonna do padan naung hubahen i tu nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi marsigorgor ma rimashu di ari na sasada i mida nasida, jala tadingkononku ma nasida, jala padaoonku ma Bohingku sian nasida, asa suda nasida marhinamago. Ia dung mangonai tu nasida angka hinamago godang dohot hagogotan marragamragam, dohononna ma di ari na sasada i: Nda manginona do angka hinamago on tu ahu, ala so di tongatongangku Debatangku?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo Ahu tongtong do padaoonku situtu Bohingku di ari na sasada i, ala saluhut hajahaton na binahenna i, ala naung marbalik nasida tu angka debata sileban.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Nuaeng pe surathon hamu ma di hamu ende on, jala ajarhon ma i tu halak Israel jala memehon tu bagasan pamangannasida, asa ende on gabe sitindangi di Ahu dompak halak Israel.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia dung sahat nasida huboan masuk tu tano naung huuarihon hian tu ompuna, tano habaoran ni susu dohot situak ni loba, jadi dung mangan nasida jala bosuran maradu mokmok, marbalik ma nasida tu angka debata sileban jala marsomba tusi, alai toisanna ma anggo Ahu jala oseonna padan na hubahen i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi ia dung manginona tu nasida angka hinamago bolon dohot hagogotan marragamragam, ingkon ende on ma manindangi dompak nasida, ai ndang jadi lupa i sian pamangan ni pinomparna; ai tangkas do hutanda hian tubutubu ni rohana, naung pinajadijadi ni rohana hian sadarion, tagan so sahat dope nasida huboan tu tano naung huuarihon i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi disurathon si Musa ma ende on di na sadari i, jala diajarhon do i tu halak Israel.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ro ma hatana tu si Josua, anak ni si Nun mandokkon ingkon pir ma tondim jala marsihohot, ai ingkon ho do saut manogihon halak Israel masuk tu tano naung huuarihon i tu nasida, jala Ahu do mandongani ho.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(IV.) Jadi dung sun tolhas disurathon si Musa angka hata ni patikon tu bagasan sada buku.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ro ma hata ni si Musa tu halak Lepi, angka na mangusung poti parpadanan ni Jahowa:",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Buat hamu ma buku patikon jala peakkon hamu ma i tu lambung poti parpadanan ni Jahowa, Debatamuna i, asa gabe sitindangi disi dompak ho.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai nunga tangkas hutanda panundalion ni roham dohot hatangkangon ni tangkuhukmu! Ida ma, gari uju mangolu dope ahu di tongatongamuna sadarion garina, sai manggunturi do hamu dompak Jahowa na sai laonna i, lam beha ma tagamon ia dung mate ahu?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Paluhut hamu ma tu lambungkon saluhut sintuamuna marmargamarga dohot panuturimuna, asa huhatahon, begeon ni pinggolnasida, angka hata on, ianggo ahu jouonku ma langit dohot tano on, gabe sitindangi dompak nasida.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai nunga tangkas hian huboto, ia dung mate ahu, ingkon marroha mago do hamu, jala manimbil sian dalan naung hutonahon tu hamu; jadi mangonai ma tu hamu hinamago di ujung ni angka ari, ala na niulahonmuna i sogo ni roha ni Jahowa laho pahehe rimasna marhite sian pambahenan ni tanganmuna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi dihatahon si Musa ma dibege pinggol ni sandok luhutan Israel angka hata ni ende on sahat ro di ujungna.",
      "type": "content"
    }
  ]
}