{
  "book": "Ulangan",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende na niaturhon ni Jahowa tu si Musa, taringot tu parsihohot ni pangarajaion ni Jahowa, atik pe sai ditundali Israel Debatana, gabe dilumbahon hian haambolonganna 1-43. II. Si Musa marsipaingot tu bangso i 44-47. III. Jahowa palumba hamamate ni si Musa 48-52",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Paeleng ma pinggolmu, hamu ale angka langit! Ai naeng Ahu mandok hata, jala ho ale tano on, sai tangihon ma pangkataion ni pamanganku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon manetehi nian songon udan sipaingothu, ingkon mabaor nian songon nambur pangkataionku, songon pangonai ni udan nene tu duhutduhut, jala songon pangonai ni simbur tu suansuanan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai baritahononku ma Goar ni Jahowa; lehon hamu ma hatimbulon tu Debatanta i!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tau partanobatoan do Ibana, na so hasurahan di pambahenanna, ai na tigor do luhut dalanna, sihaposan do Debata, ndang adong hageduhonna, na tigor jala na bonar do Ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Na jahat do pambahenan ni sundut on, na marhajahaton dohot na geduk, ndada angka anakna nasida, gabe marhaurahon nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Songon i do hape pamalosmu tu Jahowa, ho ale bangso na oto jala na so marbisuk? Nda Ibana do amangmu? Nda Ibana do manobus ho? Ibana tahe manjadihon dohot pauliuli ho.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai paingotingot ma angka ari na robi, parateatehon ma angka taon nahinan marsundutsundut! Marsungkun ma ho tu amangmu, asa ibana pabotohonsa tu ho, sungkun huhut angka na tuatua, asa nasida paboahon tu ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Uju disagihon Nasuntimbul tu angka bangso parbegu partalianna, uju Ibana mambahen parbolatan ni jolma manisia, disi ma dipaojak parbalohan ni angka bangso, marguru tu bilangan ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai parjambaran ni Jahowa do bangsona, si Jakkob do partalian tineanna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jumpangsa do ibana di tano bangkalbangkal, di halongonan paraotaotan, di tano parauangan ni angka binatang, Ibana marsaro humaliang nasida jala dimatamatahon; Ibana mangaramoti nasida, songon anak ni matana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Songon pangaramoti ni pidong raja wali di asarna jala mangareapreap di atas angka anakna, suang songon i Ibana paherbang habongna, laos dijalo jala diusung nasida di atas habongna i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jahowa sandiri tahe manogihon nasida, jala ndang adong debata sileban donganna nanggo sada.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ibana do manogihon nasida mardalan sian inganan angka na timbo di tano i, jala dilehon do panganonna gogo ni tano i, dilehon huhut siruponna situak ni loba sian dolok batu, jala miak sian batu na pir.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Miak susu sian lombu jala susu sian birubiru, rap dohot tabotabo sian anak ni birubiru dohot sian birubiru tunggal, angka na tubu di Basan dohot angka hambing tunggal rap dohot indahan sigambiri na humushus; jala mudar ni parbue ni anggur mamolin diinum ho.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai dung lam mokmok bangso na tigor manandak ma ibana! Nunga tung mokmok ho jala bolon jala tambos, jadi ditadingkon ibana ma Debata na jumadihon ibana, jala ditoisi dolok batu hatuaonna i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai dipinggil nasida Ibana marhite sian angka debata sileban, jala dipahehe murukna marhite sian biasbias.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Mamele nasida huhut tu angka begu, ndada tu Debata; tu debata angka na so tinandana tahe, angka na imbaru pinajadi, angka na ro sian na jonok, angka na so hinabiaran ni ompumuna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia Dolok batu na jumadihon ho, nunga ditadingkon ho, jala nunga dihalupahon ho Debata na mangae laho manubuhon ho.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi dung diida Jahowa songon i diambolongkon ma nasida, ala rimasna pinahehe ni angka anakna dohot boruna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ninna Ibana ma: Padaoongku ma Bohingku sian nasida; naeng Ahu marnida manang dia ujungnasida sogot; ai sundut na marbalik do nasida, anak angka na so marroha haporseaon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nunga tung dipinggil nasida Ahu mangiburu mida na so Debata, dipahehe nasida murukku binahen ni ganaganaannasida; Ahu pe antong pinggilonku ma nasida mangiburu mida na so bangso hian; marhite sian bangso na oto Ahu pahehehon rimasnasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai marsigorgor ma api di bagasan murukku, jala suda panganonna sahat ro di banua toru sahali, suda huhut panganonna tano i rap dohot gogona jala nahitanna do ojahan ni angka dolok.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Pagukguhonku ma angka hinamago tu nasida, jala suda angka sumbiangku siorhononku dompak nasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ingkon mandate nasida bahenon ni haraparon, jala merus dagingna bahenon ni panepane dohot begu antuk na rahat; Ahu manongoshon sait ni binatang mangalo nasida rap dohot bisa ni ulok na manginsir di orbuk.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sian balian podang i papunu nasida, jala di bagasan bilut masa hasonggoton, nang di dolidoli dohot namarbaju, nang di posoposo rap dohot halak naung ubanon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Naeng dohononku hian nian: Purpuhononku ma nasida, asa tung mago nasida sian parningotan ni jolma.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Aut unang rimas ni musu na huhabiari, asa unang pabalion ni angka musuna tu sileban, unang dohononnasida: Tangannami na timbul i do, ndada Jahowa mambahen saluhutna i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai bangso parroha mago do nasida, jala ndang adong roha panimbangon di bagasan rohanasida.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Oe aut marbisuk ma nasida nian marateatehon hata i, asa diantusi rohanasida nian na masa tu nasida sogot!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Tung beha ma pambahenna leleon ni sahalak saribu halak, jala maporus saloksa bahenon ni dua halak, aut unang Dolok batu di nasida naung manggadis nasida, jala Jahowa pasahathon nasida!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ai ndada songon Dolok batu na di hita anggo dolok batu na di nasida, laos musunta i do marhatopothon uhumi.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ai sian hau anggur Sodom do ianggo hau anggurnasida, jala sian ladang ni Gumora do; ia parbue ni anggurna, parbue sian pogu do, angka parbue na asom do diparbuehon.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Bisa ni ulok naga do anggurnasida i dohot bisa ni ulok dari na mangago situtu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Nda nunga putus nian sangkap ni rohangku di bagasan, jala tarsahap di bagasan parpeopan ni artangku?",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ahu do nampuna partubolon dohot pamaloson di tingki uju tarsulandit patnasida i; ai jonok nama ari hamamagonasida i, jala gira do ro parsorion na pinadiri hian di nasida.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ai uhumon ni Jahowa do sogot bangsona, alai marpangulahi rohana anggo mida angka naposona; ai tatapon ni rohana ma naung suda gogo ni tangannasida jala rap mago do na tarhurung dohot na pinalua.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i dohononna ma: Didia do angka debatanasida, dolok batu, haposan ni rohanasida i?",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Angka na manganhon tabotabo ni peleannasida sipotongon dohot manginum anggur ni peleannasida siinumon. Nasida ma nian hehe jala mangurupi hamu, nasida nian gabe partanobatoan di hamu.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Nuaeng pe, ida hamu ma, na mamunjung do anggo Ahu, jala ndang adong debata dungkon ni Ahu. Tarbahen Ahu do mambunu dohot pangoluhon muse; tarbahen Ahu do mambugangi dohot pamalumhon muse, jala ndang adong na tuk manang ise paluahon sian tanganku.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ai Ahu patoltol tanganku dompak langit huhut mandok: Mangolu do Ahu ro di salelenglelengna!",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Ia dung sapala Ahu patajom podangku na marsinondang jala tanganku mangumpatsa mangalaluhon uhum, ulahanku ma mambahen partubolon tu angka musungku jala Ahu mamaloshon tu halak na mangkagigihon Ahu.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Mabuk ma bahenonku angka sumbiangku sian mudar, jala podangku ingkon mangan sibuk sian mudar ni halak na mate tartiham dohot angka na dapot tartangkup, sian ulu parjambulan ni musu.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Marolopolop ma, hamu ale angka bangso parbegu mida bangsona, ai martubol ma bahenonna mudar ni angka naposona jala pasuangonna pamulason tu angka musuna, asa Ibana mambahen pardengganan tu tanona dohot tu bangsona.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "(II.) Dung i ro ma si Musa jala dihatahon saluhut hata ni ende on, dipabegebege pinggol ni bangso i, ibana dohot si Josua, anak ni si Nun.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Jadi dung tolhas dihatahon si Musa saluhut hata i tu sandok Israel.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Ro muse hatana tu nasida: Sai parateatehon hamu ma hata i luhutna, angka na huhatindangkon tu hamu sadarion, laos dokkon hamu angka anakmuna, asa diringkoti mangulahon sude hata ni patikon.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Ai ndada hatahata boti angka i tu hamu, ingkon gabe hangoluanmuna angka i nian, jala hata on do paginjang ariarimuna di tano sisoluhonmuna i, dung taripar Jordan.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "(III.) Dung i ro ma hata ni Jahowa tu si Musa, laos di ari na sasada i songon on:",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Nangkok ma ho tu atas tor Abarim on, tu dolok Nebo tahe, na di tano Moab, tondong ni Jeriko, jala tatap sian i tano Kanaan, silehononku tu halak Israel bahen partalianna.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Laos mate ma ho di atas dolok sipanaehonmu i, asa pinapungu ho tu angka bangsom, suang songon si Aron, hahami, naung mate di atas dolok Hor, jala pinapungu tu bangsona.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Ala naung mardosa hamu dompak Ahu di tongatonga ni halak Israel, di lambung aek Meriba-Kades di halongonan Sin, ala na so pinarbadiaanmuna Ahu di tongatonga ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Ai jadi do nian tataponmu tano i di adopanmu, alai ndang jadi anggo tung masuk ho tu tano na naeng lehononku tu halak Israel.",
      "type": "content"
    }
  ]
}