{
  "book": "Ulangan",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pasupasu ni si Musa laho martinading hata tu marga ni Israel na sampulu dua i 1-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai on do pasupasu, na pinasupasuhon ni si Musa, halak ni Debata tu halak Israel, jumolo asa mate ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ninna ma: Nunga ro Jahowa sian Sinai, jala nunga binsar Ibana di nasida sian Seir; nunga poltak sinondangna sian dolok Elaparan, jala nunga ro Ibana mardongan angka na badia marriburibu, jala sian tanganna siamun ro api patik i tu nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tung na holong situtu do rohana mida angka bangso i! Saluhut angka na badiana di bagasan tanganmu do, hundul do nasida di lambung patmu, jala dapotan sipodaon sian angka hatam.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ibana manonahon tu hita patik na nilehon ni si Musa, bahen teanteanan ni parluhutan ni si Jakkob.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala Ibana do Raja gumomgom bangso na tigor, uju marluhut angka induk ni bangso i rap dohot angka marga ni Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai mangolu ma Ruben jala unang mate jala lam tu otikna bilangan ni jolma di ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "On do pasupasu taringot tu Juda, ninna do: Sai tangihon ma, ale Jahowa, soara ni Juda, jala boan ibana mulak tu bangsona! Sai tumpahi ma tanganna lam margogo, jala Ho ma donganna mangalo angka musuna!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala taringot tu Lepi, ninna do: Tummum dohot Urim (hasintongan dohot hatiuron) angka na sahat tu ho, tongtong ma i di baoa hasudungan ni roham, naung niunjunanmu di Massa jala naung binadaanmu di lambung aek Meriba!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ibana do i naung mandok tu amana dohot tu inana: Ndang moralangalang rohangku marnidasa, jala ndang dipatandatanda angka anggina, jala ndang dipabotoboto angka anakna; ai nasida do mangaradoti angka hatam jala diramoti padan binahenmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon nasida mangajarhon angka uhummu tu Jakkob dohot patikmu tu Israel; ingkon nasida manutung daupa paanggoanggoon ni igungmu dohot mangampehon pelean situtungon di atas langgatanmu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai pasupasu ma sahalana, ale Jahowa, jala tumpahi manjadi ulaon ni tanganna! Sai ponggolhon ma gonting ni halak na hehe mangalo ibana, nang halak na mangkagigihon ibana, asa unang be tarbahensa hehe.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Taringot tu Benjamin, ninna do: Ia hasudungan ni Jahowa maringan do di lambungna marsonangsonang; sai ondinganna do ibana manipat ari, jala maringan ibana di holangholang ni abarana!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala taringot tu Josep, ninna do: Naung maruli pasupasu tanona sian Jahowa, binahen ni surung ni panumpak sian langit, binahen ni nambur dohot binahen ni holbungholbung na tangkas di aek.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Binahen ni surung ni panumpak ni mata ni ari di parbue, gogo ni tano i, dohot binahen ni surung ni panumpak ni bulan pasimbur suansuanan!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tole muse panumpak ni punsu ni angka dolok sian na robi dohot silehonlehon sian dolokdolok salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tole muse panumpak sian tano i ro di hinagokna: Sai songgop ma asi ni roha ni Na maringanan di bagasan ramba i tu ulu ni Josep dohot tu pakpak ulu ni jolma ma martumpal sian hahaanggina.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hamuliaonna i do tudoshon anak buhabaju ni lombuna, jala tandukna songon tanduk ni horbo! Tambingonna ma marhite sian i angka bangso, asa rap marbubur sahat ro di ujung ni tano on. Ingkon songon i halak Epraim marloksaloksa, jala halak Manasse marriburibu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala taringot tu Zebulon, ninna do: Marlas ni roha ma ho, ale Zebulon di haboborhatmu, jala ho, ale Isasar di bagasan angka undungundungmu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Betabetaonnasida do angka bangso tu atas dolok i, mamelehon disi angka pelean hatigoran, ai parsaulihononnasida ma angka parsaulian sian laut dohot mutiha, angka na buni di bagasan horsik.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala taringot tu Gad, ninna do: Pinuji ma Jahowa, na palambas inganan ni Gad; maringan do ibana songon singa, jala diparsurage do botohon dohot pakpak ulu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ibana manjoloani manodo luat patumonaan di ibana, ai disi do partalian pinatongon ni silehon patik hian; dung i ro ma ibana manguluhon bangso i, asa mangalaluhon uhum hasintongan ni Jahowa dohot angka toruna rap dohot Israel.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala taringot tu Dan, ninna do: Singa na bajar do Dan, mangambur do ibana sian Basan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala taringot tu Naptali, ninna do: Bosuran do Naptali di lomo ni roha, jala gok pasupasu sian Jahowa ibana; tean ma partalianmu tungkan laut dohot tungkan dangsina!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala taringot tu Aser, ninna do: Gumodang do pasupasu tu Aser sian tu angka anak na asing, ingkon halomoan ni angka hahaanggina ibana jala disornophon patna tu bagasan miak!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Bosi dohot tombaga angka ransangransangmu, songon ariarim ma hasonanganmi.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ndang adong nanggo sada tudoshon Debata, ale bangso na tigor! Marsihundul Ibana di atas langit mambahen haluaon tu ho, jala di atas ombun parginjang jumujung habalgaonna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Langit i do inganan ni Debata sian mulamula sahali jala di banua tonga on do manggomgomi tanganna saleleng ni lelengna! Ibana do antong mangonjar musum sian adopanmu jala ninna do: Siaphon ma i!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi marsonangsonang ma Israel maringan sasadasa; sai manatapnatap do mata ni Jakkob tu tano hatubuan ni eme dohot anggur, sian angka langitna pe sai manetehi do nambur.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tuami, ale Israel! Tung ise ma songon ho? Ho do sada bangso na martua binahen ni Jahowa, Ibana do lombulombu ni hatuaonmu dohot podang ni hatimbulonmu. Ingkon mangunduk tu ho sogot angka musum; alai anggo ho ingkon ojakkononmu patmu di inganannasida angka na timbo i.",
      "type": "content"
    }
  ]
}