{
  "book": "Ulangan",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Musa mate sarimatua, laos Jahowa mananom ibana 1-8. II. Si Josua bangkit singkatna partogi ni Israel. Hatimbulon ni si Musa 9-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i nangkok ma si Musa sian adaran Moab tu dolok Nebo, i ma punsu ni Pisga, tondong ni Jeriko. Dung i dipatuduhon Jahowa ma tu ibana sandok tano olat ni Gilead sahat ro di Dan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tole muse sandok Naptali, tano Epraim dohot Manasse, nang sandok tano Juda sahat ro di laut tungkan hasundutan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tole muse tano na tungkan dangsina dohot luat di rura Jeriko, huta parharambiran, sahat ro di Zoar.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ro ma hata ni Jahowa tu ibana: I ma tano naung huuarihon hian tu si Abraham, si Isak dohot si Jakkob, ningku hian do: Tu pinomparmu ma lehononku on. Nunga hupatuduhon tu ho, diida matam, alai ndang jadi ho taripar masuk tusi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi mate disi ma si Musa, naposo ni Jahowa di tano Moab, ngomngom tu pamangan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Laos Jahowa mananom ibana di rura i, di tano Moab, tondong ni Betpeor, jala ndang adong nanggo sahalak na umboto hinamborna rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Marumur saratus duapulu taon si Musa di hamamatena, ndang pola homur anggo matana jala ndada surut gogona.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ditatangisi halak Israel ma si Musa di adaran Moab tolupulu ari lelengna; marujung ma dibahen nasida angka ari partatangison dohot pangandungon ala si Musa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i gok Tondi hapistaran ma roha ni si Josua, anak ni si Nun, ai nunga diampehon si Musa hian tanganna tu ibana, jala ditangihon halak Israel do ibana, jala diulahon hombar tu na tinonahon ni Jahowa hian tu si Musa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ndang adong be hehe di tongatonga ni Israel sada panurirang songon si Musa na mananda Jahowa adop bohi be.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Taringot tu saluhut tanda dohot halongangan, na sinuru ni Jahowa ibana, bahenonna angka i di tano Misir, tu si Firaun, tu sude naposona dohot tu sandok tanona.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dohot taringot tu sandok tangan na gogoi dohot taringot tu sandok hasonggoton bolon na binahen ni si Musa di adopan ni sandok Israel.",
      "type": "content"
    }
  ]
}