{
  "book": "Ulangan",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ujung ni pangkataion ni si Musa. Sipaingot paburjuhon mangaradoti patik ni Jahowa 1-14. II. Lumbalumba mangambat pangalaosion di patik i dohot torutoru ala ni 15-28. III. Asi ni roha ni Jahowa mida bangsona 29-40. IV. Angka huta haporusan di bariba ni Jordan. Patujolona laho paratahon patik i 41-49",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Nuaeng pe, ale Israel, sai tangihon ma aturan dohot uhum, angka na hupodahon tu hamu, sibahenonmuna, asa mangolu hamu jala masuk hamu tu tano siteanonmuna i, na nilehon ni Jahowa, Debata ni ompumuna i tu hamu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ndang jadi ambaanmuna tu hata naung hutonahon i tu hamu, jala ndang jadi oruanmuna sian i, ingkon radotanmuna do angka tona ni Jahowa Debatamuna i, naung hutonahon i tu hamu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga matamuna sandiri marnida, na binahen ni Jahowa tu Baal-Peor, ai manang ise na mangihuthon tu Baal-Peor, nunga direndephon Jahowa, Debatamu, ibana sian tongatongamu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo hamu, angka na marsihohot tu Jahowa, Debatamuna i, mangolu do saluhutna sadarion.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ida ma, nunga hupodahon tu hamu angka aturan dohot uhum, songon na tinonahon ni Jahowa, Debatangku tu ahu, asa bahenonmuna songon i di tano simasukanmuna i bahen partalianmuna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Antong radoti jala ulahon hamu ma angka i, ai i do gabe hapistaranmuna dohot hapantasonmuna di adopan ni angka bangso; ia dung dibege nasida saluhut angka aturan on, gabe dohononnasida ma: Bangso na pistar sahali jala na pantas marroha do bangso na bolon on!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai tung tu bangso na bolon dia ma songon i jonok angka Debata, songon Jahowa, Debatanta i, manang piga hali pe hita pajoujou Ibana?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai tung di bangso na bolon dia ma adong aturan dohot uhum na tigor, songon sandok patikon, na hulehon di adopanmuna sadarion?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Antong ramoti ma dirim jala parhamaol situtu tondim, asa unang lupa roham di jamita, angka naung niida ni matam, asa unang tallus sian roham saleleng ho mangolu, jala ingkon pabotohononmu do angka i tu angka anakmu dohot tu angka pahompum.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Di ari uju na jongjong ho di adopan ni Jahowa, Debatam, di Horeb, uju na nidok ni Jahowa tu ho: Paluhut ma bangso i di Ahu, asa Ahu patubegehon tu nasida hatangku, angka siparateatehononnasida, asa marhabiaran nasida mida Ahu saleleng mangolu nasida di tano on, asa diajarhon huhut tu angka anakkonnasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi ro ma hamu jumonok laos jongjong di bona ni dolok, jala dolok i marsigorgor di bagasan api sahat ro di parsitongaan ni langit, masa huhut disi parhobot ni ombun dohot haholomon marimpotimpot.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ro ma hata ni Jahowa tu hamu sian tongatonga ni api; dibege hamu do nian anggo soara ni hata, alai ndang adong diida hamu anggo rupa, holan soara i do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i dibaritahon Ibana ma tu hamu padan binahenna, naung tinonahonna tu hamu ulahononmuna, i ma hata na sampulu i, laos disurathon do i tu dua lei batu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala ahu didokkon Jahowa uju i mangajarhon tu hamu angka aturan dohot patik, angka sibahenonmuna di tano sitopotonmuna taripar tusi bahen partalianmuna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Antong tangkas situtu ma ramoti hamu rohamuna, ai ndang diida hamu agia aha rupa di ari uju Jahowa mandok hatana tu hamu di atas Horeb sian tongatonga ni api.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Asa unang laos hamu mangago dirimuna, hamu tahe mambahen di hamu ganaganaan na niuhir manang na tinuang, sumansuman ni baoa manang parompuan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Manang sumansuman ni sandok pinahan na di tano on, manang sumansuman ni sandok pidong na marhabong, na habang di toru ni langit.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Manang sumansuman ni sandok gulokgulok na manjirir di tano i, manang sumansuman ni sandok dengke di bagasan aek na di toru ni tano.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala na so tupa manaili matam dompak langit paberengbereng mata ni ari dohot bulan dohot angka bintang ro di sandok parangan di langit tahe, gabe olo ho elaelaonna asa marsomba tusi dohot mangoloi, angka naung tinurpukkon ni Jahowa, Debatam nian tu saluhut bangso, angka na di toru ni sandok langit.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai anggo hamu nunga pola Jahowa mambuat dohot manogihon hamu ruar sian liang bosi, sian Misir tahe, asa hamu gabe bangso parjambaranna, songon na andar sadarion.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nunga pola tarrimas situtu Jahowa mida ahu ala hatahatamuna i, pola maruari Ibana na so jadi ahu manaripari Jordan, jala na so jadi ahu masuk tu tano na denggan i, na naeng lehonon ni Jahowa Debatam tu ho bahen partalianmu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ingkon mate ahu tahe di tano on, ndang jadi anggo ahu manaripari Jordan, alai anggo hamu tariparanmuna do i jala soluhonmuna tano na denggan i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Antong tangkas ma ramoti hamu dirimuna, asa unang tung dihalupahon hamu padan na binahen ni Jahowa, Debatamuna i tu hamu, unang hamu mambahen di hamu ganaganaan, sumansuman ni manang aha pe, songon naung nioraan ni Jahowa Debatam ho.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai api na mangallang do Jahowa, Debatam, sada Debata parlulu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Molo dung sanga hamu maranak jala marpahompu, nunga pola sanga matua hamu di tano i, hape laos hamu mangago dirimuna, hamu tahe mambahen ganaganaan, sumansuman ni manang aha, jala diulahon hamu sogo ni roha ni Jahowa, Debatamu, asa pahehe rimasna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jouonku ma sadarion langit dohot tano gabe sitindangi mangalo hamu, asa gira situtu hamu mago sian tano, na naeng soluhonmuna nuaeng bahen partalianmu, dung ditaripari hamu Jordan i; ndang tagamon sadia leleng hamu maringan disi, ai ingkon rendep situtu hamu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi marserak ma hamu di tongatonga ni angka bangso bahenon ni Jahowa, gabe otik na ma bilangan ni jolma tinggal sian hamu di tongatonga ni angka bangso parbegu, haambolonganmuna i tinogihon ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi oloanmuna ma disi angka debata sileban, jadijadian ni tangan ni jolma, hau tahe dohot batu, angka na so marnida manang marbinege, manang mangan manang manganggo pe.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(III.) Alai ia dilului hamu olat ni Jahowa, Debatamu, sai jumpang ho do Ibana, molo tung dilului hamu Ibana sian nasa rohamu dohot sian nasa ateatemu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ia dung targogot ho jala manginona tu ho sude angka hata on, mulak ma roham di ujung ni angka ari tu Jahowa, Debatam, jala tangihononmu soarana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ai Debata na marasi roha do Jahowa, Debatamu, ndang tagamon tadingkononna ho, manang agoonna ho, jala ndang tagamon halupahononna padan naung binahenna i tu angka ompum, pola maruari Ibana tu nasida.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ua usouso ma ho di angka ari na robi, angka na jumolo sian ho, olat ni ari uju Debata manompa jolma di atas tano on, sian ujung ni langit na sada tu ujung ni langit na asing, manang dung ma masa hata songon i balga, manang tarbege na tudos tusi?",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Manang dung adong sada bangso na umbege soara ni Debata mangkatai sian tongatonga ni api, songon naung binegem i nian, hape tong do mangolu?",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Manang dung ma Debata marsangkap naeng ro mambuat di Ibana sada bangso sian tongatonga ni bangso na asing marhite sian pangunjunan, angka tanda, angka halongangan dohot marhitehite hamusuon, huhut marhitehite tangan na gogo dohot botohon na toltol dohot marhite sian songgotsonggot angka na bolon, hombar tu saluhut naung binahen ni Jahowa, Debatamuna i tu hamu di Misir di adopanmuna?",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Nunga tung tangkas dipatuduhon anggo tu ho, tama do botoonmu Jahowa do Debata, jala dungkon ni Ibana ndang adong.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Nunga pola dipatubegehon tu ho soarana sian banua ginjang naeng mangajari ho, jala dipataridahon tu ho apina na sai balga di atas tano on, hatana pe nunga pola dibege ho sian tongatonga ni api.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ala naung hinaholonganna i angka ompumu, gabe dipillit ma pinomparna dung salpu nasida, jala ditogihon Ibana ho ruar sian Misir marhite sian Bohina, marhite sian gogona na godang i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Asa pabalionna sian partalianna bangso angka na umbolon jala na gumogo sian ho di adopanmu, asa mamboan ho tu tanonasida i na naeng lehononna tu ho bahen partalianmu, songon na andar sadarion.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Antong ingkon botoonmu sadarion jala tangkas parateatehononmu marhatutuhon Jahowa do Debata di langit na di ginjang dohot di tano na di toruon, jala dungkon ni Ibana ndang adong be.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dibahen i ingkon ramotanmu angka aturanna dohot tonana, angka na hutonahon i tu ho sadarion, asa marhasonangan ho dohot angka anakmu dung salpu ho, jala asa leleng ho mangolu di tano, na nilehon ni Jahowa Debatam tu ho saleleng ho mangolu.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "(IV.) Dung i dipapulik si Musa ma tolu huta di bariba ni Jordan tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Asa tarbahen maporus tusi halak sibunu jolma, naung mambunu donganna so tinuntunna, jala ndada dihosom ibana hian na sai laon, asa maporus ibana tu sada sian angka huta i, asa laos mangolu hosana:",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "I ma Bezer di halongonan, di tano na hornop, di tongatonga ni halak Ruben; tole muse Ramot di Gilead di tongatonga ni halak Gad; tole muse Golan di Basan di tongatonga ni halak Manasse.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Jala on do patik naung niaturhon ni si Musa di adopan ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "On do angka panindangion dohot angka aturan dohot uhum, angka naung pinatolhas ni si Musa tu halak Israel, dung ruar nasida sian Misir.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Di bariba ni Jordan, di rura tondong ni Betpeor, di tano ni si Sihon, raja ni halak Amori na maringan di Hesbon, naung tinaluhon ni si Musa dohot halak Israel, dung ruar nasida sian Misir.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Laos disoluk nasida tanona rap dohot tano ni si Og, raja sian Basan, duansa tahe raja ni halak Amori na di bariba ni Jordan tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Olat ni Aroer na martopihon sunge Arnon, jala sahat ro di dolok Sirion, i ma Hermon.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Tole muse sandok adaran di bariba ni Jordan, tungkan habinsaran sahat ro di laut na di adaran di bona ni dolok Pisga.",
      "type": "content"
    }
  ]
}