{
  "book": "Ulangan",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangkataionna paduahon: Dipasingothon muse patik na sampulu i 1-19. II. Pangkorhonna tu roha ni bangso i dohot sipaingot mangapoi mangaradoti angka patik i 20-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipaluhut si Musa ma sandok halak Israel, ninna ma mandok nasida: Tangihon ma, ale Israel, aturan dohot uhum, angka sipaboaonku tu pinggolmuna sadarion, guruhon jala parateatehon hamu ma angka i laho patupahon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga pola Jahowa, Debatanta i mambahen padan tu hita di Horeb.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ndada tu angka amanta Jahowa mambahen padan on, tu hita do, tu hita on angka na dison nuaeng, tu luhut hita angka na mangolu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pola adop bohi be Jahowa mandok hatana tu hita di atas dolok sian tongatonga ni api.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ahu do uju i jongjong di holangholang ni Jahowa dohot hamu laho pabotohon tu hamu hata ni Jahowa; ai mabiar do anggo hamu maradophon api, jala ndang nangkok hamu tu atas dolok i, jadi ninna Ibana ma:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ahu do Jahowa, Debatam, na manogihon ho ruar sian tano Misir, sian bagas parhatobananmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ndang jadi marangkup Ahu adong Debatam.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ndang jadi bahenonmu di ho ganaganaan, manang sumansuman dia na di banua ginjang, nang di tano on, ro di na di bagasan aek na di toru ni tano.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang jadi ho marsomba tusi manang oloanmu angka i; ai Ahu do Jahowa Debatam, Debata parrimas, na mangaluluhon hajahaton ni amaama tu angka anakna, ro di sundut patoluhon dohot paopathon, angka na sogo roha di Ahu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai asi do rohangku di angka na marriburibu, angka na mangkaholongi Ahu, angka na mangaradoti angka patikku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ndang jadi dohononmu Goar ni Jahowa, Debatam, anggo sian neang ni roha, ai sai na hona toru ni Jahowa do manang ise na mandok Goarna sian neang ni rohana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ingot hamu ma ari Sabbat i laho pabadiahonsa, songon na tinonahon ni Jahowa, Debatam tu ho.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Onom ari ma lelengmu mulaulaon jala radotanmu nasa sibahenonmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai anggo ari papituhon i, ari Sabbat (paradianan) ni Jahowa, Debatam do i, ndang jadi radotanmu disi agia aha ulaon, nang ho, manang anakmu manang borum, manang naposom lahilahi, manang naposom boruboru, ro di pinahanmu, nang na sorang tu ho di bagasan hutam, asa maradian naposom lahilahi dohot naposom boruboru suang songon ho.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai tama ingkon ingotonmu naposo do ho na jolo di tano Misir, gabe ditogihon Jahowa, Debatam ho ruar sian i marhite sian tangan na gogo dohot botohon na toltol; ala ni do umbahen didokkon Jahowa Debatam ho pabadiahon ari Sabbat i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ingkon pasangaponmu do natorasmu, songon na tinonahon ni Jahowa, Debatam tu ho, asa leleng ho mangolu jala asa marhasonangan ho di tano, na nilehon ni Jahowa Debatam tu ho.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Unang ho mambunu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(5-17b) Unang ho mangalangkup.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(5-17c) Unang ho manangko.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(5-17d) Unang ho olo sitindangkon gabus maralohon donganmu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(5-18) Ndang jadi haliangan ni roham jolma ni donganmu, jala ndang jadi haliangan ni roham bagas ni donganmu, manang haumana manang naposona baoa manang naposona boruboru, manang lombuna manang hodana, manang dia pe ugasan ni donganmu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(5-19) I ma hata i, angka na hinatahon ni Jahowa tu sandok luhutanmuna i di atas dolok sian tongatonga ni api, ombun dohot na holom marimpotimpot mardongan soara na gogo, jala ndang ditambai manang aha, jala disurathon do angka hata i tu dua lei batu, jala dilehon do i tu ahu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(5-20) (II.) Alai dung dibege hamu soara i sian tongatonga ni haholomon, jala marsigorgor dolok i di bagasan api, ro ma hamu jumonok tu ahu, sude indukmuna tahe marmargamarga dohot sintuamuna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(5-21) Jala didok hamu, ida ma, nunga dipataridahon Jahowa, Debatanta i tu hita hamuliaonna dohot hatimbulonna, jala nunga dipatubegehon tu hita soarana sian tongatonga ni api, jala nunga itaida sadarion, pola Debata mandok hatana tu jolma i, hape tong do mangolu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(5-22) Nuaeng pe, boasa tagonan ingkon mate hita? Ai suda hita panganon ni api na bolon on, tung sura pabegebegeonta dope soara ni Jahowa, Debatanta i, ingkon mate hita.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(5-23) Ai tung ise ma sian nasa sibuk naung umbege soara ni Debata na mangolu i mandok hatana sian tongatonga ni api songon hita, hape tong do mangolu?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(5-24) Ho ma tahe laho jumonok huhut umbege saluhut sidohonon ni Jahowa, Debatanta i, jala ho muse paboahon tu hami saluhut na pinaboa ni Jahowa, Debatanta i tu ho, ingkon tangihononnami jala patupaonnami do.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(5-25) Jadi dung dibege Jahowa soara ni hatamuna i, angka na nidokmuna i tu ahu, gabe didok Jahowa ma tu ahu: Nunga hubege soara ni hata ni bangso on, angka na pinaboanasida tu ho; denggan do sude na nidoknasida i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(5-26) Ise ulaning mangalehon tu nasida, asa tongtong marroha sisongon i nasida marhabiaran tu Ahu dohot mangaradoti saluhut tonangku saleleng mangolu nasida, asa marhasonangan nasida dohot pinomparnasida i ro di salelenglelengna!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(5-27) Laho ma ho, paboa ma tu nasida: Muli ma hamu tu undungundungmuna be!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(5-28) Alai anggo ho, ingkon jongjong ho dison, di lambungkon, asa Ahu paboahon tu ho saluhut tona, angka aturan dohot uhum, angka sipodahononmu tu nasida, asa diulahon nasida angka i di tano silehononku tu nasida bahen partalianna.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(5-29) Antong ringkoti hamu ma mangulahon, songon na tinonahon ni Jahowa, Debatamuna i tu hamu, unang hamu manimbil tu siamun manang tu hambirang!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(5-30) Marparange ma hamu di bagasan saluhut dalan naung tinonahon ni Jahowa, Debatamuna i tu hamu, asa mangolu hamu jala marhasonangan hamu, jala leleng hamu mangolu di tano siteanonmuna i.",
      "type": "content"
    }
  ]
}