{
  "book": "Ulangan",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sipaingot mangaringkoti marrohahon roha biar dohot holong mida Debata, ai i do ina ni nasa hatigoran 1-19. II. Memehononna huhut roha sisongon i tu anakkonna 20-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai on do tona, aturan dohot uhum, angka naung tinonahon ni Jahowa, Debatamuna i, podahononhon tu hamu, asa ulahononmuna di tano sisoluhonmuna i, dung taripar hamu tusi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Asa marhabiaran ho tu Jahowa, Debatam jala diradoti ho saluhut aturanna dohot tonana, angka naung hutonahon tu ho, songon i ho nang anakmu nang pahompum saleleng ho mangolu, asa tung hupaganjang umurmu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Antong tangihon ma i, ale Israel, jala ringkoti mangulahon angka i, asa marhasonangan ho, jala asa lam torop situtu hamu, songon naung pinorbagabaga ni Jahowa Debata ni angka ompum tu ho, di tano habaoran ni susu dohot situak ni loba.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tangihon ma, ale Israel, anggo Jahowa Debatanta i, Jahowa Sasadasa do.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala ingkon haholonganmu Jahowa, Debatam sian nasa roham dohot sian nasa ateatem dohot sian nasa gogom.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala ingkon parateatehononmu luhut hata on, angka na hutonahon tu ho sadarion.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala ingkon gogoonmu mangajarhon angka i tu angka anakmu, jala taringotanmu angka i, molo hundulhundul ho di bagasan jabum, manang mardalani ho di pardalanan, manang laho modom pe ho, nang dung hehe muse.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala ingkon rahuthononmu angka i bahen partinandaan di atas tanganmu, jala bahen parningotan di holangholang ni matam.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala ingkon surathononmu angka i tu tohang ni jabum dohot tu panggumbanganmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia dung masuk ho ditogihon Jahowa, Debatam, tu tano na niuarihonna tu ompum, tu si Abraham, si Isak dohot si Jakkob mangalehon tu ho huta, angka na bolon dohot na denggan, angka na so pinungkam.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tole bagas angka na gok dohot na denggan marragamragam, angka na so niisianmu dohot sumur angka na so hinalianmu, tole porlak anggur dohot hau Jetun angka na so sinuanmu, jala mangan ho sian i pola bosuran.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sai marjaga ma ho di dirim, asa unang dihalupahon roham Jahowa, naung manogihon ho ruar sian tano Misir, sian bagas parhatobananmu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tama ingkon habiaranmu Jahowa, Debatam, jala oloanmu Ibana jala maruari ho tu Goarna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ndang jadi ihuthononmuna angka debata sileban, sian debata ni bangso angka na humaliang hamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai Debata parrimas do Jahowa, Debatam, di tongatongamu, asa unang marpiarpiar rimas ni Jahowa, Debatam, mida ho, gabe siaphononna ho maon sian sisik ni tano on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ndang jadi unjunanmuna, Jahowa Debatamuna i, songon naung niunjunanmuna Ibana di Massa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingkon burju hamu mangaradoti angka tona ni Jahowa, Debatamuna i, ro di panindangionna dohot aturanna, angka naung tinonahonna tu ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Asa ulahononmu na tigor dohot na denggan di adopan ni Jahowa, asa marhasonangan ho, jala asa masuk ho jala teanonmu tano na denggan i naung niuarihon ni Jahowa tu angka ompum.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ingkon Ibana mangeak saluhut musum sian adopanmu, songon naung pinorbagabaga ni Jahowa hian.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(II.) Tung sura sungkunsungkun on ni anakmu ho sogot songon on: Dia do parmulaan ni angka panindangion, aturan dohot uhum, angka na tinonahon ni Jahowa, Debatanta i tu hamu?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dohononmu ma tu anakmu: Hatoban ni si Firaun do hami na jolo di Misir, gabe ditogihon Jahowa hami ruar sian Misir marhite sian tangan na gogo.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala dibahen Jahowa do tanda dohot halongangan angka na bolon jala na rahat di Misir, tu si Firaun dohot tu sandok isi ni bagasna di adopannami.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai anggo hami ditogihon Ibana do ruar sian i, asa boanonna hami masuk jala lehononna tu hami tano naung niuarihonna tu ompunami.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ala ni umbahen ditonahon Jahowa uju i tu hami ulahononnami sude angka uhumon, marhabiaran tu Jahowa, Debatanami, asa marhasonangan hami ariari jala tongtong hami pangoluonna, songon na andar sadarion.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Manjadi hatigoran do i huhut di hami, molo huringkoti hami mangulahon sandok uhumon di adopan ni Jahowa, Debatanta i, songon naung tinonahonna tu hami.",
      "type": "content"
    }
  ]
}