{
  "book": "Ulangan",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jahowa mandokkon Israel siaphononna angka bangso isi ni tano Kanaan hian ro di pameleon tu begu 1-11. II. Bagabaga ni Jahowa pasupasuonna Israel ala ni 12-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia dung diboan Jahowa, Debatam ho masuk tu tano sitopotonmi bahen partalianmu, jala dung torop angka bangso parbegu pinabalina maradophon ho, i ma halak Het i, Girgasi, Amori, Kanaan, Perisi, Hevi dohot Jebusi, pitu bangso angka na tumorop jala na gumogo sian ho.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala ia dung dipasahat Jahowa, Debatam nasida maradophon ho, taluhononmu nasida, ingkon haromhononmu nasida, ndang jadi marpadanpadan ho tu nasida, jala ndang jadi asiasianmu nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala ndang jadi ho martondong tu nasida, borum ndang jadi lehononmu tu anakna, jala boruna ndang jadi buatonmu di anakmu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai marbalik sian Ahu do anakmu elaonna, asa oloanna angka debata sileban, jadi marsigorgor ma rimas ni Jahowa mida hamu, jala gira hamu agoonna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon songon on do bahenonmu tu nasida: Ingkon lohaonmuna do angka langgatannasida, jala ingkon taporanmuna do angka ajiajiannasida, ingkon tabaonmuna do angka sombaonnasida jala ingkon suda tutungonmuna di bagasan api angka ganaganaannasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai bangso na badia do anggo ho di Jahowa, Debatam, nunga ho pinillit ni Jahowa, Debatam sian nasa bangso angka na di tano on, gabe bangso hapunjunganna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ndada ala tumorop hamu sian angka bangso na asing, umbahen dihaholongi Jahowa hamu jala dipillit hamu, ai hamu do apala na ummetmet sian nasa bangso.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung sian holong ni roha ni Jahowa do mida hamu, asa dipahot Ibana huhut uari, naung pola niuarihonna tu ompumuna, umbahen ditogihon Jahowa hamu ruar marhite sian tangan na gogo, jala ditobus ho sian bagas parhatobanan, sian si Firaun, raja sian Misir.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibahen i tama ingkon botoonmu, Jahowa do Debatam, Ibana do Debata na sintong jala na bonar, na pasintong padan dohot asi ni roha tu halak, angka na mangkaholongi Ibana dohot tu angka na mangaradoti tonana, pola marriburibu sundut.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ibana huhut marlulu tu halak angka na mangkagigihon Ibana, marsibalik tahe bohina sandiri, asa agoonna; ndang maralangalang rohana mamaloshon jalojalo hajahaton ni halak na mangkagigihon Ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Antong radoti hamu ma angka tona, aturan dohot uhum, angka na hutonahon tu ho sadarion, asa ulahononmu angka i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Jadi molo tung ditangihon hamu angka uhumon, diparangehon jala diulahon hamu angka i, jadi pasintongon ni Jahowa, Debatam ma tu ho padan dohot asi ni roha, naung niuarihonna tu ompumu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Haholonganna ma ho jala pasupasuonna jala patoroponna ho; pasupasuonna huhut parbue ni bortianmu dohot parbue ni tanomi, emem, anggurmu, miakmu jala sinur tumpahanna lombum dohot birubirum di tano naung niuarihonna tu angka ompum,lehononna tu ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dapotan pasupasu ma ho lobi sian saluhut angka bangso; ndang adong di tongatongamu nanggo sahalak baoa manang parompuan na so gabe, nang di pinahanmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala padaoon ni Jahowa ma sian ho nasa parsahiton, jala ndang loasonna mangonai tu ho nanggo sada sian sude begu masa na rahat di Misir, angka na tinandam, mangonai do angka i anggo tu sude halak na mangkagigihon ho.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ingkon suda panganonmu saluhut bangso angka sipasahaton ni Jahowa, Debatam tu ho, ndang jadi maralangalang roham mida nasida jala ndang jadi oloanmu debatanasida i, ai gabe jorgong do i di ho.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai tung sura dohononmu di bagasan roham: Tumorop do angka bangso parbegu on sian ahu, beha ma pambahenna tung ahu pabalihon nasida?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Unang ma ho tahuton mida nasida; sai dipaingotingot roham ma tongtong naung binahen ni Jahowa, Debatam, tu si Firaun dohot tu sude halak Misir!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Paingotingot pangunjunan angka na bolon, angka naung niida ni matam sandiri, tole angka tanda dohot halongangan, ro di tangan na gogo, jala botohon na toltol, pinamasa ni Jahowa, Debatam manogihon ho ruar. Suang songon i bahenon ni Jahowa, Debatam tu saluhut bangso, angka na hinabiaranmu nuaeng.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tongoson ni Jahowa, Debatam huhut angka uhum hamagoan tu tongatonganasida, paima rendep dibahen jolma angka na tinggal dope jala na martabuni maradophon ho.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Unang tung godoron roham maradophon nasida, ai Jahowa Debatam do di tongatongamu, Ibana do Debata na timbul jala na songkal.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jahowa, Debatam huhut mangarendephon nangetnanget angka bangso parbegu maradophon ho; ndang tarbahen sahali siap nasida bahenonmu, asa unang lam ganda binatang di harangan pasarisarionmu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ingkon Jahowa, Debatam pasahathon nasida di adopanmu, marhagodoron godang nasida bahenonna, paima sun siap nasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Angka rajanasida pe pasahatonna do tu bagasan tanganmu, asa siaphononmu goarnasida sian toru ni langit; ndang adong na manahan di adopanmu nanggo sahalak, paima rendep nasida bahenonmu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Angka ajiajian ni debatanasida, ingkon suda tutungonmu di bagasan api, ndang jadi mangapian roham di perak manang di sere na lohot disi, naeng buatonmu di ho, asa unang tarjorgong ho bahenon ni, ai hagigian ni Jahowa, Debatam do i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dibahen i ndang jadi boanonmu hagigian i tu bagasan jabum, asa unang hona harom ho, suang songon ugasanna hian; ingkon marbiasbias situtu roham di ugasan sisongon i jala hagigihononmu, ai naung hona harom do i.",
      "type": "content"
    }
  ]
}