{
  "book": "Ulangan",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipasingothon si Musa tu bangso i angka denggan basa ni Jahowa naung jinalona i, jala diapoi rohanasida mandok mauliate ala ni 1-10. II. Lumbalumba asa naung dihalupahon nasida denggan basa ni Debata 11-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Sude patik, angka na hutonahon tu ho sadarion, ingkon ringkotanmuna do i mangulahon, asa mangolu, hamu jala torop, jala masuk hamu tu tano siteanonmuna i, naung niuarihon ni Jahowa tu angka ompumuna i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon ingotonmu huhut saluhut dalan naung tinogihon ni Jahowa, Debatam ho na opatpulu taon on di halongonan, asa Ibana paserep roham, mangunjuni ho, asa tung tanda manang aha na di bagasan roham, manang na radotanmu angka tonana, manang ndang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ibana tutu paserep roham, Ibana huhut mangaranapi ho, Ibana muse mangalehon ho mangan Manna, na so tinandam hian, manang tinanda ni angka ompum; asa Ibana pabotohon tu ho, ndada holan sagusagu hangoluan ni jolma, mangolu do tahe jolma i sian ganup hata na ruar sian pamangan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pangkeanmu pe ndang olo buruk di dagingmu na opatpulu taon i, patmu pe ndang olo marpurapura.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Antong sai tandai ma i di bagasan roham marhatopothon, na niajaran ni Jahowa, Debatam ho, songon amaama na mangajari anakna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i tama ingkon radotanmu angka patik ni Jahowa, Debatam, asa marparange ho di angka dalanna marhabiaran mida Ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai Jahowa, Debatam manogihon ho tu tano na denggan, tu tano na marbatang aek, marmual dohot martao, angka na mabaor di rura dohot di dolok.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sada tano hatubuan ni eme, jagung, hau anggur, hau ara dohot dalimo, tano na marmiak Jetun, jala na marsituak ni loba.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sada tano, na so pola marhangaluton panganonmu rotim disi, jala ndang hurangan ho di manang aha; sada tano batuna do bosi jala sian dolokdolokna tarhali ho tombaga.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia dung mangan ho jala bosuran, ingkon pujionmu di Jahowa, Debatam, ala ni tano na denggan, naung nilehonna i tu ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Antong ramoti ma dirim, asa unang lupa roham di Jahowa, Debatam, gabe ndang diradoti ho angka tonana i, uhumna dohot aturanna, angka na hutonahon i tu ho sadarion.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa unang ia dung mangan ho jala bosuran, jala dipauli ho angka bagas na uli diingani ho.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tole lombum dohot birubirum lam sinur do jala ganda perak dohot sere di ho, ganda huhut saluhut na di ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hape lam dipaginjang ho roham jala lupa ho di Jahowa Debatam, na manogihon ho ruar sian tano Misir, sian bagas parhatobanan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ibana manogunogu ho di halongonan na bolon jala na jorbut, inganan ni ulok tulung api dohot naga dohot hala, tano hasang huhut na so marisi aek; Ibana tahe paruarhon di ho aek sian dolok batu na pir sahali.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ibana mangalehon ho mangan Manna di halongonan, na so tinanda ni angka ompum, asa Ibana paserep roham dohot mangunjuni ho, asa marhasonangan ho bahenonna di ujung.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Asa unang dohononmu di bagasan roham: Gogongku sandiri dohot huaso ni tanganku mangomo di ahu hamoraon on.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ingkon paingotingoton ni roham tahe Jahowa, Debatam, ai Ibana do na mangalehon gogo tu ho mangomo angka arta i, asa pahothon padanna naung niuarihonna tu angka ompum, songon na andar sadarion.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai tung sura lupa roham di Jahowa, Debatam, jala diihuthon ho angka Debata sileban huhut mangoloi jala marsomba tusi, hatindangkononku hian ma tu hamu sadarion, ingkon mago situtu hamu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Songon bangso parbegu, angka naung niago ni Jahowa maradophon hamu, suang songon i hamu mago, ala so ditangihon hamu soara ni Jahowa, Debatamuna i.",
      "type": "content"
    }
  ]
}