{
  "book": "Ulangan",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba maradophon hatigoran sian rohana sandiri 1-6. II. Dipasingothon tu bangso i dosa na marhite sian lombu sere i 7-21. III. Dosana marhite sian jotjotna marmungutmungut 22-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tangihon ma, ho ale Israel, tole ma ho sadarion manaripari Jordan laho masuk dohot papatuhon bangso, angka na umbolon jala gumogo sian ho dohot huta na bolon, angka na pinagonting sahat ro di langit.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sada bangso na bolon jala na timbo, i ma pinompar ni si Enak, angka naung tinandam jala naung binegem i baritana, songon on: Tung ise ma manahan jongjong maradophon pinompar ni si Enak?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon botoonmu huhut sadarion, Jahowa Debatam, Ibana sandiri taripar manguluhon ho, hira api na mangallang; Ibana maniaphon nasida jala Ibana patundukkon nasida di adopanmu, gabe pabalionmu nasida sian partalianna jala gira agoonmu nasida, songon naung pinorbagabaga ni Jahowa hian tu ho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia dung dionjar Jahowa, Debatam nasida sian adopanmu, ndang jadi dohononmu di bagasan roham: Ala ni hatigoranku do umbahen ditogihon Jahowa ahu masuk laho manean tano on; hape nian ala ni hajahaton ni angka bangso parbegu on, umbahen dionjar Jahowa nasida maradophon ho.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndada ala ni hatigoranmu sandiri manang binahen ni burju ni roham, umbahen masuk ho laho manean tanonasida i; ai ala ni hajahaton ni angka bangso parbegu on, umbahen dionjar Jahowa, Debatam nasida maradophon ho, huhut asa pahothon hata naung niuarihon ni Jahowa tu angka ompum, tu si Abraham, si Isak dohot si Jakkob.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ingkon botoonmu tahe, ndada ala ni hatigoranmu sandiri, umbahen dilehon Jahowa, Debatamu tu ho tano na denggan on bahen partalianmu, ai bangso na tangkang do ho marroha.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Sai ingot ma, unang tung halupahon na pinahehemi rimas ni Jahowa, Debatam di halongonan, olat ni ari dung haruar ho sian tano Misir sahat hamu ro di inganan on, sai manggunturi do hamu dompak Jahowa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Di Horeb dope nunga dipahehe hamu rimas di Jahowa, pola naeng agoon ni Jahowa hamu ala ni rimasna mida hamu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dung manaek ahu tu dolok i laho manjalo lei batu na dua i, lei parpadanan, naung binahen ni Jahowa tu hamu, pola tinggal ahu di atas dolok i opatpulu ari opatpulu borngin lelengna, so mangan sagusagu ahu manang minum aek.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dilehon Jahowa ma tu ahu na dua lei batu, angka na sinuratan marhite sian jarijari ni Debata, jala di atasna tarsurat saluhut hata, angka naung hinatahon ni Jahowa tu hamu di atas dolok sian tongatonga ni api uju di ari parluhutan i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung salpu na opatpulu ari opatpulu borngin, dilehon Jahowa ma tu ahu na dua lei batu, i ma lei parjanjian.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ro ma hata ni Jahowa tu ahu: Hehe ma ho, hatop ma ho tuat sian on, ai nunga marroha mago bangsomi, naung tinogihonmu ruar sian Misir. Tibunai nasida manimbil sian dalan naung hutonahon i tu nasida, nunga dibahen nasida di nasida sada ganaganaan na tinuang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ro muse hata ni Jahowa tu ahu songon on: Nunga huida pangalaho ni bangso on, jala ida ma, tung na tangkang do roha ni bangso on!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Loas ma Ahu, asa tung hurendephon nasida, asa pesan goarnasida sian toru ni langit i! Asa hubahen ho gabe bangso na gumogo jala na umbolon sian bangso on.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung humusor ahu jala tuat ahu sian dolok, na marsigorgor di bagasan api, jala na dua lei parjanjian di bagasan tanganku na dua i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi hubereng ma, gabe ida ma, nunga mardosa hamu dompak Jahowa, Debatamuna i, nunga dibahen hamu di hamu sada lombu tuangan; tibunai tutu hamu manimbil sian dalan, na tinonahon ni Jahowa tu hamu!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi hutangkup ma na dua lei batu i jala hureongkon do i sian bagasan tanganku na dua i jala hutapori do i di adopanmuna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i hutinggangkon ma ahu di adopan ni Jahowa, suang songon parjolo i, opatpulu ari opatpulu borngin lelengna, ndang mangan sagusagu ahu manang minum aek, ala ni saluhut dosamuna, angka naung binahenmuna i laho mangulahon sogo ni roha ni Jahowa, asa pahehehon rimasna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai gari ahu mabiar do maradophon parpiarpiar ni rimas, naung hinarimashon ni Jahowa tu hamu, naeng agoonna hamu; alai ditangihon Jahowa do ahu nang sahalion.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Mida si Aron pe tarrimas situtu do Jahowa, naeng agoonna ibana, alai martangiang ahu mangondihon nang si Aron uju i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai anggo dosamuna i, i ma anak ni lombu naung binahenmuna i, hubuat ma i jala humosokkon do i di bagasan api, laos hutapori ma i jala hududa lamot maradu gabe orbuk jala husirsirhon orbukna i tu aek na mabaor sian dolok.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Marsigorgor muse rimas ni Jahowa dipahehe hamu uju di Tabera, di Massa dohot di angka tanoman hahisapon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tole muse uju na sinuru ni Jahowa hamu sian Kades-Barnea, ninna do: Nangkok ma hamu jala soluk hamu ma tano i naung hulehon tu hamu, hape dialo hamu do hata ni Jahowa, Debatamuna i, jala ndang porsea hamu di Ibana, jala ndang ditangihon hamu soarana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai manggunturi do hamu dompak Jahowa olat ni ari dung hutanda hamu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi hutinggangkon ma ahu di jolo ni Jahowa opatpulu ari opatpulu borngin lelengna, sai tongtong do ahu manungkap ala naung nidok ni Jahowa naeng agoonna hamu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i martangiang ma ahu tu Jahowa, ningku ma: Iale Tuhan Jahowa! Sai unang ma ago bangsom dohot partalianmu naung tinobusmu marhitehite hatimbulonmu, naung tinogihonmu ruar sian tano Misir marhite sian tangan na gogo!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sai ingot ma angka naposom, si Abraham, si Isak dohot si Jakkob! Unang ma Ho manaili dompak hatangkangon ni bangso on dohot dompak hajahatonna dohot dompak dosana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Asa unang dohonon ni halak isi ni tano haruarannami tinogihonmi: Ala na so tarbahen Jahowa manogihon nasida masuk tu tano naung pinarbagabagana i tu nasida, jala ala ni gigina mida nasida, umbahen ditogihon nasida ruar, asa bunuonna nasida di halongonan.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Hape nian nasida do bangsom dohot partalianmu naung tinogihonmu ruar marhite sian hagogoonmu na godang i dohot marhite sian botohonmu na toltoli.",
      "type": "content"
    }
  ]
}