{
  "book": "Ester",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Marpanggalangon bolon do raja Serses 1-8. II. Tarboan rohana si Wasti jolma ni rajai gabe dibolongkon 9-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i masa ma di angka ari ni si Serses, i ma si Serses, na mangarajai, olat ni India sahat ro di Kus, saratus duapulu pitu luat ginomgomanna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi uju marhabangsa raja Serses sahali di atas habangsa harajaonna i di huta Susan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Patolutaonhon hinarajaonna i, dibahen rajai ma sada panggalangon di saluhut indukna dohot angka naposona. Jadi marluhut ma angka partogi ni parangan di Persia dohot Madai ro di angka pangarajai dohot induk marluatluat di adopan ni rajai.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Asa patotondurhononna hinagodang ni hamoraon dohot hamuliaon ni harajaonna ro di hajagaron ni hatimbulonna i, pola na nia lelengna, sampe saratus ualupulu ari.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung salpu angka ari i, dibahen rajai muse sada panggalangon di sandok situan na torop, angka na jumpang di huta Susan, nang halak na magodang, nang halak na metmet, pola pitu ari lelengna di alaman ni porlak mardonokkon bagas ni rajai.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Targantung do disi rimberimbe angka na bontar, sibolang dohot na rata disuruk dohot tali bonang na binalau dohot abit na tinubar, disuruk tu tintin perak, jala dilohothon tu tiang batu na martulis, tole angka bantal sian sere dohot perak marpeahan di pantar sian batu na martulis dohot simata landus.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tole angka siinumon ditarehon do di bagasan panginuman sere, jala sai masisoluhan do angka panginumani marragamragam; tole anggur harajaon mansai godang, hombar tu hinagodang ni hamoraon ni rajai.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Parminumna pe tung guru sombuna be do ndang jadi ontohon, ai nunga songon i hian hata ni rajai tu sude induk di bagasan jabuna, ingkon ganup mambahen guru lomo ni rohana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Nang si Wasti, jolma ni rajai dibahen do sada panggalangon di angka parompuan di bagasan jabu harajaon, na di raja Serses.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tole papituarihon, uju marlas ni roha rajai binahen ni anggur, didokkon rajai ma si Mehuman, si Bista, si Harbona, si Bigta, si Abagta, si Jetar dohot si Karkas, na pitu halak naposo angka na marhalado di adopan ni raja Serses.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Asa boanonna si Wasti, jolma ni rajai tu adopan ni rajai mantat tumpal harajaon, naeng patuduhononna hinaulina tu angka bangso dohot induk, ai tung na uli utus do rupana i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai manjua do anggo si Wasti, jolma ni rajai ro nidokkon ni rajai, pinasahat ni angka naposo. Jadi tarrimas situtu ma rajai, pola marpiarpiar murukna di bagasan ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ro ma hata ni rajai tu halak na pistar, angka na umboto manjujur ari: Ai songon i somal hata ni rajai, ingkon dasingon ni saluhut panuturi dohot siboto patik.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai angka na sumolhot tu rajai, i ma: Si Karsena, si Jetar, si Admata, si Tarsis, si Meres, si Marsena dohot si Memukan, na pitu induk ni halak Persia dohot Madai, angka na somal marnida bohi ni rajai, angka na hundul di hundulan parjolo di bagasan harajaon i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Manungkun manang aha na patut tu uhum bahenon tu si Wasti, jolma ni rajai, ala na jinouna i hata ni raja Serses, na pinasahat ni angka naposona.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ro ma alus ni si Memukan di adopan ni rajai dohot angka induk i: Ndada holan tu rajai sandiri marsala si Wasti, jolma ni rajai, dohot do tu sude induk dohot tu sude bangso, angka na maringan di saluhut luat ginomgom ni raja Serses.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai sar ma barita ni pambahenan ni jolma ni rajai tu sude angka parompuan, asa pis matana mida baoana tu joloan on, ai dohononnasida ma: Nunga pola dilehon raja Serses, parenta mandokkon boanon si Wasti, jolma ni rajai, tu adopan ni rajai, hape ndang ro nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala olat ni sadarion dohonon ni angka jolma ni induk di Persia dohot Madai ma i, angka na umbege barita ni pambahenan ni jolma ni rajai tu sude angka induk ni rajai, jadi ndang mansohot haleaon, dohot hamuruhon na mardongan saripe.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Asa molo denggan di roha ni rajai, ruar ma sada parenta harajaon sian adopan ni rajai laos tarsurat tu bagasan buku patik ni halak Persia dohot Madai, angka na so jadi laosan: Na so tupa be ro si Wasti tu adopan ni rajai Serses, jala sahala harajaonna i basabasahonon ni rajai ma tu parompuan na asing na dumenggan marparange sian ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala ingkon tingtingkononhon parenta na binahen ni rajai, asa sange umbotosa di sandok harajaonna na bolon i, jadi saluhut parompuan mangalehon hormat tu harajaannasida, nang na magodang nang na metmet.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi denggan ma hata i di roha ni rajai dohot angka induk i, gabe dibahen rajai ma hombar tu hata ni si Memukan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i dipantongoshon ma angka surat tingting tu saluhut luat ginomgom ni rajai, tu ganup luat mangihuthon panurathonna dohot tu ganup bangso mangihuthon pangkulingna mandok: Ingkon ganup baoa mangarajai di bagasan jabuna, jala ingkon marpangkuling hombar tu pangkuling ni bangsona.",
      "type": "content"
    }
  ]
}