{
  "book": "Ester",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Ester, boru Jahudi, tarboan tu jabu ni rajai 1-10. II. Bangkit jolma ni rajai do ibana 11-20. III. Si Mordahai palumba rajai unang tartodos 21-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu angka jamita ondeng, dung mombun rimas ni raja Serses, diingot rohana ma si Wasti ro di naung binahenna dohot naung tinuptupna taringot tu nasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ro ma hata ni angka naposo ni rajai, angka pahaladona i mandok: Ingkon ririton nian di rajai boruboru angka namarbaju, angka na uli rupa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon pabangkiton ni rajai nian angka jolma simatamatai di saluhut luat ginomgomanna i, asa dipapungupungu sude boruboru namarbaju, angka na uli rupa tu huta Susan, tu bagasan jabu parpunguan ni boruboru i, na marpandapotan tu si Hegai, naposo ni rajai, siramoti angka parompuan, ingkon lehonon nian huhut miak parpangiron.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala boruboru namarbaju, lomo ni roha ni rajai, ingkon i ma nian pabangkiton gabe jolma ni rajai singkat ni si Wasti. Jadi denggan ma hata i di roha ni rajai, jala dibahen songon i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai adong ma uju i di huta Susan sada baoa Jahudi na margoar si Mordahai, anak ni si Jair, i ma anak ni si Simei, i ma anak ni si Kis, halak Benjamin.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Naung tarbuang sian Jerusalem rap dohot halak na tarbuang uju tarboan si Joiakin raja sian Juda, na binuangkon ni si Nebukadnesar, raja sian Babel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ibana ma ama pagodanggodang si Hadasa, i ma si Ester boru ni amangtuana, ai ndang adong be amana manang inana; na uli utus do pardagingonna, uli dohot rupana. Jadi dung mate amana dohot inana, ro ma si Mordahai mangain nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dung sar hata ni rajai dohot patikna, jala nunga nania torop boruboru dipapungupungu tu huta Susan, marpandapotan tu si Hegai, tarboan ma dohot si Ester tu bagasan jabu ni rajai, marpandapotan tu si Hegai, siramoti angka parompuan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi lomo ma rohana mida boruboru namarbaju i, jala jumpangan asi ni roha di adopanna, hapogan ma ibana mangalehon angka miak parpangiron dohot parjambaran naung binuhul tu nasida dohot na pitu boruboru silehonon sian jabu ni rajai bahen pandonganina. Dung i dipatongon ma tu ibana dohot tu boruboru pandonganina i bilut na dumenggan di jabu parpunguan i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ndang dipaboaboa si Ester bangsona manang hulahulana, ai nunga ditonahon si Mordahai hian tu nasida, na so jadi paboaboaonna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Alai ariari si Mordahai mardalandalan di jolo bagas parpunguan ni parompuan i, asa diboto manang na sonang dihilala si Ester, jala manang aha binahenna tu nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai molo dung jumpang gansi ni ganup namarbaju, asa bongot ibana tu adopan ni raja Serses, di ujung ni tingki naung binuhul hian tu angka parompuan, pola sampulu dua bulan lelengna; ai songon on do panggohina di angka ari parpangiron: Onom bulan marpangir dohot miak mir, jala onom bulan muse dohot miak na hushus marragamragam, pinangke ni parompuan hian.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia dung songon i masuk ma namarbaju i tu adopan ni rajai, tung guru dokna do mangido manang aha boanonna sian jabu parpunguan ni boruboru laho masuk tu jabu ni rajai.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia bodarina i ibana masuk, manogotna i muse ibana mulak tu jabu paduahon parpunguan ni boruboru, marpandapotan tu si Saasgas, naposo ni rajai, siramoti angka rading; jala ndang jadi be ro tu jolo ni rajai, nda ingkon lomo ni rajai di ibana, jala dijou goarna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung jumpang gansi ni si Ester, boru ni si Abigail, amangtua ni si Mordahai, naung niainna i bahen boruna, asa masuk tu adopan ni rajai, ndang adong agia aha dipangido, dungkon ni na nidokkon ni si Hegai, naposo ni rajai, siramoti angka parompuan. Jadi jumpangan asi ni roha ma si Ester sian saluhut halak na marnida ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi tarboan ma si Ester tu adopan ni raja Serses, tu bagasan jabu ni rajai di bulan sipaha sampulu, i ma bulan Tebet, papitutaonhon hinarajaonna i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi humolong ma roha ni rajai mida si Ester, asa mida sude parompuan na asing, jumpangan asi dohot talup ni roha ibana di adopan ni rajai, gumodang sian saluhut namarbaju i; jadi dibahen rajai ma sada tumpal harajaon tu uluna, jala dipabangkit gabe raja, singkat ni si Wasti.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i dibahen rajai ma sada panggalangon na bolon di saluhut indukna dohot naposona; panggalangon ala si Ester ma i. Dung i marari raya ma saluhut luat didokkon rajai, jala mangalehon asiasi ibana, hombar tu hamoraon ni rajai.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tole laho papunguhon angka namarbaju paduahalihon hundul ma si Mordahai di pintu ni jabu ni rajai.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai ndang dipaboaboa si Ester hulahulana dohot bangsona, songon na tinonahon ni si Mordahai hian tu nasida, ai guru dok ni Mordahai dioloi si Ester, suang songon uju pinagodanggodangna nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Di angka ari uju hundulhundul si Mordahai di pintu ni jabu ni rajai, tarrimas ma dua naposo ni rajai, goarna si Bigtan dohot si Teres, sian angka sijaga lobulobu, pola mangalului dalan naeng todosonna rajai.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tarbortik ma hata i tu si Mordahai, gabe dipaboa ma i tu si Ester jolma ni rajai, jala si Ester muse paboahon tu rajai marhite sian goar ni si Mordahai.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dung disulingkit hata i, sintong do hape dapotsa; laos targantung nasida duansa tu hau, jala tarsurat hata i di bagasan buku jamita ariari na di adopan ni rajai.",
      "type": "content"
    }
  ]
}