{
  "book": "Ester",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Haman na pinasangap ni rajai, ndang diparsangapi Mordahai 1-4. II. Disangkap rohana naeng rendephononna halak Jahudi 5-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung salpu angka jamita ondeng dipasangap raja Serses ma si Haman, anak ni si Hamedata, pinompar ni si Agag, jala dipatimbul ibana, jala tumimbo hundulanna dibahen sian hundulan ni saluhut induk donganna i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala saluhut naposo ni rajai, angka na di pintu ni jabu ni rajai marsomba tu si Haman, pola marsinggang di jolona, ai songon i do tona ni rajai taringot tu ibana; alai anggo si Mordahai ndang olo marsinggang manang marsomba.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna angka naposo ni rajai ma, angka na di pintu ni jabu ni rajai, tu si Mordahai: Boasa tung laosanmu tona ni rajai?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung songon i didok nasida ariari tu ibana, hape ndang ditangihon ibana hatanasida i, dipaboa nasida ma i tu si Haman, naeng idaonna antong manang na tarhajongjongkon si Mordahai angka hatana i, ai adong do na paboahon tu nasida halak Jahudi ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Jadi dung diida si Haman, na so marsinggang si Mordahai manang marsomba tu ibana, gabe tarrimas situtu ma si Haman.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai maleahu di rohana laluhononna tanganna holan tu si Mordahai; ai nunga dipaboa halak tu ibana bangso ni si Mordahai, jadi ditahi roha ni si Haman naeng rendephononna sude halak Jahudi, angka na di sandok harajaon ni si Serses, ala bangso ni si Mordahai nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tole di bulan sipaha sada, i ma bulan Nisan, pasampuluduataonhon hinarajahon ni raja Serses mandabu tondung ma halak, i ma Pur, di adopan ni si Haman manjujur ari na denggan, pola marbulanbulan lelengna sahat ro di bulan hurung, i ma bulan Adar.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna si Haman ma mandok raja Serses: Adong do sada bangso na marserak, jala mampar tu tongatonga ni angka bangso di saluhut luat ginomgomanmu; patiknasidai asing do sian patik ni saluhut bangso, jala ndang diturut nasida patik ni rajai; dibahen i ndang patut pasombusombuon ni rajai nasida songon i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Molo denggan di roha ni rajai, dibahen ma nian surat mandokkon bunuon nasida; asa hudasingkon saloksa talenta perak tu bagasan tangan ni halak na pasauthon ulaon i, asa boanonna tu bagasan bilut parartaan ni rajai.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i diumpat rajai ma tintinna sian tanganna, jala dilehon do i tu si Haman, anak ni si Hamedata, pinompar ni si Agag, alo ni halak Jahudi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna rajai ma tu si Haman: Sahat tu ho ma anggo perak i nang bangso i, asa bahenonmu tusi guru lomo ni roham.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi dijou ma angka juaratulis ni rajai, di bulan sipaha sada, ari sampulu tolu di bulan i, gabe disurat ma guru pangaturhon ni si Haman tu angka induk ni rajai dohot tu angka pangarajai marluatluat dohot tu angka induk marsasabangso marluatluat mangihuthon panurathon dohot pangkuling ni ganup bangso, marhite sian goar ni raja Serses do disurat, dibahen huhut tintin sahap ni rajai tusi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dipantongoshon ma angka surat i marhite sian halak parsihundul tu sandok luat ni rajai, mandokkon rotongkononhon, bunuon jala agoon saluhut halak Jahudi, sian na bajar ro di na tuatua, posoposo dohot parompuan di bagasan sadari, i ma di ari sampulu tolu bulan hurung, i ma bulan Adar, huhut do pupusan barangnasida i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "I ma hata ni surat i mangalehon parenta tu sude luat pabotohononhon tu sude bangso, asa ingkon managam be di ari naung binuhul i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i borhat ma angka parsihundul i, pola mangenjak didokkon rajai; tarlehon do parenta i di huta Susan; minum anggur do rajai rap dohot si Haman, alai tarhatotong do anggo isi ni huta Susan.",
      "type": "content"
    }
  ]
}