{
  "book": "Ester",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Gondok ni roha ni si Mordahai dohot halak Jahudi tarbortik tu si Ester 1-8. II. Dipatodos si Ester rohana manopot rajai 9-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dung diboto si Mordahai saluhut na masa i, disansani si Mordahai ma angka ulosna, jala marulos tangki dohot sirabun ibana, laos ruar ibana tu tongatonga ni huta i huhut mangangguk badar dohot mangandungi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ro ma ibana sahat tu jolo pintu jabu ni rajai, ai ndang jadi masuk halak tu bagasan pintu jabu ni rajai anggo marulos tangki.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nang di saluhut luat hasahatan ni hata dohot parenta ni rajai, masa do angguk badar di halak Jahudi dohot parpuasaon, partangison dohot andung, jala torop halak marpeahan di sirabun marulos tangki.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ro ma boruboru pandongani ni si Ester rap dohot angka naposona pabotohon barita i tu nasida gabe holsoan situtu ma roha ni jolma ni rajai, laos ditongoshon ma pangkean solukkonon ni si Mordahai, jala tanggalanna sian dagingna tangkina, alai ndang dijalo.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dijou si Ester ma si Hatak, sada sian naposo ni rajai, na nidokkonna marhaladoi di adopannasida, laos disuru ibana manopot si Mordahai, asa diboto manang aha na masa dohot alana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ruar ma si Hatak mandapothon si Mordahai tu alaman ni huta na di jolo pintu ni jabu ni rajai.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dipaboa si Mordahai ma tu ibana saluhut na masa tu ibana dohot godang ni perak, naung pinarbaga ni si Haman dasingkononna tu arta ni rajai, molo jadi agoonna halak Jahudi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dilehon huhut tu ibana sada surat parenta, naung nilehon di Susan mandokkon agoon nasida, asa patuduhononna tu si Ester pabotohon barita i, huhut mandokkon nasida masuk tu adopan ni rajai, mangidohon asi ni rohana, mangondihon bangsona i di adopanna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i ro ma si Hatak pabotohon tu si Ester angka hata ni si Mordahai.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ninna si Ester ma tu si Hatak, laos ditonai ibana pasahathon hata on tu si Mordahai:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sude naposo ni rajai dohot sandok bangso di angka luat ni rajai tangkas umbotosa manang ise baoa manang parompuan na masuk tu adopan ni rajai tu alaman parbagasan, na so jinouna, sada do patikna, ingkon marutang hosa do, dungkon ni molo disurdukkon rajai tungkot harajaon sere tu ibana, asa mangolu ibana. Alai anggo ahu ndang tarjou ahu masuk tu adopan ni rajai, nunga pola tolupulu ari.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi dipasahat nasida ma angka hata ni si Ester tu si Mordahai.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai ro ma muse alus ni si Mordahai mandok tu si Ester; unang ma ninna roham, ala di bagasan jabu ni rajai ho umbahen malua ho, jumolo sian saluhut halak Jahudi na asing.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai tung sura mauhom boti ho di tingki on, ro do nian panolongion dohot haluaon di halak Jahudi sian inganan na asing; alai mago ma anggo ho dohot pinompar ni amangmu. Angkup ni, ise umbotosa, atik ala ni tingki on do umbahen sahat harajaon tu ho?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ditonahon si Ester ma tu si Mordahai:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Laho ma ho paluhuthon saluhut halak Jahudi, angka na jumpang di Susan, jala marpuasa ma hamu manangiangkon ahu, unang hamu mangan manang minum tolu ari on, arian dohot borngin; ahu pe rap dohot boruboru pandonganingku marpuasa songon i, dung pe songon i asa masuk ahu tu adopan ni rajai, atik pe pantang bolon nian; molo tung mago ahu, ba mago ahu tusi!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i laho ma si Mordahai jala dibahen ma, hombar tu sude naung tinonahon ni si Ester tu ibana.",
      "type": "content"
    }
  ]
}