{
  "book": "Ester",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Basar panjangkon ni rajai di si Ester mangido tamueanna rajai rap dohot si Haman 1-8. II. Hajungkaton ni si Haman dohot hosomna mida si Mordahai 9-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tole patoluarihon marpangkean harajaon ma si Ester jala jongjong di alaman parbagasan mardonokkon jabu ni rajai, tondong ni jabu ni rajai tahe, alai hundul di habangsa harajaonna i anggo rajai di bagasan jabu ni rajai, tondong ni pintu ni jabu i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dung diida rajai si Ester, jolma ni rajai, jongjong di alaman, lomo ma roha ni rajai marnida si Ester, laos disurdukkon rajai ma tu si Ester tungkot harajaon sere na di bagasan tanganna. Dung i dipajonok si Ester ma, laos dijama ma ujung ni tungkot harajaon i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna rajai ma tu nasida: Aha do na hurang di ho, ale Ester, jolma ni raja, jala aha do na pinangido ni roham? Sahat ro di satonga ni harajaon i ingkon lehonon do i tu ho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ninna si Ester ma: Molo tung denggan di roha ni rajai, sai ro ma rajai rap dohot si Haman sadarion tu panggalangon na hupauli di ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna rajai ma: Haru silu ma dokkon hamu si Haman pasauthon hata ni si Ester! Jadi dung ro rajai dohot si Haman tu panggalangon, na pinadiri ni si Ester.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Mangkuling ma rajai mandok tu si Ester, dung sombu rohana minum anggur: Aha do na pinangido ni roham, ingkon lehonon do i tu ho, jala aha do sihol ni roham ro di satonga ni harajaon i, ingkon pasauton do.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ninna si Ester ma mangalusi: Pangidoanku dohot sihol ni rohangku on do:",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Molo asi roha ni rajai marnida ahu, jala molo denggan di roha ni rajai mangalehon pangidoanku dohot pasombu sihol ni rohangku, sai ro ma rajai rap dohot si Haman tu panggalangon na hupauli di nasida, jadi marsogot ma bahenonku hombar tu hata ni rajai.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i ruar ma si Haman di ari na sasada i marlas ni roha jala marhasonangan; alai dung diida si Haman si Mordahai di pintu ni jabu ni rajai, ndang hehe ibana manang humordit mida ibana, gabe tarrimas situtu ma si Haman mida si Mordahai.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ditiopi si Haman dirina, laos sahat ma ibana tu jabuna; dung i disuru ma mangalapi angka alealena dohot si Seres jolmana i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i dipajojor si Haman ma tu nasida hamuliaon ni hamoraonna dohot hinadeak ni angka anakna, ro di sude pambahen ni rajai pasangap ibana, jala naung pinatimbona ibana gumodang sian angka induk dohot naposo ni rajai.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Angkup ni didok si Haman: Ndang adong nanggo sahalak didokkon si Ester, jolma ni rajai ro tu panggalangon na pinaulina i, dongan ni rajai, dungkon ni ahu; nang marsogot sasada ahu do dijou mangan rap dohot rajai.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai saluhutna i ndang tau pasombu rohangku, saleleng huida dope si Mordahai, halak Jahudi i, hundul di pintu ni jabu ni rajai.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ro ma hata ni si Seres jolmana i dohot sude alealena mandok tu ibana: Ua pinajongjong nian sada tiang limapulu asta timbona, jala marsogotna i pinaboa tu rajai, asa targantung si Mordahai tusi, asa marlas ni roha ho ro rap dohot rajai tu panggalangon i. Jadi denggan ma hata i di roha ni si Haman, laos didokkon ma pajongjongon tiang i.",
      "type": "content"
    }
  ]
}