{
  "book": "Ester",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tarsingot roha ni rajai di uhum na denggan binahen ni si Mordahai na jolo. Panuturion ni si Haman tu rajai 1-9. II. Ingkon si Haman pasangaphon si Mordahai. Gondok ni rohana disi 10-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di borngin na sasada i ndang tarnono mata ni rajai, jadi didokkon ma boanon buku parningotan di angka jamita ariari, laos dijaha ma angka i di adopan ni rajai.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi jumpangsa ma tongon na tarsurat, naung pinalumba ni si Mordahai taringot tu si Bigtan dohot si Teres na dua naposo ni rajai sian halak sijaga lobulobu, angka naung marsangkap naeng laluhononna tanganna tu raja Serses.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna rajai ma: Aha do upa manang hatimbulon naung itabahen tu si Mordahai balosna? Dung i ninna angka dolidoli, parhalado ni rajai ma: Ndang adong agia aha itabahen tu ibana balosna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna rajai ma: Ise do di alaman i? Ai nunga ro si Haman tu alaman parbalian ni jabu ni rajai naeng dohononna tu rajai, asa targantung nian si Mordahai tu hau naung pinajongjongna di ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna angka naposo ni rajai ma tu ibana: Ida ma, si Haman do jongjong di alaman i. Dung i didok rajai ma: Denggan ibana masuk.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung masuk si Haman, ninna rajai ma mandok ibana: Ingkon songon dia do bahenon tu baoa sigodang ni rohangku pasangaphon ibana? Jadi marhusari ma si Haman di bagasan rohana: Tung ise ma tagamon sigodang ni roha ni rajai, naeng marmulia bahenonna, ia so ahu?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i didok si Haman ma tu rajai: Ia baoa sigodang ni roha ni rajai naeng pasangaponna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon boanon ni halak nian sada pangkean harajaon, naung somal pinarulos ni rajai dohot hoda naung somal hinundulan ni rajai, jala ingkon bahenon nian sada tumpal harajaon tu uluna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ingkon lehonon nian pangkean dohot hoda i tu tangan ni sahalak sian angka induk ni rajai, sian halak angka na sumangap, asa diparuloshon pangkean i tu baoa sigodang ni roha ni rajai, na naeng pasangaponna, jala pahundulonna ibana tu atas hoda i, laos togutoguonna di angka alaman ni huta i, huhut tingtingkononna di jolona: Ingkon songon i do bahenon tu baoa sigodang ni roha ni rajai pinasangapna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dung i didok rajai ma tu si Haman: Haru gira ma buat pangkean i dohot hoda na nidokmi, dung i bahen ma songon i tu si Mordahai halak Jahudi i, na hundulhundul di pintu ni jabu ni rajai, na so tupa hurang nanggo sahata sian naung nidokmi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dibuat si Haman ma pangkean dohot hoda i, jala diparuloshon tu si Mordahai, jala dipahundul ibana tu hoda i, laos ditogutogu di angka alaman ni huta i, jala ditingtingkon di jolona: Ingkon songon i do bahenon tu baoa sigodang ni roha ni rajai laho pasangaphon ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i mulak ma anggo si Mordahai tu pintu ni jabu ni rajai; alai humalaput ma anggo si Haman mulak tu jabuna margudompong jala martujung uluna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i dipajojor si Haman ma tu si Seres jolmana i dohot tu sude alealena, saluhut naung masa tu ibana. Dung i ro ma hata ni alealena, angka na pistar i dohot hata ni si Seres jolmana i mandok tu ibana: Molo tung sian pinompar ni halak Jahudi si Mordahai, parbingkasanmu mamungka tinggang maralohon ibana, ndang tagamon manahan ho di adopanna, ingkon tunduk situtu na ma ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Andorang mangkatai dope nasida dohot ibana, nunga sahat angka naposo ni rajai, jala humalaput naeng mangarahon si Haman tu panggalangon, naung binahen ni si Ester.",
      "type": "content"
    }
  ]
}