{
  "book": "Ester",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Ester papatarhon tu rajai tahi ni si Haman, jala mangido ondingan ni rajai hosana dohot hosa ni bangsona 1-6. II. Rimas ni rajai; didokkon gantungon si Haman tu tiang naung pinajongjongna i 7-10",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung ro rajai dohot si Haman, naeng minum rap dohot si Ester jolma ni rajai.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ro ma hata ni rajai tu si Ester nang paduaarihon, dung sombu minum anggur: Aha do na pinangidom, ale Ester, jolma ni rajai? Ingkon lehonon do i tu ho; jala aha do sihol ni roham? Sahat ro di satonga ni harajaon i, ingkon pasahaton do.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna si Ester, jolma ni rajai ma mangalusi: Molo naung jumpangan asi ni roha ahu di adopanmu, ale rajanami, jala molo tung denggan di roha ni rajai, sai pangolu ma hosangku ala pangidoanku, pangolu dohot hosa ni bangsongku, pasombu sihol ni rohangku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai nunga targadis hami, nang ahu nang bangsongku asa siaphononhon, bunuon dohot agoon; ummaha dope tung sura targadis hami, gabe hatoban baoa manang boruboru, jala masip boti ahu; ai ndang tartimbang musu panosahi harugian ni rajai.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna raja Serses ma mandok tu si Ester, jolma ni rajai: Ai ise do ibana? Jala didia do ibana na hum marsangkap di bagasan rohana naeng mambahen songon i?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna si Ester ma: Baoa alo i, jala musu i, i ma si Haman na jahat on! Jadi tarmali tondi ma si Haman dibahen biarna maradophon rajai dohot jolma ni rajai.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Dung i hehe ma rajai di bagasan rimasna sian na minum anggur, laos laho ibana tu porlak mardonokkon bagasna i; alai laos jongjong tarhatotong anggo si Haman mangido tu si Ester, jolma ni rajai pangoluonna hosana; ai nunga tangkas diida naung putus roha ni rajai pasonggophon hamagoan tu ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai dung mulak rajai sian porlak mardonokkon bagasna i tu bagasan bagas parminuman anggur, bustang ma didapot si Haman di atas bantal, hundulan ni si Ester, gabe didok rajai ma: Tung dohot do di lambungku di bagasan jabungku naeng gogoanna jolma ni rajai? Disi ruar hata i sian pamangan ni rajai, pintor dihungkupi halak ma bohi ni si Haman.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ro ma hata ni si Harbona, sada sian angka naposo di adopan ni rajai, ninna ma: Ida ma, jongjong huhut sada tiang di lambung jabu ni si Haman, limapulu asta timbona, naung binahen ni si Haman di si Mordahai, naung mandok hata parhorasan tu rajai. Dung i ninna rajai ma: Gantungkon hamu ma ibana tusi!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi digantungkon nasida ma si Haman tu tiang, naung pinajongjongna hian di si Mordahai. Dung i mombun ma rimas ni rajai.",
      "type": "content"
    }
  ]
}