{
  "book": "Ester",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Bali tu si Mordahai do hasangapon ni si Haman na sai laon 1-2. II. Dipangido si Ester loason ni rajai halak Jahudi mangalo musuna 3-14. III. Las ni roha ni halak Jahudi disi 15-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Laos di ari na sasada i dibasabasahon raja Serses tu si Ester jolmana i bagas ni si Haman, musu tihus ni halak Jahudi; si Mordahai pe ro do tu adopan ni rajai, ai nunga dipaboa si Ester tuturna tu si Mordahai.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i diumpat rajai ma tintinna, naung binuatna i sian si Haman, jala disolukkon tu si Mordahai, laos dipabangkit si Ester do si Mordahai panahatan ni bagas ni si Haman.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Dung i diulahi si Ester muse mandok hatana di adopan ni rajai, pola marsinggang tu jolo ni patna, tumatangis huhut marhuraja tu ibana, asa disundati rajai hajahaton ni si Haman, pinompar ni si Agag dohot tahi ni rohana naung sinangkapna dompak halak Jahudi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi disurdukkon rajai ma tungkot harajaon sian sere tu si Ester, gabe hehe ma si Ester, laos jongjong di adopan ni rajai.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ninna ma: Molo tung denggan di roha ni rajai, jala molo nunga jumpangan asi ni roha ahu di adopanna, molo bonar dohot hata i di adopan ni rajai, jala lomo roha ni rajai marnida ahu, dibahen ma nian surat manulak hata ni angka surat sangkap ni si Haman, anak ni si Hamedata, pinompar ni si Agag, angka naung sinuratna mandokkon agoon halak Jahudi, angka na marserak di saluhut luat ni rajai.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai tung tarpaidaida ahu ma hamagoan na mangonai tu bangsongku, tung sura? Tung tarpaidaida ahu ma hamagoan ni hulahulangku?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna raja Serses ma tu si Ester jolmana i dohot tu si Mordahai halak Jahudi: Ida ma, nunga pola hulehon bagas ni si Haman tu si Ester, jala si Haman i nunga targantung tu hau, ala naung dilaluhon tanganna tu halak Jahudi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo hamu, jadi do tongosanmuna surat tu halak Jahudi, guru lomo ni rohamuna marhite sian goar ni rajai, huhut mansahap surat i marhite sian tintin sahap ni rajai; ai surat naung sinurat marhite sian goar ni rajai, jala tarsahap marhite sian tintin sahap ni rajai, na so tupa tulak.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi tarjou ma angka juaratulis ni rajai di tingki uju i, di bulan sipaha tolu, i ma bulan Sipan, di ari duapulu tolu bulan i. Jadi disurat nasida ma saluhut hombar tu pangaturhon ni si Mordahai tu halak Jahudi dohot tu angka induk, pangarajai dohot partogi marluatluat, olat ni India sahat ro di tano Kus, saratus duapulu pitu luat, tu ganup luat mangihuthon panurathonna dohot tu ganup bangso mangihuthon pangkulingna, nang tu halak Jahudi mangihuthon panurathon dohot pangkulingnasida i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi disurat nasida ma i marhite sian goar ni raja Serses, laos disahap marhite sian tintin sahap ni rajai. Dung i ditongoshon ma angka surat i marhite sian halak parsihundul di hoda, angka na tangkas niajaran ni halak na sangap marenjak.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Maningtingkon paboa naung niloas ni rajai halak Jahudi, manang di huta dia pe marpungupungu pangoluhon hosanasida i, huhut mangarontongkon, mambunu dohot mangago nasa huaso ni bangso manang isi ni luat, angka na pasosaksosak nasida. Jadi do huhut laumonna angka dakdanak, parompuan dohot ugasannasida i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Laos di ari na sasada i sude luat ni raja Serses, di ari sampulu tolu bulan hurung, i ma bulan Adar.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai anggo hata ni surat i on do: Nunga nilehon parenta di saluhut luat, papataron tu sandok bangso, palumbahon ingkon hobas halak Jahudi di ari na sasada i marlulu dompak musunasida i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi halak parsihundul di hoda, angka na tangkas niajaran i, halak na sangap marenjak, borhat be ma mamatak hoda i, nidokkon ni rajai; tarlehon huhut parenta i di huta Susan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Alai ruar ma anggo si Mordahai sian adopan ni rajai marpangkean harajaon, marabit surta na tinubar jala marhaen na halus, jala martumpal sere na bolon, jala marsalendang sian bonang na saksak saor surta na rara, jala sandok isi ni huta Susan marolopolop huhut marlas ni roha.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Binsar ma anggo di halak Jahudi hatiuron, las ni roha, hasonangan dohot hamuliaon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi di saluhut luat dohot di saluhut huta hasampean ni hata ni rajai dohot parentana, masa ma las ni roha dohot hariburon di halak Jahudi, panggalangon dohot ari raya. Jadi torop halak sian angka bangso ni luat i masuk Jahudi, ai songgop do marsibalik hasonggoton mida halak Jahudi.",
      "type": "content"
    }
  ]
}