{
  "book": "Ester",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mangalo jala marlulu halak Jahudi dompak musunasida i 1-16. II. Parmulaan ni ari raya Purim 17-32",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tole di bulan hurung, i ma bulan Adar, di ari sampulu tolu bulan i, naung binuhul ni hata ni rajai dohot parentana ulahononhon nian, di ari naung hinirim ni angka musu ni halak Jahudi tunduk nasida bahenonna, hape marsibalik do tahi, halak Jahudi balik patundukkon halak na mangkagigihon nasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi marpungupungu ma halak Jahudi di bagasan hutanasida dohot di saluhut luat ni raja Serses, asa mangalaluhon tangan tu halak na naeng mangago nasida, jala ndang manahan jongjong nanggo sahalak maradophon nasida, ai biar mida nasida songgop do tu saluhut bangso.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tole saluhut induk ni angka luat dohot pangarajai dohot partohonan pinabangkit ni rajai dohot halak angka na mangaradoti ulaon ni rajai, pasangaphon halak Jahudi; ai songgop do tu nasida biar mida si Mordahai.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai tung na timbul do si Mordahai di bagasan jabu ni rajai, jala baritana marlupuk tu saluhut angka luat; ai lam leleng, lam timbul do halak si Mordahai.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dipatunduk halak Jahudi ma saluhut musunasida i marhite sian podang, bunubunu dohot harendepon, tung guru lomo ni rohana do dibahen nasida tu halak na mangkagigihon nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Di huta Susan pe dibunu jala diago halak Jahudi do lima ratus baoa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibunu nasida huhut si Parsandata, si Dalpon, si Aspata.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Si Porata, si Adalia, si Aridata.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Si Parmasta, si Arisai, si Aridai dohot si Waisata.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "I ma na sampulu anak ni si Haman, anak ni si Hamedata, musu tihus ni halak Jahudi, alai ndang dihahua anggo ugasannasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Laos di ari na sasada i sahat do bilangan ni jolma angka na binunu di bagasan huta Susan tu adopan ni rajai.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna rajai ma tu si Ester jolmana i, nunga dibunu halak Jahudi di huta Susan lima ratus baoa, direndephon dohot na sampulu anak ni si Haman; aha ulaning binahennasida di luat ni rajai angka na asing, jala aha dope pangidoanmu? Ingkon lehonon do i tu ho, jala aha dope sihol ni roham? Ingkon pasauton do!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna si Ester ma: Molo tung denggan di roha ni rajai, sai diloas rajai ma nang marsogot halak Jahudi angka na di Susan mangulahon hombar tu parenta sadarion, asa digantung nasida na sampulu anak ni Haman i tu hau.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi didokkon rajai ma ingkon songon i bahenon, parenta i pe dilehon do di Susan, jala na sampulu anak ni si Haman digantungkon do i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nang di ari sampulu opat, bulan Adar marpungupungu do halak Jahudi, angka na di Susan, jala dibunui di Susan tolu ratus halak; alai ndang dais tangannasida anggo tu ugasannasida i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai anggo pasipasi ni halak Jahudi, angka na di luat ni rajai marpungupungu do pangoluhon hosanasida i, gabe marhasonangan maradophon musunasida i, jala dibunui halak na mangkagigihon nasida pitupulu lima ribu halak; alai ndang dais tangannasida anggo tu ugasannasida i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) I ma na masa di ari sampulu tolu, bulan Adar, gabe marhasonangan nasida di ari sampulu opat bulan i, gabe dibahen nasida ma i ari panggalangan dohot las ni roha.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo halak Jahudi, angka na di Susan marpungu do di ari sampulu tolu dohot sampulu opat, jala marhasonangan di ari sampulu lima bulan i, jala dibahen ma i ari panggalangan dohot las ni roha.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibahen i anggo halak Jahudi, angka na maringan di angka huta pagaran, ari sampulu opat bulan Adar dibahen nasida, ari las ni roha, panggalangon dohot ari raya, laos masipiringan nasida disi ganup tu alealena.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i disurathon si Mordahai ma angka jamita on, jala ditongoshon angka surat tu sude halak Jahudi, angka na maringan di saluhut luat ni raja Serses, tu angka na jonok dohot tu angka na holang.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Umpatikkon di nasida, ingkon marari raya nasida di ari sampulu opat dohot sampulu lima bulan Adar ganup taon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Bahen ari parningotan di hasonangan ni halak Jahudi maradophon musunasida i; ai di bulan i do martungkar gondok ni rohanasida gabe las ni rohana, jala arsak ni rohanasida, gabe ari raya; ingkon bahenonnasida do angka ari i gabe ari panggalangan dohot las ni roha, jala masipiringan ganup dohot alealena, huhut marsilehonlehon tu halak na pogos.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i diundukkon halak Jahudi ma, ingkon ulahononna naung pinungkana i dohot naung sinurat ni si Mordahai tu nasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai nunga pola disangkap si Haman, anak ni si Hamedata, pinompar ni si Agag, musu tihus ni sude halak Jahudi, naeng agoonna nasida; nunga pola didabu tondung, i ma Pur, naeng maniaphon dohot mangago nasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai dung masuk si Ester tu adopan ni rajai, dilehon rajai ma surat parenta, ingkon tulak sangkapna hamagoan, naung sinangkap ni si Haman dompak halak Jahudi, marsibalik songgop tu uluna, gabe targantung ibana dohot angka anakna tu hau.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ala ni do umbahen digoar nasida angka ari on Purim, mangihuthon goar Pur; ala ni saluhut hata ni suraton dohot ala ni sude na niidanasida taringot tusi manang naung sahat tarbortik tu nasida.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dipatikkon jala diundukkon halak Jahudi ma i, ingkon nasida dohot pinomparnasida ro di sude halak angka na masuk tu nasida, na so tupa laosannasida, ingkon marari raya nasida di ari na dua i ganup taon, hombar tu hata ni surat i dohot tingki naung binuhul hian.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala angka ari on patut, ingkon ingoton jala marulaon disi, ingoton ni saluhut pinompar, luat dohot huta sadasada; jala na so tupa laosan angka ari Purim on di tongatonga ni halak Jahudi, jala na so tupa mansohot parningotanna di pinomparnasida sogot.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai anggo si Ester, jolma ni rajai, boru ni si Abigail dohot si Mordahai halak Jahudi mambahen nasa gogona manurathon surat tingting laho umpatikkon surat Purim na paduahon on.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ditongoshon ma angka surat tu sude halak Jahudi, angka na maringan di na saratus duapulu pitu luat gomgoman ni Serses, mardongan hata dame dohot hasintongan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Asa dipatikkon nasida angka ari Purim on di angka tingki angka naung binuhul, naung pinatik ni si Mordahai, halak Jahudi i, dohot si Ester, jolma ni rajai tu nasida, naung pinatikna di ibana sandiri dohot di pinomparnasida, angka hata parpuasaon dohot andungnasidai.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Parenta ni si Ester pahothon angka ari raya taringot tu Purim on, laos tarsurat di bagasan sada buku.",
      "type": "content"
    }
  ]
}