{
  "book": "2 Tawarikh",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Perjanjian Asa dengan Aram",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada tahun ketiga puluh enam pemerintahan Asa majulah Baesa, raja Israel, hendak berperang melawan Yehuda. Ia memperkuat Rama dengan maksud mencegah lalu lintas kepada Asa, raja Yehuda.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lalu Asa mengeluarkan emas dan perak dari perbendaharaan rumah TUHAN dan dari perbendaharaan rumah raja dan mengirimnya kepada Benhadad, raja Aram yang diam di Damsyik dengan pesan:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "\"Ada perjanjian antara aku dan engkau, antara ayahku dan ayahmu. Ini kukirim emas dan perak kepadamu. Marilah, batalkanlah perjanjianmu dengan Baesa, raja Israel, supaya ia undur dari padaku.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Lalu Benhadad mendengarkan permintaan raja Asa; ia menyuruh panglima-panglimanya menyerang kota-kota Israel. Dan mereka memukul kalah Iyon, Dan, Abel-Maim dan segala tempat perbekalan kota-kota di Naftali.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Segera sesudah Baesa mendengar hal itu, ia berhenti memperkuat Rama; ia menghentikan usahanya itu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tetapi raja Asa mengerahkan segenap orang Yehuda, yang harus mengangkat batu dan kayu yang dipergunakan Baesa untuk memperkuat Rama itu. Ia mempergunakannya untuk memperkuat Geba dan Mizpa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pada waktu itu datanglah Hanani, pelihat itu, kepada Asa, raja Yehuda, katanya kepadanya: \"Karena engkau bersandar kepada raja Aram dan tidak bersandar kepada TUHAN Allahmu, oleh karena itu terluputlah tentara raja Aram dari tanganmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Bukankah tentara orang Etiopia dan Libia besar jumlahnya, kereta dan orang berkudanya sangat banyak? Namun TUHAN telah menyerahkan mereka ke dalam tanganmu, karena engkau bersandar kepada-Nya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Karena mata TUHAN menjelajah seluruh bumi untuk melimpahkan kekuatan-Nya kepada mereka yang bersungguh hati terhadap Dia. Dalam hal ini engkau telah berlaku bodoh, oleh sebab itu mulai sekarang ini engkau akan mengalami peperangan.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Maka sakit hatilah Asa karena perkataan pelihat itu, sehingga ia memasukkannya ke dalam penjara, sebab memang ia sangat marah terhadap dia karena perkara itu. Pada waktu itu Asa menganiaya juga beberapa orang dari rakyat.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sesungguhnya riwayat Asa dari awal sampai akhir tertulis dalam kitab raja-raja Yehuda dan Israel.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Pada tahun ketiga puluh sembilan pemerintahannya Asa menderita sakit pada kakinya yang kemudian menjadi semakin parah. Namun dalam kesakitannya itu ia tidak mencari pertolongan TUHAN, tetapi pertolongan tabib-tabib.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Kemudian Asa mendapat perhentian bersama-sama nenek moyangnya. Ia mati pada tahun keempat puluh satu pemerintahannya,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "dan dikuburkan di kuburan yang telah digali baginya di kota Daud. Mereka membaringkannya di atas petiduran yang penuh dengan rempah-rempah dan segala macam rempah-rempah campuran yang dicampur menurut cara pencampur rempah-rempah, lalu menyalakan api yang sangat besar untuk menghormatinya.",
      "type": "content"
    }
  ]
}