{
  "book": "2 Tawarikh",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "Raja Yotam",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Yotam berumur dua puluh lima tahun pada waktu ia menjadi raja dan enam belas tahun lamanya ia memerintah di Yerusalem. Nama ibunya ialah Yerusa, anak Zadok.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia melakukan apa yang benar di mata TUHAN, tepat seperti yang dilakukan Uzia, ayahnya, hanya ia tidak memasuki Bait TUHAN. Tetapi rakyat masih saja melakukan hal yang merusak.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia mendirikan Pintu Gerbang Tinggi di rumah TUHAN dan mengadakan banyak pembangunan pada tembok Ofel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia mendirikan juga kota-kota di pegunungan Yehuda dan benteng-benteng serta menara-menara di hutan-hutan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia berperang melawan raja bani Amon dan mengalahkannya, sehingga pada tahun itu juga bani Amon membayar kepadanya seratus talenta perak, sepuluh ribu kor gandum dan sepuluh ribu kor jelai. Juga pada tahun kedua dan ketiga bani Amon membawa upeti itu kepadanya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Yotam menjadi kuat, karena ia mengarahkan hidupnya kepada TUHAN, Allahnya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Selebihnya dari riwayat Yotam, segala peperangan dan tingkah langkahnya, sesungguhnya semuanya itu tertulis dalam kitab raja-raja Israel dan Yehuda.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia berumur dua puluh lima tahun pada waktu ia menjadi raja dan enam belas tahun lamanya ia memerintah di Yerusalem.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Kemudian Yotam mendapat perhentian bersama-sama nenek moyangnya, dan ia dikuburkan di kota Daud. Maka Ahas, anaknya, menjadi raja menggantikan dia.",
      "type": "content"
    }
  ]
}