{
  "book": "2 Tawarikh",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Raja Yoahas",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Rakyat negeri menjemput Yoahas anak Yosia, dan mengangkat dia menjadi raja di Yerusalem menggantikan ayahnya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Yoahas berumur dua puluh tiga tahun pada waktu ia menjadi raja dan tiga bulan lamanya ia memerintah di Yerusalem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Raja Mesir memecatnya dari pemerintahannya di Yerusalem dan mendenda negeri itu seratus talenta perak dan satu talenta emas.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Kemudian raja Mesir itu mengangkat Elyakim, saudara Yoahas, menjadi raja atas Yehuda dan Yerusalem, dan menukar namanya dengan Yoyakim. Tetapi Yoahas, saudaranya itu, ditawan oleh Nekho, dan dibawa ke Mesir.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Raja Yoyakim",
      "type": "title"
    },
    {
      "verse": 5,
      "text": "Yoyakim berumur dua puluh lima tahun pada waktu ia menjadi raja dan sebelas tahun lamanya ia memerintah di Yerusalem. Ia melakukan apa yang jahat di mata TUHAN, Allahnya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nebukadnezar, raja Babel, maju melawan dia, membelenggunya dengan rantai tembaga untuk membawanya ke Babel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Juga beberapa perkakas rumah TUHAN dibawa Nebukadnezar ke Babel dan ditempatkan di istananya di Babel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Selebihnya dari riwayat Yoyakim, segala kekejian yang dilakukannya dan kesalahan yang ada padanya, sesungguhnya semuanya itu tertulis dalam kitab raja-raja Israel dan Yehuda. Maka Yoyakhin, anaknya, menjadi raja menggantikan dia.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Raja Yoyakhin",
      "type": "title"
    },
    {
      "verse": 9,
      "text": "Yoyakhin berumur delapan belas tahun pada waktu ia menjadi raja dan tiga bulan sepuluh hari lamanya ia memerintah di Yerusalem. Ia melakukan apa yang jahat di mata TUHAN.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Pada pergantian tahun raja Nebukadnezar menyuruh membawa dia ke Babel beserta perkakas-perkakas yang indah-indah dari rumah TUHAN dan Zedekia, saudara ayah Yoyakhin, menjadi raja atas Yehuda dan Yerusalem.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Raja Zedekia -- Runtuhnya kerajaan Yehuda",
      "type": "title"
    },
    {
      "verse": 11,
      "text": "Zedekia berumur dua puluh satu tahun pada waktu ia menjadi raja dan sebelas tahun lamanya ia memerintah di Yerusalem.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia melakukan apa yang jahat di mata TUHAN, Allahnya, dan tidak merendahkan diri di hadapan nabi Yeremia, yang datang membawa pesan TUHAN.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lagipula ia memberontak terhadap raja Nebukadnezar, yang telah menyuruhnya bersumpah demi Allah. Ia menegarkan tengkuknya dan mengeraskan hatinya dan tidak berbalik kepada TUHAN, Allah Israel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Juga semua pemimpin di antara para imam dan rakyat berkali-kali berubah setia dengan mengikuti segala kekejian bangsa-bangsa lain. Rumah yang dikuduskan TUHAN di Yerusalem itu dinajiskan mereka.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Namun TUHAN, Allah nenek moyang mereka, berulang-ulang mengirim pesan melalui utusan-utusan-Nya, karena Ia sayang kepada umat-Nya dan tempat kediaman-Nya.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tetapi mereka mengolok-olok utusan-utusan Allah itu, menghina segala firman-Nya, dan mengejek nabi-nabi-Nya. Oleh sebab itu murka TUHAN bangkit terhadap umat-Nya, sehingga tidak mungkin lagi pemulihan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "TUHAN menggerakkan raja orang Kasdim melawan mereka. Raja itu membunuh teruna mereka dengan pedang dalam rumah kudus mereka, dan tidak menyayangkan teruna atau gadis, orang tua atau orang ubanan--semua diserahkan TUHAN ke dalam tangannya.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Seluruh perkakas rumah Allah, yang besar dan yang kecil, serta harta benda dari rumah TUHAN, harta benda raja dan harta benda para panglimanya, semuanya dibawanya ke Babel.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Mereka membakar rumah Allah, merobohkan tembok Yerusalem dan membakar segala puri dalam kota itu dengan api, sehingga musnahlah segala perabotannya yang indah-indah.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Mereka yang masih tinggal dan yang luput dari pedang diangkutnya ke Babel dan mereka menjadi budaknya dan budak anak-anaknya sampai kerajaan Persia berkuasa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dengan demikian genaplah firman TUHAN yang diucapkan Yeremia, sampai tanah itu pulih dari akibat dilalaikannya tahun-tahun sabatnya, karena tanah itu tandus selama menjalani sabat, hingga genaplah tujuh puluh tahun.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Koresh mengizinkan orang-orang buangan pulang ke negerinya",
      "type": "title"
    },
    {
      "verse": 22,
      "text": "Pada tahun pertama zaman Koresh, raja negeri Persia, TUHAN menggerakkan hati Koresh, raja Persia itu untuk menggenapkan firman yang diucapkan oleh Yeremia, sehingga disiarkan di seluruh kerajaan Koresh secara lisan dan tulisan pengumuman ini:",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "\"Beginilah perintah Koresh, raja Persia: Segala kerajaan di bumi telah dikaruniakan kepadaku oleh TUHAN, Allah semesta langit. Ia menugaskan aku untuk mendirikan rumah bagi-Nya di Yerusalem, yang terletak di Yehuda. Siapa di antara kamu termasuk umat-Nya, TUHAN, Allahnya, menyertainya, dan biarlah ia berangkat pulang!\"",
      "type": "content"
    }
  ]
}