{
  "book": "1 Timotius",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tabi ni apostel i 1-2. II. Hata na mamolin i do sitiopon 3-11. III. Pangasii ni Debata di apostel i 12-17. IV. Apoapona di si Timoteus 18-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat tinongos ni Paulus, apostel ni Kristus Jesus sian pandokkon ni Debata, Sipalua hita, dohot sian Kristus Jesus, pangkirimonta i,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "mandapothon si Timoteus, anakkonku na tutu di bagasan haporseaon: Asi ni roha, talup ni roha dohot dame sian Debata Ama dohot sian Kristus Jesus, Tuhanta i!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Huapoi do ho, tinggal di Epesus, uju borhat ahu tu Makedonia, asa dirodihon ho tu na deba, unang dipodahon na lipe.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Unang dijujur turiturian ro di surat sundutsundut na so marujung, angka na mantat parsalisian, gumodang asa parsombaon tu Debata marhitehite haporseaon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai na tinembak ni patik i do haholongon sian roha na ias, sian panolopi ni panggora ni roha, nang sian haporseaon na so marlaok.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "I do ditadingkon na deba, gabe marbalik tu hatahata na so gabeak.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Naeng sipodahon patik i nasida: So adong diboto na hinatahon dohot na hinajongjongkonnasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai taboto do, na denggan do patik i, molo hombar tusi pamangkena,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "ala diboto, na so dipajongjong patik di parroha na tigor, tung di angka na so maruhum do, di na so tumangihon hata, di na so mangkabiari Debata, di angka pardosa, i ma angka na ramun na so marpaho, angka sibalbal ama dohot ina, angka sipusa jolma,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "angka parmainan, sibahen rongkos tu na poso, angka pamangus, angka pargapgap, angka siallang gana dohot nasa na alo dompak poda na tiar i,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "hombar tu barita na uli, naung dipasahat tu ahu, na taringot tu hasangapon ni na Martua Debata.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Mauliate hudok di na margogoihon ahu, i ma Kristus Jesus, Tuhanta i; ai dietong do ahu haposan, umbahen na dipabangkit ahu gabe parhalado.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Panginsahi do ahu najolo jala pangalele jala siulahon gogo; alai dapotan asi ni roha do ahu, ai ndang huboto na huula i, tagan so porsea i dope ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai gabe lam sumurung do asi ni roha ni Tuhanta i, mantat haporseaon dohot holong ni roha, di bagasan Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Haposan jala sandok tau jaloon do hata on: Nunga ro Kristus Jesus tu portibi on, paluahon angka pardosa; sian angka i do ahu na parjolo.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai ala ni on do, umbahen na diasii ahu: Naeng jumolo marhite sian ahu patuduhonon ni Kristus Jesus sandok lambas ni rohana i, bahen tiruan di angka na naeng porsea di Ibana tu hangoluan salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai hamuliaon dohot hasangapon sisalelenglelengna ma di Raja na so marmula i; i ma Debata na manongtong, na so dapot idaon, na mamunjung i! Amen.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(IV.) I ma podahon, songon na huampehon tu ho, anakkonku, Timoteus, hombar tu hata panurirangon najolo, angka na taringot tu ho, asa marhitehite i ho manahan di paraloan na denggan i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tiop ma haporseaon i, marroha na ias, na binolongkon ni na deba, gabe tarharom taringot tu haporseaon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Songon Himeneus dohot Aleksander, naung hupasahat tu sibolis i, asa taruli ajar nasida, unang be manginsahi.",
      "type": "content"
    }
  ]
}