{
  "book": "1 Timotius",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tangiang humongkop saluhut jolma 1-7. II. Parturena martangiang di baoa dohot boruboru 8-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Onpe, on do sipaingothu, naeng ma ulahononhon parjolo situtu pangidoan, partangiangon, parpangondianon dohot hamauliateon humongkop saluhut halak,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "humongkop angka raja dohot saluhut parhuaso, asa marsonangsonang jala so hariboriboan hita marpangalaho, di bagasan sandok hadaulaton dohot hahormaton.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Na denggan do i, jala halomoan ni roha ni Debata, Sipalua hita.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai dipangido rohana do, naeng saluhut jolma malua jala sahat mananda hasintongan i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai sada do Debata, jala sada do nang Pangulu ni Debata dohot jolma, i ma jolma Kristus Jesus i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dilehon do dirina, bahen tobus humongkop saluhut, i ma sihatindangkononhon di tingki hadenggananna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tusi do ahu dipabangkit, gabe parjamita jala apostel, gabe pangajari di halak sipelebegu, di bagasan haporseaon dohot hasintongan; tutu do hatangki, ndang margabus ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Asa dipangido rohangku: Naeng ma martangiang angka baoa di nasa inganan, sumombahon tangan na bontor, so marrimas, so marroha ganggu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Angka parompuan pe, songon i do: Pantun marabit, marpangkean hahormaton dohot toruk ni roha; unang ma marhitehite obuk na mardandan dohot sanggul mas dohot mutiha manang abit na arga.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai naeng ma songon na tama di parompuan, angka na marhatopothon hadaulaton marhitehite angka ulaon na denggan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hohom ma parompuan marguru, marunduk ni roha situtu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ndada huloas parompuan mangajari manang mangarajai hamulianna; mauhom ma nasida!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai jumolo do si Adam ditompa; dung i pe, asa si Haoa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala ndada si Adam dipaotooto; parompuan i do dipaotooto, gabe pangalaosi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai dapotan haluaon do ibana marhitehite na mangintubu, molo mian nasida di bagasan haporseaon dohot haholongon ni roha, nang habadiaon mardongan hatomanon.",
      "type": "content"
    }
  ]
}