{
  "book": "1 Timotius",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taringot tu tohonan sintua dohot parhobas 1-13. II. Pamusatan ni barita na uli 14-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Hata haposan do on: Ulaon na denggan do pinangido ni na mangalului hasintuaon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dibahen i, unang ma adong dapot sisurahan di sintua: Harajaan ni sada boruboru ma ibana, marpangontik, marroha, marhapantunon, na las roha martamue, na malo mangajari.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Unang ma sisobur tuak, unang pangalinsingi; alai na lambok, pardame jala si impolan di perak.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Na malo mangarajai donganna sabagas, paranakkon sioloi ajar mardongan sandok hahormaton.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai molo so diboto mangarajai isi ni bagasna, tung songon dia ma paturetureonna huria ni Debata?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Unang ma halak na imbaru masuk, unang gabe ginjang rohana; jala madabu maon tubagasan uhum ni sibolis i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon denggan do baritana di halak na di balian, asa unang ibana madabu tubagasan panginsahion dohot sambil ni sibolis i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Songon i do nang angka parhobas: Ingkon na toman do, unang mardua hata, unang sisobur tuak, unang parpangomo sian dalan na so tama;",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "angka na umpeop hahomion ni haporseaon i di bagasan roha na ias.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai siunjunan jumolo nang nasida; dung pe i, asa jaloonnasida ulaon i, anggo so hasurahan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Songon i ma angka parompuan: Toman, unang sihatahatai donganna; parpangontik, haposan di saluhut.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia parhobas i, ingkon harajaan ni sada boruboru, angka na umboto manguluhon anakkonna dohot bagasna be.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai ia dung ture parhobasonnasida, naek situtu ma nasida, jala marhiras ni roha godang marhaporseaon di Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Husurathon angka i tu ho, huhut mangkirim, tibu ahu ro manopot ho.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai molo tung gumele ahu, naeng botoonmu, na patut parangehononmu di bagas ni Debata, i ma huria ni Debata na mangolu i!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tiang jala tungkol ni hasintongan i jala tandap balga ni hahomion ni hadaulaton i: Nunga gabe patar Ibana mardaging, dipintori di bagasan Tondi, tarida di angka surusuruan, binaritahon tu angka parbegu, hinaporseaan di portibi on jala tarhinsat di bagasan hasangapon!",
      "type": "content"
    }
  ]
}