{
  "book": "1 Timotius",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka parpoda haliluon 1-6. II. Sihasomalhononhon do hadaulaton i 7-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai tangkas do didok Tondi i: Adong ma di angka ari sogot deba na marbalik sian haporseaon i; oloan ni i ma angka tondi sipaotooto dohot podapoda ni angka sibolis,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "bahenon ni ansiansi ni angka sihatahon gabus, angka na tinoruan ni panggora ni rohanasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Diorai nasida do mardongan saripe; dipatik do jolma mangorom sipanganon, na jinadihon ni Debata, asa mardongan mauliate i dijalo angka na porsea, angka naung tumanda hasintongan i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai na denggan do nasa na tinompa ni Debata jala ndang sisubanghononhon nasa na jinalo mardongan roha mauliate.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai na gabe badia do i, binahen ni hata ni Debata dohot tangiang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Anggo i diapohon ho tu angka dongan, gabe tutu ma ho parhalado ni Kristus Jesus, mangkangoluhon hata haporseaon i dohot poda na uli na niihuthonmi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Pasiding ma angka turiturian na so gabeak, na so marnosan i. Pasomalsomal ma dirim mangulahon hadaulaton!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai otik do guna ni na pabosihon daging; alai tu saluhutna do hasea hadaulaton i, ai hangoluan nuaeng nang sogot dibagabagahon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Haposan do hata i jala tau situtu jaloon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai ala ni i do, umbahen loja hita jala marungkil: Ala mangkirim hita di Debata na mangolu, Sipalua halak saluhutna, alai sumurung angka na porsea.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "I ma patikkon jala podahon!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Unang ma hu roha ni halak mida ho siala haposoonmi; alai gabe tiruan ni angka na porsea ma ho di pangkataion, di parange, di holong ni roha, di haporseaon, nang di hatomanon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sai datdati ma na manjahai, na mangapoi, nang na mangajari, paima ro ahu!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Unang neang roham di silehonlehon na di ho i, na pinasahat tu ho marhitehite panurirangon dohot pangampehon tangan sian angka sintua.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "I ma pasarisari, i ma parangehon, asa patar diida sude hanaehanmi!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Matahon dirim, ro di pamodaion i; mian ma ho disi! Ai molo i diula ho, paluaonmu ma dirim ro di angka na tumangihon ho.",
      "type": "content"
    }
  ]
}