{
  "book": "1 Timotius",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Siingoton ni si Timoteus maradophon na tuatua dohot na mabalu 1-16. II. Maradophon angka sintua 17-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Unang songgahi na tuatua; alai apoi ma ibana songon ama, angka na poso i songon anggi;",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "angka parompuan na tuatua songon ina, angka na umposo songon iboto; alai marhatomanon situtu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Parompuan na mabalu parsangapi, anggo na mabalu na tutu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo maranakkon manang marpahompu ina na mabalu i, nasida ma jumolo sumarihon donganna sabagas i di bagasan hadaulaton, mambahen pamaloson tu natuatuana, ai i do dihalomohon Debata.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai anggo na mabalu na tutu, na so mardihadiha, mangkirim ma tu Debata, jala manongtong mangido dohot martangiang arian dohot borngin.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai anggo diulahon hisaphisap, naung mate do i, nang mangolu dope.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "I ma patikkon, asa so hasurahan nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai na so sumarihon donganna, haputusan donganna sabagas, naung mansoadahon haporseaon do i; jumahat do i sian halak na so porsea.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang sipilliton ina na mabalu, ia so gok onompulu taon umurna, naung sahali marhamulian.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon denggan do ulaonna dihatindangkon halak: Anggo dipagodanggodang anakkonna, las rohana martamue, diburi pat ni angka na badia, diurupi angka na di bagasan haporsuhon, dieahi nasa ulaon na denggan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai pasiding ma angka boruboru na mabalu na poso; ai ia dung garang rohanasida maralohon Kristus, naeng ma marhamulian nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sisaritaon do nasida, ala nunga ditadingkon haburjuonnasida di mulana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Angkup ni i, marlanggelangge do nasida; diringkoti na merbaserbas tu bagas ni halak; alai tamba ni parlanggelanggeon i: Na gabe sihapodea do nasida, angka na juit, sihatahon na so marguna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Onpe, dipangido rohangku: Marhamulian ma angka na sopot mabalu, asa tubutubuan, patureturehon bagasna, unang dilehon tu alo i parbonsiran, laho manginsahi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai nunga sanga marbalik deba mangihuthon sibolis i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai molo adong na mabalu, na marsolhothon na porsea, i ma patureturehon nasida, asa tarpatureture huria i na mabalu na tutu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Silompit do jujuron hasangapon ni sintua, na burju mangula hasintuaon, gumodang ma tu angka na mangulahon hata dohot poda.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai didok Surat i: \"Ndang jadi huntamonmu baba ni horbo na mardege!\" dohot: \"Na tama do di pangula upana!\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Unang jalo pangaluan dompak sintua, ia so di jolo ni dua manang tolu sitindangi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Angka na mardosa i pinsang di jolo ni saluhutna, asa mabiar nang angka dongan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Humangmangi ho di jolo ni Debata dohot Kristus Jesus, nang di jolo ni surusuruan ni Debata, angka na tarpillit: Unang maralangalang roham mangaradoti angka ondeng, unang ma mardingkandingkan!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Unang hapogani mangampehon tanganmu tu halak; unang saor ho tu dosa ni na leban. Ramoti dirim, asa ias ho!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Unang sai minum aek ho; pangke ma anggur sasaotik, daon ni butuha, ai jotjot do ho gale.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Di na deba halak patar hian do dosana, tagan so songgop dope uhum; ia di na deba mangihut sian pudi nama.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Suang songon i: Patar do angka ulaon na denggan; jala nang pe asing, tong ndang tarbahensa buni!",
      "type": "content"
    }
  ]
}