{
  "book": "1 Timotius",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sipaingot tu angka anak somang 1-5. II. Uli ni roha na sabam 6-10. III. Hata parujungan tu si Timoteus 11-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Nasa anak somang, ditoru ni auga, dirajumi ma indukna tama pasangapon di na saluhutna, asa unang hona insak Goar ni Debata, nang agama i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai molo porsea angka induk, unang ma moru parsangapina di nasida, ala dongan nasida; lam dioloi ma, ala porsea nasida jala na hinaholongan, angka naung taruli di basabasa i. I ma ajarhon jala paingothon!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Na mangajarhon asing, na so marsitiopan tu hata na tingkos, na sian Tuhanta Jesus Kristus, dohot tu poda na mangihuthon hadaulaton i,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "i do na burnang, ndang diboto agia aha, parsualon dohot parpollungon dihasahithon, i ma haroroan ni latelate, badabada, panginsahion dohot panihanihaion na roa,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "parsalisian na manongtong di jolma naung sega rohana, naung agoan hasintongan i, ai dirimpu, pangomoan do hadaulaton i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Pangomoan godang do tutu hadaulaton, anggo mardongan sabam ni roha.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai ndang adong taboan tu hasiangan on, jala ndang tarboan hita agia aha laho ruar.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai molo adong di hita sipanganon dohot parabiton, tahasabamhon ma i!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia angka na naeng gabe mamora, madabu do tubagasan pangunjunan dohot sambil dohot tu lan hahisapon haotoon, angka na mangago, na mangalonongkon jolma i tubagasan jea dohot hamagoan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai urat ni nasa hajahaton do roha na holongan di hepeng; i do disangkapi na deba, umbahen na lilu sian haporseaon i, gabe diaithon do godang na bernit tu dirina.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) Alai anggo ho halak ni Debata, maporus ma sian i; pareahi ma hatigoran, hadaulaton, haporseaon, holong ni roha, habengeton dohot lambok ni roha!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Haburjuhon ma paraloan haporseaon na denggan i; tangkup ma hangoluan salelenglelengna, ai tusi do ho dijou, jala diparhatopot ho do panindangion na denggan di jolo ni torop sitindangi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hupatik ma ho di jolo ni Debata, na pangoluhon saluhut, dohot di jolo ni Kristus Jesus, na mangkatindangkon na denggan di jolo ni Pontius Latus:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Radoti ma patik i, so marlindang, so hasurahan, paima tarida Tuhanta Jesus Kristus i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai di hajujumpang ni tingkina patar ma Ibana, bahenon ni na Martua i, Pargogo sasadasa, Raja ni angka raja, Tuhan ni angka tuan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sasadasa do na so olo mate, Siingani hatiuron na so tartopot, na so dung diida jolma Ibana, jala ndang tarbereng Hasangapon dohot hagogoon ma di Ibana ro di salelenglelengna! Amen.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Rodihon ma angka na mora di hasiangan on, unang ginjang rohanasida, unang dihaposi hamoraon na so mian i; alai dihaposi ma Debata, na buas mangalehon tu hita saluhut sihalashononta.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Naeng ma mangulahon na denggan nasida, mamora di angka ulaon na denggan, marroha na buas, na girgir marsibasabasa,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "papunguhon di nasida pangkal na denggan tu tingki sogot, asa ditangkup nasida ngolu na tutu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ale Timoteus, ramoti naung jinalomi, pasiding ma pangkataion na so marimpola, na so gabeak i, dohot sualsual na pilit targoar parbinotoan!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "I do dibaritahon deba, gabe manimbil sian haporseaon. Didongani asi ni roha i ma hamu!",
      "type": "content"
    }
  ]
}