{
  "book": "2 Samuel",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Barita hamamate ni si Saul dohot si Jonatan sahat tu si Daud 1-10. II. Arsak ni rohana ala ni dohot uhum binahenna tu halak Amalek 11-16. III. Ende andung ni si Daud mangandungi si Saul dohot si Jonatan 17-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung mate si Saul, mulak ia si Daud sian tongtangan dompak halak Amalek, sanga dua ari si Daud maringan di Ziklag.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tole patoluarihon, ida ma, ro sada halak sian parangan ni si Saul, maribak pangkeanna jala tano di atas uluna. Jadi dung sahat ibana tu si Daud manungkap ma ibana tu tano jala marsomba.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna si Daud ma mandok ibana; sian dia ho ro? Jadi ninna ibana ma: Maporus do ahu sian parangan ni Israel, palua diringku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna si Daud ma mandok ibana: Aha huroha na masa? Ua baritahon tu ahu! Jadi ninna ibana ma: Nunga maporus angka porangan i sian tongtangan, angkup ni mansai torop marragean jala mate sian bangso i, mate nang si Saul, dohot si Jonatan anakna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i didok si Daud ma tu dolidoli na mamboan barita i tu ibana: Sian dia diboto ho naung mate si Saul dohot si Jonatan anakna i?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ninna dolidoli na mamboan barita i ma tu ibana: Tardempar ahu tu atas dolok Gilboa, gabe ida ma si Saul mangunsande tu hujurna, tole hureta dohot angka parsihundul mangaromrom ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i humusor ibana dompak pudi, gabe diida ahu, laos dijouhon tu ahu, gabe hudok: Dison do ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i didok ma mandok ahu: Ise do ho? Jadi hudok ma tu ibana: Halak Amalek do ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i didok ma tu ahu: Ua pajonok tu ahu jala bunu ahu, ai nunga mangampir huhilala, di bagasan ahu dope nian anggo sandok hosangku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi hupajonok ma tu ibana, laos hubunu ibana, ai tangkas do huboto na so tagamon mangolu be ibana anggo dung sapala runggang. Dung i hubuat ma tumpal na di atas uluna dohot rutas na di botohonna, angka i ma na huboan nuaeng tu tuanki.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i ditiop si Daud ma pangkeanna sandiri, laos disansani ma i, suang songon i dibahen sude baoa angka na rap dohot ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i mangandungi ma nasida mananangisi huhut marpuasa sahat ro di bodari ala ni si Saul dohot si Jonatan anakna i dohot ala ni bangso i ni Jahowa, dohot ala ni pinompar ni Israel angka naung marragean dibahen podang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i didok si Daud ma tu dolidoli na mamboan barita i tu ibana: Sian dia do ho? Gabe didok ibana ma: Anak ni sada halak na pulik marga do ahu, halak Amalek tahe.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i didok si Daud ma tu ibana: Tung so mabiar do ho, mangalaluhon tanganmu laho mangago na miniahan ni Jahowa?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i digora si Daud ma sada halak sian angka dolidoli, ninna ma: Pajonok tu on, jala bunu ibana tusi! Gabe dibunu ma ibana laos mate.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i didok si Daud ma mandok ibana: Marsapata tu ho mudarmi! Ai nunga pamanganmi gabe saksi dompak ho, nimmu do: Ahu do mambunu na miniahan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i diandungkon si Daud ma ende andung on, mananangisi si Saul dohot si Jonatan anakna i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Laos didokkon ingkon ajarhononhon do i tu halak Juda ende andung taringot tu sior; ida ma, tarsurat do i di bagasan pustaha ni halak na bonar.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Oe ale hamuliaon ni Israel! Nunga mate tartullang hamu di atas ni angka robeanmu! Magoponai, tung marragean angka ulubalang!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Unang nian dipaboa barita i di Gat, unang ma nian dibaritahon di angka alaman ni Askelon, asa unang marlas ni roha angka boru Palistim, unang marolopolop angka boru ni halak parhulup.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Hamu ale dolok Gilboa! Sai unang ma nian adong nambur manetek tu hamu manang udan madabu, manang hauma patumonaan; ai disi do hadekdekan ni lombulombu ni angka ulubalang bolon, lombulombu ni si Saul, hira na so miniahan marhitehite miak.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Na so dung mulak nian sior ni si Jonatan so martubol sian mudar ni angka na marragean, sian tabotabo ni angka ulubalang; podang ni si Saul pe ndang dung mulak boti so martubol.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Oe ale Saul dohot Jonatan, angka na hinaholongan jala hasudungan ni roha tagan di ngolunasida, jala dihamatean nasida pe ndang sirang nasida; dumoras do nasida sian pidong raja ualu, jala gumogo sian singa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Hamu ale boru Israel, tatangisi hamu ma si Saul na maruloshon tu hamu angka ulos surta, na mambahen pangkeanmuna marjagarjagar sian sere.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Magoponai! Tung marragean angka ulubalang di tongatonga ni tongtangan! Nunga tung mate tartullang si Jonatan di atas robeanmi!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Iale Jonatan, ale anggia. Mansai marsak rohangku pasarisari panadingmi! Tung hasudungan ni rohangku situtu do ho, lomoan do rohangku mida holong ni roham di ahu, asa mida holong ni roha ni parompuan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Magoponai! Tung marragean angka ulubalang jala mago angka parhohas tu hamusuon!",
      "type": "content"
    }
  ]
}