{
  "book": "2 Samuel",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dileai raja ni halak Amon do angka suruan ni si Daud 1-5. II. Tubu alani hamusuon dompak Amon dohot Ram, monang si Daud 6-19.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu angka i, mate ma raja ni halak Amon, jadi si Hanun anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna si Daud ma: Naeng ahu marasi ni roha si Hanun, anak ni si Nahas, songon amana nahinan na marasi ni roha tu ahu; jadi disuru si Daud ma suruanna laho mangapuli ibana marhitehite angka naposona ala panading ni amana i. Hape dung sahat angka naposo ni si Daud tu luat ni halak Amon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ro ma hata ni angka induk ni halak Amon mandok tu si Hanun, tuannasida i: Tung pasangaphon amangmu ma tagamon si Daud, nang di roham, umbahen disuru tu ho angka pangapul? Nda na laho manangkasi huta on dohot mangkahapisa, asa agoonna umbahen disuru si Daud angka naposona manopot ho?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ditangkup si Hanun ma angka naposo ni si Daud, jala didokkon nabungon janggutnasida sambariba, jala horoton ulosnasida sahat ro di hundulanna, gabe songon i nasida dipamuli.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung tarbortik barita i tu si Daud, disuru ma angka suruanna manjumpangkon nasida, ai tung na tarurak situtu do angka baoa i dibahen. Ia tona ni rajai tu nasida: Tinggal ma hamu jolo di Jeriko, paima martumbur muse janggutmuna i, dung i pe asa mulak hamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Alai dung diida halak Amon naung bau roha ni si Daud mida nasida, gabe disuru halak Amon ma suruanna laho mangupai halak Ram sian Betrehob dohot halak Ram sian Zoba, arga duapulu ribu halak parhantarhantar, jala sian raja Maaka saribu halak, angkup ni sampulu dua ribu halak sian Tob.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dung tarbortik barita i tu si Daud, gabe disuru ma si Joab manguluhon sandok paranganna angka na begu i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ruar ma halak Amon, marodor laho tu tongtangan mardonokkon bahal ni huta i. Alai anggo halak Ram sian Zoba, dohot sian Rehob ro di baoa angka sian Tob dohot sian Maaka pulik jongjong di ladang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dung diida si Joab, sai ibana do hape ditumpur angka musu i, sian jolo dohot sian pudi, gabe dipillit ma sian saluhut dolidoli di Israel, jala dipaodor laho mandopang halak Ram.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo pasipasi ni parangan i tu tangan ni si Abisai anggina i dipasahat, jala baris dipajongjong laho mandopang halak Amon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala didok do: Molo tung talu onjar ahu bahenon ni halak Ram, ingkon ro ho mangurupi ahu; ai molo tung talu onjar ho bahenon ni halak Amon, ro pe ahu mangurupi ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Antong pir ma tondim, itaseahon ma dirinta humongkop bangsonta, humongkop dohot angka huta ni Debatanta; alai sai dipasaut Jahowa ma lomo ni rohana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i martahop ma si Joab rap dohot angka parangan donganna i laho mandopang halak Ram, gabe maporus nasida maradophon ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dung diida halak Amon, naung maporus hape halak Ram, maporus ma dohot nasida maradophon Abisai, jala masuk tu bagasan huta i. Dung i mulak ma si Joab sian na mandopang halak Amon, jala tolhas ibana tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung diida halak Ram naung talu nasida dibahen halak Israel, santi balatuk ma nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i disuru si Hadadeser ma suruanna marhara tu halak Ram angka na di bariba ni batang aek i, gabe sahat nasida tu Helam, jala si Zoba, partogi ni parangan ni si Hadadeser manguluhon nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dung tarbortik barita i tu si Daud, gabe dipaluhut ibana ma sandok Israel, jala ditaripari batang aek Jordan, gabe sahat ibana tu Helam, jadi marodor ma halak Ram laho mandopang si Daud marmusu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai maporus ma halak Ram maradophon Israel, jala dibunu si Daud ma sian halak Ram pitu ratus halak parmusu di hureta dohot opatpulu ribu halak parsihundul, dibunu dohot si Zoba partogi ni paranganna i, laos mate disi ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai dung diida sude raja, angka na marpandapotan tu si Hadadeser, naung talu nasida dibahen halak Israel, gabe mardemak nasida tu Israel, jala mangoloi patu tu nasida. Jadi mabiar ma halak Ram anggo tung haraon ni halak Amon nasida muse.",
      "type": "content"
    }
  ]
}