{
  "book": "2 Samuel",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Daud mangalangkup si Batseba 1-5. II. Daud pabunuhon si Uria, sinonduk ni si Batseba i 6-17. III. Barita hamamate ni si Uria sahat tu si Daud, gabe dibuat si Batseba bahen jolmana 18-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu sataon, jumpang muse tingki haboborhat ni angka raja, gabe disuru si Daud ma si Joab dohot angka naposona bahen donganna ro di sandok Israel, asa disiaphon nasida halak Amon jala di tungkum huta Rabba. Alai tinggal di Jerusalem do anggo si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i marhira bodari, hehe ma si Daud sian podomanna jala mardalandalan di atas tarup ni bagas ni rajai, gabe diida ma sian atas tarup i sada parompuan na maridi, uli situtu do rupa ni parompuan i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i disuru si Daud ma suruanna asa ditangkasi pangalaho ni parompuan i, gabe didok halak ma: Nda si Batseba do i, boru ni si Eliam, jolma ni si Uria, marga Het i?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi disuru si Daud ma suruanna mangalap nasida; jadi dung sahat nasida tu jolona, laos diangkupi ma nasida modom. Alai dung manguras nasida sian haramunonna, muli ma nasida tu jabuna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hape dung gabegabean parompuan i, disuru ma suruanna pabotohonsa tu si Daud, ninna ma: Nunga gabegabean ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i disuru si Daud ma suruanna manonahon tu si Joab: Suru tu ahu si Uria, marga Het i. Jadi disuru si Joab ma si Uria manopot si Daud.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dung sahat si Uria tu jolona disungkuni si Daud ma ibana taringot tu sonang ni si Joab dohot taringot tu sonang ni angka parangan i, dohot taringot tu sonang ni humusuon i?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i didok si Daud ma tu si Uria: Tuat ma ho laho muli tu jabum jala buri patmu. Jadi dung ruar si Uria sian jabu ni rajai, ihut ma sian pudina silehonlehon sian rajai.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Hape modom do si Uria di lambung pintu ni bagas ni rajai rap dohot saluhut naposo ni tuanna, jala ndang tuat ibana muli tu jabuna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi dibaritahon halak ma tu si Daud songon on: Ndang tuat si Uria laho muli tu jabuna. Dung i didok si Daud ma tu si Uria: Nda nambura ho ro sian pardalanan? Boasa so tuat ho laho muli tu jabum?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai ninna si Uria ma mandok si Daud: Gari poti parpadanan i, tole Israel dohot Juda maringan di bagasan angka undungundung, jala tuanku si Joab ro di angka naposo ni tuanku marsaro manangkas di ladang, tung olo ma ahu masuk tu jabungku laho mangan dohot minum jala modom rap dohot jolmangku? Songon sintongna mangolu ho, mangolu dohot tondim, molo tung olo ahu mambahen songon i!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna si Daud ma mandok si Uria: Tinggal dison dope ho nang sadarion, marsogot pe husuru ho mulak. Jadi tinggal ma si Uria di Jerusalem di na sadari i dohot marsogotna i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i diontang si Daud ma ibana, asa mangan di adopanna jala minum, pola mabuk ibana dibahen. Alai bodarina i ruar ma ibana laho modom tu podomanna rap dohot angka naposo ni tuanna, jala ndang tuat ibana laho muli tu jabuna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tole manogotna i muse disurat si Daud ma sada surat tu si Joab, jala si Uria panongosanna dibahen.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia hata ni suratna i on do: Patongon hamu ma si Uria tungkan na sumobu marporang, jala lumindak hamu sian pudina, asa hona ibana laos mate.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi laho martahop si Joab dompak huta i, dipatongon ma si Uria tu hajongjongan naung binotona hian adong disi parangan angka na umbegu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ruar ma angka baoa ni huta i, asa masijonapan dohot si Joab, gabe tinggang deba sian natorop i, sian angka naposo ni si Daud, mate ma dohot si Uria marga Het i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Dung i disuru si Joab ma suruanna mamboan barita tu si Daud taringot tu sandok pangalaho ni parporangan i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ditonahon ma tu suruani mandok songon on: Ia dung tolhas sandok pangalaho ni parporangan i dipaboa ho tu rajai.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tung sura hehe rimas ni rajai diida ho, gabe didok mandok ho: Boasa tung manorpanorpa hamu tu huta i laho marporang? Nda diboto hamu hian, ingkon mamodili nasida sian parik?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ise do mambunu najolo si Abimelek, anak ni si Jerubbeset? Nda sada parompuan mandekdekkon santopik batu pandudaan sian parik i tu ibana, gabe mate ibana di Tebes? Boasa tung manorpanorpa hamu tu parik i? Jadi dohononmu ma: Nunga mate nang naposom si Uria marga Het i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi mardalan ma suruani jala sahat paboahon tu si Daud saluhut na tinonahon ni si Joab i tu ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ninna suruani ma mandok si Daud: Ala tumang angka baoa i sian hami, gabe ruar nasida mandapothon hami tu adaran, hape hudopang hami nasida sahat ro di pintu harbangan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi mamodili angka partembahi dompak angka naposom sian parik i, gabe mate deba sian angka naposo ni rajai, mate dohot naposom si Uria, marga Het i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ninna si Daud ma mandok suruani: Songon on ma dohononmu tu si Joab: Unang pola gondok roham ala hata i, ai bangkona do i tole sadaon tole sadaan dipangan podang. Sai gogo hamu ma pandopangmu dompak huta i, jala lohai hamu. Antong papir ma tondina i!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi dung dibege jolma ni si Uria nahinan naung mate sinondukna i, gabe ditatangisi ma harajaanna i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai dung pasae tujung ibana disuru si Daud ma suruanna mangalap nasida tu jabuna, laos gabe jolmana, jala ditubuhon di ibana sada anak. Alai sogo situtu roha ni Jahowa mida pambahenan ni si Daud i.",
      "type": "content"
    }
  ]
}