{
  "book": "2 Samuel",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Amnon mambahen na so uhum tu si Tamar 1-22. II. Mate si Amnon dibunu si Absalom martubolhon ibotona i; maporus si Absalom tu Gesur 23-39",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu angka i, adong ma di si Absalom, anak ni si Daud, sada iboto na uli rupa, na margoar si Tamar, gabe solo roha ni si Amnon, anak ni si Daud, mida nasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi hagogotan ma roha ni si Amnon, pola tung dapotan sahitna ala si Tamar, ibotona i; ai namarbaju do nasida, mansai sungka di roha ni si Amnon mambahen agia aha tu nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai adong ma di si Amnon sada aleale, na margoar si Jonadab, anak ni si Simea, haha ni si Daud; halak na bisuk situtu do si Jonadab i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ro ma hatana tu si Amnon: Mahua ho, umbahen sai lam ganda niangmu, ho ale anak ni raja, sian sadari tu manogotna i! Atehe ndang tarpaboa ho alana tu ahu? Dung i ninna si Amnon ma mandok ibana: Si Tamar, iboto ni si Absalom, anggingki nian dihasolohon rohangku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi ninna si Jonadab ma mandok ibana: Modom ma ho tu podomanmu, jala paula ho marsahit. Ia dung ro amangmu maningkir ho, dohononmu ma tu ibana: Ua dokkon nian ro si Tamar, ibotongki mangalehon ahu mangan sagusagu dohot marhobas sipanganon di jolongku, asa hupaidaida, jala mangan ahu sian tanganna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i laho modom ma si Amnon, dipaula ibana marsahit. Jadi dung ro rajai maningkir ibana, ninna si Amnon ma mandok rajai: Aut ro nian si Tamar, ibotongku, asa dipauli dua sagusagu di jolongku, jala mangan ahu sian tanganna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i disuru si Daud ma suruanna mangalapi si Tamar tu jabu, ninna ma: Ua laho ho tu jabu ni si Amnon, ibotom, jala hobas di ibana sipanganon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i laho ma si Tamar tu jabu ni si Amnon, ibotona i. Alai peak di podomanna do ibana didapot. Jadi dibuat ma itak na niudi, jala didogildogil ma i, asa mambahen sagusagu di jolona, laos dilompa ma angka sagusagu i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i dihindat ma balanga i laos diusehon di jolona; alai manjua do ibana mangan. Dung i ninna si Amnon ma: Dokkon ma ruar sude jolma i sian lambungku, jadi ruar ma sude jolma i sian lambungna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna si Amnon ma mandok si Tamar: Boan ma ale ito, sipanganon i tu bilut, asa mangan ahu sian tanganmu! Jadi dibuat si Tamar ma angka sagusagu na pinaulina i, jala diboan tu si Amnon, ibotona i tu bagasan bilut.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dung diboan jonok tu lambungna, asa mangan ibana, disoro ma nasida, jala ninna ma mandok nasida: Ro ma ho ale ito, modom tu lambungkon!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ninna nasida ma mandok ibana: Unang songon i ale ito! Unang parsoada ahu, ai ndang jadi ulahononhon songon i di Israel. Unang ulahon haurahon sisongon i!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia ahu, tung tudia ma boanonku haurahonku? Ia ho gabe tudoshon sahalak sian angka na oto di Israel. Ua pangkulingi tagonan rajai, ai ndang tagamon juaonna mangalehon ahu tu ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ndang olo ibana manangihon soaranasida, tung digogoi do nasida, jala diparsoada, laos diangkupi nasida modom.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i magigi situtu ma si Amnon mida nasida, umbalga gigina mida nasida, sian holongna na jolo; pola didok si Amnon mandok nasida: Hehe ma ho, laho ma ne ho!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai ninna nasida ma mandok ibana: Sitongka songon i, umbalga do hajahaton on, sian na asing, na binahenmi tu ahu, tung palaholahoonmu ahu. Alai ndang olo ibana tumangihon nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Pola dijou naposona, parhaladona, jala ninna ma: Ua pabali parompuan on sian lambungkon tu balian, jala hinsu pintu i sian pudina!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai salumbung sampuborna na ganjang alit tu nasida, ai songon i do somal angka boru ni raja, angka namarbaju, marpangkean salumbung do. Jadi dung dionjaronjar pahaladona i nasida tu balian, jala dihinsu pintu i sian pudina.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibahen si Tamar ma sirabun tu uluna, jala disansani salumbung sampuborna i na ganjang i, na alit tu nasida, jala dibahen tanganna tu uluna, laos hatop mardalan huhut mangangguhi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ninna si Absalom, ibotona i ma mandok nasida: Atehe ndatung ditopot si Amnon ibotomi ho? Antong, ale ito, sip ma ho, ibotom do ibana; unang pola arsakkon tu roham hata on! Alai mago marsak boti ma si Tamar tading di jabu ni si Absalom, ibotona i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dung dibege si Daud angka hata i sudena, tarrimas situtu ma ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ndang masipangkulingan si Absalom dohot si Amnon nang taringot tu na jat, manang na denggan; ai dihosom si Absalom do si Amnon, ala ginogoanna si Tamar, ibotona i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(II.) Jadi dung salpu arga dua taon, uju adong di si Absalom angka sigusting imput ni birubiruna di Baal-Hazor, mardonokkon Epraim, dipio si Absalom ma huhut angka anak ni rajai.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ditopot si Absalom ma rajai, ninna ma: Ua ida ma, adong angka sigusting imput ni birubiru di naposomon, aut olo nian rajai rap dohot angka naposona mardalan sauduran dohot naposomon.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai ninna rajai ma mandok si Absalom: Ndang pola, ale anaha! Unang pola luhut hami ro, asa unang pola susa ho bahenonnami. Sai disosoi do nian ibana, alai laos so olo rajai laho, asal dipasupasu ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ninna si Absalom ma: Molo so pola dohot rajai, ua loas ma si Amnon dahahang i mardalan rap dohot hami. Alai ninna rajai ma tu ibana: Boasa pola dohot ibana mardalan rap dohot ho?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai sai didatdati si Absalom do manosoi ibana, asa diloas rajai si Amnon laho rap dohot sude anak ni rajai.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i martona ma si Absalom tu angka naposona songon on: Ua matahon hamu ma, molo mamungka las roha ni si Amnon binahen ni anggur, jala hudok mandok hamu: Bunu hamu ma si Amnon, ingkon bunuonmuna ibana mate! Unang ma mabiar hamu, ai ahu do mandokkon hamu. Antong pir ma tondimuna jala angka na todos di ari!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi dibahen angka naposo ni si Absalom ma tu si Amnon, songon na tinonahon ni si Absalom i. Jadi hehe ma sude anak ni rajai jala marsihundul ganup di halodena be na marsahe asa maporus.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi di tongan dalan dope nasida, nunga sahat barita i tu si Daud, didok halak ma: Nunga dibunu si Absalom sude anak ni rajai, ndang adong teba sian nasida nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i hehe ma rajai, jala disansani angka pangkeanna, laos manungkap tu tano, jala saluhut naposona jongjong humaliang ibana marpangkean angka na sinansanan.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i ro ma hata ni si Jonadab, anak ni si Simea, haha ni si Daud, ninna ma: Unang ma didok roha ni tuanku: Luhut dolidoli, angka anak ni rajai naung mate, sasada si Amnon do na mate; ai tibu hian do i ditahi roha ni si Absalom, olat ni ari dung ginogoan ni si Amnon tahe si Tamar, ibotona i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "On pe unang ma pola diarsakkon rajai hata i tu rohana, pola dirimpu saluhut anak ni rajai naung mate, ai sasada si Amnon i do na mate.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai maporus ma anggo si Absalom. Dung i manatapnatap ma dolidoli parjaga i, gabe diida ma torop halak ro sian dalan dipudi na, mangoriori dolok.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i ninna si Jonadab ma mandok rajai: Ida ma, nunga ro angka anak ni rajai; songon na nidok ni naposomon, songon i do masa.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi dung tolhas hatana i didok, ida ma, nunga ro angka anak ni rajai, angka dipangiar be ma soarana tumatangis; rajai pe ro di naposona sudena manggogo be tumatangis.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Alai anggo si Absalom nunga maporus laho mandapothon si Talmai, anak ni si Amihud, raja sian Gesur. Alai sai gondok do anggo roha ni si Daud paingotingot anakna i saleleng mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Asa dung maporus si Absalom laho tu Gesur, gabe tinggal disi ibana tolu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i di laonlaon ni ari masihol ma roha ni raja Daud naeng borhat mandapothon si Absalom, ai nunga sabam rohana mida si Amnon naung mate i.",
      "type": "content"
    }
  ]
}