{
  "book": "2 Samuel",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dihata i si Joab sada parompuan sian huta Tekoa mangondihon si Absalom tu si Daud 1-17. II. Dioloi si Daud pangidoanna i, jala didokkon mulak si Absalom. Hinauli ni si Absalom dohot pinomparna 18-27. III. Si Joab padenggan ibana dohot rajai 28-33",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung mamoto si Joab, anak ni Nai Seruia naung masihol roha ni rajai mida si Absalom.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi disuru si Joab ma suruanna tu Tekoa mangalapi sian i sada parompuan na bisuk, ninna ma mandok nasida: Ua paula ho marsak jala tujungkon ulosmi jala unang marpangir ho, jala paula songon sada parompuan naung leleng marhinamagohon jolma na mate.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i topot ma rajai jala aluhon tu ibana hombar tu hata on. Dung i diaturhon si Joab ma hata angka sidohononna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tole laho mangalualu nian parompuan sian Tekoa tu rajai manungkap ma ibana tu tano jala marsomba, ninna ma: Tolongi ahu, ale rajanami!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna rajai ma mandok nasida: Aha huroha di ho? Jadi ninna nasida ma: Iale rajanami, parompuan na mabalu do ahu, nunga mate sinondukku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala adong di naposom boruboru dua anak, pagulut nasida na dua di ladang jala ndang adong nanggo sahalak manolai nasida, gabe dibunu na sahalak na sahalaknari laos mate ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ida ma, nunga hehe sandok margai dompak naposom boruboru, angka ninna ma: Boan tuson jolma sibunu anggina i, asa hubunu hami ibana bahen abul ni anggina i, naung binununa i, asa husiaphon hami nang panean i. Asa naeng intopannasida do anakku na sampisik na tinggal i, asa unang tinggal di sinondukku goar, manang pinompar di atas tano on.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i didok rajai ma mandok parompuan i: Laho ma ho muli tu jabum, hulehon pe parenta taringot tu ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna parompuan sian Tekoa i ma mandok rajai, iale rajanami: Manginona tu ahu dohot tu pinompar ni damang hajahaton i; alai lias ma anggo rajai dohot habangsana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna rajai ma: Molo adong manang ise na mandok boha tu ho, boan ma ibana tu jolongku, asa unang be didatdati pasusasusa ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna parompuan i ma: Sai marningot ma rajai di Jahowa Debatam, asa unang dipatamba parlulu i hinamago, jala unang diago nasida anakki! Alai ninna rajai ma: Songon sintongna mangolu Jahowa, na so tupa marurus nanggo sada sian obuk ni anakmu tu tano.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna parompuan i ma: Santabi ale rajanami, sai loas ma naposom boruboru mandok hata sisandok tu tuanku! Dung i ninna rajai ma: Antong hatahon ma!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna parompuan i ma: Boasa tung songon i sangkap ni roham dompak bangso ni Debata? Olat ni dung didok rajai hata ondeng, doshon halak parsala ibana, ala so mulak diloas rajai jolma na pinabalina.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai ingkon mate do hita, jala songon aek do hita na niusehon tu tano, na so tarpapungu be, jala ndang dibuat Debata hosa ni halak, sai marsangkap do rohana, asa unang laos dipabali sian ibana jolma naung bali hian.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nuaeng pe, umbahen na ro ahu mandok hatangkon tu rajai, ala dipambibiari halak ahu; jadi ninna roha ni naposom boruboru: Ua mangalualu ahu tu rajai, anggiat tung diturut rajai hata ni naposona boruboru.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Olo tahe, sai tangihonon ni rajai do laho paluahon naposona boruboru sian tangan ni baoa na naeng mangago ahu rap dohot anakki sian partalian ni Debata.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Angkup ni ninna roha ni naposom boruboru do: Anggiat tung hata ni tuanku, pasonang roha; ai songon sada surusuruan ni Debata, songon i do tuanku rajai tumangihon na denggan dohot na jat; sai didongani Jahowa Debatam ma ho!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(II.) Dung i ro ma alus ni rajai mandok tu parompuan i: Unang tung porso tu ahu hata na naeng sungkunhononku tu ho. Jadi ninna parompuan i ma: Didok tuanku ma hatana!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna rajai ma: Atehe, nda tangan ni si Joab mandongani ho di saluhutna i? Jadi ninna parompuan i ma mangalusi: Songon sintongna mangolu hosam, ale rajanami molo tung adong na lipe tungkan siamun manang tungkan hambirang, sian saluhut na nidok ni tuanku, ai naposom si Joab, ibana tahe manonai ahu, jala ibana mangaturhon saluhut hata i tu pamangan ni naposom boruboru.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Mambahen marpangaliatan pe hata i, laos binahen ni naposom si Joab do; alai na pistar do anggo tuanku, songon hapistaran ni sada suruan ni Debata, tung diboto do saluhut na masa di tano on.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i didok rajai ma mandok si Joab: Ida ma, nunga hubahen hombar tu hatamon; antong laho ma ho, boan ma mulak dolidoli si Absalom i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi manungkap ma si Joab tu tano marsomba, jala dipasupasu rajai, ninna ma: Apala sadarion ma mamoto naposom, naung dapotan asi ni roha ahu di adopanmu, ale rajanami, ala dibahen rajai hombar tu hata ni naposona.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi borhat ma si Joab laho tu Gesur, jala diboan si Absalom tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai ninna rajai ma: Mulak ma ibana jolo tu jabuna, ndang dope idaonna anggo bohingku. Jadi mulak ma si Absalom tu jabuna, alai anggo bohi ni rajai ndang dope diida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai ndang adong di sandok Israel nanggo sahalak songon uli ni si Absalom, pola tarbarita situtu. Sian palak ni patna sahat ro di pakpak uluna, ndang adong tihasna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia uju digusting obuk ni uluna (disimburi do i somal di ujung ni gonop taon, ai madokdokhu do i di ibana, jadi ingkon manimburi ibana) jadi borat ni obuk ni uluna dua ratus sekkel do nidasing di hatian ni raja.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i tubu ma di si Absalom tolu anak jala sada boru, na margoar si Tamar; i ma sada parompuan na uli rupa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(III.) Asa boho dua taon lelengna tinggal si Absalom di Jerusalem, laos so diida do anggo bohi ni rajai.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi disuru si Absalom ma suruanna manopot si Joab, naeng suruonna ibana manopot rajai; hape ndang olo ro si Joab. Dung i disuru muse paduahalihon, alai laos so olo ibana ro.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi ninna si Absalom ma mandok angka naposona: Ida hamu ma hauma ni si Joab di lambung haumangku, hatubuan ni eme! Laho ma hamu, jala surbu hamu ma i dohot api! Jadi disurbu angka naposo ni si Absalom ma na santurpuk i dohot api.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi borhat ma si Joab manopot si Absalom tu jabu, ninna ma mandok ibana: Boasa tung disurbu angka naposom haumangku na santurpuk i dohot api?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i ninna si Absalom ma mandok si Joab: Ida ma, nunga pola husuru suruanku manopot ho, mandok: Sai ro ma ho tuson, asa husuru ho manopot rajai, mandok tu ibana, boasa ro ahu ulaning sian Gesur? Tagonan di rohangku disi dope ahu. On pe sai naing idaonku bohi ni rajai. Alai molo tung adong dope salangku, dibunu rajai nian ahu!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i ditopot si Joab ma rajai, jala dipasahat hata i tu ibana. Dung i didokkon rajai ma si Absalom ro tu jolona, gabe disomba ibana, pola tung manungkap tu tano di adopan ni rajai, jadi diumma rajai ma si Absalom.",
      "type": "content"
    }
  ]
}