{
  "book": "2 Samuel",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Absalom mangela situan na torop i mangaithon tu ibana 1-6. II. Absalom manggunturi dompak amana 7-12. III. Daud maporus sian Jerusalem, Ittai donganna 13-23. IV. Mulak disuru angka malim na mamboan poti parpadanan i 24-31. V. Habonaron ni Husai maraleale 32-37",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung salpu angka i, didokkon si Absalom ma padirion di ibana hureta dohot angka hoda, angkupni limapulu halak, angka na paihutihut ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hehe huhut sogot ganup manogot si Absalom laho jongjong tu lambung dalan tungkan bahal. Jadi ia adong ro halak na marparkaro laho manopot rajai mangido uhum, gabe dipangkulingi si Absalom, ibana, ninna ma: Sian huta dia do ho? Ia didok ibana: Sian sada huta di angka marga ni Israel do naposomon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi didok si Absalom ma tu ibana: Ida ma, tingkos do nian parkarom jala bonar, alai ndang tagamon adong nanggo sahalak na manangihon alualum di jolo ni rajai.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Angkup ni didok si Absalom ma: Iale inang, aut ahu ma nian dipabangkit halak gabe panguhum di tano on, asa ro tu jolongku ganup jolma na marparsalisian manang marparkaro, patingkosonku ma nian uhum tu ibana!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i molo adong jolma jumonok, naeng marsomba tu ibana, pintor disurdukkon tanganna manogu ibana huhut diumma.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai songon i pangalahona dibahen si Absalom tu sandok Israel, angka na ro mangido uhum tu rajai; gabe songon i ditangko si Absalom roha ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Jadi dung salpu opat taon, ninna si Absalom ma mandok rajai: Ua loas ma ahu laho tu Hebron, asa hugarar bagabagangku, naung hubagabagahon tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai nunga marbagabaga hian naposomon uju maringan dope ahu di Gesur, di luat Ram, ningku do: Molo tung sonang ahu mulak togihonon ni Jahowa tu Jerusalem pasahatonku ma sada pelean tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna rajai ma mandok ibana: Antong laho ma ho mardamedame! Jadi borhat ma ibana laho tu Hebron.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai nunga disuru si Absalom hian halak pangkahap tu saluhut marga ni Israel, maningtingkon: Molo dibege hamu soara ni sarune, dok hamu ma: Nunga bangkit raja si Absalom di Hebron!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai dua ratus halak sian Jerusalem, angka na ginokkon hian sauduran dohot si Absalom sian tobok ni rohanasida, ai ndang dipabotoboto nasida agia aha taringot tu hata i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga digokkon si Absalom hian nang si Ahitopel, halak Gilo i, panuturi ni si Daud, ro sian huta Gilo laho pasahathon angka pelean i. Jadi lam gomos ma parbulanon i halak situan natorop pe, lam torop do ro mandapothon si Absalom.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Dung i ro ma sahalak siboan barita tu si Daud, ninna ma: Roha ni ganup halak Israel paihuthon tahi ni si Absalom.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i didok si Daud ma mandok naposona sudena, angka na rap dohot ibana di Jerusalem: Beta ma hita maporus, ai ndang tagamon adong haluaon di hita maradophon si Absalom. Hatop ma hita laho, asa unang rampohonna hita dison, jala marhinamago hita bahenonna, tabanonna dohot huta on marhitehite podang.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna angka naposo ni rajai ma mandok ibana: Manang aha na pinangido ni roha ni rajai patupaon ni hami angka naposomon do!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ruar ma rajai udur dohot sude isi ni bagasna, mardalan pat. Alai ditinggalhon rajai do sampulu parompuan pinarjolmana mangaramoti bagas i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dung ruar rajai dohot sude na torop i mardalan pat, sulon ma nasida di lambung bagas haroroan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i saluhut naposona mamolus sian lambungna, ro di sude angka hupas dohot rundo dohot sude halak Gat, onom ratus halak toropna, angka na ro sian Gat mardalan pat, angka na mamolus sian adopan ni rajai.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna rajai ma mandok si Ittai, halak Gat i: Boasa pola dohot ho mardalan udur dohot hami? Mulak ma anggo ho jala tinggal di lambung ni rajai, ai halak na pulik marga do ho, angkupni nambura bungkas ho sian ingananmu hian.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nantoari dope ho ro, tung patut ma togihononku ho sadarion maotaot rap dohot hami? Alai anggo ahu laho ma ahu manang dompak dia tarbahen ahu mardalan. Mulak ma anggo ho jala togihon mulak angka hahaanggim. Sai didongani asi ni roha dohot habonaron ma ho!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai ninna si Ittai ma mangalusi rajai: Songon sintongna mangolu Jahowa mangolu dohot tuanku: Manang di inganan dia tuanku, nang laho mate, nang laho mangolu, ingkon disi do dohot naposomon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ninna si Daud ma mandok si Ittai: Antong beta ma mardalan rap dohot ahu! Jadi dohot ma si Ittai halak Gat, mardalan rap dohot sude halakna dohot sude anakkonna, angka na rap dohot ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i sandok isi ni tano i masipangiar soarana be tumatangis, uju mamolus sude situan na torop i. Dung i ditaripari rajai ma sunge Kidron, taripar ma dohot sude situan na torop i manulus dalan na laho tu halongonan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(IV.) Jadi ida ma, dohot do si Sadok ro di sude halak Lepi donganna, angka na mangusung poti parpadanan ni Debata, laos dipajongjong disi. Dung i dipelehon si Abiatar ma angka pelean situtungon, paima timpas sude situan na torop i ruar sian huta i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai ninna rajai ma mandok si Sadok: Boan ma mulak anggo poti ni Debata tu huta i! Molo tung jumpangan asi ni roha ahu maradophon Jahowa, sai togihononna do ahu mulak, asa pataridahon Ibana dohot inganan parmiananna tu ahu muse.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai molo tung songon on hatana: Ndang lomo rohangku mida ho: Ida ma dison do ahu, sai dibahen ma tu ahu, hombar tu lomo ni rohana!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i didok rajai ma mandok malim Sadok: Nda paralatan do ho? Antong mulak ma ho tu huta i mardamedame rap dohot si Ahimas, anakmu dohot si Jonatan, anak ni si Abiatar; anakmuna na dua i ma donganmuna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ida hamu ma, maimaima ma anggo ahu di hatariparan angka na laho tu halongonan, paima ro barita sian hamu laho palumba ahu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi diboan si Sadok dohot si Abiatar ma poti ni Debata mulak tu Jerusalem, laos tinggal disi nasida.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i nangkok ma anggo si Daud tu dolok Jetun, nangkok huhut tumatangis jala martujung ibana, jala ndang marsarung patna; jala sandok na torop i na rap dohot ibana martujung be do laho nangkok huhut tumatangis.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi dung tarbortik tu si Daud didok halak: Dohot do si Ahitopel dongan ni halak angka na marbulan rap dohot si Absalom, ninna si Daud ma: Iale Jahowa sai sundati ma tahi ni si Ahitopel.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(V.) Jadi dung sahat si Daud ro di punsu ni dolok i, marsomba ibana disi tu Debata, ida ma, ro ma si Husai halak Arki manomunomu ibana, marpangkean na sinansanan jala tano di atas uluna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi ninna si Daud ma mandok ibana: Molo ho donganku mardalan paganda dokdokna di ahu do ho.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai molo mulak ho tu huta i, jala dohononmu tu si Absalom: Naposom ma ahu, ale rajanami! Naposo ni amangmu do ahu anggo na sai laon, alai anggo nuaeng gabe naposom ma ahu, jadi tarselak ma bahenonmu tahi ni si Ahitopel dompak ahu.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Angkup ni, nda si Sadok dohot si Abiatar, malim na dua i donganmu disi? Asa saluhut hata na binegem sian bagas ni rajai, ingkon paboaonmu tu malim Sadok dohot Abiatar.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ida ma, disi do rap dohot nasida anaknasida na dua i, Ahimas anak ni si Sadok dohot si Jonatan, anak ni si Abiatar; marhite sian nasida tarpaboaboa hamu tu ahu luhut hata na binegemuna i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi sahat ma si Husai, aleale ni si Daud tu huta i, si Absalom pe ro do tu Jerusalem.",
      "type": "content"
    }
  ]
}