{
  "book": "2 Samuel",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Siba maningkophon si Mepiboset 1-4. II. Simei mamburai si Daud 5-14. III. Habobongot ni si Absalom tu Jerusalem, jala dipaihut tahi ni si Ahitopel na so uhumi 15-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung tuat si Daud saotik sian punsu ni dolok i, ida ma, ro ma si Siba, naposo ni si Mepiboset manomunomu ibana mardongan sapasang halode na marpalano, sorat mamboan duaratus roti dohot saratus sagusagu marsaor parbue ni anggur dohot saratus lampet na ginulean angkup ni anggur gok sada panuhuhan bobak.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna rajai ma mandok si Siba: Tu aha do angka i bahenonmu? Jadi ninna si Siba ma: Ia angka holodei di isi ni bagas ni rajai do bahen hundulan, ia roti i dohot angka parbue ni anggur bahen panganon ni angka naposo, ia anggur i bahen inumon ni angka na mandate di halongonan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna rajai ma: Didia do anak ni tuanmu huroha? Jadi ninna si Siba ma mandok rajai: Ida ma, na tinggal di Jerusalem do ibana, ai ninna do sadarion ma tagamon paulahon ni pinompar ni Israel harajaon ni damang i tu ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna rajai ma mandok si Siba: Ida ma, ho ma nampuna nasa na di si Mepiboset i! Dung i ninna si Siba ma: Manomba ujung manomba huasi ma ahu, molo maruli asi ni roha ahu maradophon ho ale rajanami!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Alai dung sahat raja Daud tu Bahurim, ida ma, ruar ma sian i sada halak sian marga ni pinompar ni si Saul, na margoar si Simei, anak ni si Gera, mardalandalan ibana huhut mamburai.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala didanggurhon batu dompak si Daud dohot dompak sude naposo ni raja Daud, atik pe sude situan na torop i dohot sude angka ulubalang di siamun dohot di hambirang ni rajai.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai songon on do hata bura ni si Simei: Bali hian ma ho, ale jolma sisopsop mudar dohot baoa parroha na roa situtu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nunga manginona tu ho dibahen Jahowa sandok mudar ni pinompar ni si Saul, na sinolukmi bangkit raja, jala nunga dipasahat Jahowa harajaon i tu tangan ni si Absalom, anakmi, jadi ida ma, nunga tung manginsombut tu ho jea binahenmi, ai baoa sisopsop mudar hian do ho!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna si Abisai, anak ni Nai Seruia mandok rajai: Boasa tung buraan ni anjing na mateon tuanku, ua laos ma ahu mandapothon ibana, asa hupisikhon uluna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ninna rajai ma: Aha do parsaoranku tu hamu, ale anak ni Nai Seruia? Pasombu ibana mamburai! Ai Jahowa do mandok tu ibana: Bura i ma si Daud! Tung ise ma hum mandok: Boasa tung bahenonmu songon i?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angkupni didok si Daud ma tu si Abisai dohot tu sude angka naposona: Ida ma, gari anakku, na ruar sian butuhangku sandiri, tumahi hosangku! Lam anak ni marga Benjamin ma nuaeng? Pasombu hamu ibana mamburai, ai Jahowa mandokkon ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Anggiat tung marpamuati roha ni Jahowa mida salangki, jala baloshonon ni Jahowa tu ahu na denggan singkat ni burana i sadarion.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ditulus si Daud dohot angka donganna ma dalanna. Alai anggo si Simei, mardalan mangoriori dolok patondong dohot ibana huhut didatdati mamburai dohot mandanggurhon batu dompak ibana dohot manampakhon orbuk.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i bongot huta ma rajai ro di sude na torop i angka na rap dohot ibana, angka na loja be, asa pahosahon disi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Alai anggo si Absalom ro di sude na torop i sian halak Israel sahat tu huta Jerusalem, jala si Ahitopel donganna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai dung ro si Husai, halak Arki, aleale ni si Daud, tu jolo ni si Absalom, ninna si Husai ma mandok si Absalom: Sai horas ma rajai! Sai horas ma rajai!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai ninna si Absalom ma mangelak si Husai: Tung songon i ma panatapmu tu alealem? Boasa tung so udur ho dohot alealem.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ninna si Husai ma mandok si Absalom: Ndada manang ise, ai na pinillit ni Jahowa dohot situan na toropon ro di sude halak Israel, ibana nampuna ahu, jala ibana paihutihutonku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angkup ni, tung tu ise ma ahu tama mangunduk? Nda tu anak ni rajai? Ia songon i pangoloionku di adopan ni amangmu na sai laon, suang songon i nuaeng di adopanmu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ninna si Absalom ma mandok si Ahitopel: Aturhon hamu ma manang aha sibahenonta.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna si Ahitopel ma mandok si Absalom: Topot ma parompuan angka na pinarjolma ni amangmu, angka na tininggalhonna mangaramoti bagas, asa sar dibege sandok Israel naung bau be ho dohot amanta, asa lam marsigomos roha ni sude angka na rap dohot ho.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i dipahembang nasida ma sada undungundung di si Absalom di atas tarup. Jadi ditopot si Absalom ma parompuan, angka na pinarjolma ni amana di adopan ni sandok Israel.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia aturan na niaturhon ni si Ahitopel di angka ari uju i, hira doshon na marsungkun tu hata ni Debata; songon i sude aturan ni si Ahitopel, nang di roha ni si Daud, nang di roha ni si Absalom.",
      "type": "content"
    }
  ]
}