{
  "book": "2 Samuel",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Diselak si Husai do aturan ni si Ahitopel di jolo ni si Absalom 1-14. II. Si Jonatan dohot si Ahimas mamboan barita i tu si Daud. Si Ahitopel mate maningkot 15-23. III. Si Daud dapotan panolongion di huta Mahanaim 24-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni si Ahitopel tu si Absalom: Ua loas ma ahu mamillit sampulu dua ribu halak, asa borhat ahu mangeak si Daud borngin on.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Asa hurampok ibana binsan loja dope jala daukdauk tanganna, asa godoron ibana hubahen, gabe maporus sandok situan na torop angka na rap dohot ibana, laos bunuonku ma rajai sasadasa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i togihononku ma sude na torop i mulak tu ho. Ia dung mulak sude jolma i, jumpang ma songon na pinangido ni roham, mardame ma sandok na torop i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi lomo ma roha ni si Absalom di hata i, lomo dohot roha ni sude sintua ni Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai ninna si Absalom ma: Ua jinou ma dohot si Husai, halak Arki, asa itatangi manang beha dohononna taringot tusi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung ro si Husai tu jolo ni si Absalom, ninna si Absalom ma mandok ibana: Songon on do hata ni si Ahitopel; atehe patulusonta do hatana i, manang ndang? Ia ho beha dohononmu?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ninna si Husai ma mandok si Absalom: Ndang denggan aturan na niaturhon ni si Ahitopel anggo sahalion.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Angkup ni ninna si Husai: Ditanda ho do roha ni amangmu dohot roha ni halakna, ai angka na begu do nasida jala na todos be di ari, songon gompul di ladang tahe na agoan anak. Angkup ni baoa na somal marmusu hian amangmu, ndang tagamon marborngin ibana rap dohot na torop i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ida ma, ra tung martabuni ibana nuaeng di sada barungbung, manang di sada inganan na asing. Jadi tung sura tinggang deba mate sian nasida di mulana on, gabe dibege na umbegesa, dohononna ma: Nunga talu halak na torop angka na mangihuthon tu si Absalom.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung sura pe ulubalang manang ise, jala parateate songon singa, godoron situtu do ateatena; ai sandok Israel umbotosa ulubalang do amanta, jala halak na begu do angka donganna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen i anggo ahu mangaturhon, ingkon jolo papunguonmu tu lambungmu sandok Israel, olat ni Dan sahat ro di Beerseba, songon horsik di topi ni laut toropna, jala ho sandiri manguluhon tu tongtangan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i sahali ro hita mandopang ibana di sada inganan manang didia jumpang hita ibana, asa itarongom ibana songon hadadabu ni nambur tu tano, jadi ndang tagamon adong teba sian ibana dohot sian sude halak angka na rap dohot ibana, nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai tung sura manginsurut ibana tu sada huta, ingkon bahenon ni sandok Israel tu huta i angka jorat, laho mangarumpakkon huta i sahat ro di batang aek, paima so adong be jumpang disi nanggo sada batu metmet.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna si Absalom dohot sude halak Israel ma: Dumenggan do aturan ni si Husai, halak Arki, sian aturan ni si Ahitopel. Alai tahe marharoroan sian Jahowa do hata i laho manundati tahi ni si Ahitopel na denggan i nian, asa diparo Jahowa hamagoan tu si Absalom.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Dung i ninna si Husai ma tu si Sadok dohot tu si Abiatar, malim na dua i: Songon on songon on diaturhon si Ahitopel tu si Absalom dohot tu angka sintua ni Israel, alai songon on songon on anggo ahu mangaturhon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "On pe, hatop ma suru hamu halak mamboan barita i tu si Daud mangalumbahon: Unang ho marborngin di angka hatariparan laho tu halongonan: Hatop ma ho taripar tagonan, asa unang tarbondut rajai ro di sandok situan natorop angka na rap dohot ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo si Jonatan dohot si Ahimas jongjong do di lambung sumur Enrogel. Dung i laho ma sada naposo boruboru pasahathon barita i tu nasida, asa laho nasida paboahon barita i tu raja Daud; ai ndang jadi mullop nasida laho masuk tu huta i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hape diida sada dakdanak nasida, gabe dipaboa tu si Absalom. Alai hatop do nasida na dua mardalan, gabe masuk nasida tu jabu ni sada halak di Bahurim; adong di ibana sada sumur di alamanna, gabe mijur nasida tusi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i dibuat parompuan i ma tutupna i jala di paherbang di atas baba ni sumur i, laos disirsirhon tusi monis, asa unang mamoto halak disi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ro ma angka naposo ni si Absalom mandapothon parompuan i tu jabu, angka ninna ma: Didia do si Ahimas dohot si Jonatan? Alai ninna parompuan i ma mandok nasida: Nunga ditaripari nasida sunge na metmetan! Jadi dung mutu rohanasida mangalului, hape ndang jumpangsa, gabe mulak nasida tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dung laho angka jolma i manaek ma nasida sian sumur i, laos mardalan mamboan barita i tu raja Daud, angka ninna nasida ma mandok si Daud: Hehe borhat ma hamu jala hatop taripari hamu sunge i, ai songon on do diaturhon si Ahitopel mangalo hamu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi borhat ma si Daud ro di sude na torop i angka na rap dohot ibana, jala ditaripari nasida batang aek Jordan; tole torang ari manogotna i, ndang adong be teba nanggo sada, na so manaripari Jordan i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai dung diida si Ahitopel na so tulus aturanna i, dipalanoi ma halodena, laos borhat ibana laho muli tu jabuna di hutana i; dung martona ibana tu isi ni bagasna, maningkot ma ibana laos mate, gabe ditanom halak ibana di bagasan tanoman ni amana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(III.) Ianggo si Daud sahat ma tu Mahanaim; alai anggo si Absalom ditaripari ma Jordan, ibana ro di sude halak Israel donganna i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i dipabangkit si Absalom ma si Amasa bahen partogi ni parangan, singkat ni si Joab. Alai anggo si Amasa, anak ni sada baoa na margoar si Jeter halak Ismael, na marjolmahon si Abigail, boru ni si Nahas, anggi ni Nai Seruia, ina ni si Joab.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i marsaro ma Israel dohot si Absalom di tano Gilead.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi dung sahat si Daud tu Mahanaim, ro ma si Sobi, anak ni si Nahas, sian Rabba ni halak Amon, dohot si Mahir, anak ni si Ammiel sian Lodebar, dohot si Barsilai halak Gilead sian Regolim.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Angka na mamboan bantal, balanga, mangkuk tano tangko, dahanon sipulut dohot dahanon hian, itak omping, dalidali, hadio dohot dahanon na sinaok.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tole muse situak ni loba dohot mantega dohot birubiru dohot susu ni lombu na nialhotan mangalehon tu si Daud dohot tu na torop, angka donganna i panganonnasida; ai ninna rohanasida: Nunga male na torop i, jala galegale jala mauas di halongonan.",
      "type": "content"
    }
  ]
}