{
  "book": "2 Samuel",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Daud paodor paranganna laho tongtang 1-5. II. Si Joab manaluhon parangan ni si Absalom, dibunu anggo ibana 6-18. III. Si Daud mangandungi anakna si Absalom i 19-32",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipaodor si Daud ma na torop i angka na rap dohot ibana, jala dipabangkit di nasida induk ni sisaribu dohot induk ni sisaratus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i dipaborhat si Daud ma situan na torop i, sapartolu niuluhon ni si Joab, jala sapartolu niuluhon ni si Abisai, anak ni Nai Seruia, anggi ni si Joab, jala sapartolu niuluhon ni si Ittai, halak Gat. Dung i didok rajai ma mandok na torop i: Ingkon borhat do ahu rap dohot hamu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai ninna na torop i ma: Ndang jadi ho borhat; ai tung sura pe maporus hami, ndang pola pardulinasida anggo hami, ai sobokkon saloksa do anggo ho. Asa tagonan do ro ho sian huta laho manolongi hami.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna rajai ma mandok nasida: Manang dia lomo ni rohamuna, i do bahenonku! Dung i jongjong ma rajai tu lambung bahal, ruar ma anggo sude na torop i marratusratus dohot marriburibu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i martona ma rajai tu si Joab dohot tu si Abisai dohot tu si Ittai, songon on: Maol bahen hamu tu dolidoli si Absalom! Pola dohot na torop i umbegesa, uju martona rajai tu sude angka induk taringot tu si Absalom.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Jadi dung ruar na torop i tu adaran mandapothon Israel, tongtang ma nasida di tombak Epraim.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi talu ma disi halak Israel dibahen angka naposo ni si Daud tung hataluan godang masa disi di na sadari i, pola mate duapulu ribu halak.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung na ragat situtu do na martongtang i, disampak do sandok tano i, jala andul toropna parangan i mago dipangan tombak sian na pinangan ni podang sadarina i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i pajumpang ma si Absalom dohot angka naposo ni si Daud; mangkunduli halode na marsahe do anggo si Absalom. Jadi dung tolhas halode na marsahe i mamolus sian toru ni dangka ni hariara na bolon, alit ma obukna tu hariara i, gabe gaunggaung ibana di holangholang ni langit dohot tano, laos laho do anggo halode na marsahe i sian toruna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi dung diida sahalak ibana, dipaboa ma barita i tu si Joab, ninna ma: Ida ma, nunga huida si Absalom gaunggaung di sada hau hariara.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna si Joab ma tu baoa na mamboan barita i tu ibana: Ida ma, nunga diida ho ibana, boasa tung so bunuonmu ibana disi marbabap tu tano? Ingkon mangalehon ahu nian tu ho sampulu rupia dohot hohos sada.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ninna baoa i ma mandok si Joab: Nang tung sura didasing ho saribu rupia tu bagasan tanganku, ndang tagamon mangonai tangan ahu tu anak ni rajai, ai apala tu pinggolta martona rajai tu ho dohot tu si Abisai dohot si Ittai, ninna do: Ingkon maol bahen hamu dolidoli si Absalom i!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tung sura hubahen sipaotooto umbunu hosana i, manang hata dia tahe ndang tarporso maradophon rajai, ho sandiri tagamon hehe gabe alongku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna si Joab ma: Ndang tarbahen ahu songon i leleng maimaima di jolomi! Jadi dibuat ma tolu mundimundi di bagasan tanganna jala ditullangkon tu bagasan parpusupusuan ni si Absalom, uju mangolu dope ibana di tongatonga ni hariara i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ro ma sampulu dolidoli, angka siusung sinjata ni si Joab, mangkaliangi ibana, laos dibunu nasida ma si Absalom, asa mate ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i didokkon si Joab ma umpalu sarune asa mulak na torop i, unang be didatdati mangalele Israel; ai naeng olanan ni si Joab do na torop i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i dibuat nasida ma bangke ni si Absalom jala dibolongkon ibana di tombak, tu bagasan sada godung na bolon, jala ditimbuni di atasna sada timbunan batu na godang situtu. Alai anggo sandok Israel maporus do ganup tu undungundungna be.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo si Absalom, nunga dibuat hian sada tiang jala dipatindang di dirina, tagan di ngoluna dope, jongjong do i di rura ni raja; ai ninna do: Ndang adong anakku, na mambahen parningotan di goarhu; dung i dibahen ma goar ni tiang i mangihuthon goarna sandiri, laos targoar do i partinandaan ni si Absalom rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Dung i ro ma hata ni si Ahimas, anak ni si Sadok: Ua marlojong ma ahu mamboan barita i tu rajai, ala naung dipintori Jahowa ibana sian tangan ni musuna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai ninna si Joab ma mandok ibana: Ndada baoa siboan barita na uli ho sadarion, di ari na asing pe baritahononmu, alai anggo sadarion ndang baritahononmu, ala naung mate anak ni rajai.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai didok si Joab ma anggo tu halak Etiopia: Laho ma ho, paboa ma tu rajai naung niidam! Dung i marsomba ma halak Etiopia tu si Joab, laos marlojong.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai diulahi si Ahimas, anak ni si Sadok muse mandok tu si Joab: Manang beha pe, marlojong ma dohot ahu mangihuthon halak Etiopia. Jadi ninna si Joab ma: Boasa tung marlojong ho, ala anaha? Ndang tagamon maruli upa siboan barita ho!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Manang beha pe, sai laho do ahu. Jadi ninna si Joab ma mandok ibana: Antong lojong ma! Jadi marlojong ma si Ahimas manulus dalan sian tobing (ni Jordan), gabe dijoloani ma halak Etiopia.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai hundul di holangholang ni na dua pintu harbangan do anggo si Daud, sai mardalandalan do parjaga i di atas tarup ni harbangan mardonokkon parik manatapnatap humaliang, gabe diida ma sada halak marlojong sasadasa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi joujou ma parjaga i paboahon barita i tu rajai. Alai ninna rajai ma: Molo sasadasa, barita na uli ma di bagasan pamanganna. Jadi dung sai didatdati mardalan lam jonok ma ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i diida parjaga i ma sada halak na asing marlojong gabe joujou parjaga i dompak sijaga bahal, ninna ma: Ida ma, marlojong muse sada halak sasadasa. Jadi ninna rajai ma: Ibana pe siboan barita na uli do.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ninna parjaga i ma: Huida parlojong ni parjolo i, songon parlojong ni si Ahimas, anak ni si Sadok. Jadi ninna rajai ma: Baoa na denggan roha do ibana, jala barita na uli do na binoanna!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i joujou ma si Ahimas, ninna ma mandok rajai: Nunga demak! Laos marsomba di jolo ni rajai, pola manungkap tu tano jala ninna ma: Pinuji ma Jahowa, Debatam, na patundukkon baoa angka na manggunturi dompak tuanku.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai ninna rajai ma: Beha horas do dolidoli si Absalom i? Dung i ninna si Ahimas ma: Hagunturon bolon do nian na huida, uju na sinuru ni si Joab naposo ni rajai dohot ahu naposomon alai ndang huboto manang aha i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ninna rajai ma: Sumurut ma ho jongjong tusi. Jadi sumurut ma ibana, laos jongjong disi.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi ida ma, nunga ro halak Etiopia, laos didok ma: Barita na uli na huboan i ale rajanami! Ai nunga dipintori Jahowa ho sadarion sian tangan ni sude halak angka na hehe mangalo dompak ho.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai ninna rajai ma mandok halak Etiopia: Beha horas do dolidoli si Absalom i? Jadi ninna halak Etiopia ma: Ingkon songon tu dolidoli ma nian songgop tu angka musu ni tuanku dohot tu sude halak angka na hehe mangalo dompak ho laho mangago!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(19-1) ",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "I. Si Joab mangonai hata tu si Daud ala mamarsakku rohana taringot tu si Absalom 1-9. II. Halak Juda mangalap si Daud mulak 10-16. III. Si Simei mangido ampun 17-24. IV. Si Mepiboset manomunomu si Daud 25-31. V. Si Daud mamasumasu si Barsilai 32-41. VI. Na sampulu margai mangiburu mida Juda 42-44",
      "type": "title"
    }
  ]
}