{
  "book": "2 Samuel",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "(19-2) Dung i dibaritahon halak ma tu si Joab: Ida ma, sai tumatangis do rajai jala mangandungi ala si Absalom.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(19-3) Asa antu hamonangan di na sadari i manjadi arsak ni roha di sandok bangso i; ai sar dibege bangso i hata ni halak di na sadari i: Marsak do roha ni rajai ala anakna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(19-4) Jadi marsibuni ma na torop i di na sadari i laho bongot tu huta, songon parsibuni ni halak angka na tarurak, ala naung maporus nasida sian tongtangan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(19-5) Pola tung dihungkupi rajai bohina, jala dipangiar soarana mangandungi: Iale anaha Absalom! Absalom, ale anaha, ale anaha!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(19-6) Dung i ro ma si Joab mandapothon rajai tu jabu, jala ninna ma: Murak ma sadarion dibahen ho bohi ni sude naposom, angka na paluahon hosam sadarion dohot hosa ni angka anakmu dohot borum dohot hosa ni angka jolmam dohot hosa ni parompuan, angka na pinarjolmami.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(19-7) Ala na hinaholonganmu jolma angka na mangkagigihon ho, jala dihagigihon ho jolma angka na mangkaholongi ho; ai diandarhon ho do sadarion, hira na so pola pardulim angka partogi dohot angka naposo; ai tangkas do hutanda sadarion, asal mangolu nian si Absalom, nang luhut hami mate sadarion, i ma na tongon di bagasan roham.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(19-8) On pe, hehe ma ho, ruar ma ho, paboa ma hata tau papir tondi ni angka naposom; ai tung husumpahon ma tu Jahowa: Molo so ruar ho annon, ndang tagamon marborngin saborngin on nanggo sahalak donganmu, gabe jea na umbalga do i di ho, sian sandok jea naung mandatang tu ho, olat ni sidakdanakonmu rasirasa nuaeng.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(19-9) Jadi hehe ma rajai laho hundul tu harbangan. Dung i tarbortik ma tu sandok situan na torop i: Ida ma, hundul do rajai di pintu harbangan! Jadi ro be ma sandok situan na torop i tu jolo ni rajai, alai anggo halak Israel nunga maporus, ganup tu undungundungna be.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(19-10) (II.) Dung i masisolsolan ma sandok na torop i di saluhut marga ni Israel, angka ninna ma: Nunga dipalua rajai hita sian tangan ni angka musunta, ibana huhut paluahon hita sian tangan ni halak Palistim; hape ia nuaeng, ingkon pola maporus ibana sian tano on maralohon si Absalom.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(19-11) Ia si Absalom, naung itamiahi nian mangarajai hita, nunga mate di tongtangan; nuaeng pe, boasa sai hohom boti hamu, mangalapi rajai nian mulak?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(19-12) Dung i disuru raja Daud ma suruanna manopot si Sadok dohot si Abiatar, malim na dua i mandok tu nasida: Pangkulingi hamu ma angka sintua ni Juda, mandok tu nasida: Boasa hamu apala parpudi laho mangalapi rajai mulak tu jabuna? Ai nunga pola sahat hatahata ni sandok Israel tu rajai dohot tu jolma isi ni bagasna i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(19-13) Angka hahaanggingku do hamu, sisada sibuk dohot mudar hamu dohot ahu. Antong boasa apala hamu parpudi mangalapi rajai mulak?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(19-14) Ia tu si Amasa dok hamu ma: Nda sisada sibuk dohot mudar ho dohot ahu? Ingkon songon i bahenon ni Debata tu ahu jala patambaonna dope songon i, molo so ingkon ho gabe partogi ni parangan di jolongku saleleng ho mangolu, singkat ni si Joab.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(19-15) Jadi melok ma roha ni saluhut halak Juda, saroha ma nasida marsuru manopot rajai, mandok: Sai mulak ma ho ro di sude angka naposom.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(19-16) Dung i mulak ma rajai. Jadi dung sahat ibana tu Jordan, nunga ro hian halak Juda tu Gilgal laho manomunomu rajai, naeng manogihon rajai manaripari Jordan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(19-17) (III.) Jadi hapogan ma si Simei, anak ni si Gera, halak Benjamin sian Bahurim, asa tuat ibana rap dohot halak Juda manomunomu raja Daud.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(19-18) Jala saribu halak donganna sian Benjamin; angkup ni si Siba, naposo ni pinompar ni si Saul, rap dohot anakna sampulu lima halak dohot naposona duapulu halak, gabe ditaripari nasida Jordan i di jolo ni rajai.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(19-19) Jadi dung taripar rakit i laho patariparhon isi ni bagas ni rajai, asa mambahen lomo ni rohana, ro ma si Simei, anak ni si Gera, marsinggang di jolo ni rajai, tongon uju taripar ibana di Jordan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(19-20) Huhut didok mandok rajai: Sai unang dijujur tuanku tu ahu hajahaton i, jala unang dipaingotingot rohana hageduhon na niula ni naposomon, uju di ari haruruar ni tuanku sian Jerusalem, unang pola dipagagathon rajai hata i tu rohana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(19-21) Ai nunga tangkas ditanda naposomon, naung mardosa ahu uju i; jala ida ma, anggo sadarion ahu do apala parjolo ro sian sandok pinompar ni si Josep laho tuat manomunomu tuanku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(19-22) Dung i ro ma hata ni si Abisai, anak ni Nai Seruia mangalusi: Tung so tama marutang hosa si Simei ala ni on, ai nunga pola diburai ibana jolma na miniahan ni Jahowa!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(19-23) Alai ninna si Daud ma: Aha do parsaoranku tu hamu, ale angka anak ni Nai Seruia, umbahen naeng gabe Sibolis hamu di ahu sadarion? Tung jadi ma adong mate sadarion baoa di Israel? Ai nda huboto do apala sadarion ahu bangkit raja gumomgom Israel?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(19-24) Dung i ninna rajai ma mandok si Simei: Ndang jadi ho mate! Pola disumpahon rajai tu ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(19-25) (IV.) Si Mepiboset pe, anak ni si Saul tuat do manomunomu rajai, ndang dipahe ibana patna manang misena, jala ndang disunci pangkeanna, olat ni ari hapoporus ni rajai, sahat ro di ari hamumulakna mardamedame.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(19-26) Jadi dung sahat ibana tu Jerusalem, laho manomunomu rajai, gabe didok rajai ma mandok ibana: Boasa tung so dongananmu ahu na jolo, ale Mepiboset?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(19-27) Jadi ninna ibana ma: Iale rajanami, nunga dipaotooto naposongku ahu; ai ninna roha ni naposomon do nian: Palanoanku ma halode sada bahen hundulanku, asa laho ahu manopot rajai, ai na pangpang do naposomon.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(19-28) Angkup ni, nunga disuan ibana gasa ni naposomon di adopan ni tuanku. Alai anggo tuanku tudoshon surusuruan ni Debata sada! Antong bahen ma manang aha lomo ni roham.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(19-29) Ai tung dia ma nian sandok pinompar ni damang, nda baoa angka na patut nian marutang hosa di jolo ni tuanku; hape lam dipatop ho naposomon hundul tu tongatonga ni halak angka na sapanganan dohot ho. Aha ma gunana tahe pintoranku dope diringku manang mangalu dope tu rajai?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(19-30) Dung i ninna rajai ma mandok ibana: Aha labana sai datdatanmu mandok hatam? Nunga putus hatangku: Ingkon ho dohot si Siba marbagi tano i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(19-31) Dung i ninna si Mepiboset ma mandok rajai: Luhut pe dibuat ibana tusi, asal dung mulak tuanku tu jabuna mardamedame!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(19-32) (V.) Si Barsilai pe, halak Gilead i tuat do sian Regolim, jala ditaripari Jordan rap dohot rajai, pataruhon ibana tu bariba ni Jordan.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(19-33) Alai nunga tung matua situtu si Barsilai, ualupulu taon tahe umurna, jala ibana marmudu rajai, uju maringan ibana di Mahanaim, ai baoa ma mora jong do ibana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(19-34) Jadi didok rajai ma mandok si Barsilai: Ingkon ho donganku taripar, asa huparmudu ho di lambungku di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(19-35) Alai ninna si Barsilai ma mandok rajai: Pola piga ari nari ahu tagamon mangolu, umbahen ingkon nangkok ahu rap dohot rajai tu Jerusalem?",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(19-36) Boho marumur ualupulu taon ahu sadarion, tung beha ma pambahenku manirang na denggan sian na jat? Tung tarbahen naposomon be mandai manang aha na hupangan manang na huinum? Tung tarpatangitangi ahu be soara ni angka parende baoa dohot parompuan? Angkup ni boasa tung bahenon ni naposomon hasusaan tu tuanku di laonlaon ni ari?",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(19-37) Asal otik pataruon ni naposomon rajai tu bariba ni Jordan. Alai boasa pola pamaloson sisongon i baloshonon ni rajai tu ahu?",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "(19-38) Ua loas ma naposomon mulak, asa mate ahu di bagasan hutangku, di lambung tanoman ni damang dohot dainang. Alai tahe ida ma, disi do naposom si Kim Kana, ibana ma tagonan taripar rap dohot tuanku, jala bahen ma tu ibana manang aha lomo ni roham!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "(19-39) Jadi ninna rajai ma: Antong si Kim Kana ma donganku taripar, asa hubahen tu ibana manang aha lomo ni roham; jala nasa na pinangidom sian ahu, bahenonku do tu ho.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "(19-40) Jadi dung ditaripari sude na torop i batang aek Jordan, taripar dohot rajai, diumma rajai ma si Barsilai jala dipasupasu ibana, dung i mulak ibana tu ingananna.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "(19-41) Dung i ditulus rajai ma dalanna tu Gilgal, jala si Kim Kana donganna. Jadi dung dipataru sandok bangso Juda rajai taripar, ro di satonga ni bangso Israel.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "(19-42) (VI.) Jadi ida ma, ro be ma sandok baoa ni Israel manopot rajai, angka ninna ma mandok rajai: Boasa tung olo ho tangkoon ni angginami, halak Juda i, jala pataruonnasida rajai dohot isi ni bagasna tu bariba ni Jordan, ro di sude naposo ni si Daud donganna?",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "(19-43) Jadi ro ma alus ni sude halak Juda mandok tu halak Israel: Ala sumolhot rajai tu hami. Jala boasa tung mangiburu hamu alani? Hea adong hupangan hami sian rajai, manang adong silehonlehonna tu hami?",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "(19-44) Alai ro ma alus ni halak Israel mandok tu halak Juda: Sampulu bagian di hami maradophon rajai; angkup ni tumorop hami dirajai si Daud sian hamu. Boasa tung parhamudaon ni rohamuna hami, so hatanami jumolo paimaonmu mandokkon mangalap mulak rajanta i? Alai tahe kumoras do hata ni halak Juda sian hata ni halak Israel.",
      "type": "content"
    }
  ]
}