{
  "book": "2 Samuel",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Daud bangkit raja gumomgom Juda di Hebron. Isboset mangarajai di Mahanaim 1-11. II. Maralo si Daud dohot si Isboset 12-17. III. Hamamate ni si Asabel 18-32",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu angka i, marsungkun ma si Daud tu Jahowa, ninna ma: Jadi do ahu nangkok tu sada sian angka huta di Juda? Dung i ninna Jahowa ma tu ibana: Nangkok ma ho. Dung i ninna si Daud muse: Tu huta dia do ahu nangkok? Dung i ninna Ibana ma: Tu Hebron do.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi nangkok ma si Daud tusi rap dohot jolmana na dua i, si Ahinoam, boru Jesreel dohot si Abigail, jolma ni si Nabal nahinan sian Karmel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Angkup ni diarahon si Daud ma donganna, angka na nangkok rap dohot ibana, ganup dohot isi ni bagasna be, jadi maringan ma nasida di angka huta na humaliang Hebron.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ro ma halak Juda, mamiahi si Daud disi bahen raja gumomgom pinompar ni Juda. Dung i dibaritahon halak ma tu si Daud: Naung binandahon ni halak Jabes di Gilead si Saul.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi disuru si Daud ma angka suruanna tu halak Jabes di Gilead, mandok tu nasida: Dapotan pasupasu ma hamu sian Jahowa ala na binahenmuna asi ni roha tu tuanmuna, tu si Saul, ala naung dibandahon hamu ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "On pe sai dibahen Jahowa ma tu hamu asi ni roha dohot habonaron, ahu pe bahenonku do denggan basa tu hamu ala naung dibahen hamu songon i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Antong margogo ma tanganmuna gabe parangan na begu; ai nunga mate nian anggo si Saul tuanmuna i, alai nunga dimiahi pinompar ni Juda ahu bahen raja gumomgom nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ro ma si Abner, anak ni si Ner, partogi ni parangan ni si Saul, dibuat ma si Isboset, anak ni si Saul, jala ditogihon ibana taripar tu Mahanaim.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala dipabangkit ibana gabe raja gumomgom Gilead dohot halak Aser i dohot Jisreel dohot Epraim dohot Benjamin ro di sandok Israel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Marumur opatpulu taon si Isboset, anak ni si Saul di hababangkitna gabe raja gumomgom Israel, jala dua taon lelengna ibana mangarajai. Holan pinompar ni Juda do mangihuthon tu si Daud.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia leleng ni si Daud raja di Hebron gumomgom pinompar ni Juda pitu taon onom bulan do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dung i borhat ma si Abner, anak ni si Ner rap dohot angka naposo ni si Isboset, anak ni si Saul, sian Mahanaim tu Gibeon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Borhat dohot si Joab, anak ni Nai Seruia rap dohot angka naposo ni si Daud; gabe pajumpang ma nasida di lambung ambar Gibeon; jadi marsaro ma nasida di baribaan ni ambar i, jala alona i di baribaon ni ambar i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna si Abner ma mandok si Joab: Ua hehe ma angka dolidoli i, asa masijonapan nasida di adopanta! Antong hehe be ma nasida, ninna si Joab.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi borhat be ma nasida mandapothon, sampulu dua bilanganna sian Benjamin, parangan ni si Isboset, anak ni si Saul, jala sampulu dua halak sian angka naposo ni si Daud.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ganup nasida manoro ulu ni alona, jala ditihamhon podangna tu andora ni alona, gabe rap rage nasida. Alani targoar inganan i: Helkat-Hasurim mardonokkon Gibeon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Laos sobu situtu ma nasida tongtang sadarina i, talu ma si Abner dohot halak Israel maralohon naposo ni si Daud.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Alai adong disi tolu anak ni Nai Seruia, si Joab, si Abisai dohot si Asahel. Mansai gompis mardalan anggo si Asahel songon sada hije na di ladang.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi sai dilotongi si Asahel do si Abner, ndang olo manimbil tu siamun manang tu hambirang sian pudi ni si Abner.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i manaili dompak pudi ma si Abner, ninna ma: Atehe si Asahel do ho? Ahu ma tutu, ninna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna si Abner ma mandok ibana: Pasimbil ho tu siamunmu manang tu hambirangmu, jala tangkup di ho sahalak sian angka dolidoli i, jala buat di ho pangkeanna. Alai ndang olo si Asahel sumurut sian pudina.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i diulahi si Abner muse mandok tu si Asahel: Pasurut ho sian pudingku! Boasa tagonan manungkap tu tano ho bunuonku? Jala beha ma pambahenku tung sura mandompakkon bohi ni si Joab, hahami?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai manjua do ibana sumurut, jadi ditullangkon si Abner ma suhul ni hujur i tu butuhana, pola puas hujur i sian tanggurungna, gabe tinggang ibana disi, laos mate tongkinnai. Dung i manang ise na sahat tu tano hapeahan ni si Asahel i, sulon do disi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai sai didatdati si Joab dohot si Abisai do mangeak si Abner i. Jadi dung mate mata ni ari sahat na nasida tu robean Amma, tondong ni Gia, di dalan laho tu halongonan Gibeon.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i marpungu ma halak Benjamin mangihuthon si Abner, gabe sada parduaan, jadi sulon nasida jongjong di punsu ni sada robean.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i mangua ma si Abner mandok tu si Joab; tung sai datdatan ni podang i do marraserasehon? Ndang diboto ho, lam gabe musu tihus do i di laonlaon ni ari? Sadia leleng on so dohononmu situan na torop i mansohot mangalele angka hahaanggina.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ninna si Joab ma: Songon sintongna mangolu Debata, aut unang didok ho hatam pajujuhon, nunga nasogot mansohot na torop i sian na mangalele donganna be.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i dipalu si Joab ma sarune gabe sulon sude na torop i, ndang be didatdati mangalele Israel, jala ndang be didatdati tongtang.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai anggo si Abner dohot angka paranganna i mardalan umbolus adaran i manipat sabornginna i, laos ditaripari nasida ma Jordan i, jala dibolus nasida sandok luat Biteron, gabe sahat nasida tu Mahanaim.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Mulak dohot si Joab sian na mangalele si Abner, jala dipapungu sude na torop i. Jadi hurang sian angka naposo ni si Daud i sampulu sia halak angkup ni si Asahel.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai nunga dibunu angka naposo ni si Daud sian Benjamin, sian parangan ni si Abner tolu ratus onompulu halak, angka na mate.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i dihindat nasida ma si Asahel, jala dibandahon ibana tu bagasan tanoman ni amana na di Betlehem. Dung i mardalan ma si Joab dohot angka paranganna i manipat sabornginna i mamungka buha siang ari sahat ma nasida tu Hebron.",
      "type": "content"
    }
  ]
}