{
  "book": "2 Samuel",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Seba patubitubihon mangulahi marmusu dompak raja Daud 1-7. II. Si Joab manodos si Amasa 8-12. III. Hona tungkum huta Abel, hamamate ni si Seba 13-22. IV. Angka parhalado ni si Daud 23-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i adong ma disi so pangkiriman sada halak parroha na jahat, na margoar si Seba, anak ni si Bikri, halak Benjamin, na umpalu sarune huhut mandok: Ndang parjambar hita hapengani di si Daud, jala ndang parhuaonta ia anak ni si Isai! Antong ale Israel, mulak be ma hita tu undungundungta be!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi marbalik ma nasa baoa ni Israel sian si Daud laho mangihuthon tu si Seba, anak ni si Bikri. Alai anggo angka baoa sian Juda marsilohot rohanasida di rajanasida, olat ni Jordan sahat tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai dung sahat si Daud tu jabuna di Jerusalem, dibuat rajai ma na sampulu parompuan, angka na tininggalhonna na jolo mangaramoti bagas i, dibahen ma nasida tu bagas parjagaan, jala diparmudu nasida, alai ndang be ditopot nasida; jadi tarhurung ma nasida disi sahat ro di ari hamamatenasida, hira parompuan na mabalu nasida saleleng mangolu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i didok rajai ma tu si Amasa: Martingting ma ho papungu halak Juda tu lambungku di bagasan tolu ari on, ho pe ingkon mangulahi jongjong dison.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi laho ma si Amasa martingting papungu Juda, hape mangerngerhu ibana, pola salpu tingki na tiniti tu ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna si Daud ma tu si Abisai: Ra tung gumodang jea tu hita bahenon ni si Seba, anak ni si Bikri, sian na binahen ni si Absalom. Antong ho ma mangarahon angka naposo ni tuanmu, jala eahi ibana, asa unang sanga dapotsa huta angka na gonting, gabe tarholip sian matanta.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi borhat ma angka parangan ni si Joab mangeahi ibana ro di hupas dohot rundo, ro di sude ulubalang; borhat be nasida sian Jerusalem mangeahi si Seba, anak ni si Bikri.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Alai dung sahat nasida tu batu na bolon mardonokkon Gibeon, ro ma si Amasa manjumpangkon nasida. Ia si Joab marpangkean baju parmusu, alit tusi hohos ni podang na gampit di gontingna di bagasan sarungna, hape peut do i gabe mumpat podang i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna si Joab ma tu si Amasa: Beha sonang do ho, ale anggia? Laos disoro tangan siamun ni si Joab do janggut ni si Amasa mangondam mangumma ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ndang marjaga si Amasa di podang na di tangan hambirang ni si Joab, gabe ditihamhon ma i tu butuhana, pola use raoanna tu tano, ndang pola dipaduahali maniham ai nunga mate ibana. Alai anggo si Joab dohot si Abisai anggina i mangeahi si Seba, anak ni si Bikri.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i sulon ma sada baoa sian angka naposo ni si Joab jongjong di lambungna, ninna ma: Manang ise na holong roha mida si Joab, jala manang ise na marraja tu si Daud, diihuthon ma tu si Joab.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai marguluhon mudarna anggo si Amasa di tongatonga ni dalan na bolon. Jadi dung diida baoa i sulon sude na torop i disi, gabe disarat ma si Amasa sian dalan na bolon tu ladang, jala di tinggangkon ulos tu ibana ala diida ganup na ro jongjong di lambungna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Jadi dung dipaholang ibana sian dalan na bolon, mamolus ma sude baoa mangihuthon si Joab laho mangalele si Seba, anak ni si Bikri.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dibolus ibana ma sude marga ni Israel sahat tu huta Abel dohot Abel Betmaaka ro di sandok Bikri. Jadi lam torop nasida marpungu huhut mangihuthon ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ro ma nasida martungkum ibana di huta Abel dohot Maaka. Dibahen nasida huhut hubu humaliang huta i, dionjar ma i sahat ro di parik. Dung i martahop ma sandok na torop i, angka na niuluhon ni si Joab, naeng manggargari parik i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi joujou ma sada parompuan na bisuk sian huta i: Ua tangihon hamu ma hatangkon jala pasahat hamu tu si Joab: Pajonok ma tuson, adong dohononku tu ho.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dung jumonok ibana tu nasida, didok parompuan i ma: Atehe ho do si Joab? Ahu ma tutu, ninna. Dung i ninna nasida ma tu ibana: Sai tangihon ma pangkataion ni naposom boruboru! Hubege do, ninna ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ninna parompuan i ma muse: Ianggo di na robi somal didok halak songon on: Ingkon marpanungkun jolo di Abel, jadi pul ma tahi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ahu do sada huta parsindak, pamonari di Israel, hape ditahi roham naeng mangago sada huta sabungan di Israel? Boasa ma tung bondutonmu partohapan ni Jahowa?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ninna si Joab ma mangalusi: Dao ma i, dao ma i tahe sian ahu anggo tung ahu mamondut manang mangago!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ndang songon i pangalahona, adong do tahe sada baoa sian tor Epraim, na margoar si Seba, anak ni si Bikri, manggunturi ibana dompak raja Daud. Lehon hamu ibana sasadasa, asa muli ahu sian huta i. Jadi ninna parompuan i ma mandok si Joab: Ida ma, ingkon reongkononhon do uluna i tu ho tu bariba ni parik.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i masuk ma parompuan i tu parluhutan ni sandok situan na torop pajojorhon habisukonna. Jadi dilobong nasida ma ulu ni si Seba, anak ni si Bikri, jala direongkon tu si Joab. Dung i didokkon ma paluon sarune gabe marserak ma nasida sian huta i, ganup mulak tu undungundungna be. Alai anggo si Joab mulak tu Jerusalem manopot rajai.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(IV.) Jadi si Joab ma partogi ni sandok parangan ni Israel, jala si Benaia, anak ni si Joiada mandur ni angka hupas dohot rundo.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ia si Adoniram mandur ni angka parhuli, jala si Josapat, anak ni si Ahilud do panuturi.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ia si Sepa juaratulis, jala si Sadok dohot si Abiatar malim.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Angkup ni si Ira, halak Jair i, panuturi haposan ni si Daud.",
      "type": "content"
    }
  ]
}