{
  "book": "2 Samuel",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Masa haleon potir, panginona ni sapata ni mudar; dapapurpur sapata i 1-14. II. Angka hamusuon dompak halak Palistim; mate deba pinompar ni si Repaim 15-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i masa ma haleon potir uju hinarajahon ni si Daud tolu taon padodot. Jadi dilului si Daud ma bohi ni Jahowa. Dung i ninna Jahowa ma: Ala ni si Saul do i dohot ala ni sapata ni mudar nidurushon ni pinomparna, ala naung binununa halak Gibeon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi didokkon rajai ma jouon halak Gibeon, ninna ma mandok nasida: (Alai anggo halak Gibeon i ndang sian pinompar ni Israel, pasipasi sian halak Amori do nasida, alai nunga marjanji halak Israel tu nasida pola disumpahon, hape ditahi roha ni si Saul naeng maniaphon nasida dibahen pangaluluhonna di halak Israel dohot Juda).",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi ninna si Daud ma tu halak Gibeon: Aha do bahenonku tubolmuna? Jala aha do pardengganan bahenonku, asa pasupasuonmuna partohapan ni Jahowa?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna halak Gibeon ma tu ibana: Ndada tarpangido hami perak manang sere sian si Saul dohot sian pinomparna, jala ndada dipangido rohanami naeng bunuon manang ise sian Israel. Antong aha do dohononmuna bahenonku tubolmuna, ninna rajai?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi ninna nasida ma mandok rajai: Ia baoa naung maniaphon hami, jala naung mangaripurhon hami, pola tung naung rendep hami, so adong be teba di sandok parbalohan ni Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ingkon lehonon nian tu hami pitu halak sian pinomparna, asa hugantung hami nasida di adopan ni Jahowa di Gibea-Saul, na pinillit ni Jahowa. Jadi ninna rajai ma: Hulehon pe nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai diolani rajai do si Mepiboset, anak ni si Jonatan, tubu ni si Saul, ala ni uari tu Jahowa, na niuarihon ni si Daud tu si Jonatan, anak ni si Saul.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai dibuat rajai do anggo na dua anak ni si Rispa, boru ni si Aia, na tinubuhonna di si Saul, i ma si Armoni dohot si Mepiboset; angkup ni na lima anak ni si Merab, boru ni si Saul na tinubuhonna di si Adriel, anak ni si Barsilai, halak Mehola i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala dipasahat nasida tu tangan ni halak Gibeon, angka na manggantungkon nasida di atas dolok di adopan ni Jahowa. Jadi sahali mate ma nasida na pitu i, jala tarbunu nasida di tingki ni panggotilan patumonaan, parmulaan ni gotilon eme saba.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dibuat si Rispa boru ni si Aia ma tujung hori, jala dipahembang do i di atas dolok batu sian parmulaan ni gotilon sahat ro di na manetehi aek sian langit tu nasida, jala ndang diloas angka pidong na di toru ni langit songgop tu nasida arian, manang binatang ni harangan bornginna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi tarbortik ma barita i tu si Daud taringot tu na binahen ni si Rispa, boru ni si Aia, parompuan pinarjolma ni si Saul nahinan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i laho ma si Daud mambuat holiholi ni si Saul dohot holiholi ni si Jonatan anakna i, sian isi ni Jabes di Gilead, angka na tinangkonasida sian partungkoan ni Betsean, ai tusi do i digantungkon halak Palistim, uju di ari na tinaluhon ni halak Palistim si Saul di dolok Gilboa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i diboan ma sian i holiholi ni si Saul dohot holiholi ni si Jonatan, anakna i, jala dipapungu do i tu holiholi ni angka na targantung.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi ditanom nasida ma holiholi ni si Saul dohot si Jonatan, anakna i di Sela di luat Benjamin, di bagasan tanoman ni si Kis amana i, gabe dipatupa nasida ma sude na tinonahon ni rajai. Jadi dung songon i marpangulahi ma roha ni Debata mida tano i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Alai tubu ma muse hamusuon ni halak Palistim dompak halak Israel. Jadi tuat ma si Daud rap dohot naposona, tole ma nasida marporang dompak halak Palistim, pola tung loja si Daud.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ro ma si Isbibenob, sada sian angka anak ni si Repaim, ia dokdok ni hujurna tolu ratus sekkel tombaga do, jala disandang do podang na imbaru, diondam rohana do naeng mambunu i si Daud.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai ro ma si Abisai, anak ni Nai Seruia, mangurupi ibana, dibunu ma halak Palistim i mate. Uju i pola disumpahon angka naposo ni si Daud tu ibana, angka ninna ma: Ndang jadi be ho borhat udur dohot hami tu parporangan, asa unang intopanmu palito ni Israel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dung salpu i tubu muse hamusuon di Gob dompak halak Palistim. Uju i dibunu si Sebekkai, halak Husa i ma si Sep, laos pinompar ni si Repaim ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i tubu muse hamusuon di Gob dompak halak Palistim, gabe dibunu si Elihanan, anak ni Jare Oregim, halak Betlehem i ma si Goliat, halak Gat, ia suhul ni hujurna na saumban do.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i tubu muse hamusuon di Gat; adong ma disi sada baoa na ganjang, onom be jarijari ni tanganna dohot patna, gabe duapulu opat bilanganna, ibana pe pinompar ni si Repaim do.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dung niasapanna halak Israel, gabe dibunu si Jonatan, anak ni si Simea, haha ni si Daud ma ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Na opat halak i do tubu ni si Repaim di Gat, gabe mate nasida dibunu si Daud dohot angka na posona i.",
      "type": "content"
    }
  ]
}