{
  "book": "2 Samuel",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende pujipujian ni si Daud ala haluaon sian musuna sudena 1-51.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dihatahon si Daud ma tu Jahowa angka hata ni ende on, di ari dung na pinalua ni Jahowa ibana sian tangan ni saluhut musuna dohot sian tangan ni si Saul.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ninna ma: Jahowa do dolok batu di ahu dohot haporusanku, jala sipalua ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Debata do partanobatoanku, marhaposan tu ibana do ahu, lombulombungku dohot tanduk ni partuaonku, parondingondinganku dohot haporusanku, sipartumpak di ahu, Ibana palua ahu sian uhum gogo.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai hupajoujou do Jahowa, na tama sipujion i, jadi malua ma ahu sian angka musungku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nunga pola dihaliangi angka ombak ni hamatean ahu, angka sunge ni hajahaton manonggoti ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nunga pola dihaliangi angka rante ni banua toru ahu, dilungkupi angka jorgong ni hamateani ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi di na targogot i ahu, hujou do Jahowa, jala hupangiar anggukku tu Debatangku, jadi ditangihon Ibana soarangki sian jorona, jala tolhas angguk i tu pinggolna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi humuntalhuntal ma tano on, lalolalo angka ojahan ni langit, jala humuturhutur, ala tarrimas Ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Martimpul do timus sian igungna, jala ruar api na mandilatdilat sian pamanganna, gara ni api angka na marnalanala ruar sian Ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dipajomba Ibana ma angka langit, gabe tuat Ibana, jala holom marimpotimpot di toru ni patna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Marsihundul di kerubim ma Ibana huhut habang, jala mangareapreap Ibana di atas habong ni alogo.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Haholomoni do dibahen undungundungna humaliang Ibana, parhobot ni udan dohot ombun do lapelapena.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sian sondang di adopanna marsijembur angka gara ni api.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Mangkuling ronggur sian angka langit dibahen Jahowa, jala dipatubegehon Natumimbul i soarana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i disiorhon Ibana angka sumbiana, jala dipaserak angka musu, sumiksaksiksak hilapna, asa manggaori nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi tarida ma angka lubuk ni laut, gabe mullop angka ojahan ni portibi on maradophon pangasupim, ale Jahowa, maradophon pangunsong ni hosa ni igungna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Disurdukkon Ibana tanganna sian ginjang manangkup ahu, mangenet ahu sian angka aek magodang.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ibana paluahon ahu sian musungku na gogo i, sian angka na mangkosom ahu, ala gumogo nasida sian ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dirampok nasida do ahu di ari hinamagongku, alai Jahowa do pangunsandeanku.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala Ibana manogihon ahu tu halambason, Ibana paluahon ahu, ai lomo do rohana mida ahu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dibaloshon Jahowa tu ahu hombar tu hatigoranku, hombar tu habontoron ni tanganku tahe dipasuang tu ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai hujujur do angka dalan ni Jahowa, jala ndang manjahati ahu marbalik sian Debatangku.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai sai tongtong di jolongku sude angka uhumna, jala ndang hupaholang angka patikna i sian ahu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sai sun do lidang ni rohangku maradophon Ibana, jala sai hujaga do diringku maradophon hajahatonku.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dibaloshon Jahowa tu ahu hombar tu hatigoranku, hombar tu halidangonku, na niidana i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Asi do roham tu na asi roha i, tobok do Ho maradophon halak na tobok i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Bontor do ho dompak na bontor roha i, jala pulos do roham tu pargeduk i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai ditumpahi Ho do jolma na dangol i, alai dialo matam do angka na ginjang roha, jala dipajimput Ho nasida.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai Ho do, ale Jahowa parpalitoanku! Jala dipatiur Jahowa do holom ni parnidaanku.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai mardonganhon Ho tartondong ahu do parduaan ni parangan, jala mangasahon Debatangku tartimbung ahu do parik.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sun denggan do dalan ni Debata, pita do hata ni Jahowa, Ibana do lombulombu ni sude halak na marhaposan tu Ibana.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ai tung ise ma Debata, dungkon ni Jahowa, jala tung ise tau partanobatoan, dungkon ni Debatanta.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Debata do haporusanku na gonting, jala dipatiur do dalanku.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ibana mambahen pathu doshon doras ni tini, jala dipajongjong ahu tu angka habuntulonku.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ibana mangajari tanganku mangula hamusuon, asa tarbahen botohonku manintak sior haksa.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jala dilehon Ho tu ahu lombulombu ni hatuaonmi, jala habasaonmu do patimbul ahu.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dipalumbang Ho do langkangku, jadi ndang tarbaliksu mata ni ari ni tothu.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Sai hulotongi do angka musungku, laos husiaphon nasida, jala ndang mulak ahu, paima sun nasida hurendephon.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Huropuhi jala hurendephon nasida, jadi ndang tarbahen nasida be hehe, marragean do nasida tu toru ni tothu.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dihohoshon Ho do pargogo tu ahu mangula hamusuon, dipapatu Ho do angka alongku tu ahu.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jala nunga dipaundar Ho angka musungku, gabe siap hubahen angka na mangkosom ahu.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Sai manatapnatap nasida humaliang, hape ndang adong sipalua nanggo sahalak, tu Jahowa pe, hape ndang olo Ibana mangalusi nasida.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Jadi hulamoti ma nasida songon orbuk na di tano i, hulutluti nasida songon gambo di alaman.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Angkup ni nunga dipalua Ho ahu sian parbadaan ni bangsongku, nunga dipabangkit Ho ahu gabe ihutan ni angka bangso parbegu, gari bangso na so hutanda mangoloi ahu.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Gari halak na pulik marga mangalesemlesem ahu, guru dokku do dioloi nasida.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Merus do angka anak ni na pulik marga, jala angka hitir do nasida ruar sian partanobatoannasida.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Mangolu do Jahowa, jala tama do papujipujion partanobatoanki, jala timbul do Debata ni hatuaonku.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Debata do silehon angka partubolon tu ahu dohot papatuhon angka bangso tu ahu.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Ibana sipalua ahu sian angka musungku, Ho do tongon patimbul ahu maralohon angka alongku, nunga dipalua Ho ahu sian jolma sibahen gogo.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Dibahen i pujionku ma Ho ale Jahowa, di tongatonga ni angka bangso parbegu, jala endehononku ma Goarmu.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Ibana sipatimbul angka hatuaon ni rajana, jala Ibana mambahen asi ni roha tu jolma naung miniahanna i, tu si Daud dohot tu pinomparna i ro di salelenglelengna.",
      "type": "content"
    }
  ]
}