{
  "book": "2 Samuel",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka hata parpudi sian si Daud 1-7. II. Goargoar ni angka ulubalang ni si Daud 8-39",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do angka hata parpudi sian si Daud: Panurirangon sian si Daud; anak ni si Isai, panurirangon sian baoa na timbul situtu, naung miniahan ni Debata ni si Jakkob, jala hasudungan ni Israel marhite sian angka ende Psalmen.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tondi ni Jahowa do mangkatai marhite sian ahu, jala hata sinihathonna di atas dilangku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga mangkuling Debata ni Israel, nunga marbagabaga tu ahu Partanobatoan ni Israel: Ingkon adong sada halak sigomgom manisia, sada halak na tigor roha, sada halak panggomgomi mangkajongjongkon biar mida Debata.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon songon hatiuron manogotna i Ibana, molo binsar mata ni ari manogotna i jumpa so adong ombun manorop, sumurung tahe sian sondang, sian udan, na mambahen martumbur duhutduhut i sian tano.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai nda songon i do tahe pinomparhu di adopan ni Debata? Ai nunga pola dipahot tu ahu padan salelenglelengna, maraturan dibahen taringot tu saluhutna, jala marsihohot, ai nasa hatuaonku dohot denggan basa tung so martumbur ma bahenonna?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai anggo halak parroha na jahat sahali, tudoshon duriduri na pinurpurhon do nasida luhutna, ai ndada targolom tangan ni jolma be.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai manang ise na naeng manjama angka i, ingkon marsinjata bosi manang hujur ibana, jala suda nasida purunanna di ingananna i hian.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) On do goargoar ni angka ulubalang ni si Daud: Si Josep Basebet, halak Hakmon i, induk ni tolupulu parangan, tung dimonsakkon ibana do hujurna dompak ualu ratus halak, angka na mate sahali tinullangna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung ibana si Eleasar ma, anak ni si Dodo, tubu ni si Ahohit, ibana sada sian na tolu ulubalang angka na rap dohot si Daud, uju na niasapannasida halak Palistim, angka na marpungu tusi laho marporang nian, nunga pola nangkok dohot halak Israel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi hehe ma ibana, laos ditampuli halak Palistim i, pola sanga mangampir tanganna, laos mangongkong tu podang i. Jadi hamonangan bolon ma pinatupa ni Jahowa di na sadari i, mulak ma anggo na torop i mangihuthon ibana, ripe mangarintak rintahan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung ibana si Sama ma, anak ni si Age, halak Harari. Uju marpungu halak Palistim sahali di Lehi, adong ma disi ladang santurpuk, gok hadio, hape maporus do situan na torop i maradophon halak Palistim.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Gabe ro ibana jongjong di parsitongaan ni ladang na santurpuk i, laos dionjar do, jala talu halak Palistim dibahen, gabe hamonangan bolon dipatupa Jahowa sian na tolupulu induk i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Angkup ni tuat do tolu halak induk sian na tolupulu induk i manopot si Daud tu liang Adullam, tongon gotilon uju i jala marsaro saparduan halak Palistim di rura Repaim.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai di partanobatoan anggo si Daud uju i, jala parangan ni halak Palistim uju i di Betlehem.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi mangapian ma roha ni si Daud mangido, ninna ma: Ise ulaning olo mangalehon aek inumonku sian sumur na di Betlehem mardonokkon bahal?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dirampok na tolu ulubalang i ma parsaroan ni halak Palistim, jala ditahui aek sian sumur na di Betlehem mardonokkon bahal, jala diboan do i sahat tu si Daud; alai ndang olo ibana manginumsa, laos diusehon do i tahe bahen pelean tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ninna ma: Dao ma i sian ahu ale Jahowa tung bahenonku songon i! Nda mudar ni angka baoa do i, angka na laho maneahon hosanasida? Ndang olo ahu manginumsa. I ma na binahen ni na tolu ulubalang i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Si Abisai pe, anggi ni si Joab, anak ni Nai Seruia, ibana do induk ni na tolu halak. Ibana pe disarahon do hujurna manullangi tolu ratus halak, gabe umbaritaan do goarna sian nasida na tolu i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ibana do tongon na marmuliaan sian nasida na tolu, gabe ibana induknasida; alai ndang taratupsa anggo tung na tolu parjolo i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Si Benaia pe, anak ni si Joiada, tubu ni sada baoa na marhuaso jala sigodang pambahenan sian Kabseel, tung dibunu ibana do dua singa (ulubalang) sian halak Moab; tuat muse ibana mambunu singa sadanari di bagasan godung uju di partaonan ngali ni ari.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dibunu ibana muse sada halak Misir na bolon sahali, taon do di tangan ni halak Misir sada hujur, hape tuat ibana mandapothon mantat tungkot, dirampas ma hujur i sian tangan ni halak Misir, laos dibunu ibana dohot hujurna sandiri.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "I ma na binahen ni si Benaia anak ni si Joiada umbahen tarbaritaan goarna sian na tolu ulubalang i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Umbaritaan ibana tahe sian na tolupulu halak i, alai ndang taratupsa ianggo na tolu parjolo i. Jadi dipabangkit si Daud ma ibana gabe panuturina haposan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Masuk tu na tolupulu halak i do si Asahel, anggi ni si Joab; si Elihanan, anak ni si Dodo sian Betlehem.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Si Sama, halak Harod i; si Elika, halak Harod i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Si Heles, halak Palet i; si Ira, anak ni si Ikes, halak Tekoa i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Si Abieser, halak Anatot i; si Mebunnai, halak Husa i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Si Salmon, halak Ahohi; si Maharai, halak Netopa i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Si Heleb, anak ni si Baona, halak Netopa i; si Ittai, anak ni si Ribai sian Gibea ni halak Benjamin.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Si Benaia, halak Piraton i; si Hidai, sian angka rura Gaas.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Si Abialbon, halak Arbati; si Asmapet, halak Bahurim.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Si Eliaba, halak Salabini Sian angka anak ni si Jasen, si Jonatan.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Si Sama, halak Harari; si Ahiam, anak ni si Sarar, halak Harari.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Si Elipelet, anak ni si Ahasbai, tubu ni si Maaka i; si Eliam anak ni si Ahitopel, halak Gilo i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Si Hesrai, halak Karmel i; si Paarai, halak Arbi.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Si Jigal, anak ni si Natan sian Zoba; si Bani halak Gaddi.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Si Selek, halak Amoni; si Naharai, halak Beerot i, siusung parhohas ni si Joab, anak ni Nai Seruia.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Si Ira halak Itri; si Gareb, halak Itri.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Si Uria, halak Het i; luhut nasida tolupulu pitu halak do.",
      "type": "content"
    }
  ]
}