{
  "book": "2 Samuel",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Daud mardosa ala na binilanganna halak Israel 1-10. II. Hona pinsang ibana dibahen panurirang Gad. Masa begu antuk. Hasosohot ni begu antuk 11-16. III. Si Daud umpelehon pelean hamauliateon 17-25.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i mangulahi muse Jahowa tarrimas mida Israel, gabe dipajuju ma si Daud mangalo nasida, ninna ma: Laho ma ho, bilangi ma halak Israel dohot halak Juda!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna rajai ma mandok si Joab, partogi ni paranganna na di lambungna: Ua liati ma sude marga ni Israel, olat ni Dan sahat ro di Beerseba, jala bilangi situan na torop i, asa tung huboto toropna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna si Joab ma mangalusi rajai: Sai ambaan ni Jahowa Debatam ma tu bangso nuaeng lompit ratus hali nari, sai sanga ma mata ni tuanku marnidasa! Alai ala ni aha umbahen tung dipangido tuanku hata on?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai parhata sada do rajai tu si Joab dohot tu angka partogi ni parangan. Jadi borhat ma si Joab dohot angka partogi ni parangan sian adopan ni rajai laho mamilangi bangso Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ditaripari nasida ma batang aek Jordan, jala marsaro di Aroer tungkan siamun ni huta i, na di tongatonga ni rura Gad, jala sahat ro di Jaser.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i sahat ma nasida tu Gilead, boti tu tano Hadsi, jala sahat nasida tu Dan, tole muse humaliang Sidon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala sahat nasida tu benteng Tirus dohot tu sude huta ni halak Hevi dohot Kanaan, gabe puas nasida tungkan partalpahan dangsina sian Juda sahat tu Berseba.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi songon i ma diliati nasida sandok tano i, dung salpu sia bulan dohot duapulu ari, sahat nasida muse tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i dilehon si Joab ma bilangan ni bangso na binilanganna i tu rajai. Ia toropna di Israel ualu ratus ribu halak do, angka parpodang sintak, jala di Juda lima ratus ribu halak.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai dung sun dibilang bangso i mallobuk ma taroktok ni si Daud. Jadi didok si Daud ma tu Jahowa: Nunga mardosa situtu ahu, ala hubahen songon i. Alai nuaeng pe ale Jahowa! Sai marpamuati ma roham mida hajahaton ni naposomon, ai hata oto situtu do na hubahen i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Jadi dung hehe si Daud manogotna i, ro ma hata ni Jahowa tu panurirang Gad, panurirang ni si Daud, ninna ma:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Laho ma ho mangkatai dohot si Daud, dok ma, songon on hata ni Jahowa: Tolu ragam uhum sipatuduhononku tu jolom; pillit ma di ho sada sian i sidabuhononku tu ho.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ro ma si Gad manopot si Daud paboahon hata i tu ibana, ninna ma mandok ibana: Atehe, dipangido roham do ro haleon potir pitu taon lelengna tu tanom? Manang tagonan ingkon maporus ho tolu bulan lelengna maradophon musum, asa dilele nasida ho? Manang tagonan masa begu antuk tolu ari lelengna tu tanom? Antong pingkiri ma jala timbang manang aha alus boanonku mulak tu Jahowa na marsuru ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna si Daud ma mandok si Gad: Targogot situtu do nian rohangku. Alai tagonan hita madabu tu bagasan tangan ni Jahowa; ai godang do asi ni rohana! Ndang olo ahu madabu ianggo tu bagasan tangan ni jolma.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dipamasa Jahowa ma begu antuk di tongatonga ni Israel sian manogotna i sahat ro di tingki naung binuhulna i, gabe marmatean ma sian bangso i, olat ni Dan sahat ro di Berseba, pitupulu ribu halak.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai dung dipatoltol surusuruan i tanganna tu atas ni Jerusalem, naeng agoonna, gabe disolsoli Jahowa ma rohana taringot tu hamagoan i, laos didok ma mandok surusuruan na mambahen hamagoan di tongatonga ni bangso i: Nunga sae, patait ma tanganmi! Alai di lambung pardegean ni si Arauna, halak Jebusi do surusuruan ni Jahowa uju i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Jadi dung diida si Daud surusuruan na mambunu bangso i, ninna ma mandok Jahowa: Ida ma, ahu do na mardosa, jala ahu do na mambahen hajahaton i; tung aha ma na binahen ni angka birubiru on? Dompak ahu ma nian tanganmu dohot dompak pinompar ni damang!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ro ma si Gad manopot si Daud di na sadari i, ninna ma mandok ibana: Nangkok ma ho jala pajokkon ma di Jahowa sada langgatan di pardegean ni si Arauna halak Jebusi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi nangkok ma si Daud manurut hata ni si Gad, songon na tinonahon ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i manatapnatap ma si Arauna, gabe diida ma ro rajai rap dohot angka naposona mandapothon ibana, gabe ruar ma si Arauna huhut marsomba tu rajai, pola manungkap tu tano.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna si Arauna ma: Ala ni aha umbahen ro tuanku manopot ahu naposona? Jadi didok si Daud ma: Naeng manuhor pardegean i sian ho, laho paulihon sada langgatan di Jahowa, asa muli begu masa i sian bangso i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ninna si Arauna ma mandok si Daud: Dibuat tuanku ma i, jala dipelehon disi manang aha lomo ni rohana. Ida ma, ndion do lombu bahen pelean situtungon, jala ndion do angka hureta pardege dohot parhohas ni lombu bahen soban.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Luhutna i, ale rajanami, naeng sombahonon ni si Arauna tu rajai; laos didok si Arauna muse tu rajai: Sai asi ma roha ni Jahowa Debatam di ho!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai ninna rajai ma mandok si Arauna: Ndada songon i, ingkon naeng tuhoronku sian ho nasa argana; ai ndang olo ahu mamelehon tu Jahowa Debatangku pelean situtungon siseasea. Jadi dituhor si Daud ma pardegean i dohot lombu i mararga limapulu sekkel perak.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i dipauli si Daud ma disi sada langgatan di Jahowa, jala dipelehon di atasna angka pelean situtungon dohot hamauliateon. Jadi marpangulahi ma roha ni Jahowa mida isi ni tano i, jala dipamuli begu masa i sian Israel.",
      "type": "content"
    }
  ]
}