{
  "book": "2 Samuel",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hagabeon ni si Daud 1-5. II. Bali si Abner sian si Isboset tu si Daud 6-16. III. Bali Israel tu si Daud diarahon si Abner, na tinodos ni si Joab 17-30. IV. Sogo ni roha ni si Daud dohot arsakna disi 31-39",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i sai toltol do hamusuon ni pinompar ni si Saul dompak pinompar ni si Daud; alai lam leleng, lam marhuaso ma anggo si Daud, lam tu galena ma ianggo pinompar ni si Saul.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i tubuan anak ma si Daud di Hebron. Ia buhabajuna si Amnon do, tubu ni si Ahinoam, boru Jisreel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia anakna paidua si Kileab do, tubu ni si Abigail, jolma ni si Nabal nahinan, sian Karmel; ia anakna paitolu si Absalom do, tubu ni si Maaka, boru ni si Talmai, raja sian Gesur.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia anakna paiopat si Adonia do, tubu ni Nai Haggit; ia anakna pailima si Sepatia do, tubu ni si Abital.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia anakna paionom si Itream do, tubu ni si Egla, jolma ni si Daud. I ma angka na tinubuhon ni si Daud di Hebron.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i saleleng masa hamusuon ni pinompar ni si Saul dompak pinompar ni si Daud, lam marhuaso ma si Abner manumpak pinompar ni si Saul.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai adong ma di si Saul nahinan sada boruboru pinarjolmana, na margoar si Rispa, boru ni si Aia. Dung i ninna si Isboset ma tu si Abner: Boasa tung topotonmu jolma ni damang nahinan?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi tarrimas situtu ma si Abner umbege hata ni si Isboset i, ninna ma: Tung parulu anjing ahu huroha, na marsatahi dohot Juda? Rasirasa sadarion hubahen do asi ni roha tu pinompar ni si Saul, amami, tu angka hahaanggina dohot tu angka alealena, umbahen so hupasahat pe ho tu bagasan tangan ni si Daud; hape naeng jujuronmu tu ahu sadarion hageduhon ala ni parompuan sada?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ingkon songon i bahenon ni Debata tu si Abner jala patambaonna dope songon i tu ibana, molo so hubahen songon na niuarihon ni Jahowa tu si Daud, tongon tahe ingkon songon i bahenonku tu ibana!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Laho paunsathon harajaon sian pinompar ni si Saul, asa pajongjongkon habangsa ni si Daud gumomgom Israel dohot Juda olat ni Dan ro di Berseba.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi ndang tarbahen si Isboset mangulak nanggo sahata tu si Abner, dibahen biarna mida ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i disuru si Abner ma angka suruanna singkatna manopot si Daud patolhas hatana: Ise hian nampuna tano i? Didok muse: Marpadan ma ho dohot ahu, jala ida ma, sai donganan ni tanganku do ho laho manogihon sandok Israel bali tu ho.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna rajai ma: Denggan do i, olo do ahu marpadan dohot ho; holan hata sada na hupangido sian ho: Na so tupa idaonmu bohingku, nda jolo mulak tu ahu boanonmu si Mikhal, boru ni si Saul, molo ro ho naeng marnida bohingku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Angkupni disuru si Daud do angka suruanna manopot si Isboset, anak ni si Saul, mandok tu ibana: Lehon ma tu ahu jolmangku, si Mikhal i, naung huoro bahen jolmangku marhite sian saratus sibursibur ni halak Palistim.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i disuru si Isboset ma laho mambuat parompuan i sian baoana, sian si Paltiel, anak ni si Lais.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Laos dipataru baoa ibana, huhut tumatangis sian pudina sahat ro di Bahurim. Dung i didok si Abner ma tu ibana: Laho ma ho mulak, jadi muli ma ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i marhata ma si Abner dohot angka sintua sian Israel ninna ma: Nunga leleng, dipangido rohamu si Daud bahen raja gumomgom hamu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Antong patulus hamu ma nuaeng, ai nunga pola didok Jahowa taringot tu si Daud songon on: Marhitehite tangan ni si Daud, naposongku paluaonku bangsongku Israel sian tangan ni halak Palistim dohot sian tangan ni saluhut musunasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Suang songon i didok si Abner tu pinggol ni halak Benjamin; laho muse si Abner patolhas hata tu pinggol ni si Daud di Hebron nasa tau lomo ni roha ni Israel ro di sandok pinompar ni Benjamin.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi dung sahat si Abner tu jolo ni si Daud di Hebron udur dohot duapulu halak donganna, dibahen si Daud ma sada panggalangon di si Abner dohot di halak angka na rap dohot ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna si Abner ma tu si Daud: Borhat ma ahu laho papunguhon tu tuanku, rajai, sandok Israel, asa marpadan nasida dohot ho asa bangkit raja ho gumomgom saluhutna hombar tu lomo ni roham. Jadi didokkon si Daud ma laho si Abner, gabe mardalan ibana mardamedame.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ida ma, ro angka naposo ni si Daud dohot si Joab sian parbajoan, jala diboan nasida godang tabantaban. Alai ndang be di lambung ni si Daud di Hebron anggo si Abner i, ai nunga didokkon ibana laho mardamedame.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dung sahat si Joab rap dohot sandok parangan donganna i, dibaritahon halak ma tu si Joab songon on: Nunga ro si Abner, anak ni si Ner tu adopan ni rajai, jala nunga didokkon ibana muse laho mardamedame.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ditopot si Joab ma rajai, ninna ma: Aha do na binahenmu? Ida ma, nunga ro hape si Abner tu jolom; boasa tung paluaonmu ibana laho manopot lomo ni rohana?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Nunga ditanda ho roha ni si Abner, anak ni si Ner, laho manaon sambil di ho do ibana umbahen na ro, naeng botoonna haruruarmu dohot habobongotmu, naeng botoonna saluhut na binahenmi.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ruar ma si Joab sian adopan ni si Daud, jala disuru angka suruanna mangeahi si Abner, gabe mulak ibana diboan nasida sian sumur Sira. Alai ndang parbinoto anggo si Daud.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi dung mulak si Abner tu Hebron, ditogihon si Joab ma ibana manirpang tu tongatonga ni harbangan, naeng masihusipan dohot ibana paduadua dipaula, hape ditiham ibana disi, hona butuhana, laos mate, martubolhon mudar ni si Asahel anggina i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi dung tarbortik barita i tu si Daud, ninna ma: Lias do anggo ahu dohot harajaonki, maradophon Jahowa ro di salelenglelengna sian mudar ni si Abner, anak ni si Ner.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ingkon manginona tu ulu ni si Joab do i dohot tu sandok pinompar ni amana, unang holang adong nian sian pinompar ni si Joab na rojanon dohot na puruon, na marsingkorsingkor dohot na mate binahen ni podang jala na mate anturaparon.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai songon i pe pamunu ni si Joab dohot si Abisai, anggina i di si Abner, ala na binununa i si Asahel angginasida i di Gibeon uju marmusu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(IV.) Dung i ninna si Daud ma tu si Joab dohot tu sude halak donganna i: Sansani hamu ma ulosmuna be, jala hohoshon hamu ma abit tangki laho mangandungi, di adopan ni si Abner. Raja Daud sandiri pe mangihuthon sian pudi ni angka na mangkallung.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi laho mananom si Abner i nasida di Hebron, dipangiar rajai ma soarana tumatangis di lambung tanoman ni si Abner; tumatangis dohot sude natorop i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i dipungka rajai ma sada ende andung, ninna ma: Tung patut ma songon halak na oto mate si Abner i?",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "So dung hona ihot ia tanganmu, so dung hona rante ia patmu. Tinggang do ho hapengani songon jolma na tinodos ni halak parjahat! Jadi lam manggogo ma sude situan natorop i mananangisi ibana.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i ro ma sude situan natorop i manosoi si Daud mangan sagusagu di na tiur dope ari, alai pola disumpahon si Daud: Sai dibahen Debata ma songon i tu ahu, jala ditambai dope molo tung daionku roti manang dia na asing, nda jolo mate mata ni ari.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi sude situan natorop i mananda disi, jala denggan rohanasida disi; lomo do tahe roha ni sandok natorop i mida sude na binahen ni rajai.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi mamoto ma sandok natorop i ro di sandok Israel sadarina i, na so botobotoan ni rajai na hona todos si Abner i, anak ni si Ner.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i didok rajai ma mandok angka naposona: Ndang diboto hamu halak na raja jala na bolon tahe mate sadarion di Israel?",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai bajar dope anggo ahu, jala nambura miniahan gabe raja. Alai anggo halak on, angka anak ni Nai Seruia gumogo do sian ahu. Sai baloson ni Jahowa do tu halak sibahen hajahaton, hombar tu hajahatonna i!",
      "type": "content"
    }
  ]
}