{
  "book": "2 Samuel",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mate tartodos do si Isboset 1-8. II. Diluluhon si Daud ibana tu partodos i 9-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung tarbortik tu anak ni si Saul, naung mate si Abner di Hebron, daukdauk ma tanganna, tarsonggot huhut roha ni sandok Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai adong ma di anak ni si Saul dua halak, partogi ni angka parangan, goar ni na sada si Baana, goar ni na sadanari si Rekab, duansa do anak ni si Rimmon, halak Beerot i sian pinompar ni Benjamin; ai Beerot pe masuk tu Benjamin do etongan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Maporus tu Gitaim do najolo ia halak Beerot, laos gabe paisolat nasida disi rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Angkup ni adong do di si Jonatan, anak ni si Saul, sada anak, na pangpang patna duansa. Lima taon umurna uju na ro barita taringot tu si Saul dohot si Jonatan sian Jisreel. Jadi dihindat parorotna ibana laho maporus nian, hape di na hapogan nasida laho maporus, gabe madabu ibana laos pangpang; ia goarna si Mepiboset do.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i laho ma na dua anak ni si Rimmon halak Beerot i, si Rekab dohot si Baana tahe, gabe bongot ma nasida marhira hos ari tu bagasan jabu ni si Isboset, tongon modom ibana didapot.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung sahat nasida ro di parsitongaan ni bagas i, paulahon mangalap eme, gabe ditiham nasida butuhana, dung i maporus ma si Rekab dohot si Baana anggina i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai dung masuk nasida tu jabu i, tongon modom ibana di atas podomanna di bagasan bilut podomanna, gabe ditiham nasida ibana, laos mate, jala ditipul uluna i, laos diboan ma uluna i laho mardalan nasida manulus dalan na di adaran i manipat sabornginna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i diboan nasida ma ulu ni si Isboset tu si Daud di Hebron, ninna nasida ma mandok rajai: Ida ma, indi do ulu ni si Isboset, anak ni si Saul, musumi, na paburuburu hosam. Jahowa tahe mangalehon tu tuanku rajai sadarion partubolon maralohon si Saul dohot pinomparna i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Alai ninna si Daud ma mangalusi si Rekab dohot si Baana, anggina i, angka anak ni si Rimmon, halak Beerot i. Songon sintongna mangolu Jahowa naung paluahon tondingku sian nasa hagogotan!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Husoro do halak na mamboan barita tu ahu mandok songon on: Ida ma, nunga mate si Saul! Disurasura rohana parbarita na uli ibana, gari hubunu ibana di Ziklag, atik pe diarop rohana maruli upa ibana nian sian ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Lam halak parjahat i, angka na manodos sahalak na bonar di bagasan jabuna di atas podomanna, lam so patut luluhononku mudarna sian tanganmuna dohot pasiaphon hamu sian tano on?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i didokkon si Daud ma angka naposona, asa dibunu nasida, jala digotapi tangannasida dohot patna jala digantung nasida mardonokkon ambar di Hebron. Alai anggo ulu ni si Isboset dibuat nasida do jala ditanom di bagasan tanoman ni si Abner di Hebron.",
      "type": "content"
    }
  ]
}