{
  "book": "2 Samuel",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Daud bangkit raja gumomgom sandok Israel 1-5. II. Daud papatu Jerusalem, gabe huta ojahan ni habangsana dibahen; anak ni si Daud angka na tubu disi 6-16. III. Si Daud monang dua hali maralohon halak Palistim 17-25.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro be ma sude marga ni Israel manopot si Daud di Hebron, angka ninna ma: Ida ma, sisada holiholi dohot sibuk hian do hami dohot ho.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Angkup ni nang na sai laon, uju si Saul dope raja gumomgom hami, nunga ho hian manogihon Israel ruar dohot masuk. Jala nunga didok Jahowa hian mandok ho: Ingkon ho marmahan bangsongku Israel, jala ingkon ho gabe partogi di halak Israel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi ro be ma sude sintua ni Israel manopot rajai di Hebron. Dung i marpadan ma raja Daud tu nasida di Hebron di adopan ni Jahowa, jadi dimiahi nasida ma si Daud bahen raja gumomgom Israel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Marumur tolupulu taon do si Daud di na bangkit raja ibana, jala opatpulu taon lelengna ibana mangarajai.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Di Hebron ibana mangarajai Juda pitu taon onom bulan lelengna, jala di Jerusalem ibana mangarajai sandok Israel dohot Juda tolupulu tolu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i borhat ma rajai rap dohot paranganna tu Jerusalem mandopang halak Jebusi, na mangingani tano i. Dung i didok angka nasida ma mandok si Daud: Ndang tagamon masuk ho tuson, ingkon paundaron ni halak na mapitung dohot angka na pangpang do ho, lapatanna: Ndang tagamon masuk si Daud tuson.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hape dipapatu si Daud do benteng Sion, i ma huta ni si Daud.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai nunga didok si Daud hian di na sadari i: Manang ise na manaluhon halak Jebusi, ingkon dabuonna tu sampuran do angka na pangpang dohot na mapitung angka na hinagigihon ni roha ni si Daud. Alani umbahen didok halak: Anggo halak na mapitung dohot na pangpang, ndang jadi masuk tu bagasan joro.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi maringan ma si Daud di bagasan benteng i, jala digoar do i huta ni si Daud. Dung i dipauli si Daud ma partanobatoan humaliang, olat ni Milo sahat ro di bagasan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i lam leleng, lam naek ma hatimbulon ni si Daud, ai didongani Jahowa, Debata Zebaot do ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i disuru si Hiram, raja sian Tirus ma angka suruanna manopot si Daud, angka na mamboan hau Ares, tole pande hau dohot tukang mandakdak batu, angka na mamandei bagas ni si Daud.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi mananda ma si Daud naung pinahot ni Jahowa ibana bahen raja di Israel, jala naung pinatimbulna harajaonna ala ni bangsona Israel.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ditambai si Daud dope angka parompuan di Jerusalem bahen jolmana, dung ro ibana sian Hebron, jadi tubu dope di si Daud angka anak dohot boru.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala on do goargoar ni angka tubuna di Jerusalem: Si Samua, si Sobab, si Natan dohot si Salomo.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Si Ibar, si Elisua, si Nepeg dohot si Japia.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Si Elisama, si Eliada dohot si Elipelet.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Alai dung dibege halak Palistim, naung miniahan si Daud bahen raja gumomgom Israel, nangkok ma sude halak Palistim naeng marburu si Daud. Jadi dung dibege si Daud barita i, tuat ma ibana tu benteng i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai marroan ma halak Palistim, jala marserak nasida di rura Repaim.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i marsungkun ma si Daud tu Jahowa ninna ma: Na jadi lo ahu nangkok mangalo halak Palistim, jala pasahatonmu do nasida tu bagasan tanganku? Jadi didok Jahowa ma mandok si Daud: Nangkok ma ho, ai sai na pasahatonku do halak Palistim i tu bagasan tanganmu!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i sahat ma si Daud tu Baal Perazim, jala ditaluhon si Daud nasida disi, ninna huhut: Nunga dipaserak Jahowa angka musungku di jolongku, songon parserak ni aek magodang; alani umbahen digoar ibana inganan i Baal Perazim (huta parserahan).",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ditinggalhon nasida disi angka ajiajiannasida, gabe dijomput si Daud dohot paranganna angka i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai diulahi halak Palistim muse ma nangkok, jala marserak muse di rura Repaim.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i marsungkun muse ma si Daud tu Jahowa, na mandok: Ndang jadi ho nangkok, ingkon lompitonmu nasida sian pudinasida, asa pajumpang ho dohot nasida tondong ni angka hau balsam.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ia dung dibege ho pardorom ni halak pardalan di punsu ni angka hau balsam, rampok ma nasida disi, ai disi ma ruar Jahowa mardalan di jolom laho papatuhon parangan ni halak Palistim.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dibahen si Daud ma songon i, hombar tu tona ni Jahowa tu ibana, gabe dipapatu ma halak Palistim olat ni Geba sahat ro di Gezer.",
      "type": "content"
    }
  ]
}