{
  "book": "2 Samuel",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Daud naeng mangalap poti parpadanan tu Jerusalem, hape mate si Usa, gabe tinggal poti i di jabu ni si Obed-Edom 1-11. II. Marhariburon bolon si Daud mangalap poti parpadanan, mangiburu ia si Mikhal di las ni roha ni si Daud i 12-23.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i diulahi si Daud muse papunguhon sude halak angka na pinillit di Israel, tolupulu ribu halak toropna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i borhat ma si Daud manguluhon luhut halak donganna sauduran laho tu Baala-Juda, asa diboan nangkok sian i poti parpadanan ni Debata, disi do dijou halak Goar ni Jahowa Zebaot, na marhabangsahon kerubim.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i dihindat nasida ma poti ni Debata tu sada hureta naimbaru, asa diboan nian sian jabu ni si Abinadab, na di atas robean i. Alai anggo si Usa dohot si Ahio, angka anak ni si Abinadab i manogu hureta naimbaru i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi uju tinoguna i huretai sian jabu ni si Abinadab na di atas robean i rap dohot poti ni Debata mardalan di jolo ni poti ni Debata ia si Ahio i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ianggo si Daud ro di sandok pinompar ni Israel manontori di adopan ni Jahowa, huhut umpalu parhinaloan marragamragam, mardongan sarune dohot arbab, dohot sordam, ogung panggora dohot ogung panonggahi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung sahat nasida tu pardegean Nakon, ditangkup si Usa ma poti ni Debata maniop nian, ai tarsulandit do angka lombu i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi tarrimas situtu ma Jahowa mida si Usa, laos dibunu Debata ibana disi ala jerjerna, gabe mate ibana disi mardonokkon poti ni Debata.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi marsak ma si Daud ala parsirangan binahen ni Jahowa tu si Usa, gabe digoar ma inganan i Peres-Usa (parsirangan ni si Usa) rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i mabiar ma si Daud mida Jahowa di na sadari i, ninna ma: Beha ma pambahenna sahat poti ni Jahowa tu ahu?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ndang olo si Daud mangaloas boanon poti ni Jahowa tu ibana, tu bagasan huta ni si Daud, didokkon si Daud do pataruon poti i tu bagas ni si Obed-Edom, halak Gat.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dung tinggal poti ni Jahowa di jabu ni si Obed-Edom halak Gat, tolu bulan lelengna, gabe dipasupasu Jahowa ma si Obed-Edom ro di isi ni bagasna sudena.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dung i dibaritahon halak ma tu raja Daud, naung pinasupasu ni Jahowa bagas ni si Obed-Edom ro di sude na di ibana, ala poti ni Debata. Jadi laho ma si Daud mamboan poti ni Debata nangkok sian bagas ni si Obed-Edom tu huta ni si Daud mardongan las ni roha.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dung mangalangka jolma angka siusung poti ni Jahowa onom langka daona, dipelehon ma sada lombu dohot sada birubiru na pinamokmok.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Mangasa gogo huhut anggo si Daud marhujingjang di adopan ni Jahowa; jala marpangkean baju epod sian haen na bontar do si Daud.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Songon i ma pamboan ni si Daud ro di sandok pinompar ni Israel di poti ni Jahowa mardongan olopolop dohot soara ni sarune.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dung sahat poti ni Jahowa tu bagasan huta ni si Daud, gabe mandulo ma si Mikhal, boru ni si Saul sian pandiloan, jala i diida ma raja Daud marhajingjang dohot manontori di adopan ni Jahowa, gabe hu rohana mida ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai dung masuk diboan poti ni Jahowa, dipajongjong ma i di ingananna, di tongatonga ni undungundung i naung pinajongjong ni si Daud hian tusi. Dung i dipelehon si Daud ma angka pelean situtungon dohot hamauliateon di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dung tolhas dipelehon si Daud angka pelean situtungon dohot hamauliateon, dipasupasu ma situan natorop i marhitehite Goar ni Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i diganupi ma sandok situan natorop i dohot sude halak Israel painondur, nang baoa nang parompuan, sagusagu sada be dohot juhut sangkimpal dohot anggur sapeles be. Dung i muli ma sude situan natorop i ganup tu jabuna be.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai dung muli si Daud naeng mamasumasu isi ni bagasna nian, ruar ma si Mikhal, boru ni si Saul manomunomu si Daud, jala ninna ma manulliti: Tung marmulia ma sadarion raja ni Israel, na patutoru dirina sadarion di adopan ni boru ni angka naposona, songon sada halak na so umboto haurahon!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai ninna si Daud ma mandok si Mikhal: Di adopan ni Jahowa, naung umpillit ahu bahen ganti ni amangmu sian sandok pinomparna, asa mandokkon ahu gabe induk ni bangso ni Jahowa, gumomgom Israel, di adopan ni Jahowa do ahu manontori.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Angkup ni ganda sian i dope patutoruonku diringku, jala pasereponku rohangku, asa marmulia ahu rap dohot boruboru angka na tinullitanmi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai anggo si Mikhal, boru ni si Saul, laos so tanggal do bajubajuna sahat ro di ari hamamatena.",
      "type": "content"
    }
  ]
}