{
  "book": "2 Samuel",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Daud marsangkap pajongjong sada joro di Jahowa 1-3. II. Jahowa marsuru si Natan manopot si Daud marbagahon hot ni harajaonna ro di saleleng ni lelengna 4-16. III. Tangiang hamauliateon ni si Daud 17-29.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i uju hundul rajai sahali di bagasan jabuna, jala naung marhasonangan rohana dibahen Jahowa maradophon nasa musuna humaliang.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ro ma hata ni rajai mandok panurirang Natan: Ua ida ma, maringan di bagasan jabu na sian hau Ares do ia ahu, ia poti ni Debata maringan do di tongatonga ni rimberimbe.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna si Natan ma mandok rajai: Antong laho ma ho! Nasa na sinangkap ni roham di bagasan, patupa ma i, ai Jahowa do donganmu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Alai bornginna i ro ma hata ni Jahowa tu si Natan mandok songon on:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Laho ma ho, hatahon ma tu naposongku si Daud: Songon on do hata ni Jahowa: Tung tarbahen ho ma paulihon di Ahu sada bagas bahen ingananku?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai ndang dung maringan Ahu di bagasan jabu, olat ni ari dung huboan halak Israel nangkok sian Misir rasirasa sadarion, tongtong do Ahu mardalandalan, maringanan di bagasan undungundung.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Saleleng Ahu mardalandalan rap dohot sude halak Israel, tung dung ma Ahu mandok nanggo sada hata tu sahalak sian angka marga ni Israel, angka na hudokkon nian marmahan bangsongku Israel, songon on: Boasa so dipauli hamu di Ahu sada joro sian hau Ares?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "On pe songon on ma dohononmu tu naposongku si Daud: Boti hata ni Jahowa Zebaot: Nunga Ahu mambuat ho sian parmahanan, sian na mangadu angka birubiru, asa bangkit ho gabe induk gumomgom bangsongku Israel.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai hudongani ho na sai laon, manang dompak dia ho mangalangka jala nunga husiaphon sude angka musum maradophon ho, jala hubahen goarmu marbarita situtu, songon goar ni halak na bolon, angka na di tano on.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angkup ni, nunga hubasabasahon sada inganan tu bangsongku Israel, jala nunga hulopokkon ibana, asa maringanan ibana disi, asa unang be tarhutiksa, jala unang be didatdati angka anak ni hageduhon manosaknosak ibana, songon uju di mulana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala olat ni ari, dung hupabangkit angka panguhum parenta bangsongku Israel, Ahu do mangalehon hasonangan tu ho maradophon sude musum. Angkup ni marbagabaga muse Jahowa tu ho, paboa pahoton ni Jahowa pinomparmu sogot.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia dung jumpang tingkim mate, marpungu ho tu angka ompum, patindangonku ma pinomparmu dipudim, na ruar sian butuham, tu Ibana ma pahotonku harajaon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon Ibana pauli sada bagas di Goarhu, jala Ahu pahothon habangsa ni harajaonna ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ahu gabe Amana, jala Ibana gabe Anakku. Molo tung mambahen dosa Ibana, linsinglinsing ni jolma pangkeonku mangalinsingi Ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ndang unsatonku sian Ibana anggo asi ni rohangku, songon na huunsati sian si Saul, naung hupaijur di jolomi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai ingkon hot do anggo pinomparmi dohot harajaonmu ro di salelenglelengna di jolom, habangsam pe ingkon hot do ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Hombar tu saluhut angka hata ondeng, jala hombar tu sandok pangungkapon i mangkatai si Natan tu si Daud.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i masuk ma raja Daud, laos hundul ma ibana di adopan ni Jahowa, ninna ma: Tung ise ma ahu pola, ale Tuhan Jahowa? Jala tung ise ma pola anggo pinomparhu, umbahen tung diboan Ho ahu sahat ro tuson?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angkup ni maotikku dope i di roham, ale Tuhan Jahowa! Pola huhut marbagabaga Ho taringot tu pinompar ni naposom, taringot tu na masa sogot; uhum ni jolma do i, ale Tuhan Jahowa!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tung aha dope angkup ni sidohonon ni si Daud tu Ho? Ai ditanda Ho do naposomon, ale Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ala ni hatam, jala hombar tu roham dibahen Ho saluhut halongangan na bolon on, laho pabotohon angka i tu naposomon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ala ni umbahen timbul Ho, ale Jahowa Debata! Ai ndang adong jumpang songon Ho, jala ndang adong Debata dungkon ni Ho, hombar tu saluhut naung binege ni pinggolnami.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala tung didia ma adong jumpang sada bangso tudoshon bangsomu, songon Israel tahe di atas tano on? Tung Debata sandiri borhat laho manobus asa mangain bahen bangsona sandiri dohot mambahen barita di dirina, asa mambahen tu hamu halongangan bolon dohot na songkal humongkop tanomi di jolo ni bangsom, na tinobusmu di Ho sian Misir, sian angka parbegu dohot sian debatanasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala nunga dipadiri Ho di Ho bangsom Israel, bahen bangsom ro di salelenglelengna, jala Ho ale Jahowa, gabe Debatanasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Antong ale Debata Jahowa! Sai pahot ma hata naung pinarbagabagami taringot tu naposom dohot taringot tu pinomparna sahat ro di salelenglelengna, jala bahen ma hombar tu bagabagami.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Asa timbul Goarmu ro di salelenglelengna, asa dohonon ni halak songon on: Jahowa Zebaot do Debata ni Israel, jala hot ia pinompar ni naposom si Daud di jolomi.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai Ho, ale Jahowa Zebaot, Debata ni Israel, nunga dipapatar Ho tu pinggol ni naposomon hata on: Ahu pajongjongkon di ho sada bagas. Ala ni umbahen naung marhasonangan roha ni naposomon manangiangkon tu Ho tangiang on.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "On pe, ale Tuhan Jahowa! Ho sandiri do Debata, jala hasintongan do angka hatam, jala nunga diparbagabaga Ho tu naposomon hata na denggan on.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Antong pungka ma nuaeng mamasumasu pinompar ni naposomon, asa hot di adopanmu nasida ro di salelenglelengna; ai Ho sandiri, ale Jahowa marbagabagahon, jala marhite sian pasupasum dapotan pasupasu pinompar ni naposomon ro di salelenglelengna.",
      "type": "content"
    }
  ]
}