{
  "book": "2 Samuel",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka hamonangan ni si Daud maralohon halak Palistim, Moab, Ram dohot Edom 1-14. II. Angka parhalado ni si Daud 15-18.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu angka i ditaluhon si Daud ma halak Palistim, tung tarjepol situtu nasida dibahen; dirampas si Daud huhut huta angka na masuk tu gomgoman ni huta sabungan Gat sian halak Palistim.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ditaluhon muse halak Moab, jala disuhati nasida dohot tali, tung didokkon nasida manungkap tu tano, duadua tali disuhathon laho bunuon, jala boho satali laho pangoluon. Jadi mangoloi patu ma halak Moab, gabe naposo ni si Daud, manggarar sohe.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ditaluhon si Daud huhut si Hadadeser, anak ni si Rehob, raja sian Zoba, uju na laho ibana pabidang gomgomanna sahat ro di batang aek Euprat.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dilaum si Daud ma sian ibana saribu pitu ratus halak parsihundul jala duapulu ribu paranganna parhantarhantar, jala ditallik si Daud do doldol ni saluhut hoda sitait hureta, saratus pasang sambing sian i di tinggalhon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai ro ma halak Ram sian Damaskus naing manolongi si Hadadeser, rajai sian Zoba, gabe mate halak Ram i duapulu dua ribu halak, dibunu si Daud.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i dipajongjong si Daud ma angka benteng di Ram humaliang Damaskus. Jadi mangoloi patu ma halak Ram gabe naposo ni si Daud, manggarar sohe; ai sai ditumpak Jahowa do si Daud monang manang dompak dia ibana mangalangka.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dibuat si Daud ma lombulombu sere, angka na pinaboanboan ni naposo ni si Hadadeser, ditaruhon angka i tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibuat raja Daud huhut sian Beta dohot sian Berotai, angka huta ni si Hadadeser, mansai godang tombaga.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai dung dibege si Tou, raja sian Hamat, naung tinaluhon ni si Daud sandok parangan ni si Hadadeser.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Disuru si Tou ma anakna si Joram manopot raja Daud manangkasi sonangna dohot mamasumasu ibana, ala naung pinorangan si Hadadeser, jala naung tinaluhonna ibana; ai marmusu tihus hian do si Tou dompak Hadadeser; diboan huhut di bagasan tanganna angka ulaula perak, sere dohot tombaga.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angka i pe diparbadiai raja Daud do laho pasahathon tu Jahowa rap dohot perak dohot sere, naung pinarbadiaanna sian saluhut bangso parbegu angka naung pinapatuna i:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sian Ram dohot sian Moab dohot sian halak Amon, sian halak Palistim dohot sian Amalek dohot sian tabantaban angka na dapot sian Hadadeser, anak ni si Rehob, raja sian Zoba.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi marbarita goarna dibahen si Daud, uju mulak ibana dung pinapatuna halak Ram, jala binununa halak Edom di rura parsiraan, saribu ualu ratus halak toropna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i dipambahen ma angka benteng di Edom, tung di sandok Edom angka benteng i dipambahen, gabe mangoloi patu sandok Edom tu si Daud; ai ditumpak Jahowa do si Daud monang manang dompak dia ibana mangalangka.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Jadi bangkit raja ma si Daud gumomgom sandok Israel, sai dihajongjongkon si Daud do uhum dohot hatigoran tu sandok bangsona i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai anggo si Joab, anak ni Nai Seruia manguluhon angka parangan, jala si Josapat, anak ni si Ahilud do panuturi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala si Sadok, anak ni si Ahitub dohot si Ahimelek, anak ni si Abiatar, i ma angka malim, jala si Seraia do jurutulis.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala si Benaia, anak ni si Joiada, panahatan ni angka hupas dohot rundo. Alai anggo angka anak ni si Daud angka panuturi do nasida.",
      "type": "content"
    }
  ]
}