{
  "book": "2 Samuel",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Daud mardenggan basa tu si Mepiboset, anak ni si Jonatan 1-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Daud ma manangkasi: Adong dope ulaning jolma tadingtadingan ni raja Saul, asa hubahen asi ni roha tu ibana, ala si Jonatan?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi adong ma sada naposo isi ni bagas ni si Saul nahinan, na margoar si Siba, gabe tarjou ibana tu jolo ni si Daud. Dung i ninna rajai ma mandok ibana: Atehe ho do si Siba? Naposom do ahu, ninna ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i didok rajai ma: Atehe adong dope jolma tadingtadingan ni si Saul, asa hubahen tu ibana asi ni roha sian Debata? Jadi ninna si Siba ma mandok rajai: Adong dope sada anak ni si Jonatan, pangpang patna duansa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna rajai ma mandok ibana: Didia ibana? Gabe didok si Siba mandok rajai: Ida ma, di Lodebar do ibana, sorang tu si Mahir, anak ni si Ammiel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i disuru raja Daud suruanna mangalap ibana sian bagas ni si Mahir, anak ni si Ammiel di Lodebar.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung sahat si Mepiboset, anak ni si Jonatan, tubu ni si Saul, tu jolo ni si Daud, manungkap ma ibana tu tano marsomba. Alai ninna si Daud ma: Ale Mepiboset! Gabe didok ibana ma: Dison do ahu naposom.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i didok si Daud muse tu ibana: Unang ho mabiar, ai ingkon bahenonku tu ho asi ni roha, ala ni si Jonatan amangmu, ingkon paulahonku tu ho sude golat ni si Saul, ompumi, jala ingkon tongtong ho sapanganan dohot ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi marsomba ma ibana, huhut didok: Tung ise ma pola ahu naposom, umbahen pola dompakkononmu biang na mate songon ahu on?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dijou rajai ma si Siba, naposo ni si Saul, jala didok ma mandok ibana: Nasa na di si Saul dohot di sandok pinomparna najolo, nunga hulehon tu anak ni tuanmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen i ingkon ulaonmu tano i di ibana, ho dohot angka anakmu ro di angka naposom ingkon papunguonmu do gogona i, asa adong hangoluan ni anak ni tuanmu; alai anggo si Mepiboset, anak ni tuanmu, ingkon tongtong do ibana donganku sapanganan. Ia si Siba, sampulu lima do anakna jala duapulu angka naposona.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna si Siba ma mandok rajai: Hombar tu sude na nidokkon ni tuanku, rajai tu naposona, ingkon songon i bahenon ni naposom. Alai anggo si Mepiboset ingkon donganku sapanganan do i, songon sada sian angka anak ni rajai.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i adong ma si Mepiboset sada anakna na metmet, na margoar si Mika. Alai luhut isi ni bagas ni si Siba, angka naposo ni si Mepiboset do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Asa maringan di Jerusalem do si Mepiboset, ai tongtong do ibana sapanganan dohot rajai; alai pangpang do anggo patna duansa.",
      "type": "content"
    }
  ]
}