{
  "book": "Pengkhotbah",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "Pedoman-pedoman hikmat",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Lemparkanlah rotimu ke air, maka engkau akan mendapatnya kembali lama setelah itu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Berikanlah bahagian kepada tujuh, bahkan kepada delapan orang, karena engkau tidak tahu malapetaka apa yang akan terjadi di atas bumi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Bila awan-awan sarat mengandung hujan, maka hujan itu dicurahkannya ke atas bumi; dan bila pohon tumbang ke selatan atau ke utara, di tempat pohon itu jatuh, di situ ia tinggal terletak.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Siapa senantiasa memperhatikan angin tidak akan menabur; dan siapa senantiasa melihat awan tidak akan menuai.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sebagaimana engkau tidak mengetahui jalan angin dan tulang-tulang dalam rahim seorang perempuan yang mengandung, demikian juga engkau tidak mengetahui pekerjaan Allah yang melakukan segala sesuatu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Taburkanlah benihmu pagi-pagi hari, dan janganlah memberi istirahat kepada tanganmu pada petang hari, karena engkau tidak mengetahui apakah ini atau itu yang akan berhasil, atau kedua-duanya sama baik.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Terang itu menyenangkan dan melihat matahari itu baik bagi mata;",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "oleh sebab itu jikalau orang panjang umurnya, biarlah ia bersukacita di dalamnya, tetapi hendaklah ia ingat akan hari-hari yang gelap, karena banyak jumlahnya. Segala sesuatu yang datang adalah kesia-siaan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nasihat bagi pemuda-pemudi",
      "type": "title"
    },
    {
      "verse": 9,
      "text": "Bersukarialah, hai pemuda, dalam kemudaanmu, biarlah hatimu bersuka pada masa mudamu, dan turutilah keinginan hatimu dan pandangan matamu, tetapi ketahuilah bahwa karena segala hal ini Allah akan membawa engkau ke pengadilan!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Buanglah kesedihan dari hatimu dan jauhkanlah penderitaan dari tubuhmu, karena kemudaan dan fajar hidup adalah kesia-siaan.",
      "type": "content"
    }
  ]
}