{
  "book": "Pengkhotbah",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Siapakah seperti orang berhikmat? Dan siapakah yang mengetahui keterangan setiap perkara? Hikmat manusia menjadikan wajahnya bercahaya dan berubahlah kekerasan wajahnya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Kepatuhan kepada raja",
      "type": "title"
    },
    {
      "verse": 2,
      "text": "Patuhilah perintah raja demi sumpahmu kepada Allah.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Janganlah tergesa-gesa pergi dari hadapannya, janganlah bertahan dalam perkara yang jahat, karena ia berbuat apa yang dikehendakinya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Karena titah raja berkuasa; siapakah yang akan mengatakan kepadanya: \"Apakah yang baginda buat?\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Siapa yang mematuhi perintah tidak akan mengalami perkara yang mencelakakan, dan hati orang berhikmat mengetahui waktu pengadilan,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "karena untuk segala sesuatu ada waktu pengadilan, dan kejahatan manusia menekan dirinya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sesungguhnya, ia tak mengetahui apa yang akan terjadi, karena siapakah yang akan mengatakan kepadanya bagaimana itu akan terjadi?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tiada seorangpun berkuasa menahan angin dan tiada seorangpun berkuasa atas hari kematian. Tak ada istirahat dalam peperangan, dan kefasikan tidak melepaskan orang yang melakukannya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pekerjaan Allah tidak dapat diselami manusia",
      "type": "title"
    },
    {
      "verse": 9,
      "text": "Semua ini telah kulihat dan aku memberi perhatian kepada segala perbuatan yang dilakukan di bawah matahari, ketika orang yang satu menguasai orang yang lain hingga ia celaka.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Aku melihat juga orang-orang fasik yang akan dikuburkan boleh masuk, sedangkan orang yang berlaku benar harus pergi dari tempat yang kudus dan dilupakan dalam kota. Inipun sia-sia.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Oleh karena hukuman terhadap perbuatan jahat tidak segera dilaksanakan, maka hati manusia penuh niat untuk berbuat jahat.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Walaupun orang yang berdosa dan yang berbuat jahat seratus kali hidup lama, namun aku tahu, bahwa orang yang takut akan Allah akan beroleh kebahagiaan, sebab mereka takut terhadap hadirat-Nya.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tetapi orang yang fasik tidak akan beroleh kebahagiaan dan seperti bayang-bayang ia tidak akan panjang umur, karena ia tidak takut terhadap hadirat Allah.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ada suatu kesia-siaan yang terjadi di atas bumi: ada orang-orang benar, yang menerima ganjaran yang layak untuk perbuatan orang fasik, dan ada orang-orang fasik yang menerima pahala yang layak untuk perbuatan orang benar. Aku berkata: \"Inipun sia-sia!\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Oleh sebab itu aku memuji kesukaan, karena tak ada kebahagiaan lain bagi manusia di bawah matahari, kecuali makan dan minum dan bersukaria. Itu yang menyertainya di dalam jerih payahnya seumur hidupnya yang diberikan Allah kepadanya di bawah matahari.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ketika aku memberi perhatianku untuk memahami hikmat dan melihat kegiatan yang dilakukan orang di dunia tanpa mengantuk siang malam,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "maka nyatalah kepadaku, bahwa manusia tidak dapat menyelami segala pekerjaan Allah, yang dilakukan-Nya di bawah matahari. Bagaimanapun juga manusia berlelah-lelah mencarinya, ia tidak akan menyelaminya. Walaupun orang yang berhikmat mengatakan, bahwa ia mengetahuinya, namun ia tidak dapat menyelaminya.",
      "type": "content"
    }
  ]
}