{
  "book": "Yehezkiel",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hapapatar ni hamulian ni Jahowa tu panurirang Hesekiel 1-4. II. Pangalaho ni na opat Tondi parngolu, angka na mangusung habangsa ni Debata 5-14. III. Angka roda ni hureta siusung habangsa i 15-21. IV. Habangsa ni Jahowa na marsinondang 22-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i masa patolupulutaonhon, di ari lima bulan sipaha opat, uju ahu di tongatonga ni angka na tarbuang martopihon batang aek Hebar, buha ma angka langit, gabe huida angka pangungkapon sian Debata.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Palimaarihon di bulan i, i ma palimataonhon, dung tarbuang raja Joiakin.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ro ma tongon hata ni Jahowa tu Hesekiel, anak ni malim Busi, di tano ni halak Kasdim, martopihon batang aek Hebar, songgop ma tu ibana disi tangan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi maralatan ma ahu, gabe ida ma, ro habahaba sian utara, mardongan ombun na bolon dohot api na marjilam, jala marsinondang humaliang, jala sian tongatonga ni api i, songon pangalaho ni sere na humillohillo idaon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Jala sian tongatongana ruar sumansuman ni opat parngolu, jala songon on do rupanasida: Tudos tu jolma do nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala ganup maropat bohi be dohot marhabong opat be nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala tingkos do ia patnasida, jala palak ni patnasida i, songon tambirik ni anak ni lombu, jala marlinanglinang songon haksa na niugam.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala di toru ni habongnasida, di lambungna na opat i, adong angka tangan ni jolma, jala opat be do bohi dohot habongnasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Marrapitrapit do habongnasida ganup tu donganna. Molo mardalan nasida, ndang manaili tu pudi, sai masitulus dalanna be do nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala rupa ni bohinasida songon on: Bohi jolma, jala bohi singa tungkan siamun ni opatsa nasida, jala bohi jonggi dohot bohi pidong raja ualu tungkan hambirang ni opatsa nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala bohinasida dohot habongnasida mamerper do dompak ginjang; masidolosan do habongnasida na dua, manghungkupi dagingnasida ianggo na dua nari.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala masitulus dalanna be do nasida, manang dompak dia Tondi i mardalan, ndang dung manaili tu pudi nasida, jumpa mardalan nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala rupa dohot rumang ni angka parngolu i songon gara ni api do, angka na marsigorgor, songon rumang ni huat, sai mardalandalan do i di tongatonga ni angka parngolu i, jala marsinondang do api i, jala ruar do sian api i angka hilap.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai sai sumiksaksiksak do angka parngolu i, songon rupa ni hilap idaon.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Jadi dung huida angka parngolu i, ida ma, di tano i adong sada roda di lambung ni parngolu i mangihuthon bohina na opat i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia rupa ni angka roda i, jala panjadijadina songon sillam ni mata intan tarsis, jala sisada rupa do opatsa, jala rupanasida dohot panjadijadina, songon di tongatonga ni roda na sada do na sadanari idaon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Molo mardalan nasida, dompak desa na opat i ditulus, ndang manaili tu pudi nasida di pardalanonna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala tanggurungna mansai timbo jala songkal, jala gok mata do angka tanggurungna i opatsa humaliang.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Molo mardalan parngolu na opat i, mardalan ma dohot angka roda di lambungna; alai molo tarhinsat angka parngolu i sian tano on, tarhinsat ma dohot angka roda i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Manang dompak dia tarhinsat Tondi i, laos tusi do mardalan nang nasida, mangihuthon pardalan ni Tondi i, tarhinsat do huhut angka roda di lambungna, ai di bagasan angka roda i do Tondi ni parngolu i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Rap mardalan do nasida, jala rap ngongong do nasida, jala molo tarhinsat nasida sian tano i, tarhinsat ma dohot angka roda di lambungnasida, ai di bagasan angka roda i do Tondi ni parngolu i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(IV.) Jala di atas ni angka ulu ni parngolu i adong do tudosan ni langit na rata, songon rupa ni mata intan na songkal, mangerbang do di atas ulunasida sian ginjang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala di toru ni langit na rata i marsijongjong habongnasida masidompahan, ganup dua be habongna manghungkupi dagingnasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala hubege do parngongos ni habongnasida, jumpa mardalan nasida, songon parhasak ni aek magodang, songon soara ni pargogo na so hatudosan, soara hariburon, songon pardorom ni parangan saparsaroan. Alai jumpa ngongong nasida, dipaheput be do habongnasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jala tarbege do sada soara sian atas ni langit na rata i, na di atas ni ulunasida i, jumpa ngongong nasida dipaheput do habongnasida i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala di atas ni langit na rata i, na di ginjang ni ulunasida i, idaon do songon rupa ni mata intan sapir, sumansuman ni habangsa, jala di atas ni sumansuman ni habangsa i hundul do songon rupa ni jolma idaon sian ginjang.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Huida ma huhut, songon sillam ni sere, songon rupa ni api parbagasanna humaliang; sian rupa ni gontingna tu ginjang, jala sian rupa ni gontingna tu toru huida do songon pangalaho ni api, jala marsinondang humaliang.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Songon rupa ni halibutongan na tarjadi di ombun jumpa ari haroro ni udan, songon i do rupa ni sondangna humaliang. I ma rupa ni sumansuman ni hamuliaon ni Jahowa. Jadi dung huida songon i, manungkap ma ahu tu tano, gabe hubege ma soara ni na mangkatai.",
      "type": "content"
    }
  ]
}