{
  "book": "Yehezkiel",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ingkon sampakkonon ni baoa na marulos hori i gara ni api tu atas ni Jerusalem 1-7. II. Pangalaho ni alatan taringot tu hamuliaon ni Jahowa 8-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i maralatan ma ahu, gabe ida ma, di ratarata ni langit, na di atas ulu ni angka kerubim, adong do songon batu intan sapir, songon sumansuman ni habangsa sada idaon di atasnasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna ibana ma tu baoa na marulos hori: Bongot ma ho tu holangholang ni angka roda, tu toru ni kerubim, jala gomaki gara ni api gok tanganmu duansa sian holangholang ni angka kerubim, jala sampakkon tu atas ni huta i. Jadi bongot ma ibana di adopan ni matangku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jongjong do ianggo angka kerubim di sambariba ni joro i tungkan siamun laho bongot baoa i, jala ombun i manggohi alaman parbagasan i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i tarhinsat ma hamuliaon ni Jahowa sian ginjang ni kerubim di atas ni lobulobu ni joro i, jadi digohi ombun i ma joro i, jala gok sinondang ni hamuliaon ni Jahowa do alaman i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i tarbege ma soara ni habong ni angka kerubim, sahat ro di alaman parbalian, suman tu soara ni Debata pargogo na so hatudosan, uju mangkatai ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung martona ibana tu baoa na marulos hori, songon on: Buat ma api sian holangholang ni angka roda, sian holangholang ni angka kerubim gabe bongot ma ibana, jala jongjong tu lambung ni roda i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi surduk ma tangan ni kerubim na sada sian tongatonga ni angka kerubim i tu api na di holangkolang ni angka kerubim, laos dibuat sian i jala dipagolomhon tu tangan ni na marulos hori, dung di jalo ruar ma ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i tarida ma di angka kerubim sumansuman ni tangan ni jolma sada di toru ni habongnasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i maralatan ma ahu, gabe ida ma, opat roda di lambung ni angka kerubim, sada be do roda i di lambung ni kerubim sadasada, jala rupa ni angka roda tudos do tu batu intan tarsis.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala sisada rupa do opatsa nasida idaon, songon di tongatonga ni roda na sada do roda na sadanari.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Molo mardalan nasida, tungkan na opat desanasida do ditulus, ndang manaili tu pudi nasida jumpa mardalan, ai manang dompak dia dituju ulu i, ihut tusi do nasida mardalan, ndang manaili tu pudi nasida jumpa mardalan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala sandok daging ni kerubim i, hau tanggurungnasida, tangannasida dohot habongnasida ro di angka roda i, gok mata do tuk humaliang, opatsa do nasida marroda be.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Taringot tu angka roda i digoar do nasida halisungsung, pola hubege.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai opat bohi be do angka parngolu i: Bohi ni na sada, bohi kerubim do, jala bohi ni na paduahon i, bohi jolma, jala na patoluhon i bohi singa, jala na paopathon i bohi pidong raja ualu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i tarhinsat ma angka kerubim i, i ma parngolu i na huida na jolo di topi ni batang aek Hebar.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala molo mardalan angka kerubim i, mardalan ma dohot roda angka na di lambungnasida, molo dipaperper angka kerubim i habongnasida, asa tarhinsat sian tano i, laos so mamedu dohot angka roda i sian lambungnasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Molo ngongong nasida rap ngongong do, molo tarhinsat nasida rap tarhinsat do, ai tondi ni parngolu i do di bagasan nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ruar ma hamuliaon ni Jahowa sian atas ni lobulobu ni joro i, jala marsijongjong di atas ni angka kerubim i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i dipaperper angka kerubim i ma habongnasida, jala tarhinsat sian tano i di adopan ni matangku di na ruar i nasida, jala angka roda i di lambungnasida, jala ngongong be do di baba pintu ni joro ni Jahowa tungkan habinsaran, jala hamuliaon ni Debata ni Israel mangalinggomi nasida sian ginjang.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "I ma parngolu i na huida di toru ni Debata ni Israel martopihon batang aek Hebar, gabe hutanda angka kerubim do nasida hape.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Maropat bohi be do sadasada, jala maropat habong be, jala sumansuman ni tangan ni jolma di toru ni habongnasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala rupa ni bohinasida, suman tu bohi angka na huida martopihon batang aek Hebar, rupanasida pe, nang nasida sandiri tahe, ganup masitulus dalanna tu jolona be.",
      "type": "content"
    }
  ]
}