{
  "book": "Yehezkiel",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dosa ni angka induk do apala na marmulahon jea tu Jerusalem 1-13. II. Panurirangon taringot tu parserahan ni Israel tu tongatonga ni angka parbegu 14-21. III. Hamuliaon ni Jahowa tumadingkon Jerusalem 22-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dihindat Tondi i ma ahu, jala diboan ahu tu pintu ni joro ni Jahowa sambariba tungkan habinsaran, gabe ida ma, di baba pintu i adong duapulu lima baoa, di tongatonganasida huida si Jesania, anak ni si Assur dohot Pelatia, anak si Benaia, angka induk ni bangso i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna Ibana ma tu ahu: Ale anak ni jolma, nasida do baoa angka na marsangkap jea, jala mangaturhon tahi na roa di bagasan huta on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Angka didok nasida do: Ndang dope jonok! Tole tapauli ma angka bagas! Huta i do hudon, jala hita juhut.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dibahen i manurirangi ma ho dompak nasida, manurirangi ma ho, ale anak ni jolma.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi songgop ma tu ahu Tondi ni Jahowa, jala ninna tu ahu: Songon on do hata ni Jahowa dohononmu: Hamu ale pinompar ni Israel mandok songon i, apala so huboto tubutubu ni rohamuna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nunga dipatorop hamu jolma angka na tartullang sian hamu di bagasan huta on, jala nunga gok bangke alamanna dibahen hamu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i songon on do hata ni Tuhan Jahowa: Jolma angka naung tartullang i sian hamu, angka na marragean di tongatonga ni huta i, nasida ma juhut i, jala huta i do hudon i; alai anggo hamu haruar do toguonku sian tongatongana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Podang do na hinabiaranmuna, hape podang i do paroonku dompak hamu, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ahu ma tahe paruar hamu sian tongatongana, jala ahu pasahathon hamu tu bagasan tangan ni halak ruar, jala ahu mangkonahon tu hamu angka torutoru.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon marragean hamu binahen ni podang; di partalpahan ni Israel uhumonku hamu, asa tung diboto hamu ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ndada huta i gabe hudon di hamu, manang hamu gabe juhut di tongatongana; di partalpahan ni Israel tahe uhumonku hamu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa tung diboto hamu ahu do Jahowa, na so pinarangehonmuna angka patikku, jala ndang diulahon hamu angka uhumhu; hombar tu uhum ni parbegu, angka na humaliang hamu balik tahe diulahon hamu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i uju manurirangi ahu, mate satongkin ma si Pelatia, anak ni si Benaia. Jadi manungkap ma ahu tu tano, jala hupangiar soarangku mangangguhi, ningku ma: Iale Tuhan Jahowa! Tung sun siap ma bahenonmu pasipasi ni Israel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Dung i ro ma hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ale anak ni jolma! Hahaanggimu, hahaanggimu tongon, angka baoa hasolhotonmu ro di sandok pinompar ni Israel, tung tu nasida saluhut do na nidok ni isi ni Jerusalem: Paholang hamu ma sian lambung ni Jahowa! Antong nunga tu hita tano i dipasahat bahen partalian.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen i dohononmu ma: Songon on do hata ni Tuhan Jahowa: Ala ahu mambolongkon nasida dao tu tongatonga ni angka parbegu, jala ala ahu paserakkon nasida tu angka luat ni halak, jadi laos ahu muse gabe habadiaon di nasida sangombas na metmet di angka luat hasahatannasida i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dibahen i dohononmu ma: Songon on do hata ni Tuhan Jahowa: Laos ahu papungupungu hamu sogot sian angka bangso, jala ahu patumpuhon hamu sian angka luat parserahanmuna i, jala ahu mangalehon tu hamu tano Israel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dung sahat nasida ro disi, paholangonnasida ma sian i sandok hasogiron dohot saluhut biasbias.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi lehononku ma tu nasida roha sisangunjur, jala suanhononku tondi na imbaru tu bagasan ateatenasida, jala paholangonku ma roha batu sian dagingnasida, jala lehononku ma tu nasida roha sibuk.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa diihuthon nasida angka patikku, jala diradoti angka uhumhu, jala diulahon, jadi gabe bangsongku ma nasida, jala ahu gabe Debatanasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai manang ise marrohahon roha ni angka hasogiron, dohot biasbiasnasida, naeng ihuthononna, manginona tu ulunasida dalannasida i bahenonku, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Dung i dipaperper angka kerubim ma habongnasida i, jala angka roda di lambungnasida, jala hamuliaon ni Debata ni Israel mangalinggomi nasida sian ginjang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i manaek ma hamuliaon ni Jahowa sian tongatonga ni huta i, jala marsijongjong di atas ni dolok, na tungkan habinsaran ni huta i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i dihindat Tondi i ma ahu, jala diboan ahu di bagasan alatan marhitehite Tondi ni Debata tu luat Kasdim, tu angka na tarbuang i; dung i manaek ma sian atashu alatan naung huida i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi huhatahon ma tu angka na tarbuang i saluhut hata ni Jahowa, angka na pinapatarna i tu ahu.",
      "type": "content"
    }
  ]
}