{
  "book": "Yehezkiel",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hesekiel mangkontas bungkas didokkon Jahowa 1-7. II. Habubuang ni rajai dohot bangso sian Jerusalem nilapatna 8-16. III. Ingkon manganhon sagusagu partangison Israel sogot 17-20. IV. Tibu nama songgop uhumi 21-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu ahu, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anak ni jolma, di tongatonga ni bangso na manggunturi do ho maringan, angka parmata na marnida nian, hape ndang marnida, angka parpinggol na marbinege nian, hape ndang dibege, ai bangso panggunturi do nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibahen i ho ale anak ni jolma, bahen ma di ho angka parhohas parbungkason, jala bungkas ma ho arian di adopan ni matanasida. Ingkon bungkas ho sian ingananmu tu inganan na asing di adopan ni matanasida, anggiat mamoto rohanasida, ai bangso panggunturi do nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon paruaronmu angka parhohasmu arian i di adopan ni matanasida, songon angka parhohas parbungkason. Alai ingkon bodari pe ho ruar di adopan ni matanasida, songon na somal haruruar ni halak na bungkas.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon di adopan ni matanasida dungkirdungkironmu dorpi, asa sian i ho ruar.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ingkon di adopan ni matanasida ampehononmu tu abaram, dung pe holom asa ruar usungonmu, ingkon tujunganmu bohim, jala ndang jadi idaonmu tano i; ai nunga hubahen ho gabe tudosan halongangan di bangso Israel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi hubahen ma songon na tinonahon i tu ahu: Huparuar arian angka parhohashu, songon angka parhohas parbungkasan, jala hudungkirdungkiri bodarina i dorpi i torus dohot tanganku sandiri; dung pe holom asa ruar huusung, huampehon tu abarangku di adopan ni matanasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Alai manogotna i ro ma hata ni Jahowa tu ahu, songon on:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Atehe ale anak ni jolma, nda tung adong sian bangso Israel, bangso panggunturi i, angka na mandok tu ho: Aha do na binahenmu?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dohononmu ma tu nasida: Songon on do hata ni Tuhan Jahowa: Marhahonaan tu raja di Jerusalem do i dohot tu sandok bangso Israel, angka na di tongatongana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dohononmu ma: Ahu do apala tanda halongangan di hamu; suang songon na hubahen i, ingkon bahenon tu nasida, ingkon mardalan nasida tu parbungkasan, tu habuangan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia raja na di tongatonganasida, pasoratonna ma abarana, dung pe holom asa ruar usungonna, dorpi i do dungkirdungkirannasida laho paruarhon sian i; tujunganna ma bohina i, alai na so jadi idaon ni matana tano i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lingkuphononku huhut rambangku tu atasna, asa tartangkup ibana di bagasan jorgongku, jala ahu mamboan ibana tu Babel, tu tano ni halak Kasdim, alai ndang jadi idaonna tano i, laos mate disi ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala saluhut angka na humaliang ibana, angka na hinarana ro di sandok paranganna, paserahonku do tu saluhut desa, jala podang i do sintahonku sian pudinasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Asa tung ditanda nasida ahu do Jahowa, ia dung mampar nasida hubahen di tongatonga ni angka parbegu, jala hupaserak nasida tu angka luat ni halak.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai tebahononku do sian nasida angka baoa, hira pamilangina angka na malua sian podang, sian haraparon dohot sian begu antuk, asa nasida sandiri manjamitahon saluhut biasbias angka na niulanasida di tongatonga ni angka parbegu hasahatannasida i, asa ditanda nasida ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i ro muse ma hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ale anak ni jolma, ingkon mardongan raion ho laho manganhon rotim, jala mardongan hatahuton dohot hagogotan inumonmu aek.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala dohononmu ma tu bangso ni tano i: Songon on do hata ni Tuhan Jahowa taringot tu isi ni Jerusalem, angka na di tano Israel: Ingkon mardongan hagodoron panganonnasida rotinasida i, jala mardongan hapariron inumonnasida aek, ala naung tarulang tanona, bolong ia hinagabena binahen ni pangarupaon ni saluhut angka pangisina.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala tarulang do huta angka na niinganan na sai laon, jala tano i gabe halongonan, asa tung ditanda nasida ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(IV.) Dung i ro muse ma hata ni Jahowa tu ahu, songon on:",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ale anak ni jolma, umpama dia do i na mehet di hamu di tano Israel songon on: Laon dope angka ari i, jala nunga pesan sandok alatan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dibahen i dohononmu ma tu nasida: Songon on do hata ni Tuhan Jahowa: Pasadionku ma umpama i, asa unang be parumpamahononnasida di Israel, ingkon dohononmu ma tu nasida: Nunga jonok angka ari i dohot hata ni sandok alatan i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai ndang tagamon adong be agia aha alatan sipaotooto, manang pangarundingon lesemlesem di tongatonga ni bangso Israel.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai ahu Jahowa sandiri mangkatai, manang hata dia huhatahon, ingkon pasautonku do i, ndang be togangonku, ai di angka arimuna, ho ale bangso panggunturi hatahononku, sada hata jala pasautonku, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ale anak ni jolma, ida ma, hata ni bangso Israel songon on: Alatan na niidana i, laon dope ariarina, jala taringot tu tingki angka na dao do ibana manurirangi.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dibahen i dohononmu ma tu nasida: Songon on do hata ni Tuhan Jahowa: Ndang be togangonku saluhut angka hatangku; hata naung huhatahon i, ingkon pasautonku do i, ninna Tuhan Jahowa.",
      "type": "content"
    }
  ]
}