{
  "book": "Yehezkiel",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon dompak angka panurirang pangansi 1-16. II. Dohot dompak panurirang boruboru pangansi 17-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anak ni jolma, manurirangi ma ho dompak panurirang ni Israel, angka na manurirangi, jala dohononmu ma tu angka na manurirangi sian tubutubu ni rohana sandiri: Tangihon hamu ma hata ni Jahowa!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Songon on do hata ni Tuhan Jahowa: Marjea ma panurirang angka na oto, angka na paihuthon tondinasida sandiri, dohot na so pinapatar tu nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tudoshon antuasu angka na di halongonan do angka panurirangmu, ale Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang dipanaek hamu angka bungbung, jala ndang dibahen hamu parik humaliang pinompar ni Israel, asa manahan nian jongjong di hamusuon di ari ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sipaotooto do diida nasida dohot pangarundingon gabus, angka didok nasida do: Songon on do hata ni Jahowa! Hape ndada Jahowa marsuru nasida, gabe tarurak nasida maimaima hasosonggop ni hata i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nda alatan sipaotooto na niidamuna i dohot pangarundingon gapgap na hinatahonmuna i, angka didok hamu do: Pandok ni Jahowa do i, hape so ahu mangkatahon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen i songon on do hata ni Tuhan Jahowa: Ala sipaotooto na hinatahonmuna, jala ala gapgap na niidamuna i; dibahen i ida ma, ahu ma marlulu dompak hamu, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala tanganku sandiri mangonai tu panurirang angka na maralatan sipaotooto, dohot angka na mangarundingkon gapgap, ndang jadi masuk nasida tu bagasan luhutan ni bangsongku, jala ndang jadi tarsurat nasida tu surat aturan, ni pinompar ni Israel, jala ndang jadi masuk nasida tu tano ni Israel, asa tung ditanda hamu ahu do Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen i tongon do, ala na nililuhonnasida bangsongki, didok do: Dame, hape soadong dame, gabe dipauli bangso i dorpi tano, jala ida ma, nasida mambahen sampangna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon dohononmu ma tu angka sibahen sampang: Ingkon marumpak do i! Ai masa tahe udan tipotipo, jala hamu ale angka batu ambolas, madabu ma hamu, jala malua ma ho, ale habahaba!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ida ma, marumpak ma dorpi i; nda dohonon ni halak ma tu hamu: Didia do nuaeng sampang na nileaphonmuna i?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibahen i songon on do hata ni Tuhan Jahowa: Ahu ma paluahon habahaba di bagasan rimashu, jala masa udan tipotipo di bagasan murukku, dohot angka batu ambolas di bagasan parpiarpiar ni rimashu laho maniaphon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala lohaonku ma dorpi naung sinampangmuna i, jala panepneponku dohot tano i, asa tedek ojahanna, jala marumpak huta i, jala siap hamu di tongatongana; asa tung ditanda hamu ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Asa sun tolhas hubahen rimashu dompak dorpi i dohot dompak angka sibahen sampangna, jala dohononku ma tu hamu: Ndang adong be disi dorpi, jala ndang disi be angka sibahen sampangna!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Angka panurirang ni Israel tahe, angka na manurirangi tu Jerusalem, angka na mangulpuk taringot tu huta i ulpuhan pardemahan, hape so adong pardemahan, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Ia ho ale anak ni jolma, tujuhon ma bohim dompak angka boru ni bangsom, angka na manurirangi sian tubutubu ni rohanasida sandiri, jala manurirangi ma ho dompak nasida!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala dohononmu ma: Songon on do hata ni Tuhan Jahowa: Marjea ma angka boruboru na manjarumi bantalbantal tu saluhut ruasruas ni tangan, dohot angka na mambahen tujungtujung marragamragam balgana bahenon tu ulu laho mamburu tondi ni halak. Ia tondi ni bangsongku naeng buruonmuna, ia tondimuna sandiri hape tung naeng pangoluonmuna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala naeng do leaanmuna ahu maradophon bangsongku, binahen ni eme sanggim, manang binahen ni roti sanseat laho mambunu tondi, angka na so jadi bunuon dohot pangoluhon tondi, angka na so jadi pangoluon, marhitehite gabusmuna tu bangsongki, angka na girgir patangitangi gabus.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dibahen i, songon on do hata ni Tuhan Jahowa: Ida ma, ahu ma alo ni bantalbantalmuna, angka na pinangkemuna umburu angka tondi laho mangela tu hamagoan; hape ahu mangarompas nasida sian abinganmuna, jala ahu paluahon tondi angka na binurumuna i, tondi angka na pinaelaelamuna i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala ahu manansani angka tujungmuna, jala ahu paluahon bangsongku sian tanganmu, jala ndang be tagamon dapot tanganmuna nasida buruonmu, asa tung ditanda hamu ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ala naung marpangansi hamu mangarsahi roha ni partigor i, so manang ahu mangarsahi ibana, jala lam dipargogoi hamu tangan ni parjahat, gabe sundat ibana mulak sian dalanna na roa i, asa mangolu nian ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dibahen i ndang be marulpuhan sipaotooto hamu, jala ndang be hamu mangarundingi, jala ahu paluahon bangsongki sian tanganmuna, asa tung ditanda hamu ahu do Jahowa.",
      "type": "content"
    }
  ]
}