{
  "book": "Yehezkiel",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ma pangansi do roha ni angka sintua ro manopot panurirang i 1-11. II. Sintong do angka uhum ni Jahowa, jala ndang be hasundatan hadaulaton ni na deba 12-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma angka baoa sian angka sintua ni Israel manopot ahu, laos hundul di jolongku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ro ma hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ale anak ni jolma, angka baoa on marparsigantungan tu ganaganaannasida di bagasan rohanasida, jala dibahen do parbonsiran tu hajahatonnasida sonson tu jolonasida, tung olo ma ahu tagamon usousoannasida?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dibahen i mangkatai ma ho dohot nasida, jala dohononmu ma tu nasida: Songon on do hata ni Tuhan Jahowa: Manang ise sian pinompar ni Israel na marparsigantungan tu ganaganaan na di bagasan rohana, jala dibahen parbonsiran tu hajahatonna sonson tu jolona, ro muse dope ibana manopot panurirang i, ahu, Jahowa sandiri ma mangalusi ibana, hombar tu hinadeak ni ganaganaanna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asa tung mangilala roha ni pinompar ni Israel di bagasan, angka na marbalik tumundalhon ahu, binahen ni ganaganaannasida saluhutna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i dohononmu ma tu pinompar ni Israel: Songon on do hata ni Tuhan Jahowa: Mulak ma hamu, tundalhon hamu ma ganaganaanmuna, jala padao hamu ma bohimuna sian saluhut biasbias, angka na niulahonmuna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai manang ise sian pinompar ni Israel manang sian halak ruar pe, na maisolat di tongatonga ni Israel, molo tung marbalik ibana sian ahu, jala marparsigantungan rohana di bagasan tu ganaganaanna, jala dibahen parbonsiran tu hajahatonna sonson tu jolona, ro muse dope ibana mandapothon panurirang, asa marhitehite ibana usousoanna ahu, apala ahu, Jahowa sandiri ma maralus tu ibana manojom.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Apala bohingku ma bahenonku gabe alo ni baoa i laho mangago ibana, bahen tanda dohot pambuatan hulingkulingan, jala ahu maniaphon ibana sian tongatonga ni bangsongku, asa tung ditanda hamu ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala tung sura olo panurirang i paotootoon gabe dihatahon hata sisandok, ahu, Jahowa sandiri ma paoto panurirang sisongon i, jala patoltolonku ma tanganku dompak ibana, jala ripurhononku ibana sian tongatonga ni bangsongku Israel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon manginona tu nasida be hajahatonnasida i, dos do hajahaton ni na usouso, songon hajahaton ni panurirang i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Asa unang be lilu pinompar ni Israel mandao sian ahu, jala unang be diramuni dirinasida di bagasan saluhut hajahatonnasida i, asa sumuang nasida gabe bangsongku, jala ahu gabe Debatanasida, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dung i ro muse ma hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ale anak ni jolma, tung sura mardosa sada luat dompak ahu mangoseosei: Jadi patoltolonku ma tanganku dompak luat i, jala ponggolhononku, sian i tungkot parbohalan, jala tongoshononku tusi haraparon, jala pansingkononku sian i jolma nang pinahan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tung sura pe di tongatongana na tolu halak on: si Noak, si Daniel dohot si Job, hosanasida sandiri do paluaon nasida, alani hatigorannasida, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Manang tung sura ahu pamasa binatang na rahat di luat i, pola langa pangisina i dibahen, jala tarulang, gari mamolus sian i ndang tarbahen maradophon binatang i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Songon sintongna mangolu ahu, ninna Tuhan Jahowa, di tongatongana pe na tolu halak i, molo tung adong paluaonnasida tagamon anak nang boru, so holan nasida sandiri malua, ia luat i gabe halongonan do.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Manang tung sura ahu parohon podang tu atas ni luat i, laos ningku do: Rasehon ma tano i, ho ale podang! Gabe ripas hubahen sian i jolma nang pinahan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Songon sintongna mangolu ahu, ninna Tuhan Jahowa, di tongatongana pe na tolu halak i, ndang adong paluaonnasida anak manang boru, tung holan nasida sandiri do malua.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Manang tung sura ahu parohon begu masa tu luat i, jala huusehon rimashu tusi marhitehite durusdurus ni mudar laho mangaripashon sian i jolma nang pinahan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Songon sintongna mangolu ahu, ninna Tuhan Jahowa, di tongatongana pe si Noak, si Daniel dohot si Job, molo tung adong anak manang boru paluaonnasida, so holan hosanasida paluaonnasida marhitehite hatigorannasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai songon on do hata ni Tuhan Jahowa: Lam beha ma molo rap hutongoshon tu Jerusalem uhumhu ma opat i angka na rahat i, i ma podang, haraparon, binatang na rahat dohot begu antuk, laho maniaphon sian i jolma nang pinahan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai ida ma, sai adong do tading di bagasan pasipasina na malua, angka na ruar tinogihon, anak nang boru angka nasida ma ruar sogot manopot hamu, jadi idaonmuna ma dalannasida dohot pambahenannasida, gabe tarapul rohamuna ala ni jea na huparo dompak Jerusalem, ala ni saluhut tahe na huparo tusi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi apulonnasida ma hamu, ai idaonmuna ma dalannasida dohot pambahenannasida, asa tung ditanda hamu, na marala do saluhut na hubahen i tu Jerusalem, ninna Tuhan Jahowa.",
      "type": "content"
    }
  ]
}