{
  "book": "Yehezkiel",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Todos tu boruboru sibabijalang do Jerusalem: Jahowa paluahon ibana di na robi sian haparironna, laos dioro ibana 1-14. II. Alai diparhamuda rohana do hinaulina, laho marmainan tu Misir, Assur dohot Kasdim 15-34. III. Dibahen i ingkon taononna uhum parmainanon 35-43. IV. Ai gumodang dope salana sian Sodom dohot Samaria 44-52. V. Alai atik pe songon i, marpangulahi do sogot roha ni Jahowa mida ibana, jala bahenonna do padan na imbaru tu Jerusalem 53-63.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse ma hata ni Jahowa tu ahu, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anak ni jolma, pabotohon ma tu Jerusalem biasbias angka na niulana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dohononmu ma: Songon on do hata ni Tuhan Jahowa tu Jerusalem: Haroroanmu dohot hatubuanmu sian tano ni halak Kanaan do, marga Amori do amam, jala boru Het do inam.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pangalaho ni hatutubum songon on do: Ndang diseat pusokmu di ari hatutubum, jala ndang dididi ho dohot aek laho paiashon; jala ndang diososhon sira tu ho, jala ndang diborhosi ho.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang adong na asi roha mida ho nanggo sahalak, mambahen tu ho sada sian angka bongka ondeng, manundunhon ho nian; lam diambolongkon do ho tahe tu ladang, dibahen gigina mida hosam di ari hatutubum.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi mamolus ma ahu sian lambungmu, gabe huida ho marguluguluhon mudarmu, gabe hudok tu ho: Ingkon mangolu ho di bagasan mudarmu! Songon hudok ma tu ho: Ingkon mangolu ho di bagasan mudarmu!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Marloksaloksa ho muse hubahen, songon tumburtumbur di ladang; gabe torop ho jala magodang, jala sungkot hinaulim, lam tu balgana do bagotmu, jala lam martumbur obukmu, alai salangsalang jala marsaemara do ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i mamolus muse ahu sian lambungmu, jala huida ho, gabe ida ma, nunga jumpang tingkim, tingki partandangonmu. Jadi hupaherbang ma habongku mangulosi ho, jala huhungkupi parsaemaraonmu, pola marmangmang ahu tu ho, jala marpadan ahu tu ho, ninna Tuhan Jahowa, gabe ahu nampuna ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ahu mandidi ho dohot aek, jala huusa mudarmu sian ho, jala humiahi ho dohot miak.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala hubahen ho marpangkean na niangit, dohot martapaktapak sian hulingkuling na arga sahali, jala hubahen ho marulos na halus, jala huhungkupi ulum dohot surta.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala hubahen ho marpangkean na jagar sahali, jala hubahen angka leang tu tanganmu dohot horunghorung tu rungkungmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Hubahen igungmu martintin, jala marantinganting ia pinggolmu, jala tumpal sada na arga situtu tu ulum.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi marbujonggit ho sian sere dohot sian perak, jala dagangan na halus do parulosonmu, surta dohot hain na niangit. Sagusagu mardongan situak ni loba dohot miak panganonmu, jadi sungkot ma hinaulim, jala pampe tu ho harajaon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi pansar ma baritam tu tongatonga ni angka parbegu dibahen hinaulim, ai tung na sun denggan do i, dibahen hamuliaonku na hupampe tu ho, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Hape marhaposan tu hinaulim do ho, jala marmainan ho mangasahon baritam, jala didaishon ho do parmainanonmu tu ganup na mamolus mangalohoti ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibuat ho do huhut sian pangkeanmu asa mambahen di ho angka langgatan siganding, marmainan ho di atasna, na so dung dumatangi, jala na so tagamon masa nang sogot.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dibuat ho do huhut ulaula ni hajagaronmu sian serengku dohot sian perakku, na hulehon i tu ho, jala dibahen ho di ho angka sumansuman ni baoa, asa marmainan tusi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dibuat ho do huhut pangkeanmu na niangit, jala dihungkuphon ho tu nasida, dipatibal ho do huhut miakku dohot daupangku tu jolonasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala rotingku na hubasabasahon i tu ho, i ma sagusagu mardongan miak dohot situak ni loba na hulehon bahen panganonmu nian, hape dilehon ho do i tu jolonasida bahen uap na hushus, i ma tutu, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Angkup ni dibuat ho do angka anakmu dohot borum, angka na tinubuhonmu di ahu nian, gabe dipelehon ho do i tu nasida asa sudahononna; tung numeang ma i sian angka parmainanonmu di roham?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nunga dipotongi ho huhut angka anakku, jala diseahon ho nasida, asa pabolashon nasida sian api pasahathon tu debata sileban.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala di bagasan saluhut biasbias angka na niulam dohot parmainanonmu, ndang marningot ho di angka ari haposoonmu, uju salangsalang ho jala marsaemara, tung marguluguluhon mudarmu ho.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung salpu saluhut hajahatonmu, jea, jea ma di ho, ninna Tuhan Jahowa!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tung dipauli ho do di ho bagas na marpangalaho langkitang, jala dibahen ho do di ho tambak di saluhut alaman.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Di saluhut haroroan ni dalan dipauli ho angka tambakmu, jala dibahen ho do hinaulim gabe biasbias, jala dipahangkang ho do patmu di ganup na mamolus, asa paganda parmainanonmu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala laho do ho marmainan tu angka anak ni Misir, hombar balokmu, angka sigodang sibuk, jala dipatamba ho do parmainanonmu, asa pahehe rimashu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi ida ma, ala ni hupatoltol tanganku tu atasmu, jala huorui partalianmu hian jala hupasahat ho gabe guru roharoha ni angka na mangkagigihon ho, i ma angka boru Palistim, angka na maila balik mida dalan ni harorangonmu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Laho muse ho marmainan tu angka anak ni Assur ala so olo mahap roham, marmainan ho tahe tu nasida, hape laos so olo mahap roham.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Lam digandai ho do parmainanonmu tu tano Kanaan, boti tu luat Kasdim, laos so olo mahap dope roham disi.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Marasnai rohami marisuang, ninna Tuhan Jahowa, di na binahenmi saluhutna i, i ma pambahenan ni parompuan sibabijalang na tarboan rohana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Di na binahenmi joromi di haroroan ni luhut dalan dohot na binahenmi tambakmu di saluhut alaman, jala ndada ho songon sibabijalang hian na mangigil upa.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Oe ale boru sibabijalang, na manjangkon halak sileban, singkat ni harajaanna hian!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Somalna nian di saluhut sibabijalang manjalo ugasan, alai muba do anggo ho, ho do balik mangalehon ugasanmu tu saluhut puangmu dohot mangalehon silua tu nasida, mangela ro manopot ho sian na humaliang marmainan dohot ho.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Asa na sumalin do ho diparmainanonmu martimbangkon parompuan angka na asing; ndada ho diihutihut naeng marmainan, ho do balik mangalehon ugasan, ndada tu ho dilehon ugasan, umbahen gabe sumalin ho.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(III.) Dibahen i ale sibabijalang, tangihon ma hata ni Jahowa!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Songon on do hata ni Tuhan Jahowa: Ala naung pinansuasaehonmi hepengmu, jala dipatedek ho hailaonmu, binahen ni parmainanonmu tu angka puangmu, dohot tu saluhut ganaganaan ni hasogiron angka na niulam, jala hombar tu mudar ni anakmu angka na sinombahonmu tu nasida.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dibahen i, ida ma, ahu ma papunguhon saluhut puangmu angka na mangkasolohon ho, dohot saluhut angka na hinaholongan ni roham ro di saluhut angka hasomoran ni roham, ahu ma papunguhon nasida sian na humaliang dompak ho, asa hupatedek hailaonmu tu nasida, asa tung diida nasida sandok hailaonmu.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jala ahu mandabu tu ho uhum na tu angka sibabijalang hian dohot tu parompuan angka na mandurushon mudar, jala ahu pasahathon ho gabe mudar ni harimason dohot pangiburuan.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jala ahu pasahathon ho tu bagasan tangannasida, asa lohaonnasida angka joromi, jala panepneponna angka tambakmu, jala tanggalannasida angka pangkeanmu, jala rampasonnasida angka mata intan jagarjagarmu, jala pasombuonna ho salangsalang dohot marsaemara.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jala nangkok do togihononnasida dompak ho sada luhutan, jala dangguranna ho dohot batu, jala tampulanna ho dohot podangnasida.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jala purunanna angka bagasmu dohot api, jala bahenonna tu ho angka uhumi di adopan ni torop parompuan. Asa ahu pasohothon parmainanonmu, panuang pe ndang be lehononmu.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Asa tung sombu rimashu mida ho, jala sumurut pangiburuonku sian ho, gabe sonang ahu, jala unang be tarsunggul rimashu.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Ala na so niingotmu angka ari haposoonmu, jala na ritoon i ho dompak ahu di saluhutna i. Ahu pe antong, ida ma, manginona tu ulum bahenonku dalanmu, ninna Tuhan Jahowa, jala ndang be tambaonmu harorangon dongan ni saluhut biasbias, angka na niulam.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "(IV.) Ida ma, saluhut halak na somal marumpama, dohononna ma hata umpama on dompak ho: Suman tu inana do boruna.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Boru ni inam do ho, naung mahilolong di baoa na dohot di anakkonna; jala anggi ni haham do ho angka na mahilolong mida baoa nasida dohot mambolongkon anaknasida; boru Het do inamuna, jala marga Amori do amamuna.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Jala hahami do Samaria, ibana dohot angka boruna na maringan tungkan sihambirangmu, jala anggim na maringan tungkan siamunmu, i ma Sodom dohot angka boruna.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Alai ndang diihuthon ho angka dalannasida, jala ndang diulahon ho hombar tu biasbias angka na niulanasida, hira na maotikku, gabe jumahat ho di sude angka dalanmu, sian nasida.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Songon sintongna mangolu ahu, ninna Tuhan Jahowa, molo tung tudos binahen ni Sodom anggim i, ibana dohot angka boruna, songon na binahenmi dohot angka borum!",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Ida ma, on do hajahaton ni Sodom anggim i: Roha haginjangon, pargadombuson dohot hapedemon, i ma di ibana dohot di angka boruna; ianggo tangan ni na dangol dohot na parir, ndang dipargogoi nasida.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Lam jungkat tahe rohanasida jala diulahon do angka biasbias di jolongku, jadi hurendephon nasida, disi huida.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Samaria i pe, nanggo satonga ni dosami ndang diulahon, andul do digandai do angka biasbiasmi martimbangkon nasida, tung hira dipintori ho do hahami di saluhut biasbias angka na niulam.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Ho pe antong, ingkon usungonmu haurahonmu na niuhumhonmu tu hahami; marhitehite dosam angka na sumogir i binahenmu sian nasida, gabe umpintor nasida sian ho. Dibahen i tarurak ma nang ho, jala usungonmu haurahonmu marhitehite pamintorim di hahami.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "(V.) Dung i mulak ma togihononku angka na tarbuang sian nasida, angka na tarbuang sian Sodom dohot sian angka boruna, angka na tarbuang sian Samaria dohot sian angka boruna, nang angka na tarbuang ni habuanganmu nuaeng di tongatongana.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Asa usungonmu haurahonmu, gabe maila ho mida saluhut na binahenmi, di na niapulanmu nasida.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Jadi mulak ma Sodom anggim i, ro di angka boruna tu haroroanna hian; jala Samaria dohot angka boruna mulak tu haroroanna hian; hape dohot angka borum mulak tu haroroanmuna hian.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Jala Sodom anggim i, ndang be gabe barita sambing di bagasan pamanganmu, songon uju di ari haginjangon ni roham.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Tagan so patar dope hinajahatmu, songon di tingki pangareheon ni angka boru sian Ram dohot saluhut hombarna hundul humaliang ro di boru Palistim, angka na palea ho humaliang.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Harorangonmu tahe dohot biasbias angka na niulam, angka na manginsombut tu ho, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Ai songon on do hata ni Tuhan Jahowa: Ahu mambahen tu ho suang songon na binahenmi, na tinoisanmi uari laho mangose padan.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Alai anggo ahu, sai huingot do padan na hubahen i tu ho, uju di angka ari haposoonmu, jala huhajongjongkon tu ho padan saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Jadi ingotonmu ma angka dalanmu, laos hailahononmu do di na jinangkonmi haham dohot anggim, angka silehononku tu ho sogot bahen angka boru, alai ndada sian patik parpadanonmu.",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "Jala ahu mangkajongjongkon padanhu tu ho sogot, asa tung diboto ho ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Asa tung marningot ho jala maila, pola ndang be hum ho mangungkap pamangan binahen ni ilam, ia dung husalesehon tu ho taringot tu saluhut na binahenna i, ninna Tuhan Jahowa.",
      "type": "content"
    }
  ]
}