{
  "book": "Yehezkiel",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Umpama taringot tu pusuk ni hau ares dohot taringot tu hau anggur 1-10. II. Raja Sedekia do hahonaanna 11-21. III. Panurirangon taringot tu tumbur na di atas Sion 22-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse ma hata ni Jahowa tu ahu, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anak ni jolma, marhulingkulingan, jala marumpama ma ho tu pinompar ni Israel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dohononmu ma: Songon on do hata ni Tuhan Jahowa: Sada pidong raja ualu na bolon, bidang habongna, jala ganjang hatirna, gok imbulu, angka na marrintik songgop tu Libanon, jala dibuat apala pusuk ni hau ares.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Digotap do ujung ni angka rantingna, laos diboan do i tu tano parboniagaan, jala dibahen do i tu bagasan huta ni angka partigatiga.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dibuat do huhut sian boni ni tano i, jala dibahen do i tu bagasan hauma sisaburon, dilopokkon muse tu lambung ni aek godang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi martumbur ma i gabe hau anggur na manjarar, rodop partubuna, manjomba do ianggo angka rantingna tu ibana, angka uratna pe di toruna do. Jadi gabe hau anggur ibana, pola marranting jala marbulung.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i adong ma sada pidong raja ualu na asing na bolon, bidang habongna, jala semet imputna. Jadi ida ma, hau anggur i parangkithon uratna tusi, jala rantingna manjarar tusi, asa dibornohi ibana sian baruran ni panuananna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tu tano bosar, di tobing do ibana tarsuan, asa martumbur ibana, jala marparbue nian, asa gabe hau anggur na marmulia situtu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dohononmu ma: Songon on do hata ni Tuhan Jahowa: Tung tagamon manjadi ma i? Nda runtunanna angka uratna jala seatonna parbuena, asa malos? Ingkon saluhut bulung ni tumburna tahe malos; jala ndada pola marhitehite tangan na gogo, manang marhitehite bangso na timbul eneton ibana sian uratna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tongon tahe, nunga nian tarsuan ibana, tung tagamon manjadi ma? Nda mamintor malos situtu ma tagamon, disi diullus alogo sian purba ibana? Malos ma tutu ibana di atas baruran partumburanna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i ro muse ma hata ni Jahowa tu ahu, songon on:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ua paboa ma tu bangso panggunturi i: Ndang mamoto hamu manang dia lapatanna? Dohononmu ma: Ida ma, nunga ro raja sian Babel tu Jerusalem, gabe ditangkup rajana dohot angka indukna, jala diboan nasida bahen donganna tu Babel.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibuat huhut sian pinompar ni raja i, jala dibahen padanna tusi, pola dipatolon ibana, ianggo angka na sangap ni tano i diboan do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Asa tung laos tarjepol harajaon i, unang be manggusar, asa diradoti padanna, laos hot dihajongjongkon nian.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hape manggunturi do i dompak ibana, laos disuru angka suruanna tu Misir, mangido lehononna nian tu ibana angka hoda dohot na nirajaanna torop. Tung adong ma labana sian i? Tung tagamon malua ma halak na mambahen songon i? Tung tagamon malua ma siose padan?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Songon sintongna mangolu ahu, ninna Tuhan Jahowa, molo so laos mate ibana di tongatonga ni Babel, di inganan ni raja na pabangkit ibana gabe raja, nampuna uari na tinoisanna, jala nampuna padan na ni oseanna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala ndang tagamon donganan ni Firaun ibana marhitehite godang parangan, manang na torop i laho tole porang, laho pajongjong hubu dohot pauli batarbatar, asa mangarendephon torop halak.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tongon tahe, ala naung tinoisanna uari laho mangose padan, jala ida ma, pola dilehon tanganna, lam dibahen do saluhutna ondeng, ndang tagamon malua ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibahen i songon on do hata ni Tuhan Jahowa: Songon sintongna mangolu ahu, molo so manginona tu uluna bahenonku uaringku naung tinoisanna i dohot padanhu naung niosena i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Lingkuphononku ma rambangku tu atasna, asa tartangkup ibana di bagasan jaring parburuonki, jala ahu mamboan ibana tu Babel, jala disi do uhumonku ibana, ala na mangoseosei ibana dompak ahu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala saluhut angka na maporus sian paranganna marhoronhoron, ingkon marragean nasida bahenon ni podang, ianggo angka pasipasina paserahonku tu ganup desa, asa tung ditanda hamu ahu do Jahowa na mandok i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Songon on do hata ni Tuhan Jahowa: Apala ahu ma mambuat sada ranting sian pusuk ni hau ares na timbo i, jala lopokhononku; sian punsu ni angka tumburna gotaponku sada lunduna, jala ahu manuanhonsa di atas dolok na timbo, jala na timbul.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Di atas dolok ni Israel na timbo i suanhononku ibana, asa laos mardangka jala marparbue, laos gabe hau ares na marmulia, asa marasar di toruna saluhut pidong na marhabong, angka na balga dohot na metmet marlinggomlinggom nasida di toru ni dangkana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi tandaon ni saluhut hau di ladang ma, ahu Jahowa sandiri parodophon hau na timbo i, dohot patimbohon hau na rodop i. Ahu mambahen malos hau na rata, jala ahu mambahen martumbur hau na malos, ahu Jahowa sandiri na mandok i dohot mambahensa.",
      "type": "content"
    }
  ]
}