{
  "book": "Yehezkiel",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ingkon manjalo be sogot hombar tu pambahenanna be 1-20. II. Mangolu ma parjahat i, molo dipauba rohana; alai mate do partigor i, molo manjahati muse 21-29. III. Apoapo tu hamubaon ni roha 30-32",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ala ni aha umbahen sai pangkeonmuna hata umpama on taringot tu tano Israel mandok: Angka amaama manganhon parbue ni hau anggur na asom, gabe ngiluan ia angka ngingi ni anakna!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Songon sintongna mangolu ahu, ninna Tuhan Jahowa, tung na so jadi be pangkeonmuna hata umpama i di Israel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ida ma, ahu do nampuna saluhut tondi ni jolma, nang tondi ni amaama, nang tondi ni anakna, ahu do nampunasa. Tondi ni manang ise na mardosa, ingkon i do mate.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai molo gabe partigor manang ise, jala diulahon uhum dohot hatigoran.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ndang mangan tibaltibal ibana di atas ni angka dolok, ndang manaili matana tu angka ganaganaan ni pinompar ni Israel, jala ndang diramuni jolma ni donganna, jala ndang jumonok ibana tu parompuan jumpa diida hasomalanna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala ndang dirupa manang ise; gade jinalona i dipaulak do tu parutang, ndang olo ibana mangarampas ugasan na nirampas, rotina dilehon do tu na male, jala diparulosi do na marsaemara.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ndang paurangkon hepeng ibana, jala ndang torbang pambuatna di laba, ditait do tanganna mulak sian hageduhon, uhum hasintongan do dibahen manguhum halak na marsalisi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Diparangehon do angka patikki, jala diradoti angka uhumhu laho mangulahon hasintongan; i ma halak partigor, sai na mangolu do ibana, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Hape tung sura ditubuhon ibana sada anak siulahon roharoha, na mandurushon mudar, manang diulahon tu donganna nanggo sada sian angka bongka ondeng.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala ndang diulahon ibana agia aha sian angka parjolo i, tung mangan do ibana di atas ni angka dolok, jala diramuni jolma ni donganna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tung dirupa do na dangol dohot na parir, jala dirampas do ugasan naung nirampas, jala dipatehon gade ni parutang, jala manaili matana tu angka ganaganaan, huhut mangulahon biasbias ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dipaurangkon hepengna, jala matorbangku pambuatna di laba, tung tagamon mangolu ma ibana? Tung na so jadi mangolu ibana, ala na niulana saluhut biasbias ondeng, ingkon mate ibana! Ingkon manginona tu ibana sogot mudarna!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala ida ma, tung sura ditubuhon ibana sada anak, na marnida sandok dosa, angka na niula ni amana, diida pe, hape ndang diulahon sisongon i:",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ndang mangan tibaltibal ibana di atas ni angka dolok, jala ndang manaili matana tu angka ganaganaan ni pinompar ni Israel, ndang diramuni jolma ni donganna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ndang dirupa manang ise, jala ndang dipatehon gade jinalona i, jala ndang dirampas ugasan na nirampas, sipanganonna dilehon do tu na male, jala diparulosi do na marsaemara.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dipasurut do tanganna sian na dangol, jala ndang matorbangku pambuatna di anak ni hepeng dohot di laba, diulahon do uhumhu, angka patikku diparangehon do: Ibana ma na so tagamon mate ala ni hajahaton ni amana, ingkon mangolu situtu ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo amana, ala mangulahon pangarupaon ibana, dirampas do ugasan ni donganna, jala diulahon do na so jadi di tongatonga ni bangsona, ida ma, ingkon mate do ibana di bagasan hajahatonna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hape anggo hamu mandok: Boasa so manginona tu anakna hajahaton ni amana? Ala na mangulahon uhum dohot hatigoran anak i, saluhut angka patikki diradoti do jala diulahon, tongon tahe ingkon mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tondi ni manang ise na mardosa, ingkon i do mate! Ndang jadi manginona tu anak hajahaton ni amana, tu ama, pe ndang jadi manginona hajahaton ni anakna. Ingkon songgop sogot hatigoran tu partigor, jala hajahaton tu parjahat.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(II.) Alai tung sura ditundalhon roha ni parjahat i saluhut dosana, angka na niulana na sai laon, jala diradoti saluhut angka patikki, jala diulahon uhum dohot hatigoran, tongon do ingkon mangolu ibana, ndang jadi mate.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Saluhut hajahaton angka na niulana na sai laon, ndang jadi jujuran tu ibana, hatigoran na niulahonna i do hangoluhononna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tung tagamon marlomo ni roha ma ahu mida hamatean ni parjahat i, ninna Tuhan Jahowa; nda tagonan nian, molo muba rohana i sian dalanna angka na sai laon, asa mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai tung sura ditundalhon halak partigor i hatigoranna i, jala diulahon na so uhum paihutihuthon saluhut biasbias, angka na niula ni parjahat hian laos diula, tung patut ma mangolu ibana? Saluhut hatigoranna angka na niulana na sai laon, ndang be ingoton, ingkon di bagasan panundaliaonna na niulana do ibana mate dohot di bagasan dosana angka naung binahenna i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Hape anggo hamu mandok: Ndang sintong dalan ni Tuhan i! Ua tangihon hamu ma, ale pinompar ni Israel! Tung tarbahen ma so sintong dalanku? Dalanmuna do tahe na so sintong.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai molo ditundalhon partigor hatigoranna i, jala diulahon na so uhum, gabe mate ibana alani: Ingkon mate di bagasan hajahaton naung niulana do ibana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai parjahat i pe, molo tung ditundalhon hajahaton na niulana na sai laon, jala diulahon uhum dohot hatigoran: Pangoluhon tondina ma ibana disi.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Laos mananda rohana, jala ditundalhon saluhut hajahaton angka na niulana na sai laon, tongon do ingkon mangolu ibana, ndang jadi mate.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Hape ro ma anggo pinompar ni Israel mandok: Ndang sintong dalan ni Tuhan i! Tung tarbahen ma so sintong angka dalanku ale pinompar ni Israel? Dalanmuna i do tahe na so sintong!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(III.) Dibahen i ale pinompar ni Israel, uhumonku ma hamu sogot, ganup hombar tu angka dalanna be, ninna Tuhan Jahowa. Sai mulak ma hamu, jala tundalhon hamu ma saluhut hajahatonmuna, asa unang hajahaton i gabe partuktuhan di hamu!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sai reongkon hamu ma sian hamu saluhut pangalaosionmuna, angka naung binahenmuna i, jala ulahon hamu ma di hamu roha na imbaru dohot tondi na imbaru; boasa tung tagonan mate hamu, ale pinompar ni Israel?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ai ndang lomo rohangku mida hamatean ni na mate, ninna Tuhan Jahowa. Antong pauba hamu ma rohamuna, asa mangolu hamu!",
      "type": "content"
    }
  ]
}