{
  "book": "Yehezkiel",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende andung taringot tu hapepesan ni harajaon Juda 1-9. II. Taringot tu huta Jerusalem pe na tudos tu hau anggur 10-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai anggo ho pungka ma sada ende andung taringot tu angka induk ni Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala dohononmu ma: Aha do inangmu? Singa boruboru do ibana, na manggompang di tongatonga ni angka singa, laos di tongatonga ni angka anak ni singa dipagodanggodang anakna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dipatogitogi do sada sian angka anakna, asa gabe singa parsiajar, manoro sisoroon, manganhon jolma.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung dibege angka bangso parbegu baritana, gabe tartangkup ibana di bagasan godungnasida, jala diharihiri manogu ibana tu tano Misir.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung diida inangna i na maimaima na sai laon, naung pesan do hape aroparopna i, gabe dibuat muse sada sian angka anakna mambahen ibana gabe singa parsiajar.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai mardalani do ibana di tongatonga ni angka singa, gabe singa parsiajar, asa marsiajar manoro sisoroon, manganhon jolma.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i digogoi ma angka parompuan na mabalu, jala hutanasida diulang do, gabe tarulang ma tano i, jala godoron pangisina i maradophon soara parauangna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi marrongoman ma dompak ibana angka bangso parbegu humaliang sian luatna be, jala ditaon rambangnasida padapot ibana, gabe tartangkup ibana di bagasan godungnasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i diharihiri nasida ibana mambahen tu bagasan huruhuruan, laos ditogutogu ibana tu raja sian Babel, diboan ibana muse tu bagasan huta angka na gonting, asa unang be tarbege soarana di atas ni angka dolok Israel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Tudoshon hau anggur do inangmu, suang songon ho, tarsuan di tobing; marparbue jala mardangkai ibana dibahen godang ni aek.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala adong di ibana ranting angka na marmulia, pola tarpangke bahen tungkot harajaon, jala timbo partubuna pola disalpui angka ombun, gabe tarida ibana binahen ni hinatimbulna dohot hinadeak ni angka rantingna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i tarbutbut ibana di bagasan harimason, laos tartimpal tu tano, ro muse alogo sian purba mangarahar parbuena, angka suak ma rantingna na marmulia i jala ranggason, api muse manganhon ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai anggo nuaeng tarsuan do ibana di halongonan, di tano bakkalbakkal jala na so maraek.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala ruar do api sian ranting ni dangkana na sada na manganhon parbuena, gabe ndang adong be di ibana ranting na marmulia tau bahen tungkot harajaon. Ende andung ma i laos pangkeon bahen ende andung tu joloan on.",
      "type": "content"
    }
  ]
}