{
  "book": "Yehezkiel",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sahat ni tohonan panurirang tu si Hesekiel dohot panggomosina 1-7. II. Surat laklak na binalunan na marsurat pangaluan 8-10",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi didok ibana ma tu ahu: Ale anak ni jolma, ojakkon ma patmu, asa mangkatai ahu tu ho.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i uju mangkatai ibana tu ahu, bongot ma Tondi i tu bagasan ahu, laos dipajongjong ahu di pathu, gabe mananginangi ahu tu ibana na mangkatai dohot ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i didok ibana tu ahu: Ale anak ni jolma, ahu ma marsuru ho tu halak Israel, tu bangso angka na manggunturi dompak ahu; nang nasida, nang ompunasida, sai marbalik do sian ahu rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ahu ma tongon marsuru ho tu anak, angka na pir bohi dohot na tangkang marroha, jala dohononmu ma tu nasida: Boti hata ni Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai anggo nasida, manang tangihononna manang ndang, ai bangso panggunturi do nasida, gabe diboto nasida naung adong panurirang sada di tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia ho ale anak ni jolma, unang ho mabiar maradophon nasida, manang umbege hatanasida i pe, unang ho tahuton! Ai atik pe suga jala tadatada donganmi, jala maringan ho di lambung hala, unang tahuton ho umbege hatanasida i, jala unang mabiar ho mida bohinasida, ai bangso panggunturi do nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon dohononmu angka hatangku tu nasida, manang tangihononna manang ndang, ai panggunturi do nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dibahen i, ho ale anak ni jolma, tangihon ma na hudok tu ho, unang dohot ho manggunturi, songon bangso panggunturi i! Pabuha ma pamanganmu, jala pangan silehononku tu ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i maralatan ma ahu, gabe ida ma, tangan sada sonson tu jolongku, jala ida ma, di bagasanna do surat laklak sada na binalunan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala dipaherbang di jolongku, jala marsurat do i di jolo dohot di pudi, jala tarsurat disi: Angka andung, partatangison dohot parisuangon!",
      "type": "content"
    }
  ]
}