{
  "book": "Yehezkiel",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata sipaingot tu angka sintua ni Israel: Dipasingothon roha hagunturon ni bangso i uju di Misir 1-9. II. Uju di halongonan 10-26. III. Uju di pudi ni muse 27-32. IV. Ala ni do umbahen ditogihon Jahowa nasida tu halongonan ni angka bangso 33-39. V. Alai togihononna do nasida sogot mulak tu tanonasida i 40-44",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i papitutaonhon, di ari sampulu bulan sipaha lima, ro deba baoa sian angka sintua ni Israel usouso tu Jahowa, jala hundul nasida di jolongku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ro ma hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ale anak ni jolma, mangkatai ma ho dohot angka sintua ni Israel, jala dohononmu ma tu nasida: Songon on do hata ni Tuhan Jahowa: Tung usouso tu ahu ma tagamon hamu angka na ro i? Songon sintongna mangolu ahu, molo tung olo be ahu usousoanmuna, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Atehe ale anak ni jolma, naeng toruanmu nasida? Naeng toruanmu tutu? Antong pabotohon ma tu nasida biasbias angka na niula ni angka ompunasida!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala dohononmu ma tu nasida: Songon on do hata ni Tuhan Jahowa: Di ari uju pamillithu di Israel, pola hupatoltol tanganku tu pinompar ni si Jakkob, jala hupapatar diringku tu nasida di tano Misir, jala hupatoltol tanganku tu nasida, huhut mandok songon on: Ahu do Jahowa, Debatamuna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Apala di ari na sasada i hupatoltol muse tanganku tu nasida, laho manogihon nasida ruar sian tano Misir tu tano naung hupillit di nasida, tano habaoran ni susu dohot situak ni loba, tano na marmulia on sian saluhut angka luat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala hudok hian tu nasida: Ganup ma hamu mangambolongkon angka hasogiron ni matana, jala unang ramuni hamu dirimuna marhitehite angka ganaganaan ni Misir! Ahu do Jahowa, Debatamuna i!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai manggunturi do anggo nasida dompak ahu, jala ndang olo nasida tumangihon ahu, ndang saut ganup nasida mangambolongkon angka hasogiron ni matana be, jala ndang ditadingkon nasida angka ganaganaan ni Misir. Jadi diondam rohangku ma naeng mangusehon rimashu tu nasida, asa tung sun tolhas rimashu tu nasida di tongatonga ni tano Misir.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai tahe hombar tu goarhu do hupasaut, asa unang marlea goarhu di adopan ni bangso parbegu, angka na humaliang nasida, nunga pola hupapatar diringku tu nasida, pola dipaidaida matanasida, laho manogihon nasida ruar sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Jadi dung hutogihon nasida ruar sian tano Misir, jala hutogihon nasida tu halongonan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Gabe hulehon tu nasida angka patikku, jala hupabotohon tu nasida angka uhumhu, parhitean ni jolma tu hangoluan nian molo diulahon.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Hulehon muse tu nasida angka ari Sabbathu bahen tanda paboa di tongatonganasida ahu, asa tung ditanda nasida ahu do Jahowa na pabadiahon nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai manggunturi dompak ahu do pinompar ni Israel nang di halongonan, ndang diparangehon nasida angka patikku, jala diambolongkon do angka uhumhu, parhitean ni jolma tu hangoluan nian, molo diulahon, jala diramuni nasida situtu angka ari Sabbathu. Jadi diondam rohangku ma mangusehon rimashu tu nasida di halongonan, maniaphon nasida nian.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai tahe hombar tu goarhu do hupasaut, asa unang marlea goarhu di adopan ni bangso parbegu, angka na paidaidahon ahu manogihon nasida ruar.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i hupatoltol huhut tanganku dompak nasida, uju di halongonan, na so tupa boanonku nasida sahat tu tano naung hubasabasahon nian tu nasida, tano habaoran ni susu dohot situak ni loba, tano na marmuliaan sian saluhut angka luat.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ala naung niambolongkonnasida angka uhumhu, jala na so pinarangehonnasida angka patikku, jala na niramunannasida angka ari Sabbathu, ai angka ganaganaannasida do dipaihutihut rohanasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai marpangulahi do rohangku mida nasida, umbahen so mago nasida, jala ndang sun siap nasida hubahen di halongonan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ningku ma tu angka anaknasida di halongonan: Unang paihutihut hamu angka patik ni amamuna i, jala unang radoti hamu angka uhumnasida, jala unang ramuni hamu dirimuna marhitehite angka ganaganaannasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai ahu do Jahowa, Debatamuna i, angka patikki ma paihutihut hamu, jala angka uhumhu ma radoti hamu, jala ulahon hamu angka i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala angka ari Sabbathu parbadiai hamu, bahen tanda paboa ahu di tongatongamuna, asa tung ditanda hamu ahu do Jahowa, Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Hape manggunturi dompak ahu do nang angka anakna: Angka patikki ndang diparangehon nasida, jala angka uhumhu ndang diradoti nasida laho mangulahon nian, parhitean ni jolma tu hangoluan nian, molo diulahon, angka ari Sabbathu diramuni nasida do. Jadi huondam muse mangusehon rimashu tu nasida, asa sun tolhas rimashu tu nasida di halongonan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai tahe hupasurut muse tanganku, jala hubahen hombar tu goarhu, asa unang marlea di adopan ni bangso parbegu, angka na paidaidahon naung hutogihon nasida ruar.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Nang di halongonan hupatoltol do tanganku dompak nasida, laho pamamparhon nasida tu tongatonga ni angka bangso parbegu dohot paserakkon nasida tu angka luat ni halak.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ala na so niulahonnasida angka uhumhu, jala na niambolongkonnasida angka patikku, jala na niramunannasida angka ari Sabbathu, jala na pinaihutihut ni matanasida angka ganaganaan ni amanasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ahu pe antong, hulehon ma tu nasida patik, angka na so denggan dohot uhum angka na so tarhangoluhon nasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala huramuni nasida marhitehite angka peleannasida, ala dipabolushon nasida sian api, sandok buhabajunasida, asa husiaphon nasida, asa tung ditanda nasida ahu do Jahowa!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(III.) Dibahen i ale anak ni jolma, hatahon ma tu pinompar ni Israel, jala dohononmu ma tu nasida: Songon on do hata ni Tuhan Jahowa: Lam didatdati ompumuna dope mangaleai ahu di na nioseoseannasida ahu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai dung tolhas nasida huboan tu tano, naung pola humangmangkon lehononku do i tu nasida; gabe dipelehon nasida peleannasida i tu ganup dolokdolok na timbo dohot tu ganup hau na rugun angka na niidanasida i, jala disi do dibahen nasida pargasipan ni peleannasida, jala dipatindang disi daupanasida na hushus i, jala diusehon disi peleannasida siinumon i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi hudok ma tu nasida: Tu aha do tambak na tinopotmuna i? Laos dibahen ma goarna \"tambak\" rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dibahen i dohononmu ma tu pinompar ni Israel: Songon on do hata ni Tuhan Jahowa: Tung so mangaramuni dirimuna do hamu paihutihut dalan ni ompumuna i, jala tung so marmainan ma hamu mangihuthon angka hasogironnasida?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jala di na sinombahonmuna silehonlehonmuna i di na pinabolushonmuna sian api anakmuna i, diramuni hamu do dirimuna hombar tu saluhut ganaganaanmuna rasirasa sadarion; ia ahu tung olo ma ahu usousoanmuna, hamu ale pinompar ni Israel? Songon sintongna mangolu ahu, ninna Tuhan Jahowa, ndang olo ahu usousoanmuna.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Tubutubu ni rohamuna pe ndang tagamon saut, na nidokmuna i: Songon angka bangso parbegu do hita sogot, songon angka bangso ni angka luat na asing hita marsomba tu hau dohot tu batu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(IV.) Songon sintongna mangolu ahu, ninna Tuhan Jahowa: Molo so ahu sandiri mangarajai hamu sogot marhitehite tangan na gogo dohot marhitehite botohon na toltol dohot marhitehite rimas na use.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jala ahu manogihon hamu ruar sian angka bangso parbegu jala ahu papunguhon hamu sian luat parserahanmuna na sai laon, marhitehite tangan na gogo dohot marhitehite botohon na toltol dohot marhitehite rimas na use.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jala ahu manogihon hamu tu halongonan ni angka bangso, asa hutorui hamu disi paadop bohi be.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Songon panoruingku di ompumuna uju di halongonan ni tano Misir, laon songon i toruanku hamu, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jala ahu pabolushon hamu sian toru ni tungkot harajaon, jala ahu mamboan hamu tu bagasan ihot ni parpadanan.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jala ahu papurpurhon sian hamu angka panggunturi dohot angka na marbalik sian ahu, paruaronku ma nasida sian tano panangkarnangkaran nasida i; alai ndang tolhas nasida tu tano ni Israel, asa tung ditanda hamu ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Antong hamu, ale pinompar ni Israel, songon on do hata ni Tuhan Jahowa: Laho ma hamu marsomba ganup tu ganaganaanna! Alai dungkon ni, molo so olo hamu tumangihon ahu, ianggo goar ni habadiaonku ndang be ramunanmuna marhitehite peleanmuna manang ganaganaanmuna.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "(V.) Ai di atas ni dolok ni habadiaonku, di atas dolok ni Israel na timbo i, ninna Tuhan Jahowa, disi ma sombaon ni sandok pinompar ni Israel ahu sogot, tung saluhut halak na di tano i do; disi ma marlomo ni roha ahu mida nasida, jala disi ma usousoanku peleanmuna dohot patumonaan ni silehonlehonmuna ro di saluhut habadiaonmuna i.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Mardongan uap na hushus ma ahu mangkalomohon hamu, di na hutogihon hamu ruar sian angka bangso, jala hupapungu hamu sian angka luat parserahanmuna na sai laon, asa tung badia ahu di bagasan hamu di adopan ni angka bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Asa tung ditanda hamu ahu do Jahowa, molo dung huboan hamu tu tano Israel, tu tano naung pola huuarihon lehononku do i tu ompumuna i.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Jadi disi ma ingotonmuna angka dalanmuna dohot saluhut pambahenanmuna, angka na paramun hamu, gabe laos marbiasbias ma hamu mida dirimuna ala saluhut hajahaton, angka na binahenmu i.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Asa tung ditanda hamu, ahu do Jahowa, ia dung hubahen tu hamu hombar tu goarhu, ndada hombar tu dalanmuna, angka na jahat i, jala ndada hombar tu pambahenanmuna, angka na busuk i, hamu ale pinompar ni Israel, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "(21-1) ",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "I. Lumbalumba ni uhum madabu dompak Jerusalem 1-5. II. Nunga pola tarsintak podang i di atas Jerusalem dohot di atas tano Israel 6-12. III. Podang i do patolhas uhum ni Jahowa tu bangsona 13-22. IV. Podang ni raja sian Babel papatu Jerusalem 23-32. V. Nang tu halak Amon mangonai do uhum pangarimasan i 33-37",
      "type": "title"
    },
    {
      "verse": 46,
      "text": "(21-2) Ale anak ni jolma, tujuhon ma bohim tu dalan tungkan dangsina, jala mangalumba ma ho dompak dangsina, jala manurirangi ma ho dompak tombak ni ladang tungkan dangsina.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "(21-3) Jala dohononmu ma tu tombak tungkan dangsina: Tangihon ma hata ni Jahowa! Songon on do hata ni Tuhan Jahowa: Ida ma, ahu pagalakkon sada api di bagasan ho, gabe suda panganonna di bagasan ho, saluhut hau na rata dohot saluhut hau na masak; tung na so haintopan manang ise jilamna, gabe mosok ma binahen ni saluhut bohi sian dangsina sahat ro di utara.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "(21-4) Jadi idaon ni nasa sibuk ma, ahu Jahowa do pagalakkon, ndang be haintopan.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "(21-5) Jadi ningku ma: Oe ale Tuhan Jahowa! Angka nasida mandok tu ahu: Nda marhulingkulingan do ibana mangkatai?",
      "type": "content"
    }
  ]
}