{
  "book": "Yehezkiel",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "(21-6) (II.) Dung i ro muse ma hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(21-7) Ale anak ni jolma, tujuhon ma bohim dompak Jerusalem, jala mangalumba ma ho dompak angka inganan na badia i, jala manurirangi ma ho dompak tano Israel!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(21-8) Jala dohononmu ma tu tano Israel: Songon on do hata ni Tuhan Jahowa: Ida ma, marlulu ma ahu dompak ho, nunga pola huumpat podangku sian sarungna, asa husiaphon sian ho partigor dohot parjahat.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(21-9) Ala na naeng ahu maniaphon sian ho partigor dohot parjahat, umbahen na ruar podangku sian sarungna marlulu dompak nasa jolma sian dangsina sahat ro di utara.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(21-10) Asa tung ditanda nasa jolma ahu do Jahowa, naung mumpat podangku sian sarungna, ndang tagamon mulak boti tusi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(21-11) Ia ho ale anak ni jolma, ingkon marhoihoi ma ho maradu marponggolan gontingmu, jala manimbasnimbas ma ho di adopannasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(21-12) Tung sura dohononnasida mandok ho: Ala ni aha umbahen sai marhoihoi ho? Gabe dohononmu ma: Ala barita naung ro, gabe malala ateate ni luhutna, jala mandate tangan ni sudena, jala godoron roha ni sudena, jala saluhut ulu ni tot telluktelluk songon aek. Ida ma, nunga ro jala nunga masa, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(21-13) (III.) Dung i ro muse ma hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(21-14) Ho ale anak ni jolma, manurirangi ma ho! Jala dohononmu ma, songon on do hata ni Jahowa: Dok ma: Nunga tung ginarutan podang i, nunga niugam podang i huhut.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(21-15) Asa marraserasehon hararage bolon umbahen ginarutan, asa sumiksaksiksak songon hilap umbahen na niugam! Manang tung tarbahen hami ma marlas ni roha? Tungkot harajaon ni anakki do i na mangarasehon saluhut hau.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(21-16) Nunga tung dilehon podang i paugamhonsa laho pagolomhon tu bagasan tangan. Nunga tung ginarut podang i, jala na niugam laho mangalehon tu bagasan tangan ni sipamunu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(21-17) Mangangguhi jala mangandungi ma ho, ale anak ni jolma! Ai marlulu dompak bangsongki do podang i; dompak saluhut induk ni Israel do podang i, marragean do nasida rap dohot bangsongki dibahen podang i. Dibahen i tompuhi ma gontingmu!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(21-18) Nunga nian ro pangunjunan, hape ndang adong labana! Tung so marguna ulaning nang tungkot harajaon na marraserase? ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(21-19) Ia ho, ale anak ni jolma, manurirangi ma ho jala topaktopak i tanganmu! Ingkon silompit dua podang i, silompit tolu, podang ni halak angka na mate tartiham do i, podang ni jolma na sangap na tartiham na manolpusi nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(21-20) Asa tung malala ateate ni angka jolma i, asa patorophon angka partuktuhan di lambung ni saluhut bahalnasida, umbahen tung hulehon parlisik ni podang i. Oe nunga gabe hilap hape laho mamotongi umbahen na niugam!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(21-21) Pasada ma dirim, tondong ma dompak siamun, marsijongjong ma ho dompak hambirang, manang dompak dia pe babami humusor ingkon mangan do.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(21-22) Ahu pe antong, ingkon martopaptopap tangan ahu, asa tung sombu rimashu! Ahu Jahowa sandiri na mandok i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(21-23) (IV.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(21-24) Ia ho, ale anak ni jolma, gombar ma di ho dua dalan haroroan ni podang ni raja sian Babel: Sada do tano haroroan ni dalan i duansa, gombar muse ma sada tangan, di haroroan ni dalan tu sada huta do i jadihononmu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(21-25) Bahenonmu huhut sada dalan haroroan ni podang tu Rabba ni halak Amon dohot tu Juda pola sahat tu bagasan Jerusalem na gonting i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(21-26) Ai jongjong do raja sian Babel di sirpang ni dalan, apala di haroroan ni dalan na dua i, asa pahundul pangarunding, maniori angka sumbia, manungkun angka terapim, manilik ateate ni manuk.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(21-27) Di tanganna siamun do pangarundingon \"dompak Jerusalem\" bahenon angka salosap, ungkapon pamangan mandopurdopuri, pangiaron soara marsuraksurak, bahenon angka salosap tu lambung bahal, pungkaon hubu, paulion batarbatar.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(21-28) Alai hira tondung sipaotooto do i di rohanasida, ala mardapotdapot angka uari di nasida, hape marningot ma anggo ibana di hajahaton laho patundukkon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(21-29) Dibahen i, songon on do hata ni Tuhan Jahowa: Ala naung dipasingothon hamu hajahatonmuna, di hapapatar ni pangalaosionmuna laho patandaphon dosamuna di saluhut pambahenanmuna, ala naung soro hamu tu parningotan, ingkon papatuon do hamu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(21-30) Ia ho parjahat na sumalin, induk ni Israel! Nunga ro ajalmu di tingki panimpulon ni hajahaton.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(21-31) Songon on do hata ni Tuhan Jahowa: Paholang ma talitali, jala buat ma tumpal, ai ingkon rap mago do! Sipatimboon do na rodop, jala siparodopon do na timbo.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(21-32) Siap, siap, siap do i bahenonku! Tongon ndang disi be, paima ro ibana nampuna uhumi, jala tu ibana do i lehononku.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(21-33) (V.) Ia ho ale anak ni jolma, manurirangi ma ho, jala dohononmu ma, songon on do hata ni Tuhan Jahowa taringot tu halak Amon dohot taringot tu panenganengaonnasida, jala dohononmu ma: Nunga tung diumpat podang i laho mamotongi, nunga tung niugam laho maniaphon, asa sumiksaksiksak songon hilap.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(21-34) Ala na nialatanna di ho sipaotooto, ala na tinondunganna di ho gabus laho mameakkon ho tu rungkung ni parjahat angka naung mate tartullang, naung ro arinasida di tingki panimpulon ni hajahaton.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(21-35) Pasuang ma podang i tu bagasan sarungna! Apala di inganan panjadianmu, di tano parmulaanmu ahu manguhum ho.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(21-36) Jala usehononku ma tu ho rimashu, ombusonku ma api parpiarpiar ni rimashu dompak ho, jala pasahatonku ma ho tu bagasan tangan ni baoa angka na garang, angka tungkang hamagoan.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(21-37) Ingkon suda ho panganon ni api, ingkon durus di tongatonga ni tano i ia mudarmu, ndang be taringotan ni halak ho; ai ahu Jahowa sandiri na mandok i.",
      "type": "content"
    }
  ]
}