{
  "book": "Yehezkiel",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ingkon marserak tu tongatonga ni angka parbegu isi ni Jerusalem, ala ni hinadeak ni hasogiron na niulanasida i 1-16. II. Ingkon lalaon do nasida di bagasan liang pamurunan ni pardangolan 17-22. III. Hajahaton ni angka panurirang, malim dohot induk manginsombut tu nasida sogot 23-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia ho ale anak ni jolma, nda naeng toruanmu? Nda naeng toruanmu huta parsapataan mudar? Pabotohon ma tusi saluhut hasogiron angka na niulana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dohononmu ma: Songon on do hata ni Tuhan Jahowa: Ho ale huta na mandurushon mudar di tongatongana, asa parohon ajalmu, jala mambahen angka ganaganaan mangalo dirina, asa paramunhon!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Marhitehite mudar naung niusehonmu ho marutang, jala marhitehite ganaganaan angka naung binahenmi ramun ho, laos ho pajonokkon ariarim dohot parohon taonmu. Ala ni do hupasahat ho gabe haurahon di tongatonga ni angka bangso parbegu, jala sieleseleson di saluhut luat.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tole halak angka na jonok dohot na dao mangelesi be mida ho ale parbarita na ramun, parhagunturon godang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ida ma, angka induk ni Israel mangasahon gostong ni botohonna be di bagasan ho, asa mandurushon mudar.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ama dohot ina ditoisi nasida do di bagasan ho, mangulahon pangarupaon tu halak dagang do nasida di tongatongami, na tading di lampin pe dohot na mabalu dirupa nasida do di bagasan ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nunga marlea dibahen ho angka habadiaonku, jala nunga diramuni ho angka ari Sabbathu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Adong do di bagasan ho angka baoa parjehejehe, asa mandurushon mudar, jala di atas ni angka dolok do nasida mangan di bagasan ho, harorangon di diulahon nasida di tongatongami.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga dipatedek nasida hailaan ni ama di bagasan ho, parompuan na ramun binahen ni hasomalanna pe nunga digogoi nasida di bagasan ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala ganup mambahen hasogiron tu jolma ni donganna, jala ganup mangaramuni parumaenna marhitehite harorangon, jala ganup manggogoi di bagasan ho ibotona sandiri, na saama dohot ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Manjaloi sisip do nasida di bagasan ho, asa mandurushon mudar, jala dibuat ho do anak ni hepeng na matorbangku, jala diangati ho do donganmu marhitehite pangarupaon, jala dihalupahon ho do anggo ahu, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ida ma, nunga pola hupiupiu tanganku taringot tu parpihiton naung niulahonmi dohot taringot tu parsapataan mudar, angka na masa di tongatongami.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tung tagamon manahan ma rohami? Manang tung margogo ma tanganmu di ari angka sibahenonku dompak ho? Ahu Jahowa sandiri do mandok hata i dohot na mambahensa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala ahu paserakkon ho sogot tu tongatonga ni angka bangso parbegu dohot pamamparhon ho tu angka luat, asa tung husiaphon haramunonmu sian ho.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Asa manginona tu ho haramunonmu di adopan ni angka bangso parbegu, asa tung ditanda ho ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ale anak ni jolma, nunga tung gabe tasik ianggo pinompar ni Israel di ahu! Tung saluhut nasida gabe haksa, tombaga, bosi dohot simbora di tongatonga ni liang pamurunan, gabe te ni perak do nasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibahen i, songon on do hata ni Tuhan Jahowa: Ala naung saluhut hamu gabe tasik, dibahen i, ida ma, ahu mangalaum hamu tu tongatonga ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Songon pangalaum ni halak di perak, haksa, bosi, simbora dohot tombaga tu tongatonga ni liang pamurunan, asa mangombus api di toruna laho mangalala; suang songon i laumonku hamu di bagasan rimashu dohot di bagasan parpiarpiar ni murukku, asa hutubahon jala hulala hamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tongon tahe ahu mangalaum hamu dohot mangombushon dompak hamu api parpiarpiar ni rimashu, asa malala hamu di tongatongana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Songon pangalalaon di perak di tongatonga ni liang pamurunan, ingkon songon i lalaon hamu di tongatongana, asa tung ditanda hamu ahu Jahowa sandiri naung mangusehon rimashu dompak hamu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(III.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ale anak ni jolma, dok ma tu ibana: Ho do sada tano na so pinaias, na so tininggang ni udan di ari pangarimasan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Marbulan do angka panurirangna di tongatongana; songon singa na marauang mandiori sisoroon do nasida mamolgak tondi ni halak, dilahangi nasida do ugasan angka na arga dohot patorophon angka na mabalu di tongatongana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Angka malimnasida pe manjahati dompak patikku, jala diramuni nasida angka inganan habadiaonku; ndang dibelok nasida na badia martimbangkon na ramun, jala ndang dipabotohon nasida belok ni na ramun martimbangkon na ganjing, jala dipapitpit do matanasida manoisi angka ari Sabbathu gabe marlea ahu dibahen di tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Angka induk na di tongatongana, hira sarigala do angka na manoro sisoroonna laho mandurushon mudar, laho mangago angka tondi ni jolma, asa mandiori pangomoan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Angka panurirangnasida pe mangaleaphon sampang tu nasida, maralatan sipaotooto dohot mangarundingkon gabus tu nasida, angka ninna do: Songon on do hata ni Tuhan Jahowa, hape so tutu Jahowa mandok.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ia situan na torop isi ni tano i mangulahon pangarupaon, jala mamupusi, dirupa nasida huhut na dangol dohot na parir, jala mambahen gogo nasida tu halak dagang mangulahon na so uhum.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi hulului nian sian nasida sahalak na mambahen talak batu, jala na jongjong di haluapan manuhenuhe maradophon ahu humongkop tano i, asa unang huago nian, hape ndang adong jumpang ahu nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dibahen i huusehon ma rimashu tu nasida, di bagasan parsigorgor ni murukku husiaphon nasida, manginona tu ulunasida hubahen dalannasida i, ninna Tuhan Jahowa.",
      "type": "content"
    }
  ]
}