{
  "book": "Yehezkiel",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata paminsangon dompak Samaria dohot Jarusalem na martinodohon jala na rorang duansa 1-4. II. Assur do umpinsang parmainanon ni Samaria 5-10. III. Alai dohot do Jerusalem marmainan tu halak Kasdim 11-21. IV. Dibahen i ingkon halak Kasdim maminsang nasida 22-35. V. Dipajojor muse hasogiron na niula ni na dua parompuan na martinodohon i dohot torutoru ala ni parmainanonnasida 36-49.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anak ni jolma, adong do na jolo dua parompuan, sisada ina do nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i marmainan nasida di Misir, tagan di haposoonna tahe marmainan nasida; disi do dipajamajama bagotna, jala disi do diparmeammeam ulu ni susuna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia goar ni parompuan na umbalga i: Si Ohola; jala anggina i si Oholiba; jadi ahu ma nampuna nasida duansa, gabe tubuan anak dohot boru; jala lapatan goarnasida: Samaria i ma si Ohola jala Jerusalem i ma si Oholiba.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Alai marmainan ma anggo si Ohola uju ahu mangangkupi ibana, sai mangkidophidopi ibana dompak puangna, tu Assur, angka na jonoki.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Angka na marpangkean surta, angka raja dohot partogi ni parangan, angka dolidoli hasoloan do nasida luhutna, angka parsihundul di hoda.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai dipuluti do marhite sian parmainanonna saluhut anak ni Assur angka na pinillit; jadi marhitehite saluhut halak angka na hinidophidopanna, marhitehite saluhut ganaganaannasida diramuni do dirina.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Parmainanonna tu halak Misir pe ndang dipasohot, ala naung niangkupanna modom tagan di haposoonna, jala nasida marmeammeamhon ulu ni susuna uju namarbaju dope, jala naung niusehonna i harorangonna tu nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibahen i, laos ahu pasahathon nasida tu bagasan tangan ni angka puangna, tu bagasan tangan ni halak Assur, angka na hinidophidopanna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angka nasida ma patedekkon hailaanna, laos dipambuat nasida angka anakna dohot boruna, anggo inana i dibunu do marhitehite podang, gabe marbarita na roa tu angka parompuan, angka na mangalaluhon uhum tu nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) Jadi dung songon i diida si Oholiba, anggina i, gabe jumahat muse ibana mambolongkon dirina, jala ganda parmainanonna sian angka parmainanon ni hahana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mangkidophidopi do ibana tu halak Assur, angka raja dohot partogi ni parangan angka na jonoki, angka parpahean na sun denggan, angka parsihundul di hoda, angka dolidoli hasoloan do nasida luhutna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi huida ma naung niramunanna i dirina, sisada dalan do nasida duansa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Digandai nasida dope tahe angka parmainanonna i; molo diida baoa angka na niuhir tu dorpi, sumansuman ni halak Kasdim, angka na ginorga dohot salenggam.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Angka na marhohos di gontingna, angka na marjabajaba di uluna, saluhut nasida rupa panglima di hureta porang, sumansuman ni halak Babel, Kasdim do tano hatubuannasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai mangkidophidopi ibana dompak nasida disi pajumpang matanasida, pola disuru angka suruanna manopot nasida tu luat Kasdim.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi ditopot halak Babel ma nasida, asa mangangkupi modom, gabe diramuni ma nasida marhitehite parmainanonna; jadi dung ramun nasida dibahen, gabe magigi ma rohana mida nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dipapatar ma parmainanonna, jala dipatedek hailaonna, jadi magigi ma rohangku mida nasida, suang songon gigi ni rohangku mida hahana i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hape lam digandai dope parmainanonna i, diingot muse angka ari haposoonna, uju na marmainan ibana di tano Misir.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala mangkidophidopi ibana dompak puangna, angka na marsibuk songon halode, jala sabur ni boninasida, sabur ni boni ni hoda.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Diparhagiot roham muse dope hagatalon ni haposoonmu, uju na pinarmeammeam ni halak Misir ulu ni susum, ala ni bagot ni haposoonmu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(IV.) Dibahen i, ale Oholiba, songon on do hata ni Tuhan Jahowa: Ida ma, ahu pahehehon angka puangmu dompak ho, angka naung hinagigihon ni roham nian, jala ahu parohon nasida dompak ho sian na humaliang:",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tole halak Babel dohot saluhut halak Kasdim, halak Pekod dohot Soa dohot Koa, rap dohot saluhut halak Assur, angka dolidoli hasoloan, angka raja dohot partogi ni parangan do nasida saluhut, angka panglima di hureta porang dohot angka na hinara, angka parsihundul di hoda do nasida saluhutna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Angka nasida i ro dompak ho, marparhohas hureta porang dohot galapang jala mardongan luhutan ni torop bangso, angka na marlombulombu na bolon dohot na metmet dohot martahuluk, nasida martungkum ho humaliang, jala ahu pasahathon uhumi tu nasida, asa nasida manguhum ho hombar tu uhumnasida i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jala ahu painonahon pangiburuonku tu ho, asa garang pambahennasida tu ho; igungmu dohot pinggolmu sapsapannasida, jala pasipasim marragean do bahenon ni podang; rampasonnasida ma angka anakmu dohot borum, jala pasipasim suda do panganon ni api.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Angkup ni tanggalannasida do angka pangkeanmi, jala rampasonna ulaulam angka na arga i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Asa ahu pasadihon harorangonmu dohot parmainanonmu olat ni tano Misir, asa unang be manaili matam tu nasida, jala ndang be paingotingotonmu Misir.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai songon on do hata ni Tuhan Jahowa: Ida ma, ahu pasahathon ho tu bagasan tangan ni halak naung hinabiashonmu, tu bagasan tangan ni halak naung hinagigihon ni roham.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi mardongan hasomoran ma pambahennasida tu ho, jala rampasonnasida sandok na hinangaluthonmu, jala tadingkononna ho salangsalang dohot marsaemara, asa tung patar hailaan ni parmainanonmu dohot harorangonmu dohot hagatalonmu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Bahenonna do luhutna i tu ho ala ni parmainanonmu mangihuthon tu angka bangso parbegu, ala na niramunonmu dirim marhitehite angka ganaganaannasida.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ala dalan ni hahami na niihuthonmi, laos lehononku ma panginumanna tu bagasan tanganmu.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Songon on do hata ni Tuhan Jahowa: Ingkon inumonmu do isi ni panginuman ni hahami, na hobuk dohot na ruak, pola dielak jala dieleselesi halak do dibahen godang ni isina.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi ingkon gok parmabuhon dohot hangaluton ma ho, panginuman hasiapon dohot harendepon do panginuman ni Samaria hahami.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ingkon inumonmu do i, pola siruponmu, maradu dilatanmu angka ngarngarna, jala garianganmu angka bagotmu; ai ahu do na mandok i, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dibahen i, songon on do hata ni Tuhan Jahowa; ala naung hinalupahon ni roham ahu, jala dibolongkon ho ahu tu pudim, ho pe ingkon taononmu harorangonmu dohot angka parmainanonmu!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(V.) Dung i ninna Jahowa muse tu ahu: Atehe ale anak ni jolma, naeng do toruanmu si Ohola dohot si Oholiba? Antong patuduhon ma tu nasida biasbias angka na niulanasida i!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ala naung marmainan i nasida, jala marsapu mudar tangannasida, jala na marmainan i nasida tu ganaganaannasida i, pola dohot anaknasida, angka na tinubuhonna di ahu nian, dipabolushon nasida do sian api papanganhonsa marsomba tu ganaganaannasida i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "On dope angkupni dibahen nasida tu ahu: Laos di ari na sasada i diramuni nasida habadiaonku, jala marlea angka ari Sabbathu dibahen nasida.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jala dung diseati nasida anaknasida i bahen somba di angka ganaganaannasida i, ro muse nasida tumopot habadiaonku sadarina i, laho paramunhon, jala ida ma, tung songon i do dibahen nasida di tongatonga ni jorongku.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Lam disuru nasida muse dope suruanna mangalapi baoa angka sian na dao; jala ida ma, dung ro nasida, maridi ma ho jala marpangir huhut mambahen sipajagarjagar pasangap nasida.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Laos juguk ma ho tu atas podoman apala na jagar, jala rade sada meja di adopanmu, jala diampehon ho tu atasna daupa dohot miak na hushus tu ahu.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Jadi tarbege ma di tongatongana soara hagunturon bolon, jala dongan ni angka baoa situan na torop i, tarboan dope halak Saba angka na sian halongonan, angka na mambahen leang tu tangannasida, jala tumpal hamuliaon tu atas ulunasida.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Jadi ninna rohangku ma taringot tu sibabijalang naung matua i: Tung datdatanna dope ulaning parmainanonna tusi?",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Dung i ditopot halak ma nasida, songon na somal tinopot ni halak boruboru sibabijalang; suang songon i ditopot nasida si Ohola dohot si Oholiba, parompuan na gatal i.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Dibahen i ingkon baoa angka na bonar manguhum nasida, hombar tu uhum sidabuon tu sibabijalang hian, hombar tu uhum sidabuon tu parompuan na mandurushon mudar, ai sibabijalang do nasida jala marsapu mudar do tangannasida.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Ai songon on do hata ni Tuhan Jahowa: Ahu ma manogihon nangkok marlulu dompak nasida sada luhutan bangso jala ahu pasahathon nasida pasipalsipalon dohot pupusan.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Jala dangguran ni luhutan bangso i nasida dohot batu, jala tampulanna nasida dohot podangnasida i; angka anaknasida dohot borunasida i bunuonna do, jala bagasnasida surbuonna do dohot api.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Asa ahu pasadihon harorangon sian tano i, anggiat tung jora saluhut parompuan, jala unang diulahon harorangon sisongon i.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Asa manginona tu hamu bahenonnasida harorangonmunai, jala manginsombut tu hamu dosa ni ganaganaanmunai, asa tung ditanda hamu, ahu do Tuhan Jahowa.",
      "type": "content"
    }
  ]
}