{
  "book": "Yehezkiel",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu halelengse ni Jerusalem pinatudos tu sada hudon na gurgur 1-14. II. Mate do jolma ni si Hesekiel, alai ndang jadi tatangisanna 15-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Pasiataonhon di ari sampulu bulan sipaha sampulu, ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anak ni jolma surathon ma di ho goar ni ari on, apala sadarion; ai apala sadarion do ro raja sian Babel mandopang Jerusalem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala bahen ma umpana sada dompak pinompar ni panggunturi i, jala dohononmu ma tu nasida: Songon on do hata ni Tuhan Jahowa: Hodohon ma sada hudon, hodohon ma tutu, jala tahui huhut aek tu bagasanna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Papungu ma tusi angka tanggotanggona, saluhut tanggotanggo angka na denggan, hae bona dohot hae tangan, holiholi angka na pinillit bahen panggohina.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Buat muse ma birubiru pamuean, jala haliangkon soban sian holiholi tu toruna, pagurgurhon situtu, asa tung masak dohot holiholi na di tongatongana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i, songon on do hata ni Tuhan Jahowa: Marjea ma huta parsapataan mudar, i ma hudon na martasik di bagasan, jala na so halongkangan tasikna! Paruar ma sian i tanggotanggona sadasada, unang pola dabu rujiruji taringot tusi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai di tongatongana do mudarna, tung di atas dolok batu manangkas do diusehon, ndada tu tano i didurushon, asa panguspanguson tu orbuk nian.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Laho pahehehon rimas, mandokkon martubolhon partubolan, umbahen hudurushon mudarna tu atas dolok batu manangkas, asa unang hapanguspangusan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibahen i, songon on do hata ni Tuhan Jahowa: Marjea ma huta parsapataan mudar! Ahu pe pabalgaonku ma pamurunan i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Patamba ma soban i, opan ma api, asa disudahon juhut i, jala marsik huana, jala mosok ia holiholi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Bahen muse hudon na rumar i tu atas garana, asa ginarahon, pola marrara tombagana, jala malala tasikna di tongatongana, jala disudahon nian.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Hape ngalutan boti do ahu, ai ndang olo lokkang tasikna na godang i, manahan do tahe tasikna i nang di bagasan api.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Apala di bagasan haramunonmu do harorangon; ala naeng ahu mangurasi ho, hape ndang olo ho paiason, ndang be tagamon paiason ho sian haramunonmu, paima sombu rimashu mida ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ahu Jahowa sandiri do na mandok i, sai na ro do ahu pasauthon, ndang tagamon pasurutonku, manang olanangku, manang tarsolsol bagi ahu; hombar tu angka dalanmu tahe, jala hombar tu pambahenanmu uhumonnasida ho, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ale anak ni jolma, ida ma, ahu mambuat sian ho hasoloan ni matam marhitehite begu masa; alai ndang jadi andunganmu manang tatangisanmu, manang mabakbak iluilum.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hohom boti ho marhoihoi, ianggo pangondason ndang jadi ulahononmu, alithon ma talitalim, jala bahen tapaktapakmu tu patmu, jala ndang jadi martujung janggutmu, jala ndang jadi panganonmu sagusagu ni halak sileban.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dung mangkatai ahu manogotna i tu situan na torop i, gabe mate ma jolmangku bodarina i, gabe hubahen ma manogotna i, songon naung tinonahon hian tu ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi ninna situan na torop i ma tu ahu: Atehe, ndang paboaonmu tu hami manang aha lapatan ni na binahenmu?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi ningku ma tu nasida: Hata ni Jahowa do i tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dok ma tu pinompar ni Israel: Songon on do hata ni Tuhan Jahowa: Ida ma, ahu paramunhon habadiaonku, i ma hatimbulon ni gogomuna, hasudungan ni matamuna dohot hasoloan ni rohamuna, jala anakmuna dohot borumuna, angka na tinadingkonmuna i, ingkon marragean do bahenon ni podang.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi ingkon bahenonmuna ma songon na hubahen i, ndang jadi martujung janggutmuna, jala ndang jadi panganonmuna sagusagu ni halak sileban.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ingkon talitalimuna di atas ulumuna, jala tapaktapakmuna di patmuna, ndang jadi hamu mangandungi manang mananangisi, asa mandate hamu di bagasan hajahatonmuna, jala marhoi be hamu ganup tu donganna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Asa tung gabe tanda halongangan si Hesekiel i di hamu; hombar tu saluhut naung binahenna, bahenonmuna di masana, asa tung ditanda hamu ahu do Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ianggo ho, ale anak ni jolma, nda tongon do di ari pambuathu sian nasida partanobatoannasida i, halasan ni hamuliaonnasida, hasudungan ni matanasida dohot na hinalungunhon ni rohanasida ro di anaknasida dohot borunasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Nda ro ma di ari na sasada i sahalak naung malua manopot ho pabotohon barita i tu pinggolmu?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Di ari na sasada i mungkap ma muse pamanganmu rap dohot halak na malua i, asa mangkatai ho, jala ndang be mangungu boti, asa tung gabe tanda halongangan ho di nasida, jala ditanda nasida ahu do Jahowa.",
      "type": "content"
    }
  ]
}