{
  "book": "Yehezkiel",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon dompak halak Amon 1-7. II. Dompak Moab 8-11. III. Dompak Edom 12-14. IV. Dompak halak Palistim 15-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anak ni jolma, tujuhon ma bohim dompak halak Amon, jala manurirangi ma ho taringot tu nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dohononmu ma tu halak Amon: Tangihon hamu ma hata ni Tuhan Jahowa! Songon on do hata ni Tuhan Jahowa: Ala naung nidokmu: Ha, ha, martillahon bagas habadiaonku, ala naung tarramun dohot tano ni Israel, ala naung tarulang dohot pinompar ni Juda, ala naung tarboan nasida tu habuangan!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dibahen i, ida ma, ahu pasahathon ho tu angka anak sian habinsaran bahen teanteanan, asa dipajok nasida undungundungnasida di bagasan ho, jala dipajongjong inganannasida di bagasan ho, nasida manganhon parbue ni tanom, jala nasida manginum susu ni pinahanmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala ahu mambahen, Rabba gabe parudaman ni angka unto, jala angka anak ni Amon gabe pangulonan ni birubiru, asa tung ditanda hamu ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai songon on do hata ni Tuhan Jahowa: Ala naung martopaptopap tangan ho jala marhajingjang jala martilla roham di saluhut panengaon ni roham taringot tu tano Israel:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i, ida ma, ahu patoltolhon tanganku dompak ho jala ahu pasahathon ho pupusan ni angka bangso parbegu, jala ahu maniaphon ho sian tongatonga ni angka bangso, jala ahu mangarendephon ho sian angka luat, asa tung hupansingkon ho, asa ditanda ho ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Songon on do hata ni Tuhan Jahowa: Ala na nidok ni Moab dohot Seir: Ida ma, songon saluhut bangso parbegu do hape pinompar ni Juda!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibahen i, ida ma, ahu patalak dalan tu Moab sumola angka huta, angka hutana tutu sahat ro di partalpahanna tano bosar i, sahat ro di Betjesimot, Baal-Meon dohot Kiriataim.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tu angka anak sian habinsaran do i lehononku rap dohot angka anak ni Amon bahen teanteanan, asa unang be taringotan halak Amon di tongatonga ni angka bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tu Moab pe dabuonku do angka uhum, asa tung ditanda nasida ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Songon on do hata ni Tuhan Jahowa: Ala mangulahon partubolon Edom tu pinompar ni Juda, gabe marsala godang nasida, ala marsunisunian nasida tu Juda.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibahen i, songon on do hata ni Tuhan Jahowa: Ahu patoltolhon tanganku marlulu dompak Edom, asa mangaripashon sian i jolma nang pinahan, jala tarulang do i bahenonku sian Teman sahat ro di Dedan ingkon marragean nasida bahenon ni podang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi ahu mambahen partubolan tu Edom marhitehite tangan ni bangsongku Israel, asa dibahen nasida tu Edom hombar tu rimashu dohot hombar tu murukku, asa tung ditanda nasida pangaluluhonku, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(IV.) Songon on do hata ni Tuhan Jahowa: Ala marsunisunian pambahen ni halak Palistim, jala martilla rohanasida mangulahon partubolon, laho mangago, ala musu tihus sian na robi dope.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen i, songon on do hata ni Tuhan Jahowa: Ida ma, ahu patoltolhon tanganku marlulu dompak halak Palistim, asa husiaphon halak Heret i, jala huago pasipasi ni halak partopi laut.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala hubahen tu nasida angka partubolan godang, asa tung ditanda nasida ahu do Jahowa, molo dung hulaluhon partubolan ni rimashu tu nasida.",
      "type": "content"
    }
  ]
}