{
  "book": "Yehezkiel",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu halelengse ni Tirus 1-6. II. Raja Nebukadnesar do mangalaluhon uhumi tu Tirus 7-14. III. Hasonggoton mida hapapatuna 15-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Pasampulu sada taonhon, di ari sada bulan sipaha sada, ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anak ni jolma, ala na nidok ni Tirus martillahonsa taringot tu Jerusalem: Ha, ha! Nunga tung maloha pintu haroroan ni angka bangso, mangarongom ro tu ahu ma nuaeng; gok ma ia ahu, tarulang ma ianggo ibana!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibahen i songon on do hata ni Tuhan Jahowa: Ida ma, marlulu dompak ho ma ahu, ale Tirus, jala ahu manogihon nangkok dompak ho torop angka bangso parbegu songon habibinsat ni laut binahen ni galumbangna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Lohaonnasida ma angka parik ni Tirus jala marumpak bahenonna angka palaspalasna, jala sapuonku ma sian i orbukna, asa hubahen nasida gabe dolok batu manangkas.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asa gabe paninaran ni angka jala do i di tongatonga laut; ai ahu do na mandok songon i, ninna Tuhan Jahowa; gabe sipupusan ni angka bangso parbegu huhut.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala pagaranna angka na di tano na bidang, ingkon marragean do bahenon ni podang, asa tung ditanda nasida ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Ai songon on do hata ni Tuhan Jahowa: Ida ma, ahu parohon dompak Tirus si Nebukadnesar, raja sian Babel, sian utara raja ni angka raja, mardongan hoda dohot hureta porang dohot angka jolma parsihundul dohot parangan mansai deak.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Bunuonna do marhitehite podang angka pagaranmu di tano na bidang, alai bahenonna ma batarbatar anggo dompak ho, jala pungkaonna ma parik dompak ho, jala paheheonna dompak ho lombulombu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala pasolhotonna ma salosap pangaloha tu angka parikmi, jala angka palaspalasmi robohononna ma i marhitehite parhohasna porang.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Binahen ni hinadeak ni angka hodana hungkupan ni orbuk ma ho, humuntal ma angka parikmu bahenon ni pardorom ni jolma parsihundul, galapang dohot hureta porang molo bongot ibana tu bagasan angka bahalmu, songon parbongotna tu huta naung matompas parikna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Marhitehite tambirik ni angka hodana luntahanna saluhut alamanmu, bunuonna ma ia bangsom marhitehite podang jala angka tiang ni hagogoonmu ingkon tinggangkononna do tu tano.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi pupusannasida ma sinamotmu, jala laumonna boniagam, jala lohaonnasida ma angka parikmu, jala angka bagas hasoloan ni roham rumpakkononna, ianggo angka batu parhaumi dohot turanggong reongkononna do tu tonga laut.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi pasohotonku ma hariburon ni angka endemi, jala soara ni parhinaloanmi ndang be tarbege.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala ahu manjadihon ho gabe dolok batu manangkas, gabe paninaran ni angka jala do ho, ndang be jadi ho paulion, ai ahu Jahowa do na mandok i, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Songon on do hata ni Tuhan Jahowa taringot tu Tirus: Tung so godoron situtu ma angka pulo umbege parlopuk ni hapapatum, di na morongorong angka na tartullang, di na mangangguhi angka na marragean di tongatongami?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi mijur be ma sian habangsanasida sude angka induk partopi laut, jala diambolongkon be sampesampenasida, jala ditanggali be pangkeannasida angka na ni angit, gabe marulos hatotongon nasida, hundul be nasida di tano manangkas, jala tarsonggot ganup tongkin, jala tarhalomong nasida mida ho.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi pungkaonnasida ma sada andung mida ho, jala dohononnasida ma tu ho: Inange, laho mago ho ale na rame binahen ni angka laut, ho huta na tarbarita na gogo di laut, huta i tahe ro di isina angka na mambahen tahuton saluhut pangisina i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ianggo nuaeng godoron ma angka pulo di ari hapapatum, tarhatotong ma tutu pulo angka na di bagasan laut mida ajalmu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai songon on do hata ni Tuhan Jahowa: Molo hubahen ho gabe huta na tarulang, songon huta angka na so niinganan, molo hutogihon nangkok marlulu dompak ho pasang naek, gabe angka aek magodang manghungkupi ho.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala hureongkon do rap dohot angka na turun tu godung, tu bangso na robi, jala hupaian ho tu bagasan tano ni angka lung, tu halongonan sian mulamula sahali rap dohot angka na turun tu godung, asa unang be hainganan ho: Jadi bahenonku ma hamuliaon di bagasan tano ni halak na mangolu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai gabe hasonggoton ma ianggo ho bahenonku, asa tung pidom ho; luluan ni halak do ho nian, hape ndang be jumpangsa ho salelenglelengna, ninna Tuhan Jahowa!",
      "type": "content"
    }
  ]
}