{
  "book": "Yehezkiel",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende andung taringot tu Tirus: Pangalaho ni hajagaronna dohot hamoraonna 1-11. II. Pausar ni partigatigaonna 12-25. III. Hapepesanna dohot ende andung taringot tusi 26-36",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia ho ale anak ni jolma, pungka ma sada ende andung taringot tu Tirus!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dohononmu ma tu Tirus na maringanan mardonokkon angka labuan ni laut, parboniagaan ni angka bangso tu torop angka pulo: Songon on do hata ni Tuhan Jahowa: Ale Tirus, songon on do hatam: Na sun denggan do hinaulingku!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Di tongatonga ni angka laut do parbalohanmu, angka pandem mambahen sun denggan hinaulim.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hau jior sian Senir do dipangke nasida pauli di ho sandok na lolo sadari, hau ares sian Libanon dibuat nasida laho mambahen tiang layar.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hau jati sian Basan angka dayungmu dibahen nasida, papan juguhanmu gading do dibahen na nilampis dohot hau ares sian angka pulo Kitim.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hain lamot na ni angit sian Misir do manderam, asa bahen partonggol di ho, surta na rata dohot na rara sian angka pulo Elisa do abit ni undungundungmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Halak isi ni Sidon dohot Arpad do angka jolma pandayung di ho; angka pandem, ale Tirus, angka na di bagasan ho, gabe angka partogim di laut.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Angka sintua sian Gibel dohot pandena di bagasan ho, angka i do padimpos rihariham. Saluhut angka kopal di laut ro di halak parkopal tahe jumpang do di bagasan ho, asa marboniaga tu ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Halak Persia, halak Lud dohot Pud masuk paranganmu, gabe ulubalangmu, lombulombu dohot tahuluk disangkothon nasida di bagasan ho, nasida tahe mambahen ho marmulia.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angka anak ni Arpad rap dohot paranganmu do marhaliang di atas parikmu, jala halak na begu di bagasan angka palaspalasmu; lombulombunasida digantungkon nasida di atas ni angka parikmu humaliang, nasida do apala padengganhon sun hamuliaonmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Tarsis do partigatigam dibahen hinagodang ni boniaga na marragam; perak, bosi, tombaga dohot simbora dilehon nasida ali ni boniagam.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Halak Jawan, Tubal dohot Mesek do angka partigatigam, angka hosa ni jolma dohot ulaula haksa dilehon nasida ali ni boniagam.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Halak Togarma mangalehon hoda parhuli dohot hoda hundulan dohot hoda na marsahe ali ni boniagam.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Halak Dedan do partigatigam; torop angka pulo dapotan boniaga sian ho, gading dohot hau jior ditungkarhon nasida tu boniagam.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Halak Ram do parboniagam dibahen hinagodang ni pandeanmu; mata intan zamrud, surta na rara, hain na ni angit, hain lamot dohot simata borgok dilehon nasida ali ni boniagam.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Halak Juda dohot Israel pe partigatigam do nasida, eme sian Minit, juada, situak ni loba, miak dohot parmasak dilehon nasida ali ni boniagam.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Halak Damaskus do parboniagam dibahen hinagodang ni pandeanmu dohot boniaga na marragam ali ni anggur sian Helbon dohot imput ni birubiru na saksak.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Halak Wedan dohot Jawan pe sian Usal mangalehon bosi naung tinopa, tanggule dohot ulumanis singkat ni boniagam.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Halak Dedan partigatigam di angka pangkean tu hoda dohot tu hureta.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Halak Arab dohot saluhut induk ni Kedar partigatiga ni tanganmu do nasida, angka birubiru boruboru dohot tunggal dohot hambing tunggal tigatiganasida tu ho.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Angka saudagar sian Saba dohot Raama pe angka parboniagam, situan ni saluhut parmasak na hushus dohot batu intan na arga marragamragam dohot sere dilehon nasida ali ni boniagam.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tole halak Haran, Kanne dohot Eden, angka partigatiga sian Saba, Assur, Hilmad ro tu pasarmu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Nasida martigatigahon tu ho angka pangkean na sun denggan, angka mandar bugis, hain na ni angit markodikodi dohot pangkean na arga sahali marpotipoti sian hau ares, jala simpan martali.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Marhoronhoron do angka kopal Tarsis siusung boniagam, jadi gok boniaga ho jala marmulia situtu di tongatonga ni angka laut.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(III.) Tu angka aek godang diboan angka pandayungmu ho, ro alogo sian purba mangkaromhon ho apala di tongatonga ni laut.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi sinamotmu dohot boniagam, partigatigaonmu, angka pandayungmu dohot angka partogim di laut, angka na padimpos rihariham dohot angka partigatigam dohot saluhut ulubalangmu angka na di bagasan ho, ro di saluhut angka na marluhut di tongatongami, ingkon harom di tongatonga ni angka laut apala di ari hapapatum.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Umbege soara angguhangguk ni angka partogim, humuntal ma angka pagaran di tano bidang.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi mijur ma sian angka kopalnasida saluhut halak sitiop dayung, angka halak parkopal saluhut partogi di laut, asa tardarat.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala pangiaronnasida ma soaranasida mida ho, jala marangguk badar, jala pirpirhononna orbuk tu atas ulunasida, huhut marguluguluhon sirabun.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jala palpalannasida ma ulunasida ala ho, huhut marhohoshon ulos tangki, jala tatangisanna ho, dibahen ponjot ni rohana.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Pungkaonnasida ma huhut sada andung mida ho di pardangolannasida i, andungkononna ma: Tung ise ma songon Tirus marisuang? Songon siapna di tongatonga ni laut?",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Uju na ro angka boniagam sian angka laut, butong ma torop bangso dibahen ho; binahen ni hinagodang ni sinamotmu dohot angka boniagam mamora do angka raja ni tano on dibahen ho.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Nunga jumpang tingki haharomanmu sian angka laut tu bagasan angka lung ni laut, gabe peut ambolong parboniagaonmu dohot sandok na marluhut di tongatongami.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Sude halak isi ni angka pulo tarhatotong be mida ho, jala manindang imbulu ni rajanasida, bolak be bohinasida.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Marngiuli be do angka partigatiga di tongatonga ni angka bangso mida ho, gabe hatotongon bolon do ho, jala ndang adong be ho ro di salelenglelengna.",
      "type": "content"
    }
  ]
}