{
  "book": "Yehezkiel",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon dompak raja sian Tirus 1-10. II. Ende andung ni panurirang i taringot tu rajai 11-19. III. Panurirangon dompak Sidon 20-24. IV. Haluaon ni pinompar ni Israel 25-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anak ni jolma, dok ma tu induk sian Tirus: Songon on do hata ni Tuhan Jahowa: Ala dipaginjang ho roham tung didok ho do: Ahu do Debata, habangsa ni Debata do na huhunduli di tongatonga ni angka laut! Hape jolma sambing do ho, ndada Debata, alai tudoshon bisuk ni Debata do bisukmu disura roham.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ida ma, umbisuk do ho sian si Daniel ninna roham, saluhut hahomion ndang buni sian ho.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Marhitehite habisukonmu dohot hapistaranmu dipatupa ho do hamoraonmu, ninna roham jala papungupungu sere dohot perak di bagasan jabu parpeopan ni artam.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Binahen ni hinagodang ni bisukmu dohot partigatigaonmu dipagodang ho sinamotmu, gabe di haginjangkon roham do sinamotmi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i, songon on do hata ni Tuhan Jahowa: Ala tudoshon bisuk ni Debata bisukmu dibahen ho.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i, ida ma, ahu parohon halak sileban marlulu dompak ho, bangso parbegu angka na garang sahali, umpatonnasida ma angka podangnasida mangago hinauli ni habisukonmu dohot mangaramuni sondangmi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung tu godung do onjarhononnasida ho, asa tung mate ho di tongatonga ni laut, songon hamamate ni halak na tartiham.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung tagamon dohononmu dope disi: Ahu do Debata, di adopan ni na mambunu ho? Hape jolma do ho, ndada Debata, di bagasan tangan ni halak na maniham ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon mate do ho songon hamamate ni halak na marhulup di bagasan tangan ni halak sileban, ai ahu do na mandok i, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ale anak ni jolma, pungka ma sada ende andung taringot tu raja sian Tirus, jala dohononmu ma tu ibana: Songon on do hata ni Tuhan Jahowa: Ho do nian na jolo tumiti parsuhatan, gok habisuhon, jala sun denggan hinaulim.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Maringan di Eden, porlak ni Debata do ho na jolo; saluhut mata intan angka na arga manghungkupi ho, mata intan sardis, topas, diaman, tarsis, onik, dohot jaspis, sapir, rubin, zamrud dohot sere; jadijadian ni arbabmu dohot sarunem di lambungmi; di ari hababangkitmu hian do i dipadiri di ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ho do nian sada kerubim na paherbang habongna manghungkupi, jala nunga hupaojak ho di atas dolok habadiaon ni Debata, di tongatonga ni angka batu na marsinondang do ho mardalandalan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tung sun denggan do ho di bagasan angka dalanmu, olat ni ari hababangkitmu sahat ro di hamamasa ni hajungkaton di bagasan ho.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Binahen ni hinagodang ni partigatigaonmu gok pangarupaon tongatongami, gabe mardosa ho; dibahen i hutimpalhon ho ala ni haramunonmu paholangkon sian dolok ni Debata, asa huripashon ho ale kerubim na manghungkupi sian tongatonga ni batu angka na marsinondang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dipaginjang ho do roham binahen ni hinaulim, diago ho do habisukonmu ala ni hamuliaonmu: Dibahen i tu tano reongkononku ho, jala bahenonku do ho tu jolo ni angka raja bahen sitotonduron.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Binahen ni hinagodang ni hajahatonmu di bagasan hageduhon ni partigatigaonmu diramuni ho do angka habadiaonmu; dibahen i ahu paruarhon api sian tongatongami na pasudahon ho, jala ahu mambahen ho gabe sirabun di sisik ni tano on di adopan ni saluhut halak na manondurhon ho.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Saluhut halak na tumanda ho na jolo di tongatonga ni angka bangso, tarhatotong be mida ho, gabe hasonggoton bolon do ho, jala ndang adong be ho ro di saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ale anak ni jolma, tujuhon ma bohim dompak Sidon, jala manurirangi ma ho taringot tusi!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala dohononmu ma: Songon on do hata ni Tuhan Jahowa: Ida ma, ahu ro marlulu dompak ho ale Sidon, jala marmulia ahu bahenonku di tongatongami, asa tung diboto nasida ahu do Jahowa, molo huputushon angka uhum di bagasanna, jala badia ahu hubahen di tongatongana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai tongoshononku ma tu bagasan huta i begu masa dohot durusdurus di mudar di angka alamanna, ingkon marragean jolma na mate tartiham di tongatongana marhitehite podang sian na humaliang, asa tung ditanda nasida ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala ndang adong be sogot di pinompar ni Israel tau suga na manura manang basir na mambugangi sian saluhut halak angka na humaliang nasida, angka na marhu ni roha mida nasida: Asa tung diboto nasida ahu do Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(IV.) Songon on do hata ni Tuhan Jahowa: Molo ahu papungupunguhon sogot pinompar ni Israel sian angka bangso parserahannasida na sai laon, jadi badia ma ahu marhite sian nasida di adopan ni bangso parbegu, jadi maringan ma nasida di tanonasida i naung hubasabasahon hian tu si Jakkob naposongki.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Asa marsonangsonang nasida maringan disi huhut pauli angka bagas dohot manuan angka porlak anggur, asa tung marsonangsonang nasida maringan, molo huputushon angka uhum tu saluhut angka na marhu ni roha mida nasida sian angka na humaliang nasida; asa tung ditanda nasida ahu do Jahowa, Debatanasida i.",
      "type": "content"
    }
  ]
}