{
  "book": "Yehezkiel",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu hapapatu ni Misir gabe tarulang pola opatpulu taon lelengna 1-12. II. Manuhenuhe do nian Misir di laonlaon ni ari, alai ndang suang hinatimbulna songon na jolo 13-16. III. Ingkon tabanon ni raja Nebukadnesar do i sogot 17-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Pasampulutaonhon, di ari sampulu dua bulan sipahasampulu ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anak ni jolma, tujuhon ma bohim dompak Firaun, raja sian Misir, jala manurirangi ma ho taringot tu ibana dohot taringot tu sandok Misir!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dohononmu ma: Songon on do hata ni Tuhan Jahowa: Ida ma, na ro ma ahu marlulu dompak ho ale Firaun, raja sian Misir, naga na bolon i, na manggompang di tongatonga ni angka sungena, na mandok: Ahu do nampuna sungengku jala ahu jumadihon ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dibahen i, ahu ma mambahen angka haithait tu bagasan osangosangmu, jala lohothononku ma angka dengke ni sungemi tu sisiksisikmu, jala enetonku ho tu ginjang sian tongatonga ni angka sungemi, jala saluhut dengke ni angka sungemi lohot do di sisiksisikmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala reongkononku ho tu halongonan, ro di saluhut dengke ni angka sungemi, gabe tinggang ho tu sisik ni ladang, ndang tagamon adong na manjomput manang papunguhon ho; tu binatang di tano i dohot tu pidong na martongatonga langit lehononku ho panganonna!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Asa tung ditanda saluhut isi ni Misir, ahu do Jahowa ala na gabe tungkot tolong nasida di pinompar ni Israel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Molo dung ditangkup nasida ho di tanganna gabe maponggol ho, laos dibolahon ho do sandok abaranasida, jala molo dipartungkot nasida ho, gabe maponggol ho, laos ditura ho sandok gontingnasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen i songon on do hata ni Tuhan Jahowa: Ida ma, ahu parohon dompak ho podang, asa husiaphon sian ho jolma nang pinahan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ingkon gabe halongonan tano Misir jala tarulang, asa tung ditanda nasida, ahu do Jahowa! Ala naung nidokna i: Ahu do nampuna sunge i, jala ahu do manjadihonsa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen i, ida ma, na ro ma ahu marlulu dompak ho dohot dompak angka sungemu jala ahu mambahen tano Misir gabe halongonan situtu jala tarulang, olat ni Migdol sahat ro di Siene jala sahat ro di partalpahan tungkan Kus.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ndang jadi mamolus sian i pat ni jolma nanggo sada manang pat ni pinahan, jala ndang jadi inganan opatpulu taon on.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala ahu mambahen tano Misir gabe halongonan di tongatonga ni luat angka na tarulang, jala angka hutana ingkon tarulang di tongatonga ni huta angka na tarulang opatpulu taon on lelengna! Jala ahu pamamparhon halak Misir tu tongatonga ni angka bangso parbegu dohot paserakkonnasida tu angka luat.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Ai songon on do hata ni Tuhan Jahowa: Molo dung marujung siopatpulu taon i papunguonku ma halak Misir sian angka bangso parserahannasida na sai laon!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala ahu manogihon mulak angka na tarbuang sian Misir, asa huboan nasida mulak tu tano Patros, tu tano haroroannasida i, asa gabe sada harajaon na metmet nasida disi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ingkon ummetmet tahe sian harajaon angka na asing, jala ndang be patimboonna dirina di atas ni angka bangso parbegu; ai ahu paotikkon nasida asa unang be dirajai angka bangso parbegu na asing.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala ndang be gabe pangunsandean haposan di pinompar ni Israel, sipasingothon hajahaton, di na nidompahanna mangihuthon tu nasida, asa tung ditanda nasida, ahu do Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i paduapulu pitutaonhon di ari sada bulan sipaha sada, ro muse hata ni Jahowa tu ahu, songon on:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ale anak ni jolma, poran situtu ulaon, maradu magege paranganna dibahen si Nebukadnesar, raja sian Babel martungkum Tirus, pola mapalpal saluhut ulu, jala malaslas saluhut abara, hape ndang dapotan upa nang rajai, nang paranganna sian Tirus, ali ni ulaonna dompak huta i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibahen i, songon on do hata ni Tuhan Jahowa: Ida ma, ahu pasahathon tano Misir tu si Nebukadnesar, raja sian Babel, asa rampasonna hinagodang ni sinamotna, jala maruli tabantaban dohot sintahan, asa dapotan upa paranganna i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Hira upa ni ulaonna dompak Tirus, lehononku ma tu ibana tano Misir, jala hasea di ahu do na binahennasida i, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Di ari na sasada i martumbur ma bahenonku sada tanduk di pinompar ni Israel, tu ho pe lehononku ma buhabuha ni pamangan di tongatonganasida, asa tung ditanda nasida, ahu do Jahowa.",
      "type": "content"
    }
  ]
}