{
  "book": "Yehezkiel",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parsuru ni Debata di panurirang i tu pinompar ni Israel na marbalik i 1-11. II. Tondi i do manogihon ibana tu angka na tarbuang martopihon batang aek Hebar 12-15. III. Ingkon palumbaonna angka parjahat i 16-21. IV. Jahowa papatar hamuliaonna paduahalihon, jala martona tu si Hesekiel 22-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna ibana muse tu ahu: Ale anak ni jolma, pangan ma na jumpang ho di jolom; pangan ma tahe balunanon, jala laho ma ho, hatahon ma tu pinompar ni Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi hupangangang ma pamanganku, gabe dilehon ibana ma balunan i panganonku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Laos didok ma tu ahu: Ale anak ni jolma, ingkon panganonmu, jala onjathononmu tu butuham balunan na hulehon i tu ho. Jadi hupangan ma, gabe tonggi songon situak ni loba di bagasan pamanganku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna ibana muse tu ahu: Ale anak ni jolma, laho ma ho mandapothon pinompar ni Israel, jala hatahon ma tu nasida angka hatangki!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai ndada tu bangso parhata bobang, manang pardila na hallang ho sinuru, tu pinompar ni Israel do.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ndada tu torop bangso, angka parhata bobang, manang pardila na hallang, angka na so dapot ho hatanasida antusanmu; atik pe so tu nasida ho husuru, ianggo nasida tangihononna do ho, tung sura.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai anggo pinompar ni Israel, ndang olo nasida tumangihon ho, ai ndang olo nasida tumangihon ahu; ai tung sandok pinompar ni Israel, angka sipir pardompahan do, jala angka na tangkang marroha do nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ida ma, nunga hupapir bohim suman tu bohinasida, jala nunga hupapir pardompahanmu suman tu pardompahannasida i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nunga hupapir pardompahanmu, songon mata intan, umpir sian batu hian tahe; unang ho mabiar mida nasida, jala unang tahuton ho maradophon bohinasida, ai pinompar na tangkang do nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angkup ni ninna ibana tu ahu: Ale anak ni jolma, luhut hata angka na huhatahon tu ho, ingkon pajoponmu tu bagasan roham, jala pinggolonmu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Antong laho ma ho mandapothon angka naung tarbuang, manopot angka anak ni bangsom, pangkulinganmu ma nasida, jala dohononmu tu nasida: Songon on do hata ni Tuhan Jahowa! Manang tangihononna, manang ndang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dung i diluahon Tondi i ma ahu, gabe hubege sian pudingku soara hariburon bolon, ninna ma: Pinuji ma hamuliaon ni Jahowa sian hajongjonganna!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Angkup ni hubege soara ni habong ni angka parngolu i, angka na masidolosan, dohot soara ni roda, angka na di lambungna, dohot soara ni hariburon bolon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dung diluahon Tondi i ahu, laos diusung ahu, gabe piripirion ahu mardalan di mohop ni ateatengku, alai tangan ni Jahowa do margogoihon ahu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi tolhas ma ahu tu angka na tarbuang di Tel-Abib, angka na maringan martopihon batang aek Hebar, laos disi do ahu hundulhundul rap dohot nasida pitu ari padodot, hohom boti di tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Jadi dung salpu na pitu ari i, ro ma hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ia ho anak ni jolma! Nunga hupabangkit ho bahen siparmahan halak Israel, dibahen i sai tangihon ma hata na ruar sian pamanganku, angka sipatolhasonmu palumba nasida sian ahu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Molo hudok tu parjahat i: Ingkon mate ho, hape ndang dipalumba ho ibana, jala ndang diapoi ho ibana tumundalhon dalanna na jahat i, asa dapotan hangoluan ibana nian; sai na mate do nian parjahat i di bagasan hajahatonna, alai sian tanganmi do partungguhononku mudarna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai anggo dipalumba ho do parjahat i, hape ndang olo ibana tumadingkon hajahatonna i dohot dalanna na jahat i, mate di bagasan hajahatonna ma ibana, alai malua do anggo tondim.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai molo ditadingkon partigor i hatigoranna na sai laon, jala diulahon hageduhon, bahenonku ma partuktuhan tu jolona, asa mate ibana, ai ndang dipalumba ho ibana; mate di bagasan dosana do nian ibana, jala ndang be ingoton hatigoranna na niulana i, alai anggo mudarna sian tanganmu do pangidoonku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai molo tung dipalumba ho partigor i na sai laon, unang nian mardosa partigor i, gabe laos so mardosa ibana, ingkon mangolu ibana, ala na olo ibana palumbaon, ho pe nunga dipalua ho tondim.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(IV.) Dung i ampe ma disi tu ahu tangan ni Jahowa, jala ninna ma tu ahu: Borhat ma ho, ruar ma ho mandapothon rura i, asa disi huangkupi ho mangkatai.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi borhat ma ahu, jala ruar manopot rura i, gabe ida ma, jongjong disi hamuliaon ni Jahowa, suang songon hamuliaon, na huida di topi ni batang aek Hebar, gabe manungkap ma ahu tu tano.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi bongot ma Tondi i tu bagasan ahu, jala dipajongjong ahu di pathu, laos diangkupi ahu mangkatai, jala ninna mandok ahu: Laho ma ho, hurungkon ma ho di bagasan jabum!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ia ho ale anak ni jolma, ida ma, ampehononnasida ma angka tali tu ho, laos ihotanna ho, asa unang ho ruar tu tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Angkup ni lohot ma bahenonku dilam tu langitlangit ni pamanganmu, asa mangungu ho, asa unang be ho jolma paminsang di nasida, ai bangso panggunturi do nasida.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai molo huangkupi ho muse mangkatai, bungkaonku ma pamanganmu, gabe dohononmu ma tu nasida: Songon on do hata ni Tuhan Jahowa: Manang ise na umbegesa, dibege ma, manang ise na so olo, ndengkon olo! Ai bangso panggunturi do nasida.",
      "type": "content"
    }
  ]
}