{
  "book": "Yehezkiel",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba tu Firaun manimbang sian parsorion ni Assur: Tudoshon hau ares na jagar do i na jolo 1-9. II. Alai dirumpakkon Debata do i, pola tarsonggot angka parbegu umbege pardoburna 10-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i pasampulu sada taonhon, di ari parjolo bulan sipaha tolu, ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anak ni jolma, dok ma tu Firaun raja sian Misir dohot tu na nirajaanna na deaki: Tung tu ise ma ninna roham patudosonmu dirim di habalgaonmu?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ida ma, songon hau ares di Libanon do Assur na jolo, uli dangkadangkana, rugun bulungna tau parlinggoman, jala timbo badanna, pola disalpui pusukna angka ombun.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Aek do pagodang ibana, jala aek mual patimbo ibana, angka aek halian mardalan humaliang panuananna, jala dangkadangkana manjarar tu saluhut hau di ladang.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ala ni tumimbo do badanna sian saluhut hau di ladang, jala lam tamba ma dangkadangkana, jala lam ganjang rantingrantingna dibahen godang ni aek di panjangkonna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ro muse saluhut pidong na martongatonga langit marasar di dangkadangkana, jala di toru ni rantingrantingna tubuan anak saluhut binatang di ladang, jala di linggomanna maringan saluhutna bangso parbegu angka na balga.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i lam uli ibana binahen ni habalgaonna, binahen ni ganjang ni rantingrantingna, ai martopihon aek godang do uratna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Gari angka hau ares di porlak ni Debata, ndang tarlinggom ibana dibahen, gari angka hariara ndang tarpatudos tu dangkadangkana, gari angka hau harangan ndang songon rantingrantingna; saluhut hau di porlak ni Debata tahe, ndang tarpatudos tu ibana di hinaulina.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nunga tung uli ibana hujadihon binahen ni hinatorop ni dangkana, pola mangiburu tu ibana saluhut hau di Eden, angka na di bagasan porlak ni Debata.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dibahen i, songon on do hata ni Tuhan Jahowa: Ala songon i timbo ibana marbadan, pola sahat tu holangholang ni angka ombun pusukna, gabe dipaginjang rohana binahen ni hinatimbona.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi hupasahat ma ibana tu bagasan tangan ni bangso parbegu na gogo mambahen roharohana tu ibana; binahen ni hajahatonna tahe hupabali ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ro halak ruar, bangso parbegu angka na garang martaba ibana, laos peak songon i di atas ni angka dolok ibana dipasombu, jala madabu tu bagasan saluhut rura dangkadangkana, jala marponggolan rantingrantingna di saluhut jarungjung ni tano i, jadi mapurpur sian linggomna saluhut bangso ni tano on laos dipasombu ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Songgop ma tu badanna na marobo i saluhut pidong na martongatonga langit, jala modom tu dangkadangkana saluhut binatang di ladang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Asa unang be dihaginjangkon nasa hau martopihon aek hinatimbona, jala unang be pusuknasida manalpui angka ombun, jala unang be mangasahon dirinasida nasa hau sionsop aek dibahen habalgaonna; ai saluhut nasida nunga pinasahat tu hamatean, tu tano apala partoru, tu tongatonga ni manisia angka na tuat tu godung.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Songon on do hata ni Tuhan Jahowa: Apala di ari hatutuatna tu parbeguan, ahu mambahen andung pabonsa roha, hulingkuphon lung i di atasna, jala hutambok angka sungena gabe monsong angka aek magodang, jala martujung Libanon mida ibana, jala mangkolom saluhut hau di ladang ala ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Binahen ni pardobur ni harorobona raion hubahen angka bangso parbegu, uju na tuat ibana huonjarhon tu parbeguan rap dohot angka na tuat tu godung. Jadi tarapul ma di banua toru martilla ni roha saluhut hau di Eden, na pinillit dohot na denggan di Libanon, saluhut hau angka sionsop aek.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nang nasida ingkon tuat do rap dohot ibana tu parbeguan, mandapothon jolma angka na mate tiniham ni podang ro di paranganna angka na marlinggom tu ibana di tongatonga ni angka bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tung tudos tu ise ma ho, disura roham, marhamuliaon dohot marhabalgaon di tongatonga ni angka hau di Eden? Hape onjarhononhon do ho tuat rap dohot angka hau di Eden tu banua toru, ingkon peak ho di tongatonga ni halak na marhulup rap dohot jolma angka na mate tiniham ni podang. I ma pangalaho ni Firaun dohot sandok na nirajaanna, ninna Tuhan Jahowa.",
      "type": "content"
    }
  ]
}