{
  "book": "Yehezkiel",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende andung taringot tu Firaun, raja sian Misir 1-16. II. Andung taringot tu bangso Misir na tuat tu banua toru, suang songon bangso parbegu angka na asing 17-32",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i pasampulu dua taonhon, di ari sada bulan hurung ro muse ma hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anak ni jolma, pungka ma sada ende andung taringot tu Firaun, raja sian Misir, jala dohononmu ma tu ibana: Tudoshon singa na bajar do ho di tongatonga ni angka bangso parbegu, jala tudoshon naga do ho di angka laut, jala mamuntas do ho di bagasan angka sungem jala dilitohi ho do aek marhitehite patmu, jala diluntak ho do angka sungena.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Songon on do hata ni Tuhan Jahowa: Ahu ma mangalungkuphon rambangku tu ho di luhutan ni torop bangso, jadi toltolonnasida ma ho tu ginjang di bagasan rambangku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala saratonku ma ho tu darat, jala reongkononku ho tu ladang manangkas, asa hupaeat tu atasmu saluhut pidong na martongatonga langit, jala butong hubahen sian ho binatang ni sandok tano on.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala marambolongan hubahen sibukmu di atas ni angka dolok, jala gok bangkem na margugungugun hubahen angka rura.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala butong bahenonku tano habinsatanmu marhite sian mudarmu sahat ro di angka dolok, asa gok angka rura bahenonmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Apala di hapipidommi hobot bahenonku angka langit, jala mangkolom angka bintangna, ia mata ni ari hungkupan ni ombun do, jala ndang be marsinondang ianggo bulan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Saluhut panondang angka na lohot di langit mangkolom do bahenonku di atasmu, jala paroonku do haholomon tu tanom ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Godoron do huhut bahenonku roha ni torop bangso, molo hupatolhas barita ni hapipidommi tu tongatonga ni angka bangso parbegu, tu luat angka na so tinandam.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi tarhatotong bahenonku mida ho torop bangso, jala manindang imbulu ni angka rajanasida mida ho, molo marlisik hubahen podangku di adopannasida, gabe raion nasida gonop tongkin humolsohon hosana be di ari harorobom.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai songon on do hata ni Tuhan Jahowa: Ingkon ro podang ni raja sian Babel marlulu dompak ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marhitehite podang ni angka ulubalang ragehononku angka paranganmu; bangso parbegu angka na garang do nasida luhutna, jala siaphononnasida do hatimbulon ni Misir, jala laumonna sandok hamoraonna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala rendephononku do saluhut pinahanna sian tano martopihon aek godang, gabe ndang be litohan ni pat ni jolma manang tambirik ni pinahan angka aek i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i patioonku ma muse angka batang aek nasida, jala sungenasida mardalan songon miak bahenonku, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia dung gabe halongonan tano Misir hubahen, jala pesan hinagabe ni tano i, jala huragehon sandok pangisina i, gabe tandaonnasida ma, ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "I ma ende andungi, laos andungkonon ni halak, tole angka boru ni angka bangso parbegu mangandungkonsa taringot tu Misir dohot taringot tu sandok paranganna andungkononna do i, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Dung i pasampulu dua taonhon, di ari sampulu lima bulan hurung, ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ale anak ni jolma mangandung ma ho taringot tu hinadeak ni Misir, jala onjarhon ma i rap dohot boru ni bangso parbegu angka na marmulia tuat tu banua toru, mandapothon angka naung tuat tu godung!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tung ise ma na tinindim di haulion? Tuat ma ho asa peak ho di tongatonga ni halak na marhulup!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ingkon marragean nasida di tongatonga ni halak na mate tiniham ni podang, nunga pola pinasahat podang i, laos dilaum nasida Misir ro di saluhut ginomgomanna!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dohonon ni angka na umbegu sian angka ulubalang ma tu ibana sian tongatonga ni parbeguan ro di angka na hinarana: Nunga tuat nasida, nunga marpeahan hape halak na marhulup i, angka na mate tiniham ni podang!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Disi do hape Assur ro di sandok na nirajaanna, humaliang ibana angka hinamborna, saluhut do nasida angka na mate tartiham, angka na marragean binahen ni podang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Apala di parsitongaan ni godung i do hinamborna dibahen jala luhutan ni na nirajaanna humaliang hinamborna i, saluhut nasida angka na mate tartiham, angka na marragean binahen ni podang, nasida angka na mambahen hasonggoton na jolo uju di tano hangoluan on.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Disi do hape nang Elam ro di sandok na nirajaanna humaliang hinamborna, saluhut nasida angka na mate tartiham, marragean binahen ni podang, angka na tuat tu banua toru, songon halak na marhulup nasida angka na mambahen hasonggoton na jolo uju di tano hangoluan on, gabe ingkon usungonna haurahonna nuaeng rap dohot angka na tuat tu godung.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Di tongatonga ni halak angka na mate tartiham podomanna dibahen ro di saluhut na nirajaanna, humaliang ibana do hinambornasida, saluhut do nasida angka halak na marhulup, angka na mate tiniham ni podang, ala na binahenna hasonggoton uju di tano hangoluan on, gabe usungonnasida nuaeng haurahonnasida rap dohot angka na tuat tu godung, tung di tongatonga ni angka na mate tartiham do ibana dipeakkon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Disi do hape nang Mesek, Tubal ro di sandok na nirajaanna, humaliang ibana do hinambornasida, tung luhut do nasida halak na marhulup, angka na mate tiniham ni podang, ala na binahen nasida hasonggoton mida nasida uju di tano hangoluan on.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tung so marpeahan nasida rap dohot halak na begu, angka na marragean songon halak na marhulup, angka na tuat tu parbeguan mardongan parhohas nasida tu hamusuon, pola halangulunasida podangnasida i dibahen halak, gabe laos hajahatonnasida manginona tu holiholinasida, ala hasonggoton ni angka ulubalangnasida uju di tano hangoluan on.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ho pe ingkon bolahononna do ho di tongatonga ni halak na marhulup, ingkon peak ho rap dohot angka na mate tiniham ni podang.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Disi do hape nang Edom, angka rajana ro di sude indukna, angka na pinasahat uju di habeguonnasida i bahen dongan ni angka na mata tiniham ni podang. Marpeahan do nasida nuaeng rap dohot halak parhulup, rap dohot halak naung tuat tu godung.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Disi do hape nang induk angka na sian utara, luhut nasida ro di halak Sidon, angka na tuat rap dohot angka na mate tartiham, gabe tarurak nasida di bagasan hasonggoton mida nasida binahen ni habeguonnasida na jolo, jala marpeahan nasida halak parhulup i rap dohot halak na mate tiniham ni podang, jala ingkon usungonnasida haurahonnasida rap dohot halak na tuat tu godung.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Angka nasida ma idaon ni Firaun, gabe tarapul ma rohana taringot tu sandok na nirajaanna i; angka na mate tiniham ni podang do Firaun ro di sandok paranganna i, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ai ahu do mambahen hasonggoton mida ibana uju di tano hangoluan on, hape anggo nuaeng marbustangan do Firaun ro di sandok na nirajaanna i, di tongatonga ni halak parhulup rap dohot angka na mate tiniham ni podang, ninna Tuhan Jahowa.",
      "type": "content"
    }
  ]
}