{
  "book": "Yehezkiel",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "I. Bangkit parjaga do panurirang i, asa palumbaonna halak parjahat i 1-9. II. Dipangido roha ni Debata naeng paubaon ni pardosa rohana asa mangolu 10-20. III. Dung ro barita ni hatataban ni Jerusalem, disuru Debata muse panurirang i tumopot bangsona manunungirhon tu nasida dosanasida i 21-29. IV. Hape eleselesonnasida di ibana alani 30-33",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anak ni jolma, pangkulingi ma angka anak ni bangsom, jala dohononmu ma tu nasida: Tung sura ahu parohon podang marlulu dompak sada luat, jadi buaton ni bangso isi ni luat i ma sahalak sian tongatonganasida jala pabangkitonna ibana bahen parjaga di nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia dung diida ibana podang i ro marlulu dompak luat i, ingkon paluonna sangka asa palumba bangso i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dibege na umbegesa soara ni sangka i, hape ndang olo ibana palumbaon, gabe ro ma tutu podang i, laos dirasiphon ibana, marbilangbilang tu ibana sandiri do mudarna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai dibege do nian soara ni sangka i, hape ndang olo ibana palumbaon, marsapata tu ibana ma mudarna; alai tung sura olo ibana palumbaon, paluaonna ma hosana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai tung sura naung diida parjaga i podang i ro, hape ndang dipalu sangka, ndang dipalumba nang bangso i, gabe ro podang i jala diago nanggo sahalak sian nasida, pidom di bagasan hajahatonna do nian ibana, alai anggo mudarna sian tangan ni parjaga i do tungguonku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia ho ale anak ni jolma, nunga hupabangkit ho bahen parjaga di pinompar ni Israel, ia adong hata nanggo sada dibege ho sian pamanganku, ingkon sipasingothononmu do i tu nasida sian ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Molo ahu mandok tu halak parjahat: Ingkon mate do ho ale parjahat, hape ndang marboaboa ho palumba halak parjahat i tumundalhon dalanna i nian, mate do nian parjahat i di bagasan hajahatonna, alai anggo mudarna sian tanganmu do tungguonku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai anggo dipalumba ho do halak parjahat i tumundalhon dalanna i nian, asa mulak sian i nian, hape ndang olo ibana mulak tumadingkon dalanna i, mate di bagasan hajahatonna ma ibana, alai anggo ho malua do hosam dibahen ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dibahen i, ho ale anak ni jolma, dok ma tu pinompar ni Israel: Ia hatahatamuna songon on do: Molo naung manginona pangalaosionnami dohot dosanami tu hami, pola tung mandate hami binahen ni, beha ma pambahenna mangolu dope hami?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dok ma tu nasida: Songon sintongna mangolu ahu, ninna Tuhan Jahowa, tung na so lomo do rohangku mida hamatean ni halak parjahat i, so ingkon mida hamumulak ni parjahat i tumadingkon dalanna i nian, asa mangolu ibana. Antong sai mulak ma hamu tumadingkon dalanmuna angka na jahat i! Boasa tung tagonan mate hamu, ala pinompar ni Israel?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia ho ale anak ni jolma, paboa ma tu angka anak ni bangsom: Tung na so tarpalua hatigoran ni halak partigor ibana di ari pangalaosionnai; hajahaton ni halak parjahat pe ndang tagamon manginsombut tu ibana di ari hamumulakna tumadingkon hajahatonna i; jala ndang tarpangolu hatigoran ni halak partigor ibana di ari pardosaonna i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tung sura ahu marboaboa tu halak partigor i: Ingkon mangolu ibana! Gabe marhaposan tu hatigoranna ibana huhut mangulahon na so uhum, saluhut angka hatigoranna i ndang be ingoton, jala ingkon mate ibana di bagasan hajahaton ni binahenna i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tung sura ahu marlumba tu halak parjahat i: Ingkon mate do ho! Hape mulak rohana tumadingkon dosana, jala diulahon uhum dohot hatigoran.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tung dipaulak halak parjahat i singkoram jinalona i, tung disingkat do na nirampasna, tung diparangehon do angka patik ni hangoluan, unang mambahen hageduhon, ingkon mangolu ibana, ndang jadi mate.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Saluhut dosa angka naung binahenna i, ndang be ingoton tu ibana, ala uhum dohot hatigoran na niulana i, ingkon mangolu ibana!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hape lam ro do hata ni angka anak ni bangsom mandok: Ndang tingkos dalan ni Tuhan i, hape dalannasida sandiri tahe ndang tingkos!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tung sura marbalik halak partigor i tumadingkon hatigoranna hian, jala mangulahon hageduhon, ingkon mate ibana binahen ni.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala tung sura mulak roha ni halak parjahat i tumadingkon hajahatonna i, jala diulahon uhum dohot hatigoran, ingkon mangolu ibana alani.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Hape anggo hamu mandok: Ndang tingkos dalan ni Tuhan i. Antong ganup hombar tu angka dalanna uhumonku hamu, ale pinompar ni Israel.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Dung i pasampulu dua taonhon, di ari lima bulan sipaha sampulu, dung tarbuang hami, ro sada halak na malua sian Jerusalem manopot ahu, mandok songon on: Nunga patu huta i!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai nunga songgop hian tangan ni Jahowa tu ahu di bodari jumolo asa ro halak na malua i, jala dibungka pamanganku, paima ro ibana manopot ahu manogotna i, gabe buha pamanganku didapot, jadi ndang be mangungu ahu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ro muse ma hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ale anak ni jolma, hatahata ni isi ni huta angka na tartaban i di tano Israel, songon on do: Sada sambing do anggo si Abraham gabe ditean tano i, torop do anggo hita, nunga dibasabasahon tahe tano i tu hita bahen partalian.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dibahen i, dohononmu ma tu nasida: Songon on do hata ni Tuhan Jahowa: Dipangan hamu do na binontaran, jala matamuna manaili tu angka ganaganaanmuna, jala mandurushon mudar do hamu, hape naeng dope teanonmuna tano i!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Mangasahon podangmuna do hamu, diulahon hamu do hasogiron, jala ganup hamu mangaramuni jolma ni donganna, hape anggo tano i naeng do teanonmuna!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dibahen i dohononmu ma tu nasida: Songon on do hata ni Tuhan Jahowa: Songon sintongna mangolu ahu, ingkon marragean bahenon ni podang jolma angka na maringan di huta naung tartaban i; jala manang ise na di ladang, lehononku do ibana panganon ni binatang; jala manang ise di bagasan huta angka na gonting, dohot di bagasan liang, ingkon mate nasida begu antukon!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai ahu mambahen tano i gabe halongonan jala tarulang, jala mansadi hamuliaon ni gogona, jala tarulang do angka dolok ni Israel, asa unang be mamolus sian i nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Asa tung ditanda nasida, ahu do Jahowa, ia dung gabe halongonan tano i hubahen, jala tarulang ala ni saluhut hasogiron angka na niulanasida i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(IV.) Ia ho ale anak ni jolma, angka anak ni bangsom pahatahata ho mardonokkon angka dorpi dohot di bagasan pintu ni angka jabu, jala masipandohan nasida ganup tu donganna songon on: Beta hita asa itabege manang hata dia na ruar sian Jahowa!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi ro be ma nasida manopot ho marhoronhoron, laos hundul di jolomi bangsongki, asa mananginangi tu angka hatami, alai ndang anggo ulahononna, ai marsipalensem do ia pamangannasida, alai mangihutihut pangomoanna be do ianggo rohanasida.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jala ida ma, hira ende arur do ho di nasida, tiar marsuara jala na malo mamiltik parhinaloan, gabe ditangitangi nasida do nian angka hatam, hape nanggo sahalak ndang anggo mangulahon.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai anggo di haroro ni hata i, ida ma, sai na ro do, jadi botoonnasida ma naung adong panurirang di tongatonganasida.",
      "type": "content"
    }
  ]
}