{
  "book": "Yehezkiel",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata paminsangon dompak parmahan angka siida gaji 1-10. II. Jahowa sandiri naeng mangalului dohot papungupunguhon punguanna sogot 11-19. III. Diparbaga suruhononna sogot tu nasida parmahan sada na denggan roha, i ma naposona si Daud 20-23. IV. Hadoharon na masa hinarajaonna 24-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anak ni jolma, ingkon manurirangi ma ho taringot tu halak siparmahan Israel! Jala dohononmu ma tu nasida, tu angka parmahan i: Songon on do hata ni Tuhan Jahowa: Marjea ma halak siparmahan Israel, angka na marmahan dirina sambing! Nda ingkon angka birubiru nian parmahanon ni angka parmahan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga bosur hamu manganhon tabotabo i, jala imbuluna dibahen hamu pangkeanmuna, pamueanna nunga dipotongi hamu, alai anggo punguan birubiru i, ndang diparmahani hamu!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Angka na gale i ndang dipargogoi hamu, jala na marsahit i ndang didaoni hamu, jala na mabugang i ndang dililiti hamu, jala na tardempar i ndang mulak diboan hamu, jala na mago i ndang dilului hamu, horas do tahe jala posi pangarajaimu di nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi mampar ma nasida ala soada siparmahan gabe sipanganon ni saluhut binatang ni ladang i nasida, jala marserak.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi lilu ma punguan birubirungku di atas ni saluhut dolok dohot di atas ni sandok robean na timbo, jala marserak punguan birubirungku di atas sandok sisik ni tano on, hape ndang adong nanggo sahalak na usouso manang na mangalului punguanki.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i, hamu ale angka parmahan, tangihon hamu ma hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Songon sintongna mangolu ahu, ninna Tuhan Jahowa, ala na gabe ripe pupusan punguan birubirungku, jala ripe panganon ni saluhut binatang di ladang punguan birubirungku ala soada siparmahan, jala ndang usouso angka parmahanku di punguan birubirungku, laos dirinasida sambing tahe diparmahani angka parmahan i, ianggo punguan birubirungku ndang diparmahan nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibahen i, hamu ale angka parmahan, tangihon hamu ma hata ni Jahowa!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Songon on do hata ni Tuhan Jahowa: Ida ma, ahu ma marlulu dompak angka parmahan i, jala ahu martunggu birubirungku sian tangannasida, jala ahu pasadihon nasida sian ulaon parmahanon birubiru, jala ndang be parmahanon ni angka parmahan i dirinasida sambing, jala ahu paluahon birubirungku sian pamangannasida, asa unang be ripe sipanganon di nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Ai songon on do hata ni Tuhan Jahowa: Ida ma, ahu, apala ahu sandiri usouso sogot di birubirungku, jala luluanku nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Songon pangalului ni parmahan di punguanna di ari uju di tongatonga ni birubirunna angka na mampar i ibana, suang songon i ahu mangalului birubirungku sogot, jala paluaonku nasida sian saluhut inganan parserahannasida i, uju di ari ombun dohot haholomon marimpotimpot.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala ahu manogihon nasida ruar sian angka bangso dohot papunguhon nasida sian angka luat, asa huboan nasida mulak tu tanonasida i, laos ahu marmahan nasida di atas ni angka dolok Israel, di bagasan angka rura dohot di bagasan saluhut parmianan di tano on.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Di jampalan apala na lomak ahu marmahan nasida, jala di atas dolok angka na timbo di Israel parudamannasida, disi ma mangulon nasida di parudaman na denggan, jala jampalan apala na lomak jampalanna di atas ni angka dolok ni Israel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ahu sandiri ma marmahan birubirungku, jala ahu paulon nasida, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Luluanku ma na mago i, jala mulak boanonku na tardempar i, jala lilitanku do na mabugang i, jala pargogoanku do na marsahit i; alai anggo na mokmok i dohot na gogo i siaphononku do, ahu sandiri tahe marmahansa marhitehite uhum.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo tu hamu ale birubirungku songon on do hata ni Tuhan Jahowa: Ida ma, ahu ma manguhum di holangholang ni birubiru martimbangkon birubiru, tole birubiru tunggal martimbangkon hambing tunggal.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Maotikku dope huroha di rohamu naung jinampalmuna i jampalan na lomak i, dohot do ebaeba ni jampalanmuna i, ingkon popoanmuna marhitehite patmuna, jala aek na tio diinum hamu, alai anggo ebaebana i dilitohi hamu do marhitehite patmuna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tung patut ma birubirungku manjampal na pinopoan ni patmuna i, jala inumonna na nilitohan ni patmuna i?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Dibahen i, songon on do hata ni Tuhan Jahowa tu nasida: Ida ma, ahu sandiri mamutus uhum di holangkolang ni birubiru angka na mokmok martimbangkon birubiru na marniang:",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ala didorongi hamu marhitehite lambung dohot abara, jala ditambingi hamu marhitehite tandukmuna saluhut birubiru angka na gale i, paima pola marserak nasida tu balian dibahen hamu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dibahen i ahu ma manolongi birubirungku, asa unang be ripe pupusan, jala ahu mamutus uhum di holangholang ni birubiru martimbangkon birubiru.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala ahu patindang di nasida sada parmahan, asa ibana marmahan nasida, i ma naposongku si Daud. Ibana ma marmahan nasida, jala ibana gabe parmahan di nasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(IV.) Jala ahu Jahowa sandiri tahe gabe Debatanasida, jala naposongku si Daud pangarajai di tongatonganasida. Ahu Jahowa do na mandok i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i bahenonku ma tu nasida padan pardamean, jala pasadionku binatang na rahat sian tano i, asa halongonan, jala modom di angka tombak longolongo.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i bahenonku ma nasida dohot angka na humaliang dolokdolokku gabe pasupasu, jala ahu parohon udan di tingki halehetanna, gabe angka udan parpasupasuan do i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala lehonon ni hau di ladang do parbuena, jala lehonon ni tano i do gogona, jala marsonangsonang nasida di tanonasida i, asa tung ditanda nasida ahu do Jahowa, ia dung huponggolhon angka hau ni auganasida i, jala hupalua nasida sian tangan ni halak angka na marhatobanhon nasida.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi ndang be ripe pupusan ni angka bangso parbegu nasida, jala ndang be ripe panganon ni binatang di tano i nasida, asa marsonangsonang nasida maringan, jala ndang adong be panonggoti nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jala patindangonku di nasida panuanan sada bahen barita, jala ndang be adong nasida angka na mate anturaparon di tano i, jala ndang be usungonnasida haurahon ni angka bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Asa tung ditanda nasida ahu do Jahowa, Debatanasida i, dongannasida, jala nasida pinompar ni Israel bangsongku, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jala hamu do punguanku, birubiru angka na huparmahan, jolma do hamu; ahu ho Debatamuna i, ninna Tuhan Jahowa.",
      "type": "content"
    }
  ]
}