{
  "book": "Yehezkiel",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba panoruion dompak dolok Seir dohot dompak halak Edom, angka na sila marroha i 1-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anak ni jolma, tujuhon ma bohim dompak dolok Seir, jala manurirangi ma ho taringot tusi!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dohononmu ma tu ibana: Songon on do hata ni Tuhan Jahowa: Ida ma, ahu ro marlulu dompak ho, ale dolok Seir, jala patoltolonku tanganku dompak ho, jala bahenonku ho gabe halongonan jala tarulang.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Angka hutam pe tarulang do bahenonku, asa gabe halongonan ho, asa tung ditanda ho, ahu do Jahowa!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ala na marmusu tihus ho sian na robi dope, jala dipasahat ho halak Israel tu baba ni podang, uju di tingki parsipalonnasida, uju di tingki panimpulan ni hajahaton.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i, songon sintongna mangolu ahu, ninna Tuhan Jahowa, ingkon gabe mudar ho bahenonku, jala parsapataan mudar paburuburu ho, ala so dihagigihon roham mudar, ingkon parsapataan mudar mangalotongi ho.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala bahenonku do dolok Seir gabe halongonan, jala tarulang, jala siaphononku do sian i halak na marmeang muli.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala gok bahenonku angka dolokna halak na mate tartiham sian ibana; marpeahan do huhut di dolokdolokmu, di angka ruram, dohot di saluhut angka sungemi, jolma angka na mate tiniham ni podang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ingkon gabe halongonan ho ro di salelenglelengna bahenonku, angka hutam pe ndang be inganan, asa tung ditanda hamu, ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ala naung nidokmi: Na dua bangso i dohot na dua luat i sai na sahat tu ahu do i, jala teanonnami do i, ndang disi Jahowa maringan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen i, songon sintongna mangolu ahu, ninna Tuhan Jahowa, ingkon bahenonku hombar tu rimasmu dohot hombar tu pangiburuonmu, na binahenmi sian gigim mida nasida, asa tung hupatandahon ahu di tongatonganasida, ia dung hulaluhon uhum tu ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa tung ditanda ho, ahu do Jahowa, naung umbege saluhut elakelakmu, angka naung nidokmu taringot tu angka dolok Israel songon on: Nunga tung tarulang! Sahat tu hita ma sahalanta.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Gari dompak ahu nunga manenganenga pamanganmuna, jala dipadeakdeak hamu hatahatamuna mangalo ahu, pola ahu umbegesa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Songon on do hata ni Tuhan Jahowa: Molo marlas ni roha be sogot sandok tano on, halongonan ma ianggo ho bahenonku.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hombar tu las ni roham mida partalian ni pinompar ni Israel ala naung tarulang, suang songon i bahenonku tu ho: Ingkon gabe halongonan ho, ale dolok Seir, tung ro di sandok Edom, asa tung ditanda nasida, ahu do Jahowa!",
      "type": "content"
    }
  ]
}