{
  "book": "Yehezkiel",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu angka dolok Israel, ingkon suang inganan sogot 1-15. II. Marpangulahi do roha ni Jahowa sogot mida bangsona, jala papunguonna nasida sian angka bangso parbegu 16-24. III. Bagabaga taringot tu haimbaruon ni tondi dohot hadoharon ni bangso i sian duru 25-38",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia ho, ale anak ni jolma, manurirangi ma ho taringot tu angka dolok Israel, jala dohononmu ma: Ale angka dolok Israel, tangihon hamu ma hata ni Jahowa!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon on do hata ni Tuhan Jahowa: Ala naung nidok ni musu i taringot tu hamu: Ha, ha! Jala angka buntulbuntul salelenglelengna, nunga tung gabe partalianta!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibahen i manurirangi ma ho, jala dohononmu ma: Songon on do hata ni Tuhan Jahowa; ala naung tarulang, jala naung binondutan hamu sian na humaliang, pola gabe partalian ni pasipasi ni angka bangso parbegu hamu, jala dipampe hamu tu atas dilana bahen ende aling ni situan na torop.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dibahen i, ale angka dolok Israel, tangihon hamu ma hata ni Tuhan Jahowa! Songon on do hata ni Tuhan Jahowa tu angka dolok dohot tu angka buntulbuntul, tu angka sunge dohot tu angka rura, tu angka turanggong na marambolongan dohot tu huta angka na tinadingkon, angka na gabe tabantaban dohot gabe ende aling di pasipasi ni bangso parbegu, angka na sian humaliang.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dibahen i, songon on do hata ni Tuhan Jahowa: Molo so naung mangkatai ahu di bagasan api ni pangiburuonku taringot tu angka pasipasi ni angka bangso parbegu dohot taringot tu sandok Edom, angka na mangalehon tanongku tu dirinasida bahen partalian marhitehite sandok las ni rohana, marhitehite eleseles ni ateate, ala naung gabe tabantaban jampalanna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i, manurirangi ma ho taringot tu tano Israel, jala dohononmu ma tu angka dolok dohot tu angka buntulbuntul, tu angka sunge dohot tu angka rura: Songon on do hata ni Tuhan Jahowa: Ida ma, nunga pola marboaboa ahu di bagasan pangiburuonku dohot di bagasan rimashu, ala naung niusungmuna haurahon binahen ni angka bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i, songon on do hata ni Tuhan Jahowa: Nunga pola hupatoltol tanganku marmangmangkon: Molo so ingkon usungon ni bangso parbegu angka na humaliang hamu haurahonnasida sandiri.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo hamu, ale angka dolok Israel, ingkon mangulahi martumbur hamu, jala marparbue hamu di bangsongku Israel, ai nunga pola jumonok nasida ro.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai ida ma, marpangulahi rohangku manatap hamu, asa paulion hamu muse jala saburon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala patambaonku tu hamu jolma, saluhut nasida pinompar ni Israel; jala inganan muse angka huta, jala paulion muse angka turanggong.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala patambaonku tu hamu jolma nang pinahan, asa matorop mabue nasida, jala marisi hamu bahenonku, suang songon di parmulaanmuna, jala bahenonku na denggan, ganda sian di tingkimuna angka na robi, asa tung ditanda hamu, ahu do Jahowa!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala bahenonku mardalani di atasmuna angka jolma, i ma bangsongku Israel, jala nasida manean ho, jala ho gabe partaliannasida, jala ndang be punu nasida bahenonmu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Angkup ni songon on do hata ni Tuhan Jahowa: Ala dipandok halak tu hamu: Sipangan jolma do ho, jala sipapunu bangsom do ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibahen i, ndang be panganonmu jolma, jala ndang be papunuonmu bangsom, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala ndang be ahu patubegehon tu ho haurahon ni angka bangso parbegu, jala ndang be taononmu elakelak ni angka bangso, jala ndang be papunuonmu bangsom, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ale anak ni jolma, maringan do pinompar ni Israel na jolo di tanonasida i, hape diramuni nasida do i marhitehite dalannasida dohot pambahenannasida; songon hararamun ni parompuan di hasomalanna tahe dalannasida i maradophon ahu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi huusehon ma rimashu tu nasida, ala mudar na nidurushon nasida tu tano i, jala diramuni do i marhitehite ganaganaannasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Pola ahu paserakkon nasida tu tongatonga ni angka bangso parbegu, gabe mampar nasida tu angka luat; hombar tu dalannasida jala hombar tu pambahenannasida tahe ahu manguhum nasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi dung sahat nasida tu tongatonga ni bangso parbegu, angka na tinopotnasida i, laos diramuni nasida disi goarhu na badia i, pola didok halak taringot tu nasida: Angka nasida do hape bangso ni Jahowa, jala na bungkas sian tanona i!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai marpangulahi do rohangku ala goarhu na badia i, na niramunan ni pinompar ni Israel di tongatonga ni bangso parbegu, angka hasahatannasida i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dibahen i dohononmu ma tu pinompar ni Israel: Songon on do hata ni Tuhan Jahowa: Ndada ala hamu ahu mambahen songon i, ale pinompar ni Israel, ala ni goarhu na badia i do, na niramunanmuna di tongatonga ni bangso parbegu, angka hasahatanmuna i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala ahu ma pabadiahon goarhu na timbul i, naung niramunan di tongatonga ni angka bangso parbegu, na niramunanmuna tahe di tongatonganasida, asa tung ditanda angka bangso parbegu, ahu do Jahowa, ninna Tuhan Jahowa, ia dung huparbadiai diringku di bagasan hamu di adopanmuna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala ahu mambuat hamu sian angka bangso parbegu, jala paluhutonku do hamu sian saluhut angka luat, jala boanonku do hamu mulak tu tanomuna i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(III.) Dung i urashononku ma tu hamu aek angka na tio, asa tung ias hamu; urasonku do hamu tahe sian saluhut haramunonmuna i dohot sian saluhut ganaganaanmunai.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala lehononku tu hamu roha na imbaru dohot tondi na imbaru tu bagasan ateatemuna; jala unsatonku do roha batu sian dagingmuna, jala lehononku tu hamu roha sibuk.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala lehononku ma tondingku tu bagasan ateatemuna, jala ahu mambahensa, asa marparange hamu di bagasan angka patikku, angka uhumhu pe radotan jala patupaonmuna do.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Asa maringan hamu muse di tano, naung hubasabasahon tu ompumuna, jala sumuang hamu gabe bangsongku, jala ahu gabe Debatamuna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jala ahu paluahon hamu sian saluhut haramunonmuna i, jala ahu martingting tu eme huhut pagodangkon, jala ndang be lehononku tu hamu haraparon.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala ahu pagodangkon parbue ni hau dohot gogo ni tano i, asa unang be taononmuna elakelak ni haraparon di tongatonga ni angka bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi ingotonmuna ma dalanmuna angka na roa i dohot pambahenanmuna angka na so turut i, balik marbiasbias hamu mida bohimuna, ala ni hajahatonmuna dohot ala ni hasogiron angka na niulamuna i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ndada ala hamu ahu mambahen songon i, ninna Tuhan Jahowa, boto hamu ma i! Maila ma hamu jala marlangan mida dalanmuna i, hamu ale pinompar ni Israel.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Songon on do hata ni Tuhan Jahowa: Di ari pangurasanku sogot di hamu sian saluhut hajahatonmuna i, marisi muse bahenonku angka huta, jala pajongjongon muse angka turanggong.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ulaon muse huhut tano na tarulang i na sai laon, na niida ni saluhut halak pamolus.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi dohonon ni halak ma: Tano na tarulang i na jolo, gabe hira porlak Eden nuaeng, jala huta angka na tartaban jala tarulang jala maloha na jolo, gabe gonting jala ribur nuaeng.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi tandaon ni bangso parbegu angka na teba i humaliang hamu, ahu do Jahowa, paulihon muse angka huta naung maloha, manuani muse naung tarulang i: Ahu Jahowa do na mandok i, huhut mambahensa.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Songon on do hata ni Tuhan Jahowa: Taringot tusi olo do ahu usousoan ni pinompar ni Israel laho mambahensa tu nasida: Patoroponku do nasida, asa songon punguan birubiru angka jolma i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Songon punguan ni angka na badia tahe, songon luhutan di Jerusalem uju marari raya, suang songon i huta angka na tarulang i gok punguan jolma sogot, asa tung ditanda nasida ahu do Jahowa!",
      "type": "content"
    }
  ]
}