{
  "book": "Yehezkiel",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangungkapon taringot tu na mulak mangolu holiholi ni angka naung mate bahen tudosan tu haheheon ni Israel sogot 1-14. II. Tudosan ni hasadaon ni Juda tu Epraim sogot hinarajahon ni raja Daud na sasada i 15-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i songgop ma tu ahu tangan ni Jahowa, jala ditogihon ahu haruar marhitehite Tondi ni Jahowa, jala dipaulon ahu di tongatonga ni rura, na gok holiholi ni jolma na mate.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ditogihon ibana ahu mamolus sian lambungnasida tuk humaliang, gabe ida ma, godang situtu marrarahan di atas sisik ni rura i, jala ida ma, masak situtu do luhutna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi ninna ibana ma tu ahu: Ale anak ni jolma! Atehe tagamon tarpangolu dope angka holiholion? Gabe ningku ma: Ale Tuhan Jahowa, ho do umbotosa!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi ninna ibana ma tu ahu: Manurirangi ma ho taringot tu angka holiholion, jala dohononmu ma tu nasida: Ale holiholi angka na masak i, tangihon hamu ma hata ni Jahowa!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Songon on do hata ni Tuhan Jahowa tu angka holiholion: Ida ma, ahu mangalehon tondi tu bagasan hamu, asa mangolu hamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala ahu mangalehon tu atas hamu angka uraturat dohot patubuhon sibuk di atas hamu, jala ahu mambahen hamu marhulingkuling huhut mangalehon tondi tu bagasan hamu, asa mangolu hamu, asa tung ditanda hamu, ahu do Jahowa!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi manurirangi ma ahu songon naung tinonahon i tu ahu, jadi di na manurirangi i ahu ro ma sada soara, jala ida ma, masa soara na marngongos, gabe masitopotan angka holiholi ganup tu donganna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i hubereng ma, gabe ida ma, nunga maruraturat nasida, jala tubu sibuk, jala leap hulingkuling di atasnasida, alai ndang adong dope anggo tondi di bagasan nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna ibana ma tu ahu: Manurirangi ma ho tu tondi i, manurirangi ma ho tutu ale anak ni jolma, jala dohononmu ma tu tondi i; songon on do hata ni Tuhan Jahowa: Ro ma ho ale tondi sian desa na opat i jala mangullus ma ho tu bagasan halak na binunu on, asa mangolu nasida!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi manurirangi ma ahu, songon na tinonahonna i ahu, gabe ro ma tondi i tu bagasan nasida, jala mangolu nasida, laos diojakkon patnasida i, parduaan parangan apala na bolon sahali do i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna ibana muse tu ahu: Ale anak ni jolma, angka holiholion sandok pinompar ni Israel do i; ida ma, angka nasida mandok: Nunga tung masak holiholinami, jala pesan aroparop ni rohanami, naung pidom do hami.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen i, manurirangi ma ho, jala dok ma tu nasida: Songon on do hata ni Tuhan Jahowa: Ida ma, ahu mangungkap tanomanmuna, jala ahu mamboan hamu nangkok sian tanomanmuna, hamu ale bangsongki jala ahu manogihon hamu mulak tu tano Israel!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi tandaonmuna ma, ahu do Jahowa, ia dung huungkap tanomanmuna, jala huboan hamu nangkok ale bangsongki sian tanomanmuna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ahu huhut mangalehon Tondingku tu bagasan hamu, asa mangolu hamu, jala ahu mambahen hamu marhasonangan di tanomuna, asa tung ditanda hamu, ahu do Jahowa na mandok i, huhut mambahensa, ninna Tuhan Jahowa!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia ho, ale anak ni jolma, buat ma di ho sada hau, jala surathon tusi: Di Juda dohot di angka anak ni Israel, angka donganna i! Dung i buat muse sada hau na asing, jala surathon tusi: Di si Josep, hau ni Epraim ro di sandok pinompar ni Israel, angka donganna i!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala pajonok be nasida, na sada tu donganna, bahen sada hau di ho, asa tung gabe sada nasida di bagasan tanganmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i molo didok angka anak ni bangsom tu ho songon on: Atehe, ndang olo ho paboahon tu hami manang dia lapatan ni angka na tinonahonmu?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi dohononmu ma tu nasida: Songon on do hata ni Tuhan Jahowa: Ida ma, ahu mambuat hau ni si Josep, na di bagasan tangan ni si Epraim dohot angka marga ni Israel, angka donganna i, jala ahu padomuhon nasida tu ibana, i ma hau ni Juda, jala ahu mambahen nasida gabe sada hau, asa tung sada nasida di bagasan tanganku.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa hau angka naung sinuratanmu, ingkon tioponmu do i di bagasan tanganmu di adopannasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala dohononmu ma tu nasida: Songon on do hata ni Tuhan Jahowa: Ida ma, ahu mambuat angka anak ni Israel sian tongatonga ni bangso parbegu, angka naung tinopotnasida i, jala ahu papunguhon nasida sian na humaliang, jala ahu mamboan nasida mulak tu tanonasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala bahenonku nasida gabe sisada bangso di tano i, di atas ni angka dolok Israel, jala sada sambing raja di nasida luhut, jala ndang be sidua bangso nasida, jala ndang be sidua harajaon nasida dibagi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala ndang be ramunannasida dirinasida marhitehite ganaganaannasida, manang marhitehite hasogiron, angka na niulanasida i, manang marhitehite saluhut pangalaosionnasida i. Jala ahu paluahon nasida sian saluhut inganan angka pardosaannasida na sai loan, asa huurasi nasida, gabe bangsongku nasida, jala ahu Debatanasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala naposongku si Daud gabe raja gumomgom nasida, gabe sasadasa siparmahan di nasida luhut, jadi marparange ma nasida di bagasan angka uhumhu, jala radotannasida ma angka patikku huhut ulahononna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi maringan nasida muse di tano, naung hubasabasahon tu naposongku si Jakkob, tano naung niinganan ni angka ompumuna, asa maringan nasida disi, nang angka anaknasida, nang angka pahompunasida ro di salelenglelengna, jala si Daud naposongki induknasida ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Bahenonku do huhut tu nasida sada padan pardamean, padan salelenglelengna ma i tu nasida, jala ahu mardenggan basa tu nasida huhut patamba nasida, jala paojahonku do habadiaonki di tongatonganasida ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala ingananku sandiri di atas nasida, jala ahu gabe Debatanasida; jala nasida gabe bangsongku.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Asa tung ditanda angka bangso parbegu, ahu do Jahowa, na pabadiahon Israel, ia dung di tongatonganasida habadiaonku ro di salelenglelengna.",
      "type": "content"
    }
  ]
}