{
  "book": "Yehezkiel",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon dompak Gog dohot dompak Magog: Borhat do Gog i di tingki parpudi mandopang tano na badia i 1-16. II. Alai posi situtu do disi uhum ni Jahowa tu ibana 17-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anak ni jolma, tujuhon ma bohim dompak Gog di tano Magog, induk sian Ros, Mesek dohot Tubal, jala manurirangi ma ho dompak ibana;",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dohononmu ma: Songon on do hata ni Tuhan Jahowa: Ida ma, magira ma ahu ro marlulu dompak ho ale Gog, induk sian Ros, Mesek dohot Tubal!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala paundaronku ma ho, jala bahenonku do angka haithait tu bagasan osangosangmu, jala togihononku ho borhat rap dohot sandok paranganmu, angka hoda dohot jolma parsihundul, angka na simpan be marparhohas luhutna, sada luhutan apala na bolon, angka sitiop lombulombu na balga dohot na metmet, jala marpodang nasida luhut.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Halak Persia, Kus dohot Pud dongannasida, luhut nasida marlombulombu be jala martahuluk.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tole Gomer dohot sandok parduaan ni paranganna, tole pinompar ni Togarma angka na sian ujung ni utara sahali ro di sandok parduaan, ni paranganna, torop angka bangso donganmu!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Marhobas ma ho, jala padiri hian ho ro di sandok luhutanmu, angka na marluhut tu ho, jala ho ma gabe partoginasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Di laonlaon ni ari muse ingkon masa partubolan tu ho, di ujung ni angka taon sogot tahe sahat ho tu sada luat na malua sian podang pangisina i, angka na pinapungu sian torop angka bangso tu atas ni angka dolok Israel, angka naung leleng tarulang, gabe pinaruar do nasida sian angka bangso, laos marsonangsonang maringan nasida luhut.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala nangkok do ho, songon haroro ni ari, songon ombun do ho ro manghungkupi tano i, ho dohot sude parduaan ni paranganmu, jala torop bangso hinaram.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Songon on do hata ni Tuhan Jahowa: Di ari na sasada i padeakdeahonmu do tubutubu ni roham, jala na roa do sangkap ni roham.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala dohononmu ma: Borhat ma ahu nangkok sumola sada luat na manaletes mangarampok halak angka na nalom, jala na marsonangsonang maringan, saluhut nasida maringan di adaran, so marparik manang marransangransang, pintu harbangan pe ndang adong di nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Laho martabuni dohot mamupusi, laho mambahen tanganmu tu turanggong angka naung niinganan muse dohot tu sada bangso naung pinapungu muse sian angka bangso parbegu, naung umpungka pinahan jala marpangomoan, angka na maringan di pogu ni tano.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ro muse hata ni Saba dohot Dedan dohot angka parboniaga sian Tarsis rap dohot sude singana na bajar mandok tu ho: Atehe na ro martaban do ho? Naeng mamupusi do ho, umbahen dipaluhut ho luhutanmi? Naeng mangalaum perak dohot sere? Naeng mambuat pinahan dohot pangomoan laho martaban godang barangbarang?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibahen i, manurirangi ma ho, ale anak ni jolma, jala dohononmu ma tu Gog: Songon on do hata ni Tuhan Jahowa: Nda apala di ari na sasada i ma botoonmu na marsonangsonang i bangsongku Israel maringan?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hape ro dope ho sian ingananmu, sian ujung ni utara sahali, ho jala torop bangso hinaram, angka na marsihundul di hoda nasida luhut, sada luhutan apala na bolon, parangan apala na torop sahali.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala nangkok do ho dompak bangsongku Israel, songon ombun laho manutup tano i; apala di ujung ni angka ari ma i masa, jala ahu parohon ho dompak tanongku, asa tung ditanda angka bangso parbegu i ahu, molo huparbadiai diringku marhite sian ho, ale Gog di adopan ni matanasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Songon on do hata ni Tuhan Jahowa: Ho do i naung hulumbahon hian di angka ari na robi marhitehite angka naposongku, angka panurirang ni Israel, angka na manurirangi di angka ari uju i pola martaontaon, paboa ahu naeng parohon ho marlulu dompak nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Di ari na sasada i, di ari haroro ni Gog tahe sumola tano Israel, ninna Tuhan Jahowa, martimpul ma rimashu di bagasan igungku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala di bagasan piripiringku, di bagasan api ni rimashu, ahu mandok hian: Ingkon di ari na sasada i masa lalo godang di tano Israel.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi raion be maradophon ahu angka dengke di bagasan laut dohot pidong na martongatonga langit dohot binatang di harangan, ro di sandok na manggulmit di atas tano i, nang saluhut jolma angka na di sisik ni tano on, jala maloha angka dolok jala marumpahan angka buntulbuntul batu, jala angka tompas tu tano saluhut parik.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Huhut ahu umpanggil podang marlulu dompak ibana sian saluhut angka dolokku, ninna Tuhan Jahowa, asa masirasipan nasida sama nasida dohot podang.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala uhumonku ibana marhitehite begu antuk dohot durusdurus di mudar, tole udan tipotipo na mangalantap dohot angka batu ambolas, dabuonku ma tahe udan api dohot barerang tu ibana dohot tu angka parduaan ni paranganna dohot tu torop bangso, angka na hinarana i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Asa hupatimbul jala huparbadiai diringku, jala hupabotohon ahu di adopan ni torop bangso parbegu, asa tung ditanda nasida, ahu do Jahowa.",
      "type": "content"
    }
  ]
}