{
  "book": "Yehezkiel",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni panurirangon dompak Gog dohot Magog: Dilumbahon sun ni hasisiap ni Gog 1-16. II. Jadi patar ma hamuliaon ni Jahowa nang di angka bangso parbegu 17-24. III. Alai suang gabe bangso ni Jahowa ianggo Israel 25-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia ho ale anak ni jolma, manurirangi ma ho dompak Gog jala dohononmu ma: Songon on do hata ni Tuhan Jahowa: Ida ma, na ro ma ahu marlulu dompak ho ale Gog, induk sian Ros, Mesek dohot Tubal!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala ahu paundarhon ho jala ahu mangela ho dohot panangkokkon ho sian ujung ni utara sahali, huhut parohon ho tu atas ni angka dolok Israel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala ahu mameuthon siormu sian tanganmu hambirang ahu huhut mameuthon angka sumbiami sian tanganmu siamun.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon di atas ni angka dolok Israel ho marragean rap dohot sude parduaan ni paranganmu, ro di bangso angka na hinaram; tu angka pidong panoro, parhabong na marragamragam dohot tu binatang di harangan lehononku ho sohalanna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon di atas sisik ni ladang i ho marragean, ai ahu mangalumbahon songon i hian, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala ahu manongoshon sada api tu bagasan Magog dohot tu tongatonga ni halak na maringan marsonangsonang di angka pulo, asa tung ditanda nasida, ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala ahu pabotohon goarhu na badia i di tongatonga ni bangsongku Israel, jala ndang be marlea bahenonku goarhu na badia i, asa tung ditanda angka bangso parbegu, ahu do Jahowa, na badia di tongatonga ni Israel!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ida ma, nunga ro, jala nunga masa, ninna Tuhan Jahowa! I ma ari naung hulumbahon hian.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ruar ma halak isi ni angka huta di Israel, jala tutungonna jala purunanna angka parhohas, tole lombulombu na metmet dohot na balga, tole sior dohot angka sumbia, tole ompongompong dohot hujur, jala suda purunanna dohot api pola pitu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Asa ndang pola be alaponnasida soban sian harangan, jala ndang be tabaonnasida hau sian tombak, ai purunannasida do angka parhohas dohot api, jala tabanonnasida do halak na martaban nasida, jala pupusanna halak na mamupusi nasida na jolo, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i di ari na sasada i, lehononku ma tu Gog sada inganan bahen parbandaanna di Israel, i ma rura ni halak pamolus tungkan habinsaran ni laut, jala pola polpolonna halak pamolus, jala tanomonnasida disi Gog ro di sandok paranganna, goaronnasida do i: \"Rura hariburan ni Gog\".",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i tanomon ni pinompar ni Israel ma nasida, asa mangurasi tano i, pola pitu bulan lelengna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tung sandok bangso ni tano i mananom nasida, pola dapotan barita nasida disi, di ari uju marmulia hubahen diringku, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Pola papulihonnasida baoa angka na mangaliati tano i, angka na mananom rap dohot halak pamolus i jolma angka na teba di sisik ni tano i, asa mangurasi tano i; dung salpu na pitu bulan i mandiori ma nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi mangaliati tano i ma halak pamolus i, gabe diida ma holiholi ni jolma, laos dipatindang di lambungna sada partinandaan, paima ditanom halak pananom i ibana tu rura hariburan ni Gog.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nang goar ni sada huta laos Hariburan do, asa tung diurasi nasida tano i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Ia ho ale anak ni jolma, songon on do hata ni Tuhan Jahowa: Dok ma tu angka pidong parhabong marragamragam, dohot tu sandok binatang di harangan: Marluhut ma hamu jala ro! Tung marpungu ma hamu sian na humaliang mangarongom peleanki sipotongon, na hupotongi di hamu, pelean sipotongon na balga sahali do i di atas ni angka dolok Israel, jala sohali hamu sibukna, jala sopsop hamu mudarna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ingkon suda sibuk ni angka ulubalang panganonmuna, jala mudar ni angka induk ni tano on sopsoponmuna, angka birubiru tunggal, angka anak ni birubiru, angka hambing tunggal dohot lombu, pinahan pamuean sian Basan do nasida luhut!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ingkon panganonmuna tabotabo maradu bosur, jala inumonmuna mudar maradu mabuk sian peleanku sipotongon, naung hupotongi di hamu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi bosur ma hamu mangan sian mejangku hoda dohot hureta, ulubalang dohot halak parmusu marragamragam, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi marbarita ma hamuliaonku bahenonku di tongatonga ni angka bangso parbegu, asa luhut angka bangso parbegu marnida uhumhu na hubahen i dohot tanganku, na huampehon tu nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Asa tung ditanda pinompar ni Israel, ahu do Jahowa, Debatanasida i, olat ni sadarina i dohot tu jolo.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tandaon ni angka bangso parbegu luhut binahen ni hajahatonnasida do hape umbahen na tarbuang pinompar ni Israel, ala mangose nasida maradophon ahu, gabe hutabunihon bohingku maradophon nasida, jala hupasahat nasida tu bagasan tangan ni angka musunasida, jala marragean nasida luhut marhitehite podang.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Hombar tu haramunonnasida dohot tu pangalaosionnasida tahe hubahen tu nasida, jala hutabunihon bohingku maradophon nasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(III.) Dibahen i, songon on do hata ni Tuhan Jahowa: Ianggo nuaeng mulak ma togihononku angka na tarbuang sian Jakkob, jala marpangulahi rohangku di sandok pinompar ni Israel, jala piripirion ahu humongkop goarhu na badia i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia dung diusung nasida haurahonnasida i dohot sandok pangoseoseonnasida, na mangosei nasida dompak ahu, dung marsonangsonang nasida maringan di tanonasida i, jala ndang adong panonggoti nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ia dung mulak nasida huboan sian angka bangso, jala hupapungu nasida sian angka luat ni musunasida i, jala ahu pabadiahon diringku marhite sian nasida di adopan ni torop bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi tandaonnasida ma, ahu do Jahowa, Debatanasida i, nang uju na hubuangkon nasida tu angka bangso parbegu, jala hupapungu nasida muse mulak tu tanonasida i, nanggo sahalak sian nasida tahe ndang tading disi hubahen.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi ndang be tabunihononku bohingku maradophon nasida, ia dung huusehon tondingku tu pinompar ni Israel, ninna Tuhan Jahowa!",
      "type": "content"
    }
  ]
}