{
  "book": "Yehezkiel",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tudosan taringot tu hatutungkum ni Jerusalem 1-8. II. Tudosan taringot tu hararamun ni Israel di tongatonga ni angka parbegu dohot haleon potir na masa di Jerusalem 9-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia ho ale anak ni jolma, buat ma di ho tano takko sada, jala peakkon di jolom, jala uhirhon tusi huta Jerusalem.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala bahen hubu dompak huta i, jala pauli angka batarbatar di atasna, jala pajongjong parik sada dompak huta i, jala bahen angka parsaroan martungkum huta i, jala pajongjong angka salosap humaliang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Angkup ni buatonmu ma di ho balanga bosi sada, jala pajongjongonmu ma i gabe parik bosi, parholanganmu sian huta i, jala sai dituju bohim ma i, asa hona hubu huta i tungkumonmu. I ma gabe tanda di pinompar ni Israel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo ho podomanmu ma sihambirangmu, jala ampehon ma hajahaton ni pinompar ni Israel tu atasna, marguru sian bilangan ni angka ari parpodommu disi, lelengna usungonmu hajahatonnasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ianggo ahu nunga hubuhul tu ho angka taon ni hajahatonnasida, manjadi torop ni ari tolu ratus siapulu ari lelengna usungonmu hajahaton ni pinompar ni Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia dung dipatolhas ho angka ari i, podomanmu ma paduahalihon siamunmi, asa usungonmu hajahaton ni pinompar ni Juda opatpulu ari lelengna, sada taon gabe sadari hubahen anggo tu ho.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Antong dompak parhubuon ni Jerusalem ma tujuon ni bohim dohot tanganmu manangkas, asa manurirangi ho dompak huta i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala ida ma, nunga pola hubahen tu ho angka tali, jala ndang jadi humosing ho sian hambirang tu siamun, paima dipatolhas ho angka ari partungkumonmu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Ia ho buatonmu ma di ho eme simetmet dohot siansimun dohot dalidali dohot hadio dohot bajaure dohot daua, jala bahenonmu luhutna i tu bagasan sada tong, jala paulionmu angka i di ho bahen sagusagu, marguru sian bilangan ni angka ari parpodommu manjorbing, singkop tolu ratus siapulu ari lelengna panganonmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia godang ni panganon sipanganonmu ganup ari dasingon do duapulu sekkel sadari, ingkon martingki do panganonmu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon marsuhat do nang aek siinumonmu, saparonom hin, ingkon martingki do inumonmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Angkup ni panganonmu do sagusagu sada sian gadongkau, jala masahonmu do i marhitehite ginagat ni jolma di adopannasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna Jahowa ma: Ingkon songon i ramun panganon ni halak Israel sogot rotinasida di tongatonga ni angka parbegu, haambolongannasida bahenonku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi ningku ma: Iale Tuhan Jahowa, ida ma, ndang dung tarsamar rohangku, jala ndang dung hupangan na mate garam, manang soroan olat ni sietehetehonku rasirasa nuaeng jala ndang dung bongot tu bagasan pamanganku juhut habiason.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna ibana tu ahu: Ida ma, hulehon pe tu ho ginagat ni lombu, singkat ni ginagat ni jolma, di atas ni pe masahonmu sagusagum.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Angkup ni ninna ibana tu ahu: Ale anak ni jolma, ida ma, ponggolhononku ma tungkot parbohalon di Jerusalem, asa panganonnasida roti na nidasing, jala mardongan hagogotan, nang aek marsupak do inumonnasida, jala mardongan hapariron.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ala hurangan roti dohot aek nasida, gabe tarhatotong be nasida jala mandate binahen ni hajahatonnasida i.",
      "type": "content"
    }
  ]
}