{
  "book": "Yehezkiel",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangungkapon ni si Hesekiel taringot tu joro na imbaru sogot: Patujolona 1-4. II. Pangalaho ni na tolu pintu harbangan ni alaman parduru ro di emperna 5-26. III. Na tolu pintu harbangan ni alaman parbagasan 27-37. IV. Angka bilut dohot meja di alaman parbagasan ro di ulaonna 38-49.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Paduapululimataonhon dung tarbuang hami, di mula ni taon i, di ari sampulu ni bulan i, i ma pasampuluopattaonhon dung na tartaban huta i, apala di ari na sasada i songgop ma tu ahu tangan ni Jahowa, laos diboan ahu tusi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di bagasan angka pangungkapon ni Debata tahe diboan ibana ahu tu tano Israel, jala dipaulon ahu tu atas ni sada dolok na timbo situtu, jala di atasna tarhinsat do songon sada huta na pinauli sambola tungkan dangsina.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tusi ma ahu diboan ibana, gabe ida ma, adong disi sada baoa, rupana songon rupa ni tombaga, jala tali hori sada di bagasan tanganna dohot tolong pangungkur, jala jongjong do ibana di bagasan pintu harbangan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ro ma hata ni baoa i tu ahu: Ale anak ni jolma, ida ma marhitehite matam, jala tangihon ma marhitehite pinggolmu, jala parateatehon ma saluhut na naeng pataridahononku tu ho, ai ala naeng pataridahononhon tu ho umbahen tarboan ho tuson; baritahon ma saluhut na niidam tu pinompar ni Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Jadi ida ma, adong sada parik sian ruar ni joro i tuk humaliang, jala di bagasan tangan ni baoa i do tolong pangungkur i, onom asta ganjangna, ganup saasta santopap, gabe disuhati ibana ma bohang ni parik ni joro i sada tolong pangungkur, timbona pe laos sada ungkuran do.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ditopot ibana ma pintu harbangan i na tungkan habinsaran, jala dipanaek angka tanggana, jala diungkur lobulobu ni pintu harbangan i satolong pangungkur bidangna be, di ginjang dohot di toru.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala ganup bilut parjagaan satolong pangungkur be unjurna dohot bohangna, jala holangholang ni angka bilut parjagaan i lima asta do, jala lobulobu ni pintu harbangan di lambung panisioan ni harbangan i niudut ro sian joro i satolong pangungkur do.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i disuhati ma panisioan ni harbangan i niudut ro sian joro i satolong pangungkur do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Disuhati muse dohot panisioan ni harbangan i ualu asta jala partungkoanna dua asta be, jala panisioan ni harbangan i niudut ro sian joro i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala tolu do angka bilut parjagaan ni panisioan i tungkan habinsaran angkup be, sisada ungkur do tolunsa; sisada ungkur huhut angka partungkoan i angkup be.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i disuhati ma ruak ni pintu harbangan i sampulu asta, jala timbo ni harbangan i sampulu tolu asta.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala dalan di jolo ni angka bilut saasta do angkupangkup be, jala angka bilut parjagaan i onom asta do angkupangkup be.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Disuhati muse harbangan i sian tarup ni bilut parjagaan na sada sahat tu tarup ni bilut na asing, duapulu lima asta ruakna, patondong be angka pintu i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibahen do huhut angka partungkoan onompulu asta ganjangna, jala hombarhon partungkoan i do alaman ni harbangan i tuk humaliang.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala di jolo ni harbangan haroroan sahat rodi jolo ni panisioan ni harbangan parbagasan limapulu asta do.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala marpandiloan na sompit do angka bilut parjagaan i, lohot di tiangna tungkan bagasan hombarhon harbangan i tuk humaliang, suang songon i di angka dorpi parholangan adong huhut angka pandiloan tuk humaliang tungkan bagasan, na niuhir do huhut tu tiang i gorgagorga ni hau harambir.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i diboan ibana ma ahu tu alaman apala parduru, gabe ida ma, adong disi angka bilut dohot pantar batu, na binahen di alaman i tuk humaliang, tolupulu angka bilut i di atas ni pantar batu manangkas.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala pantar batu i di lambung ni angka harbangan mangihuthon unjur ni angka harbangan i, i ma pantar batu apala partoru.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i disuhati muse ruakna sian jolo harbangan partoru i sahat ro di alaman parbagasan i, sian ruar saratus asta tungkan habinsaran dohot tungkan utara.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai anggo pintu harbangan na tungkan utara hombarhon alaman parduru i, unjurna dohot bohangna disuhati.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tole bilutna parjagaan na tolu i angkupangkup be dohot partungkoanna ro di panisioanna, suang songon pangungkuron di harbangan parjolo i, limapulu asta unjurna jala duapulu lima asta bohangna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Angka pandiloanna pe dohot panisioanna, partungkoanna ro di gorgagorgana harambir, suang songon pangungkuron di harbangan na tungkan habinsaran, jala pitu do anak ni tanggana laho tu ginjang, jala panisioanna di jolona.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala pintu harbangan ni alaman parbagasan tondong ni pintu harbangan tungkan utara dohot tungkan habinsaran, gabe manuhati ibana sian harbangan na sada sahat tu harbangan na sadanari saratus asta do.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ditogihon ibana ma ahu tu dalan tungkan dangsina, gabe ida ma, adong dope pintu harbangan sada tungkan dangsina, laos disuhati ibana ma angka tiangna dohot partungkoanna mangihuthon pangungkuron parjolo i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Marpandiloan do nang i jala marpanisioan tuk humaliang mangihuthon angka pandiloan parjolo i, limapulu asta unjurna, jala duapulu lima asta bohangna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala pitu anak ni tanggana laho tu ginjang, jala angka panisioanna di jolona, jala margorga harambir sada be sambariba di angka partungkoanna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(III.) Adong do huhut pintu harbangan sada laho tu alaman parbagasan i tungkan dangsina, laos manuhati ibana sian harbangan na sada sahat tu harbangan na sadanari tungkan dangsina saratus asta.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ditogihon ibana muse ahu tu alaman parbagasan i mardalan sian harbangan pardangsina, jala disuhati harbangan pardangsina i mangihuthon ungkuran parjolo i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tole angka bilutna parjagaan, tole angka tiangna dohot angka partungkoanna mangihuthon ungkuran parjolo i. Adong do huhut disi angka pandiloan di panisioanna tuk humaliang, limapulu asta unjurna jala duapulu lima asta bohangna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala angka panisioan tuk humaliang duapulu lima asta unjurna, jala lima asta bohangna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jala angka panisioanna hombarhon alaman parduru i, jala margorga harambir do angka tiangna, jala ualu anak ni tanggana laho tu ginjang.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i ditogihon ibana muse ahu tu alaman parbagasan i tungkan habinsaran jala disuhati pintu harbangan i mangihuthon ungkuran parjolo i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Tole angka bilutna parjagaan dohot angka tiangna dohot angka panisioanna mangihuthon ungkuran parjolo i. Marpandiloan huhut angka panisioanna tuk humaliang, limapulu asta unjurna jala duapulu lima asta bohangna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jala panisioanna hombarhon alaman parduru i, jala margorga harambir di angka partungkoanna angkupangkup be, jala ualu anak ni tanggana laho tu ginjang.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i diboan ibana ahu tu pintu harbangan tungkan utara, laos disuhati mangihuthon ungkuran parjolo i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Tole angka bilutna parjagaan ro di tiangna dohot angka panisioanna, jala marpandiloan do i tuk humaliang, limapulu asta unjurna jala duapulu lima asta bohangna.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jala angka tiangna hombarhon alaman parduru i huhut margorga harambir di angka partungkoanna angkupangkup be, jala ualu anak ni tanggana laho tu ginjang.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "(IV.) Jala adong sada bilut ro di pintuna hombarhon angka tiang ni angka pintu harbangan i, disi do burionna sogot pelean situtungon.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jala di panisioan ni pintu harbangan i adong dua meja angkupangkup be, disi do seaton sogot angka pelean situtungon dohot pardosaon dohot pelean parsalaan.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i di na sambariba tungkan ruar laho nangkok tu pintu harbangan tungkan utara adong dua meja, jala di na sambariba nari hombarhon panisioan ni harbangan i adong muse dua meja.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Asa opat meja be di na sambariba hombarhon harbangan i, gabe ualu meja bahen paneatan ni pelean sogot.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Tole muse na opat meja di pelean situtungon sian batu na nidakdak do, tonga dua asta be unjurna dohot bidangna jala saasta timbona, tusi do peakkononhon sogot ulaula angka sipangkeon laho maneat pelean situtungon dohot pelean sipotongon.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Jala dua pasi, santopap be bidangna lohot di parik ni joro i tuk humaliang, jala di atas ni angka meja i do juhut pelean i.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Jala sian ruar hombarhon harbangan parbagasan i do angka bilut ni parende di alaman parbagasan i, sarinte hombarhon harbangan sambariba tungkan utara, adop dangsina do nasida, rinte na sadanari hombarhon harbangan sambariba tungkan habinsaran adop utara do nasida.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Dung i ro ma hatana tu ahu: Bilut on, na tungkan dangsina do di malim angka na mangaradoti ulaon di bagasan joro.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Ianggo bilut na tungkan utara di malim angka na mangaradoti ulaon di langgatan; i ma angka anak ni si Sadok angka na jumonok, sian halak Lepi, tu Jahowa, marhalado di ibana.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Dung i disuhati ibana ma alaman i: Saratus asta be unjurna dohot bohangna maropat suhi, jala langgatan i sonson di jolo ni joro i.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Dung i diboan ibana ahu tu bagasan emper ni joro i, jala disuhati tiang ni emper i lima asta be angkupangkup, jala bohang ni harbangan i tolu asta be angkupangkup.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Ianggo unjur ni emper i duapulu asta do, jala bohangna sampulu sada asta, jala martangga do laho tu ginjang, jala dua tiang na bolon hombarhon angka tiang na asing, sada be di na sambariba.",
      "type": "content"
    }
  ]
}