{
  "book": "Yehezkiel",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Rumang ni joro di bagasan. Na songkal sahali, angka bilut dohot alaman 1-17. II. Angka jagarjagar dohot meja langgatan 18-26.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i diboan ibana ma ahu tu joro i, laos disuhati ma angka tiang, onom asta be bidangna di na sambariba, mangihuthon bohang ni undungundung i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia bohang ni pintu i sampulu asta do, jala lima asta be sambola di na sambariba, disuhati muse dohot unjur ni joro i opatpulu asta jala bohangna duapulu asta.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i bongot ma ibana tu bagasan, laos disuhati ma tiang ni pintu i dua asta, ia pintu i onom asta jala bohang ni pintu i pitu asta do.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i disuhati ibana ma unjurna duapulu asta, bohangna pe duapulu asta mangihuthon jolo ni joro i, jala didok ma tu ahu: On ma bilut na songkal sahali.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i disuhati ibana ma dorpi ni bagas i onom asta timbona jala bohang ni angka emper opat asta humaliang bagas i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia angka bilut emper sai masijaloan do tolu lampis tolupulu hali be, jala sahat do angka tu dorpi ni joro i hombarhon angka bilut emper tuk humaliang, asa masirogangan, alai ndada hot anggo di bagasan dorpi ni joro i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala lam tu ginjang lam tu lambasna do angka bilut emper humaliang, ai tarbahen do mardalan humaliang, joro i tu ginjang tung tuk humaliang joro i tu ginjang, dibahen i lumambas do joro i di ginjang gabe tarbahen manaek sian bilut partoru, boti tu partonga sahat tu parginjang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Huida huhut di joro i na jukjuk tu ginjang tuk humaliang. Angka ojahan ni angka bilut emper gok do sada ungkuran, i ma onom asta sahat ro di sumban.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia bidang ni dorpi ni bilut emper tungkan ruar lima asta do jala na rumar pinasomba holangholang ni angka bilut emper na di joro i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tole bohang holangholang ni angka bilut i duapulu asta do tuk humaliang joro i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala pintu ni bilut emper i tondong ni na rumar pinasombu, sada pintu tungkan utara, jala sada pintu tungkan dangsina, jala bohang ni inganan na rumar pinasombu lima asta do tuk humaliang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia bagas na tungkan inganan na pinapulik i di na sambariba tungkan laut, pitupulu asta do bohangna, jala parik ni bagas i lima asta bohangna tuk humaliang, jala unjurna siapulu asta do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Disuhati ibana huhut joro i saratus asta unjurna ro di inganan na pinapulik i dohot bagas i dohot angka dorpina saratus asta do unjurna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala bohang di jolo ni joro i ro di inganan na pinapulik i tungkan habinsaran saratus asta do.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i disuhati ma unjur ni bagas i tungkan inganan na pinapulik i na di pudina ro di angka emper na angkupangkup be, saratus asta do ro di joro parbagasan i dohot angka panisioan ni alaman i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Angka lobulobu dohot pandiloan angka na sompit i ro di angka emper humaliang di na tolu suhi tondong ni lobulobu i na nilampis dohot hau do i tuk humaliang, sian tano sahat ro di angka pandiloan, angka pandiloan pe tahe pola tarlampis do.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tungkan ginjang ni pintu i jala sahat tu bagas parbagasan i boti tu ruar, boti mangoriori sandok dorpi tuk humaliang di bagasan dohot di ruar marungkur be do.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(II.) Jala nunga dijadihon hian angka kerubim dohot gorga harambir, sai sada harambir di holangholang ni dua kerubim, jala mardua bohi do kerubim i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Bohi jolma tahe maradophon harambir sambariba on, jala bohi singa maradophon harambir sambariba i; tarjadi do songon i di sandok joro i tuk humaliang.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Olat ni tano sahat ro di atas ni pintu i do tarjadi angka kerubim dohot harambir, laos songon i di dorpi ni joro i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Maropat suhi do angka tiang ni joro i jala adopan ni habadiaon i, sisada rupa do idaon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ia langgatan hau tolu asta timbona, jala unjurna dua asta jala marsuhisuhi do ibana, jala unjurna dohot dorpina sian hau do; dung i ro ma hatana tu ahu: On ma meja na di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala dua hinsuhinsu be di joro dohot di habadiaon i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala dua hinsuhinsu di ganup pintu, dua hinsuhinsu na mordong humaliang, dua do di pintu na sada, laos dua hinsuhinsu di na sadanari.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tarjadi do huhut di nasida, lohot di hinsuhinsu ni joro i angka kerubim dohot harambir, suang songon na tarjadi di angka dorpi, jala adong sada lobulobu hau tungkan emper i sian ruar.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Adong huhut pandiloan angka na sompit dohot harambir angkupangkup hombarhon lambung ni emper i dohot angka bilut emper ni bagas i ro di angka sumban.",
      "type": "content"
    }
  ]
}