{
  "book": "Yehezkiel",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Angka bilut bahen inganan ni angka malim hombarhon alaman parduru 1-14. II. Ungkuran ni parik ni alaman parduru i 15-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ditogihon ibana ahu tu alaman parduru i, dalan tungkan utara, jala diboan ahu tu bagasan angka bilut tondong ni inganan na pinapulik i, jala tondong ni bagas i tungkan utara.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Mangihuthon unjurna di jolo saratus asta sahat ro di pintu tungkan utara, jala bohangna limapulu asta.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tondong ni na duapulu asta angka na masuk tu alaman parbagasan i, jala tondong ni pantar batu na masuk tu alaman parduru i, adop be do emper tu emper tolu lampis.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala di jolo ni angka bilut adong sada dalan sampulu asta bidangna laho tu alaman parbagasan i, sisaasta be do dalan laho tu angka bilut, jala angka pintuna tungkan utara do.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asa gumogot do angka bilut parginjang i, ai juruk do pangalaho ni angka emper mamuati sian angka bilut partoru dohot partonga di bagas i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai tolu lampis do angka bilut i, jala ndang dos tiangna songon tiang ni angka alaman i, ala na binuatan do sian partoru dohot sian partonga mamungka sian patna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala parik parholangan na tungkan ruar hombarhon angka bilut i, tondong ni alaman parduru i, gistang do di jolo ni angka bilut, limapulu asta unjurna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai unjur ni angka bilut hombarhon alaman parduru i limapulu asta do; alai ida ma, anggo di jolo ni joro i saratus asta do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala sian toru ni angka bilut i adong sada haroroan sian habinsaran, molo bongot iba tusi sian alaman parduru i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Mangihuthon bohang ni parik parholangan ni alaman i tungkan habinsaran, di jolo ni inganan na pinapulik i, jala di jolo ni bagas i adong huhut angka bilut.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Di jolo ni angka i adong huhut sada dalan suman tu dalan ni bilut angka na tungkan utara, dos unjurna dohot bohangna, ro di sude dalan na laho ruar, mangihuthon rumangna dohot pintuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Suang songon i dohot hinsuhinsu ni angka bilut i, angka na tungkan dangsina, adong sada pintu di bona ni dalan, tondong ni parik na tigor i tungkan habinsaran laho bongot iba.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna ibana ma tu ahu: Angka bilut tungkan utara, angka bilut tungkan dangsina pe angka na di jolo ni inganan na pinapulik i, i ma angka bilut na badia, ingkon disi do panganon ni malim, angka na jumonok tu Jahowa, pelean angka na badia sahali, disi huhut peakkononnasida pelean angka na badia sahali, angka pelean sipanganon, pelean pardosaon dohot pelean parsalaan, ai na badia do inganan i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia dung masuk angka malim i, ndang jadi ruar nasida sian inganan na badia i laho tu alaman parduru i, ingkon jolo tanggalanna disi pangkeanna, angka na pinangkena marhalado, ai angka na badia do i, jala ulos angka na asing solukkononna, molo laho nasida mandapothon situan na torop i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Jadi dung tolhas angka ungkuran ni joro i di bagasan, gabe ditogihon ibana ahu ruar mardalan sian harbangan na tungkan habinsaran, laos disuhati do i tuk humaliang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Disuhati ma sambariba tungkan habinsaran marhitehite tolong ungkuran i, limaratus ungkuran i tuk humaliang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Disuhati muse sambariba tungkan utara, suang limaratus ungkuran i tuk humaliang.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Disuhati muse sambariba tungkan dangsina, suang limaratus ungkuran i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Marliat muse tu sambariba tungkan hasundutan disuhati suang muse limaratus ungkuran i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa mangihuthon desa na opat i do joro i disuhati ibana; marparik do i tuk humaliang, unjurna limaratus ungkuran i, bohangna pe limaratus ungkuran laho mambahen parsirangan ni na badia sian na ramun.",
      "type": "content"
    }
  ]
}