{
  "book": "Yehezkiel",
  "chapter": 43,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Hamuliaon ni Jahowa tarida di bagasan joro i, laos mangkatai ibana dohot panurirang i 1-12. II. Pangalaho ni langgatan 13-17. Panahathonna di langgatan i 18-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ditogihon ibana ahu tu harbangan i, i ma harbangan na tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ida ma, ro do hamuliaon ni Debata ni Israel sian habinsaran, jala soarana songon parhasak ni aek magodang, jala marsinondang tano on binahen ni hamuliaonna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala pangungkapon i suang songon pangungkapon na huida na jolo, songon pangungkapon na huida uju na ro ahu laho mangago huta i, jala songon pangungkapon na huida uju di topi ni batang aek Hebar, gabe manungkap ahu tu tano.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i masuk ma hamuliaon ni Jahowa tu bagasan joro i, mardalan sian harbangan na tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dihindat Tondi i ma ahu, laos diboan ahu tu alaman parbagasan i, gabe ida ma, gok hamuliaon ni Jahowa do joro i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i hubege ro hata ni na sahalak tu ahu sian joro i, jala jongjong sada baoa di lambungku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ninna ibana ma tu ahu: Ale anak ni jolma, on do hajongjongan ni habangsangku, jala sidegedegean ni palak ni pathu, disi do ahu maringan di tongatonga ni halak Israel ro di salelenglelengna! Jala ndang be ramunan ni pinompar ni Israel goarhu na badia i, nang nasida, nang rajanasida marhitehite parmainanonnasida dohot marhitehite bangke ni angka rajanasida di hamamatenasida i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Uju na binahennasida lobulobunasida hombarhon lobulobungku, jala tiang nasida di lambung ni tiangku, gabe dorpi sambing parholanganku sian nasida; asa diramuni nasida goarhu na badia i marhitehite hasogiron angka na niulahonnasida i, gabe suda nasida dipangan rimashu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ianggo nuaeng paholangonnasida ma parmainanonnasida i sian ahu ro di bangke ni angka rajanasida, asa maringan ahu di tongatonganasida ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "On pe, ho ale anak ni jolma, patuduhon ma tu pinompar ni Israel joro on, asa tung maila nasida ala ni hajahatonnasida i, ingkon suhatannasida ungkuran tiruan i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia dung maila nasida ala saluhut na binahennasida i, pabotohononmu ma tu nasida rumang ni joro i dohot parpaulina angka dalanna laho ruar dohot laho masuk ro di sandok rumangna dohot angka patikna, angka panjadianna dohot angka patik ni uhumna, jala surathon di adopannasida, asa diramoti nasida sandok panjadianna dohot angka patikna laos diulahon nasida antong.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala on do aturan ni joro i: Di atas punsu ni dolok i do sandok parbolatanna tuk humaliang, i ma na songkal sahali. Ida ma, i ma aturan ni joro i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Jala ondo angka ungkuran ni langgatan marasta, sasaasta dohot santopap ganjangna. Ia patna saasta timbona jala saasta bohangna, jala bibirna di topina sanjongkal humaliang, i ma pat ni langgatan i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sian patna di tano i sahat ro di tanggana partoru dua asta do, jala bohangna saasta; jala sian tanggana na metmet i sahat ro di tanggana na balga, opat asta do, laos saasta do anggo bohangna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala \"dolok ni Debata\" opat asta do; jala sian \"tataring ni Debata\" tu ginjang adong opat tanduk.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia \"tataring ni Debata\" sampulu dua asta be do unjurna dohot bohangna, maropat suhi mangihuthon lambungna na opat i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ia partanggana sampulu opat asta be do unjurna dohot bohangna, mangihuthon lambungna na opat i, jala bibirna humaliang ibana satonga asta timbona, jala patna saasta humaliang, jala tanggana tungkan habinsaran do.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ninna ibana muse tu ahu: Ale anak ni jolma, songon on do hata ni Tuhan Jahowa: On ma angka aturan taringot tu langgatan di ari panjadionna i sogot, ingkon pelehononhon di atasna angka pelean situtungon, jala pistikkononhon mudar i tusi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tu angka malim, halak Lepi, angka na sian pinompar ni si Sadok, angka na jumonok tu ahu mangaradoti ulaonku, ninna Tuhan Jahowa, ingkon lehononmu do anak ni lombu sada bahen pelean pardosaon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala ingkon buatonmu do sian mudarna, jala pistikkononmu do tu tandukna na opat i dohot tu na opat suhi ni partanggaon i dohot tu bibirna humaliang asa urasonmu do i jala mambahen pardenggananna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ingkon buatonmu huhut anak ni lombu pelean pardosaon i, asa tutungon ni halak di inganan ni joro naung pinatik hian, di balian ni inganan na badia i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tole paduaarihon ingkon pelehononmu ma hambing tunggal sada na so martihas bahen pelean pardosaon, asa diurasi nasida langgatan i, songon naung niurasanna i marhitehite anak ni lombu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia dung tolhas pangurasionmi, pelehononmu ma anak ni lombu sada na so martihas dohot birubiru tunggal sada sian punguan i, na so martihas.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala ingkon pelehononmu duansa di adopan ni Jahowa jala pirpirhonon ni angka malim sira tu atasna, asa pelehononna do i bahen pelean situtungon di Jahowa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ingkon pitu ari padodot hobasonmu hambing tunggal sada bahen pelean pardosaon gonop ari, angkup ni anak ni lombu sada dohot birubiru tunggal sada sian punguan i, angka na so martihas hobasonnasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ingkon pitu ari padodot bahenonnasida pardengganan ni langgatan i jala urasanna, jala gohanna tangan ni malim i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ia dung ditolhasi nasida angka ari i, tole paualuarihon dohot di pudi ni, ingkon hobason ni angka malim ma di atas ni langgatan i angka peleanmuna situtungon dohot angka peleanmuna hamauliateon, asa huhalomohon hamu, ninna Tuhan Jahowa.",
      "type": "content"
    }
  ]
}