{
  "book": "Yehezkiel",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Aturan taringot tu pintu harbangan tungkan habinsaran dohot taringot tu angka dalan laho masuk tu inganan na badia i 1-8. II. Aturan taringot tu halak Lepi 9-14. III. Aturan taringot tu angka malim, ulaonnasida dohot uhum siingoton tu nasida 15-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ditogihon ibana ahu mulak sian dalan laho tu pintu ruar ni inganan na badia i na tungkan habinsaran, hape hinsu do i nidapot.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna Jahowa ma tu ahu: Ingkon laos hinsu do anggo pintu on, ndang jadi ungkapon, sahalak pe ndang jadi masuk sian i ala Jahowa, Debata ni Israel, naung masuk sian i; umbahen ingkon laos tarhinsu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Taringot tu induk i, induk do ibana tongon, umbahen ingkon hundul ibana di bagasanna laho manganhon roti di adopan ni Jahowa; ingkon mardalan sian panisioan ni harbangan i ibana laho bongot, laos sian dalan i muse ibana ruar.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i diboan ibana ahu sian dalan tu harbangan na tungkan utara tu jolo ni joro i, gabe ida ma, gok hamuliaon ni Jahowa do joro ni Jahowa huida, jadi manungkap ma ahu tu tano.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna Jahowa ma tu ahu: Ale anak ni jolma, parateatehon ma on jala ida marhitehite matam jala tangihon marhitehite pinggolmu saluhut sipaboaonku tu ho, taringot tu saluhut aturan ni joro ni Jahowa dohot taringot tu sandok patik ni uhumna, jala ingkon pampeonmu tu roham dalan laho bongot tu joro i ro di sude dalan laho ruar sian inganan na badia i!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala dohononmu ma tu pinompar ni Israel na tangkangi: Songon on do hata ni Tuhan Jahowa: Tung na torbang do hamu, ale pinompar ni Israel mangulahon luhut angka hasogiron marragamragam.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung ditogihon hamu do angka halak ruar, angka na so tarsunat rohana dohot dagingna, asa masuk tu ingananku na badia i laho paramunhon jorongki, di na pinelehonmuna rotingku, i ma tabotabo dohot mudar, tung diose nasida do padan na hubahen i marhite sian saluhut hasogiron angka na niulamuna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala ndang diradoti hamu ulaon ni habadiaonku, tung roharoha do dibahen hamu pabangkithon halak bahen siradoti ulaonku gantimuna di ingananku na badia i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Songon on do hata ni Tuhan Jahowa: Sandok halak ruar angka na so tarsunat rohana dohot dagingna, ndang jadi masuk tu ingananku na badia i, sandok halak ruar tahe, angka na maisolat di tongatonga ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Gari halak Lepi, angka na paholang dirina sian ahu, uju na lilu Israel, angka na lilu tumundalhon ahu mangihuthon tu angka ganaganaannasida, ingkon usungonna hajahatonnasida i:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon gabe parhalado nama nasida di ingananku badia i, gabe angka parjaga di lambung ni angka pintu ni joro i, gabe angka parhalado di bagasan joro i: Angka nasida do maneati sogot pelean situtungon dohot pelean sipotongon di situan na torop i, ingkon tindang nasida di adopannasida marhalado di nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ala na marhalado nasida na jolo di nasida di adopan ni angka ganaganaannasida, asa mambahen parbonsiran tu hajahaton di pinompar ni Israel, ala ni do hupatoltol tanganku dompak nasida, ninna Tuhan Jahowa, ingkon manginona tu nasida hajahatonnasida i:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ndang jadi be nasida jumonok tu ahu mangaradoti tohonan malim di ahu, manang jumonok pe tu sandok habadiaonku, manang tu na songkal sahali, ingkon usungonnasida haurahonnasida i dohot hasogiron, angka na niulanasida i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi hubahen nasida angka siradoti parjagaon di joro i mangaradoti sandok ulaonna ro di sude sibahenon disi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Alai anggo angka malim, halak Lepi, angka anak ni si Sadok, angka na tongtong mangaradoti ulaon ni habadiaonku, uju na lilu halak Israel sian ahu, ianggo nasida ingkon jumonok tu ahu marhalado di ahu, ingkon tindang nasida di jolongku laho umpelehon tu ahu tabotabo dohot mudar, ninna Tuhan Jahowa!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ingkon nasida bongot tu habadiaonku, jala nasida jumonok tu mejangku marhalado di jolongku, jala mangaradoti ulaonku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Molo naeng bongotannasida angka pintu ni alaman parbagasan i, ingkon solukkononnasida pangkean hori, ndang jadi alit tu nasida pangkean sian imput ni birubiru saleleng marhalado nasida di bagasan angka pintu ni alaman parbagasan i manang di bagasan joro i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ingkon martalitali hori nang ulunasida, jala saraoal hori di gontingnasida, ndang jadi marhohosnasida, pola hodokan dibahen.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia laho ruar nasida tu alaman parduru, tu alaman parduru sahali mandapothon halak situan na torop tahe, ingkon tanggalannasida pangkeannasida, angka na pinangkena marhalado, jala pajoponna do i di bagasan angka bilut ni habadiaon i, jala solukkononna muse angka ulos hian, asa unang diparbadiai nasida situan na torop i marhitehite pangkeannasida i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ulunasida pe ndang jadi nabunganna manang pasombuonna obukna ganjang, asal simburanna do obuk ni ulunasida i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nasa malim, ndang jadi minum anggur laho bongot nasida tu alaman parbagasan i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ndang jadi buatonna parompuan na mabalu manang na binolongkon bahen jolmanasida, ingkon namarbaju do sian pinompar ni bangso Israel, manang parompuan naung mangkabaluhon malim buatonna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ingkon podaannasida huhut bangsongku, asa diboto nasida parsirang ni na badia martimbangkon na ursam dohot parsirang ni na ramun martimbangkon na pansing.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Molo tubu parsalisian, ingkon tindang nasida laho manguhum, hombar tu angka uhumhu uhumonna; jala patik ni uhumhu dohot patikpatikku, ingkon radotannasida do di saluhut ari rayangku, jala angka ari Sabbathu parbadiaannasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Bangke ni jolma na mate pe ndang jadi tingkironnasida paramunhon dirina, dungkon ni ama manang ina, manang anak, manang boru, manang hahaanggi, manang iboto na so dung marharajaan, itenang diramuni nasida disi.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia dung muse diuras dirina ingkon jujuron dope pitu ari tu ibana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i di ari habobongotna muse tu habadiaon i, tu alaman parbagasan i, laho marhalado di bagasan habadiaon i, ingkon pelehononna pelean pardosaonna i, ninna Tuhan Jahowa!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ingkon adong huhut partalian di nasida, ahu do tahe partaliannasida, asa ndang jadi lehononmuna partohapan tu nasida di tongatonga ni Israel, ahu do tahe partohapannasida i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai anggo pelean sipanganon dohot pelean pardosaon dohot pelean parsalaan, ingkon nasida do manganhon i, jala sandok na niontongkon di tongatonga ni Israel, nasida do nampunasa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Angkup ni patumonaan ni sandok parjolo tubu, ro di sude pelean tatingan sian saluhut peleanmuna i, ingkon angka malim nampunasa, nang patumonaan ni na niudimuna, ingkon lehononmuna do tu malim, asa mian pasupasu di atas ni bagasmu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai nasa bangke manang juhut soroan binahen ni pidong manang binatang ndang jadi panganon ni angka malim.",
      "type": "content"
    }
  ]
}