{
  "book": "Yehezkiel",
  "chapter": 45,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Parsagina di tano na badia i. Partalian ni huta dohot partalian ni induk 1-8. II. Aturan taringot tu pelean tatingan tu induk 9-17. III. Aturan taringot tu ari raya Paska dohot parlapelapean 18-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i molo disagi hamu tano i marpartalian, ingkon papulihonmuna do pelean tatingan sada di Jahowa, sapartalian tano na badia, unjurna duapulu lima ribu asta, jala bohangna sampulu ribu asta, habadiaon do i di sandok parbolatanna humaliang.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon masuk sian i tu inganan na badia i limaratus asta be unjurna dohot bolangna maropatsuhi tuk humaliang; angkup ni ingkon limapulu asta alamanna di ruar tuk humaliang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala mangihuthon ungkuran i suhatanmu muse duapulu lima ribu asta jala bohangna sampulu ribu asta, ingkon di parsitongaanna do inganan na badia i, i ma inganan na songkal sahali.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "I ma apala habadiaon di tano i, ingkon i ma partalian ni angka malim, angka na marhalado di bagasan inganan na badia i, angka na jumonok marhalado di Jahowa, i ma bahen hajongjongan ni angka bagas di nasida; jala tano na badia do humaliang inganan na badia i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala duapulu lima ribu asta unjur jala sampulu ribu asta bohang, ingkon lehonon tu halak Lepi angka parhalado di bagasan joro i bahen partalian di nasida, duapulu bilut.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala partalian ni huta ingkon lehononmuna do lima ribu asta bohangna jala duapulu lima ribu asta unjurna patampaktampak dohot pelean tatingan na badia i: I ma di sandok pinompar ni Israel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ianggo tu induk i: Sian baribaon dohot sian bariba i ni pelean tatingan na badia i dohot sian partalian ni huta i di jolo ni pelean tatingan na badia i dohot di jolo ni partalian ni huta i tungkan hasundutan dohot tungkan habinsaran, jala unjurna patampaktampak sada sian angka partalian sian partalpahanna hasundutan sahat ro di partalpahan habinsaran.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon gabe tanona sandiri do i bahen partalian di tongatonga ni Israel, asa unang be rupaon ni angka indukhu bangsongki, ingkon lehononnasida do tano i tu pinompar ni Israel mangihuthon margana be.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Songon on do hata ni Tuhan Jahowa: Tung na torbang do hamu, ale angka induk ni Israel! Paholang hamu ma pangarupaon dohot hamagoan, jala ulahon hamu ma uhum dohot hatigoran! Pasohot hamu ma panosakmuna mangonjaronjar bangsongku sian partalianna, ninna Tuhan Jahowa!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon masa di hamu timbangan na sintong dohot ampang na sintong dohot poting na sintong.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ianggo ampang dohot poting, ingkon dos tu tulukna, asa saparsampulu ni sada tuhukan do sada poting, jala saparsampulu tuhukan do sada ampang ingkon tuhukan do panuluhanna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai anggo sada mas, ingkon duapulu ringgit do. Duapulu mas dohot duapulu lima mas dohot sampulu lima mas ingkon sada tail di hamu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "On do pelean tatingan siguguanmuna i: Saparonom ni sada ampang sian sada tuhukan dahanon, jala saparonom ni sada ampang sian sada tuhukan eme.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia aturan ni miak, ingkon marpoting do boanonna, sada poting, pasampuluhon sian sada pingkul, asa sampulu poting gabe sada tuhukan, ai sampulu poting do tongon sada tuhukan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala sada anak ni birubiru sian duaratus birubiru sian tano ni Israel na tangkas di aek bahen pelean sipanganon, pelean situtungon dohot pelean hamauliateon, bahen pardengganan di nasida, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ingkon sandok bangso ni tano i margugu tu pelean tatingan i di induk ni Israel.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingkon radotan ni induk i do antong angka pelean situtungon, pelean sipanganon dohot pelean siinumon di angka ari raya, di angka poltak ni bulan, di angka ari Sabbat pe ro di sandok ari raya bolon di pinompar ni Israel; ingkon ibana patupahon pelean pardosaon, pelean sipanganon, pelean situtungon dohot angka pelean hamauliateon bahen pardengganan di pinompar ni Israel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Songon on do hata ni Tuhan Jahowa: Di artia di bulan sipaha sada ingkon buatonmu ma anak ni lombu sada na sa martihas, asa urasonmu inganan na badia i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala ingkon buaton ni malim do deba sian mudar ni pelean pardosaon i, jala pistikkononna tu angka tiang ni joro i dohot tu na opat suhi ni langgatan na martagahambing dohot tu tiang ni pintu ni alaman parbagasan i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Suang songon i ingkon bahenonmu papituarihon di bulan i manguras baoa na lilu manang na tarpaoto mambahen pardengganan di joro i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Pasampuluopatarihon di bulan sipaha sada, ingkon masa di hamu Paska, ari raya sipitu ari padodot, ingkon sagusagu na so niasoman panganon disi.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ingkon patupaon ni induk i di ari na sasada i anak ni lombu sada bahen pelean pardosaon humongkop ibana sandiri dohot humongkop bangso ni tano i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Di na pitu ari raya i pe ingkon patupaonna ganup ari bahen pelean situtungon di Jahowa pitu anak ni lombu dohot pitu birubiru tunggal, angka na so martihas, huhut sada hambing tunggal bahen pelean pardosaon ganup ari.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ingkon patupaonna huhut bahen pelean sipanganon, sada ampang dongan ni anak ni lombu sada, jala sada ampang dongan ni birubiru tunggal sada, jala miak sada bale dongan ni ampang sada.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Pasampululimaarihon di bulan sipaha pitu ingkon patupaonna suang songon i di ari raya pitu ari padodot, songon i pelean pardosaon, tole pelean situtungon, tole muse pelean sipanganon, songon i nang miahi.",
      "type": "content"
    }
  ]
}