{
  "book": "Yehezkiel",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Aturan taringot tu angka pelean sipelehonon ni induk 1-15. II. Aturan taringot tu parbolatan angka na tarbasabasahon induk 16-18. III. Aturan taringot tu sagusagu pelean ni angka malim 19-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Songon on do hata ni Tuhan Jahowa: Pintu ni alaman parbagasan i na tungkan habinsaran, ingkon hinsuon do na onom ari siulahononhon, alai anggo di ari Sabbat dohot di ari poltak ni bulan, ingkon ungkapon do.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ingkon bongot induk i mardalan sian panisioan ni pintu ruar, jala tindang ibana di lambung tiang ni pintu i; dung i hobason ni angka malim ma peleanna situtungon dohot peleanna hamauliateon, marsinggang ma ianggo induk i di atas lobulobu ni pintu i, dung i ruar ibana muse alai ndang jadi hinsuon ianggo pintu i sahat ro di bodari.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon marsinggang ma nang bangso ni tano i di baba pintu i di angka ari Sabbat dohot di poltak ni bulan di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo pelean situtungon sipelehonon ni induk i tu Jahowa di ari Sabbat, onom do anak ni birubiru angka na so martihas dohot sada birubiru tunggal do so martihas.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia pelean sipanganon suda do sada ampang dongan ni sada birubiru tunggal, jala dongan ni angka anak ni birubiru bahen pelean sipanganon marguru tu pangalehon ni tanganna do, jala miak sada bale dongan ni sada ampang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala di ari poltak ni bulan ingkon pelehononna: Anak ni lombu sada na so martihas dohot onom anak ni birubiru dohot sada birubiru tunggal, angka na so martihas.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala sada ampang dongan ni anak ni lombu, jala sada ampang dongan ni birubiru tunggal patupaonna bahen pelean sipanganon, jala dongan ni angka anak ni birubiru marguru tu na dapot tanganna, jala miak sada bale dongan ni sada ampang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i molo bongot induk i, ingkon ro ibana sian dalan ni panisioan ni pintu i, laos sian dalanna i muse ruar.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai molo ro bangso isi ni tano i tu jolo ni Jahowa di angka ari raya bolon, ia bongot ibana sian dalan ni pintu tungkan utara laho marsomba, ingkon ruar ibana sian dalan ni pintu tungkan dangsina; ia bongot ibana sian dalan ni pintu tungkan dangsina, ingkon ruar ibana sian dalan ni pintu tungkan utara; ndang jadi mulak ibana sian dalan ni pintu habongotanna i, ingkon tu jolona tulusonna laho ruar.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nang induk i di tongatonganasida, ingkon rap bongot jala rap ruar nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala di angka ari raya hian dohot di angka ari raya bolon, ingkon on do pelean sipanganon: Sada ampang dongan ni anak ni lombu sada, jala sada ampang dongan ni birubiru tunggal sada; alai anggo dongan ni angka anak ni birubiru, guru pangalehon ni tanganna do, jala miak sada bale dongan ni sada ampang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai molo naeng patupaon ni induk i pelean situtungon sian lomona, manang angka pelean hamauliateon tu Jahowa sian lomona, ingkon ungkapon di ibana pintu na tungkan habinsaran, asa dipatupa peleanna situtungon dohot angka peleanna hamauliateon, suang songon na binahenna di ari Sabbat; ia laho ruar ibana muse, ingkon hinsuon ni halak do pintu i dung ruar ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala ingkon patupaonmu anak ni birubiru sada sisataon, na so martihas bahen pelean situtungon ariari tu Jahowa; ganup sogot do i patupaonmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ingkon patupaonmu huhut pelean sipanganon donganna ganup sogot saparonom ampang dohot miak sapartolu bale laho pabornok itak bahen pelean sipanganon tu Jahowa. I ma angka aturan na hot ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ingkon songon i patupaonnasida anak ni birubiru dohot pelean sipanganon i dohot miahi ganup sogot ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Songon on do hata ni Tuhan Jahowa: Molo naeng mardenggan basa induk i tu sada sian angka anakna, tung pargolatanna hian do, ingkon saut di angka anakna, laos partohapannasida ma i bahen pargolatan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai molo naeng mardenggan basa ibana sian pargolatanna tu naposona sada halak, jadi saut ma di ibana sahat ro di taon haluaon, dung i mulak tu induk i, holan di angka anakna do tama pargolatanna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala ndang jadi buaton ni induk i sian pargolatan ni bangso i pahabangkon nasida sian partohapannasida; ingkon sian partohapanna sandiri lehononna bahen pargolatan ni angka anakna, asa unang purpur sian partohapanna manang ise sian bangsongku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Dung i diboan ibana ahu tu dalan haroroan na di lambung pintu laho tu bilut angka na badia, angka siadop utara, tu angka malim, gabe ida ma, adong disi sada inganan di na dua suhi sambariba tungkan hasundutan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ninna ibana ma tu ahu: On ma inganan ni angka malim mangalompa disi pelean parsalaan, pelean pardosaon, laos disi masahannasida pelean sipanganon, asa unang ruar boanonna tu alaman parduru i pabadiahon situan na torop i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i diboan ibana ahu ruar tu alaman parduru i, jala dipabolushon ahu sian na opat suhi ni alaman i, gabe ida ma, adong di ganup suhi ni alaman i sada alaman na metmet;",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Di na opat suhi ni alaman i adong angka alaman na metmet mardongan partimusan, opatpulu asta unjurna, jala tolupulu asta bohangna, sisada ungkuran do na opat suhi ni alaman i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala parik na metmet tuk humaliang, humaliang na opat suhi i jala pinauli angka tataring di toru ni angka parik na metmet i humaliang.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ninna ibana ma tu ahu: On ma bagas ni angka pande sipanganon, asa disi dilompa angka parhalado ni joro i pelean sipotongon ni bangso i.",
      "type": "content"
    }
  ]
}