{
  "book": "Yehezkiel",
  "chapter": 47,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Batang aek na badia na ro sian joro i 1-12. II. Parbolatan dohot parsagina di tano na badia i 13-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ditogihon ibana ahu mulak tu pintu ni joro i, gabe ida ma, ruar angka aek sian toru ni lobulobu ni joro i tungkan purba, ai siadop habinsaran do joro i; mabaor huhut angka aek i sian toru ni sambariba ni joro i tungkan siamun, tungkan dangsina ni langgatan i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ditogihon ibana ahu ruar tu dalan ni pintu tungkan utara, jala diiringiring ahu di dalan ruar sahat tu pintu ruar na tungkan habinsaran, gabe ida ma, marbullakbullak angka aek i sian sambariba tungkan siamun.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Di na ruar baoa i tungkan habinsaran, jala tali ungkuran sada di bagasan tanganna, gabe disuhati ma saribu asta, jala ditogihon ahu taripar aek i, gabe sahat aek i ro di mata ni ari ni tot.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i disuhati ibana muse saribu asta, jala ditogihon ahu taripar aek i, gabe sahat ae i ro di ulu ni tot; manuhati muse ibana saribu asta, jala ditogihon ahu taripar, gabe sahat aek i ro di gonting.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Manuhati muse ibana saribu asta, gabe batang aek sada na so hatariparan ahu ala bagas ni angka aek i, ingkon langean nama aek i, batang aek na so hatariparan do i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna ibana ma tu ahu: Nunga tung diida ho ale anak ni jolma? Dung i ditogihon ibana ahu mulak tu topi ni batang aek i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dung mulak ahu, gabe ida ma, tungkan pasir ni batang aek i adong hau mansai godang angkupangkup be.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna ibana ma tu ahu: Angka aek on ruar do tu parbolatan tungkan habinsaran, jala mabaor tu adaran jala tolhas tu laut, dung tolhas tu laut aek angka na ruar i, gabe angka aek mata do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Gari saluhut hosa na mangolu, na manggulmit, sai mangolu do manang tudia pe hasahatan ni batang aek na dua i, mansai deak huhut dengke disi, ala tusi angka aek i, jala hisar huhut mangolu saluhut hasahatan ni batang aek i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i jongjong angka pardengke di lambungna, olat ni En-Gedi sahat ro di En Eglaim bahen paninaran ni angka jala do i; marragam disi angka dengkena, songon dengke ni laut godang, mansai deak.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai anggo ombikna dohot ambarna, ndang tarinum, tong do ansim.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala di topi ni batang aek i tubu do angkupangkup be ragamragam ni hau sipanganon, ndang olo malos bulungna, jala ndang montok parbuena, manjujur bulanna marpatumonaan, ai ruar sian inganan na badia i do angka aekna; jala parbuena tau sipanganon, jala bulungna tau ubat.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Songon on do hata ni Tuhan Jahowa: On do parbolatan ni tano sibagionmuna bahen partalian di na sampulu dua marga ni Israel: Di Josep dua bagian.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ingkon hamu do manean tano i, dos pe partalianmuna, nunga pola hupatoltol tanganku maruari, ingkon lehononku do i tu ompumuna, ingkon gabe pargolatanmuna do tano i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala on do parbolatan ni tano i, di na sambariba tungkan utara sian laut godang mardalan sian Hetlon sahat tu Jedad:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Hamat, Berota, Sibraim, na di holangholang ni parbolatan sian Damaskus tu parbolatan sian Hamat, Hasor partonga na marbalokkon Hauran.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ia parbolatan olat ni laut sahat ro di Hasor-Enon, parbolatan ni Damaskus, jala tungkan utara Hamat do parbolatan; i ma sambariba tungkan utara.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia sambariba tungkan purba, sian holangholang ni Hauran, boti tu Damaskus, boti tu Gilead, boti tu tano Israel sahat ro di Jordan. Ingkon sian parbolatan i sahat ro di laut tungkan habinsaran suhatanmuna; i ma sambariba tungkan purba.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia sambariba tungkan dangsina, olat ni Tamar sahat ro di aek Meriba-Kades partalian i, sahat ro di laut godang; i ma sambariba tungkan dangsina.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia sambariba tungkan pastima laut na godang i do, olat ni parbolatan sahat ro di tondong ni Hamat; i ma sambariba tungkan pastima.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ingkon bagionmu do tano on di hamu mangihuthon angka marga ni Israel.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ingkon marpintu hamu laho martali tano i di hamu dohot di halak paisolat, angka na maisolat di tongatongamuna, angka naung tubuan anak di tongatongamuna; ingkon songon raja huta nasida di tongatonga ni halak Israel, ingkon marpintu nasida rap dohot hamu maruli partalian di tongatonga ni angka marga ni Israel.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia di tongatonga ni marga dia maisolat paisolat i, laos disi do lehononmuna partalianna, ninna Tuhan Jahowa!",
      "type": "content"
    }
  ]
}