{
  "book": "Yehezkiel",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ujungna: Parbolatan ni na pitu marga tungkan utara 1-7. II. Partalian ni angka malim, halak Lepi, huta i dohot partalian ni induk i di parsitongaan ni tano i 8-22. III. Parbolatan ni na lima marga tungkan dangsina 23-29. IV. Na sampulu dua bahal ni huta na badia i 30-35",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jala on do goargoar ni angka marga: Sian partalpahan utara mardonokkon dalan sian Hetlon sahat ro di Hamat, Hasor-Enon parbolatan ni Damaskus tungkan utara mardonokkon Hamat, sambariba tungkan purba sahat ro di laut, sapartalian di si Dan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala marbalokkon Dan sian sambariba purba sahat ro di pastima sapartalian di Aser.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala marbalokkon Aser sian sambariba purba ro di pastima sapartalian di Naptali.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala marbalokkon Naptali sian sambariba purba sahat ro di pastima sapartalian di Manasse.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala marbalokkon di Manasse sian sambariba purba sahat ro di pastima sapartalian di Epraim.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala marbalokkon Epraim sian sambariba purba sahat ro di pastima sapartalian di Ruben.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala marbalokkon Ruben sian sambariba purba sahat ro di pastima sapartalian di Juda.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Jala marbalokkon Juda sian sambariba purba sahat ro di pastima ingkon gabe pelean tatingan sipapulihonmuna, duapulu lima ribu asta bohangna dohot unjurna suang songon sada partalian hian sian sambariba purba sahat ro di pastima, asa inganan na badia i di parsitongaanna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia pelean tatingan sipapulihonmuna di Jahowa, ingkon duapulu lima ribu asta unjurna jala sampulu ribu asta bohangna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon disi do pelean tatingan na badia i jambar ni angka malim: Tungkan utara duapulu lima ribu asta, jala tungkan pastima sampulu ribu asta bohangna, jala tungkan purba sampulu ribu asta bohangna, jala tungkan dangsina duapulu lima ribu asta unjurna; asa inganan na badia ni Jahowa di parsitongaanna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "I ma jambar ni malim angka na pinarbadiaan sian anak ni si Sadok, angka na mangaradoti ulaonku, angka na so lilu, uju na lilu halak Israel, songon lilu ni halak Lepi na asing.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ingkon di nasida ma pelean tatingan i na pinapulik sian tano na badia sahali marbalokkon halak Lepi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Halak Lepi pe ingkon maruli mardonokkon parbolatan ni angka malim duapulu lima ribu asta unjurna jala sampulu ribu asta bohangna; sandok unjurna ingkon duapulu lima ribu asta jala bohangna sampulu ribu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala ndang jadi gadisonnasida sian i nanggo sada manang tungkaranna, manang pabalionna patumonaan ni tano i tu halak na leban, ai habadiaon ni Jahowa do i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia na lima ribu asta bohang na lobi i hombarhon na duapulu lima ribu asta i riperipe ni huta do i bahenon inganan dohot partungkoan, asa huta i di parsitongaanna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala angka on do ungkuranna: Sambariba utara opat ribu lima ratus, jala sambariba dangsina opat ribu lima ratus, jala sian sambariba purba opat ribu lima ratus, jala sambariba pastima opat ribu lima ratus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingkon marpartungkoan huta i tungkan utara dua ratus lima pulu asta, jala tungkan dangsina dua ratus lima pulu, jala tungkan purba dua ratus lima pulu, jala tungkan pastima dua ratus lima pulu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala lobilobi ni unjur hombarhon pelean tatingan na badia i, sampulu ribu tungkan purba jala sampulu ribu tungkan pastima, jala ingkon hombarhon pelean tatingan na badia i, jala parbuena bahen hangoluan ni angka pangula di huta i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala taringot tu pangula di huta i, ingkon sian sandok marga ni Israel buaton mangula tano ni huta i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa sandok pelean tatingan i ingkon duapulu lima ribu asta be unjurna dohot bohangna maropat suhi papulikonmuna pelean tatingan na badia i bahen partalian ni huta i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala lobilobina ingkon di induk i angkupangkup be sian pelean tatingan na badia i dohot sian partalian ni huta i hombarhon na duapulu lima ribu asta ni pelean tatingan i sahat ro di parbolatan tungkan purba dohot pastima, hombarhon na duapulu lima ribu asta tungkan parbolatan pastima, tondong ni angka partalian marmargamarga di induk i ma i, jala pelean tatingan na badia i dohot habadiaon ni joro i ingkon di parsitongaanna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sian partalian ni halak Lepi pe dohot sian partalian ni huta i, di tongatonga ni partalian na di induk i, di holangkolang ni parbolatan Juda dohot Benjamin, ingkon di induk i ma i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(III.) Dung i taringot tu angka marga na asing sian sambariba purba sahat ro di pastima sapartalian di Benjamin.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala marbalokkon Benjamin sian sambariba purba sahat ro di pastima sapartalian di Simeon.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jala marbalokkon Simeon sian sambariba purba sahat ro di pastima sapartalian di Isasar.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala marbalokkon Isasar sian sambariba purba sahat ro di pastima sapartalian di Zebulon.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala marbalokkon Zebulon sian sambariba purba sahat ro di pastima sapartalian di Gad.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala marbalokkon Gad tungkan sambariba dangsina sahali ingkon disi parbolatan i: Olat ni Tamar sahat ro di aek Meriba Kades, mangihuthon batang aek i sahat ro di laut godang.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "I ma tano i sibagionmuna marpintu bahen pargolatan di angka marga ni Israel, jala on do angka partaliannasida, ninna Tuhan Jahowa!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(IV.) Jala on do angka haruaran ni huta i: Sian sambariba utara opat ribu limaratus asta.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jala angka bahal ni huta i ingkon mangihuthon goargoar ni angka marga ni Israel; tolu bahal tungkan utara, bahal Ruben sada, bahal Juda sada, bahal Lepi sada.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jala tungkan sambariba purba opat ribu limaratus asta, jala tolu bahalna: Bahal Josep sada, bahal Benjamin sada, bahal Dan sada.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jala sambariba tungkan dangsina opat ribu limaratus asta, jala tolu bahalna, bahal Simeon sada, bahal Isasar sada, bahal Zebulon sada.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ia sambariba pastima opatribu limaratus asta do, tolu bahalna: Bahal Gad sada, bahal Aser sada, bahal Naptali sada.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Asa tung humaliang sampulu ualu ribu asta do, jala goar ni huta i olat ni sadarina i: Jahowa disi!",
      "type": "content"
    }
  ]
}