{
  "book": "Yehezkiel",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tudosan taringot tu podang dohot dasing 1-4. II. Torutoru angka na mangonai tu Jerusalem do lapatanna 5-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia ho ale anak ni jolma, buat ma di ho podang sada na tajom, songon raut parnabung! Buat ma i di ho, jala bolushon sian ulum dohot sian janggutmu; dung i buat muse di ho dasing sada laho marbagi angka obuk i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sapartoluna ma purunonmu di bagasan api di tongatonga ni huta i, ia dung gok angka ari partungkumon i; dung i buat ma na sapartolu nari, jala jaljali marhitehite podang humaliang huta i; jala na sapartolu muse purpurhon ma tu alogo, ai sintahonku ma podang i sian pudinasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Angkup ni buatonmu ma sian i otik bilanganna, jala pudunonmu do i di bagasan suhisuhi ni ulosmu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i buatonmu muse sian i otik, jala reongkononmu do i tu tongatonga ni api, jala purunonmu di bagasan api; ruar ma sian i muse api rarat tu sandok pinompar ni Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Songon on do hata ni Tuhan Jahowa: Ia huta Jerusalemon, nunga hupahot di tongatonga ni angka parbegu, jala dihaliangi angka luat.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hape manggunturi nasida dompak angka uhumhu, gabe jumahat nasida sian angka parbegu, jala manggunjal nasida dompak angka patikku, lobi sian luat angka na humaliang nasida, ai ditoisi nasida do angka uhumhu, jala ndang diparangehon nasida angka patikku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i songon on do hata ni Tuhan Jahowa: Ala jumahat hamu sian parbegu, angka na humaliang hamu, ndang diparangehon hamu angka patikku, jala ndang diradoti hamu angka uhumhu; uhum ni parbegu pe, angka na humaliang hamu, ndang diihuthon hamu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen i, songon on do hata ni Tuhan Jahowa: Ida ma, dohot ma ahu gabe alom, apala di tongatongami ahu mandabu uhum di adopan ni angka bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala bahenonku tu ho na so dung hea hubahen, manang ulahanku pe mambahen sogot, ala ni saluhut hasogiron angka na niulam.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen i masipapanganan ma amaama dohot anakna di tongatongami, jala ahu mandabu angka uhum di tongatongami, jala ahu paserakkon sandok pasipasimi tu ganup desa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen i, songon sintongna ahu mangolu, ninna Tuhan Jahowa: Ala niramunanmu habadiaonki marhitehite sandok biasbias dohot hasogiron, angka na niulam, gabe dohot ma ahu marnabung, jala ndang marolanolan matangku, jala ndang marpangulahi rohangku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sapartolu hamu mate binahen ni begu antuk, jala siap mate anturaparon di tongatongami, jala na sapartolu nari marragean binahen ni podang humaliang ho, jala na sapartolu muse ahu do paserakkon tu ganup desa, jala marpodang sintak sian pudinasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Asa tung sun tolhas hinamurukku, jala sombu rimashu di nasida, jala dampor ateatengku, asa tung diboto nasida, ahu Jahowa do naung mangkuling di bagasan piripiringku, molo dung sun tolhas hubahen rimashu tu nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i bahenonku ma ho gabe halongonan dohot haurahon di tongatonga ni parbegu, angka na humaliang ho, di adopan ni saluhut pamolus.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Asa tung gabe haurahon dohot sieleseleson, panjoraan dohot hatotongon di parbegu angka na humaliang ho, ia dung hudabu tu ho angka uhum di bagasan rimas dohot di bagasan piripiri marhitehite pinsangpinsang ni harimason. Ahu Jahowa do na mandok i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Molo dung husiorhon sumbia ni haraparon, angka na rahat i dompak nasida, angka na laho mangago, angka na husiorhon laho mangago hamu, jala patambaonku dope haraparon tu hamu, jala ponggolhononku do di hamu tungkot parbohalon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i tongoshononku ma tu hamu haraparon dohot binatang angka na rahat, asa tung punu ho bahenonna, masa huhut tu ho begu antuk dohot durusdurus ni mudar, paroonku huhut dompak ho podang. Ahu Jahowa do na mandok i.",
      "type": "content"
    }
  ]
}