{
  "book": "Yehezkiel",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon dompak angka dolok ni Israel. Ingkon pinsangon do biasbias ni pardebataon sileban, holan otik do na teba sian bangso i 1-10. II. Joujou parisuangon mida pinompar ni Israel 11-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse ma hata ni Jahowa tu ahu songon on.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anak ni jolma, tujuhon ma bohim dompak angka dolok di Israel, jala surirangi dompak nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dohononmu ma: Hamu ale angka dolok ni Israel, tangihon hamu ma hata ni Tuhan Jahowa! Songon on do hata ni Tuhan Jahowa tu angka dolok dohot tu angka robean, tu angka jaringjing dohot tu angka rura: Ida ma, ahu parohon tu hamu podang, asa huago angka tambaktambakmuna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala ingkon marumpak sogot angka langgatanmuna, jala angka ropuk tiang panombanombaan jala marragean bahenonku jolma angka na tartullang sian hamu di adopan ni angka ganaganaanmuna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tongon tahe, reongkononku ma angka bangke ni halak Israel di adopan ni angka ganaganaannasida, jala marambolangan bahenonku holiholimuna humaliang angka langgatanmuna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tung di saluhut ingananmuna, ingkon pansingkononhon angka huta, jala tarulang bahenon angka robean, asa tung pansing jala marumpak angka langgatanmuna, marponggolan jala siap angka ganaganaanmuna, jala maropuk angka tiang panombanombaan, jala sun siap jadijadianmuna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala marragean jolma di tongatongamuna, asa tung ditanda hamu ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai tebahononku do di hamu angka na malua sian podang di tongatonga ni angka parbegu, ia dung marserak hamu di angka luat ni halak.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ingoton ni angka na malua i sian hamu ahu di tongatonga ni angka parbegu, habuangannasida i, ia dung hulala roha parmainanonnasida i, na manimbil sian ahu, ro di mata parmainanonna i mangihuthon ganaganaannasida, gabe laos nasida marbiasbias mida bohinasida i, ala ni hajahaton, angka na niulanasida, marguru tu saluhut hasogironnasida i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Asa tung ditanda nasida ahu do Jahowa, ndada asal hulumbahon jea i na naeng bahenonku tu nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Songon on do hata ni Tuhan Jahowa: Martopapi ma tanganmu, jala marhajingjang bahen patmu, jala manimbas ma ho taringot tu saluhut hasogiron dohot hajahaton angka na niula ni pinompar ni Israel, angka na marragean sogot bahenon ni podang, haraparon dohot begu antuk.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Manang ise naung holang, ingkon mate binahen ni begu antuk, jala manang ise na jonok, ingkon tinggang binahen ni podang, jala manang ise na teba, manang naung malua, ingkon mate anturaparon, asa tung sun hupatolhas rimashu tu nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi tandaonmuna ma, ahu do Jahowa, ia dung marpeahan angka na binunu sian nasida di tongatonga ni angka ganaganaannasida, humaliang langgatannasida i, di atas ni saluhut buntulbuntul, di punsu ni angka dolok, di toru ni saluhut hau na rugun dohot di toru ni saluhut hariara bolon, di panutungan daupa tu saluhut ganaganaannasida i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi patoltolonku ma tanganku dompak nasida, jala bahenonku tano i tarulang gabe halongonan, lobi sian halongonan Ribla, di saluhut inganannasida i, asa tung diboto nasida ahu do Jahowa.",
      "type": "content"
    }
  ]
}