{
  "book": "Yehezkiel",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Na ro ma ajal ni Israel 1-13. II. Ndang be hasundatan ni manang aha 14-23. III. Parbegu apala na jumahat pasonggophon hamagoan i 24-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse ma hata ni Jahowa tu ahu, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia ho ale anak ni jolma! Songon on do hata ni Tuhan Jahowa taringot tu tano ni Israel: Nunga jumpang ajalna, nunga ro ajal ni na opat suhi ni tano i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Apala nuaeng ma ro ajalmu, jala ahu manongoshon rimashu tu bagasan ho dohot manguhum ho, hombar tu angka dalanmu, jala manginona bahenonku tu ho sude hasogiron, angka na niulam.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala ndang maralangalang matangku dompak ho, jala ndang marpangulahi rohangku, ingkon manginona tu ho bahenonku, hombar tu dalanmu na sai laon, jala ingkon di tongatongami hasogiron, angka na niulam, asa tung ditanda hamu, ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Songon on do hata ni Tuhan Jahowa: Ingkon mardapotdapot do jea i ro!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nunga tung ro ajal i, nunga tung tarsunggul dompak ho, ida ma, nunga tung ro.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nunga tung marliat mangonai tu ho, ale isi ni tano i, nunga ro tingkina, jonok nama arina, soara hagunturon do, ndada hariburon di atas ni angka dolok.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "On pe magira ma usehononku rimashu tu ho, jala sun tolhas bahenonku murukku tu ho, jala uhumonku ho, hombar tu angka dalanmu, jala bahenonku manginona tu ho saluhut hasogiron, angka na niulam.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala ndang maralangalang matangku, jala ndang marpangulahi rohangku, hombar tu angka dalanmu manginona tu ho bahenonku, jala ingkon di tongatongami do hasogiron, angka na niulam, asa tung ditanda hamu, ahu do Jahowa na manginonahonsa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ida ma ari i, ida ma, nunga tung ro, nunga tung marliat, nunga tung martumbur batahi, nunga tung marbunga hajungkaton.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga tung borhat sipangarupa bahen linsinglinsing di hajahaton; ndang adong teba sian nasida, nang sian hinadeaknasida, nang sian hariburonnasida, jala ndang adong na mangandungi nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga tung ro tingkina, nunga jumonok ari i; unang marlas ni roha ia panuhor, jala unang gondok roha ni panggadis; ai na ro ma rimas na marsigorgor dompak sandok hinadeaknasida i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai ndang be mulak tu panggadis ugasan naung ginadisna i, nang tung sura mangolu dope nasida duansa, ai ndang tagamon tulak pangungkapon taringot tu sandok hinadeaknasida i, jala ndang manahan ngolu ni manang ise di bagasan hajahatonna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Dipapalupalu nasida pe sangka, jala dihontas saluhutna, hape ndang adong na hum, nanggo sahalak borhat tu tongtangan, ai rimashu do alo ni sandok hinatoropnasida i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Podang do marraserasehon di balian, begu antuk dohot haraparon ia di bagasan jabu; manang ise na di ladang, ingkon mate binahen ni podang, jala manang ise na di bagasan huta, ingkon siap bahenon ni haraparon dohot begu antuk.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Malua pe angka na malua i, ingkon maotaot nasida di atas ni angka dolok, songon darapati di angka rura, tung saluhut do nasida marturtu, ganup di bagasan hajahatonna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Saluhut tangan mandate, jala saluhut ulu ni tot mabaor do songon aek.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala maruloshon abit tangki do nasida, jala hasonggoton do bulusanna, bolak be do bohinasida, jala palpal ia ulunasida luhutna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Peraknasida reongkononna do tu alaman, jala serenasida gabe biasbias di nasida. Ndang masuk perak manang serenasida bahen partobus di nasida di ari pangarimasan ni Jahowa, ndang tarpasabam nasida rohanasida disi, jala ndang hagohansa butuhanasida sian i, ai parbingkasan tu hajahatonnasida do i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala hamuliaon ni hinaulina, gabe hatongamonna hian nian binahenna, hape sumansuman ni hasogiron dohot biasbias dibahen nasida sian i. Dibahen i lehononku do i gabe haramunon di nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala pasahatonku do i tu tangan ni halak sileban pupusanna dohot tu angka parjahat di tano on, bahen tabantaban jala ramunanna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala padaoonku do bohingku sian nasida, asa ramunannasida ingananku na badia i, jala masuk tu bagasan do angka sipangarupa laho ramunanna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Bahen ma rante, ai gok parsapataan mudar do tano i, jala gok pangarupaon do huta i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(III.) Dibahen i paroonku ma angka parbegu, apala parjahat sahali, asa teanonna angka bagasnasida, jala pasadionku ma hajungkaton ni angka na gogo, jala tarramun habadiaonnasida i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Nunga ro hasiapon, mangalului pardemahan nian anggo nasida, hape ndang jumpangsa.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sai mardapotdapot do tahe jea i ro, jala pasimpar barita i, jala usouso do nasida di alatan sian panurirang, hape nunga pesan patik sian malim, jala panuturion sian angka sintua.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Gondok do ia roha ni rajai, jala induk i maruloshon hatotongon, jala raion do tangan ni situan na torop, isi ni tano i; hombar tu dalannasida bahenonku tu nasida, jala marguru tu uhumnasida i dabuonku uhum tu nasida, asa tung ditanda nasida, ahu do Jahowa.",
      "type": "content"
    }
  ]
}