{
  "book": "Yehezkiel",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Alatan taringot tu biasbias na masa di Jerusalem 1-6. II. Angka sintua, inaina dohot malim marsomba tu debata sileban di bagasan bagas joro 7-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i paonomtaonhon, di ari lima bulan sipaha onom, hundulhundul ahu di bagasan jabungku, jala angka sintua ni Juda hundul di jolongku, gabe songgop ma tu ahu disi tangan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi maralatan ma ahu, gabe ida ma, sumansuman sada, songon rupa ni jolma, sian gontingna tu toru idaon songon api, sian gontingna tu ginjang, songon sondang, songon sillam ni sere tahe.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i disurdukkon ma sumansuman ni tangan sada, jala dijambut obuk ni ulungku, jala diluahon Tondi i ahu tu holangholang ni tano dohot langit, di bagasan alatan angka na sian Debata, laos diusung ahu tu Jerusalem, boti tu baba pintu parbagasan na tungkan utara, disi do hajongjongan ni ganaganaan pangiburuan, na pasunggul iburu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala ida ma, laos disi do hamuliaon ni Debata ni Israel, suman tu rupa na huida na jolo di rura i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna ibana ma tu ahu: Ale anak ni jolma, ua manaili ma matam tu dalan tungkan utara, jadi manaili ma matangku tu dalan tungkan utara, gabe ida ma, tungkan utara sian pintu ni langgatan, apala di haroroan, jongjong do ganaganaan pangiburuan i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna ibana ma tu ahu: Atehe ale anak ni jolma, diida ho do na binahennasida? Tung biasbias bolon angka na binahen ni pinompar ni Israel disi, asa holang ahu sian habadiaonku, alai idaonmu muse dope biasbias angka na umbolon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Dung i ditogihon ma ahu tu pintu ni alaman i, gabe maralatan ahu, jadi ida ma, sada bungbung di bagasan dorpi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna ibana ma tu ahu: Ale anak ni jolma, ua paruak ma bungbung na di bagasan dorpi! Jadi dung hutolpushon dorpi i, gabe ida ma, pintu sada disi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna ibana ma tu ahu: Beta hita, asa diida ho biasbias angka na roa, angka na binahennasida disi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi dung masuk ahu, jala hutilik, gabe ida ma, disi do saluhut sumansuman ni gulokgulok dohot pinahan, biasbias dohot ragamragam ganaganaan ni pinompar ni Israel, taruhir tu dorpi tuk humaliang.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala pitupulu baoa, sintua ni pinompar ni Israel, angka na jongjong paadopadop, jala si Jesania, anak ni si Sapan, jongjong di tongatonganasida, jala ganup nasida maniop pardaupaanna be di bagasan tanganna, jala uap ni timus ni daupa i martimpul tu ginjang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna ibana ma tu ahu: Atehe ale anak ni jolma, diida ho do na binahen ni angka sintua ni pinompar ni Israel di bagasan haholoman, ganup di bagasan bilut panguhiranna be? Ai angka didok nasida do: Ndang tagamon idaon ni Jahowa hami, nunga pola ditadingkon Jahowa tano on!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna ibana ma tu ahu: Adong muse dope idaonmu biasbias bolon, angka na binahennasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ditogihon ibana ma ahu tu baba pintu ni joro ni Jahowa, na tungkan utara, gabe ida ma, adong disi hundulhundul inaina, angka na mananangisi Tamus.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna ibana ma tu ahu: Atehe ale anak ni jolma, nunga diida ho? Idaonmu muse dope biasbias, angka na umbolon sian i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ditogihon ibana ma ahu tu alaman parbagasan ni joro ni Jahowa, gabe ida ma, di lambung pintu ni joro ni Jahowa, di holangholang ni emper dohot langgatan, adong arga duapulu baoa, tanggurungnasida dompak joro ni Jahowa, jala bohinasida dompak habinsaran, sai marsombasomba nasida dompak habinsaran, dompak mata ni ari.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna ibana ma tu ahu: Atehe ale anak ni jolma, nunga diida ho? Tung na lobi neang do i di pinompar ni Juda mambahen biasbias, angka na niulanasida dison, ai nunga pola gok pangarupaon tano i dibahen nasida, jala marbalik nasida, asa pahehe rimashu, jala ida ma, lam di pambahen nasida dope rantingranting ni hau anggur tu igungnasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ahu pe antong laluhononku ma rimashu, ndang maralangalang matangku, jala ndang marpangulahi rohangku, nang pe dipangiar nasida soarana joujou tu bagasan pinggolhu, ndang tagamon tangihononku nasida.",
      "type": "content"
    }
  ]
}