{
  "book": "Yehezkiel",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Alatan taringot tu na onom suruan pamunu dohot taringot tu baoa na marpangkean malim 1-7. II. Lapatan ni alatan i pinajojor tu si Hesekiel 8-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipangiar ibana ma soarana joujou tu bagasan pinggolhu, songon on: Nunga jonok angka partubolon tu huta i, jala ganup marsinjata pangago di bagasan tanganna be.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ida ma, onom baoa, angka na ro sian dalan ni bahal parjulu na tungkan utara, jala ganup marantukantuk pangaropuhi di bagasan tanganna be; adong muse sada baoa di tongatonganasida marulos hori, jala parmangsian sada gampit di gontingna; dung i bongot ma nasida, jala jongjong di lambung ni langgatan tombaga.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i tarhinsat ma hamuliaon ni Debata ni Israel sian ginjang ni kerubim na di atasna hian, laho tu lobulobu ni joro i; dung i joujou ma ibana di baoa na marulos hori, na marparmangsian gampit di gontingna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi ninna Jahowa ma tu ibana: Bolus ma tongatonga ni huta i, tongatonga ni Jerusalem tahe, jala gurithon parsilang sada tu pardompahan ni baoa, angka na marisuang, jala na marhoi taringot tu saluhut biasbias, angka na masa di tongatongana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai tu angka na asing i, ninna do, dibege pinggolhon: Bolus hamu ma huta i ihut tu ibana huhut mambunu i; unang maralangalang matamuna, jala unang marpangulahi rohamuna!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Na ubanon, dolidoli, nang namarbaju rodi posoposo dohot inaina, ingkon bunuonmuna do maradu siap sude; alai taringot tu saluhut baoa, angka na marparsilang ndang jadi hahuaonmuna, jala sian habadiaonku do pungkaonmuna. Jadi dipungka nasida ma sian sintua angka na di jolo ni joro i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna ibana ma tu nasida: Ramuni hamu ma joro i, jala gok bangke ma bahen hamu angka alaman; ruar ma hamu! Jadi ruar ma nasida, jala marraserase dibahen nasida jolma angka na di bagasan huta i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Jadi dung songon i marraserase angka jolma i dibahen nasida, tading ma ianggo ahu, gabe manungkap ma ahu huhut mangangguhi mandok: Iale Tuhan Jahowa, tung siaphononmu ma sandok pasipasi ni Israel di na niusehonmu rimasmu tu Jerusalem?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ninna ibana ma mangalusi ahu: Hajahaton ni pinompar ni Israel dohot Juda, tung na godang sahali do i, jala gok parsapataon mudar do tano i, jala gok hageduhon ia huta i, ai angka didok nasida do: Nunga ditadingkon Jahowa tano i antong, jala ndang marnidasa Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ahu pe antong, ndang maralangalang matangku, jala ndang marpangulahi rohangku, balbal hona tu ulunasida bahenonku dalannasida i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ida ma, baoa na marulos hori i, jala na marparmangsian gampit di gontingna i mamboan alus, ninna do: Nunga hubahen songon na tinonahonmi tu ahu.",
      "type": "content"
    }
  ]
}