{
  "book": "1 Yohanes",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Partinandaan ni angka anak ni Debata: Ndang mardosa 1-10. II. Dihaholongi donganna 11-17. III. Marhiras ni roha maradophon Debata 18-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ida hamu ma godang ni haholongon na binasabasahon ni Ama i tu hita, ai targoar do hita angka anak ni Debata, jala angka i do hita tutu. Dibahen i, ndang ditanda portibi on hita, ai ndang ditanda anggo Ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hamu angka haholongan! Anak ni Debata do hita nuaeng, jala ndang dope dipapatar, manang na gabe aha hita sogot; alai taboto do: Anggo dung patar Ibana, gabe suman ma hita tu Ibana, ai idaonta do rupana sandiri.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ganup na mangkirim songon i di Ibana, diparbadiai ma dirina, songon Ibana na badia i!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pangalaosi do ganup na mardosa, ai pangalaosion do dosa i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Diboto hamu do, na mambuat angka dosanta do Ibana, umbahen na ro; ndang adong dosa anggo di bagasan Ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nasa na mian di bagasan Ibana, ndang mardosa; ganup sipardosa, ndang dung diida jala ndang ditanda i Ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hamu angka anaha, unang dipaotooto halak hamu! Siulahon hatigoran, i do na tigor, songon Ibana na tigor i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sian sibolis do halak na mangulahon dosa, ai sian mulana do mardosa sibolis i. Laho manegai angka ulaon ni sibolis do, umbahen na ro Anak ni Debata.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ganup naung tubu sian Debata, ndang mardosa; ai na mian do di bagasan ibana boni i. Ndang tarbahensa mardosa, ai nunga tubu sian Debata ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Disi do tanda anak ni Debata dohot anak ni sibolis: Ndang sian Debata ganup halak na so mangulahon hatigoran, jala na so marholong ni roha di donganna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Ai on do barita na binegemuna sian mulana: Ingkon masihaholongan hita.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Unang ma songon si Kain, ai sian hajahaton do ibana, gabe dibunu do anggina. Dia do alana, umbahen na dibunu? Ala na jahat ulaonna; alai tigor do ulaon ni anggina.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Unang ma longang rohamuna, angka dongan, molo dihosomi portibi on hamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Taboto do, naung taripar hita sian hamatean tu hangoluan, ala tahaholongi angka dongan. Na so parholong ni roha, mian do di bagasan hamatean.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sibunu jolma do ganup na hosom roha di donganna; jala diboto hamu do, na so mian hangoluan salelenglelengna di nasa dibunu jolma.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sian on do tatanda haholongon ni roha: Sian ibana na mangalehon hosana humongkop hita. Hita pe, tama do talehon hosanta humongkop donganta.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Molo adong paradongan di tano on, ia diida hurangan donganna, gabe dihinsu ateatena maradophon halak i, tung songon dia ma mian holong ni roha ni Debata di bagasan ibana?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Hamu angka anaha, unang ma hatanta dohot dilanta mangkaholongi; naeng ma marhitehite pambahenan dohot hasintongan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Disi ma botoonta, paboa sian hasintongan hita jala tapapos rohanta di Jolona.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Molo disolsoli rohanta hita, umbalga do Debata sian rohanta jala diboto saluhutna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Hamu angka haholongan, molo so disolsoli rohanta hita, marhiras ni roha do hita maradophon Debata.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi manang aha pe tapangido, jaloonta do sian Ibana, ala taradoti patikna jadi taula lomo ni rohana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "On do patikna: Naeng porsea hita di Goar ni Anakna Jesus Kristus, huhut masihaholongan, songon naung tinonahonna i tu hita.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Siradoti patikna, i do na mian di bagasan Ibana jala Debata di bagasan ibana. Jala sian on do taboto, naung mian Ibana di bagasan hita: Sian Tondi i, na nilehonna i tu hita.",
      "type": "content"
    }
  ]
}