{
  "book": "1 Yohanes",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tanda ni tondi na sintong 1-6. II. Holong ni roha do na pasolhothon jolma tu Debata 7-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Hamu angka haholongan, unang ma ganup tondi haporseai hamu; unjuni hamu ma, manang na sian Debata angka tondi; ai nunga borhat torop panurirang pargapgap tu portibi on.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sian on ma tanda hamu Tondi ni Debata: Ganup tondi ma marhatopothon Jesus Kristus, naung ro di bagasan daging, i ma sian Debata.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ganup tondi na so marhatopothon Jesus i, i ma na so sian Debata. I ma pangalaho ni Antikristus, na naeng ro i, songon naung binegemuna; jala nunga di portibi on ibana nuaeng.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sian Debata do anggo hamu, angka anaha; jala nunga ditaluhon hamu nasida, ai umbalga do Ibana na di bagasan hamu, asa na di bagasan portibi on.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sian portibi on do anggo nasida; dibahen i; sian portibi on do hatanasida, jala ditangihon portibi on do nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sian Debata do ia hita. Halak na tumanda Debata, i ma na tumangihon hita; halak na so sian Debata, i ma na so tumangihon hita. Sian i do tatanda Tondi hasintongan dohot tondi sipaotooto.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Hamu angka haholongan, masihaholongan ma hita, ai sian Debata do haholongon i, jala ganup na marholong ni roha, i ma naung tubu sian Debata jala ditanda do Debata.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Halak na so marholong ni roha, i do na so tumanda Debata, ai haholongon do Debata.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sian on do gabe patar holong ni roha ni Debata na tu hita; sian naung sinuruna i Anakna na sasada i tu portibi on, asa mangolu hita marhitehite Ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Di bagasan on do holong ni roha i: Ndada hita mangkaholongi Debata; Ibana do mangkaholongi hita, jala disuru do Anakna, bahen pardengganan pasaehon dosanta.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hamu angka haholongan, anggo songon i holong ni roha ni Debata di hita, tama ma nang hita masihaholongan!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ndang dung adong halak na marnida Debata. Molo masihaholongan hita, mian ma Debata di bagasan hita, jala tipak ma holong ni rohana i di bagasan hita.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sian on do taboto, hita mian di bagasan Ibana jala Ibana di bagasan hita: Ala naung nilehonna i tu hita sian Tondina i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Huida jala huhatindangkon hami, naung disuru Ama i do Anak i, bahen Sipalua portibi on.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia i na marhatopothon, Jesus do Anak ni Debata, di bagasan ibana do mian Debata jala ibana di bagasan Debata.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nunga tatanda jala tahaporseai holong ni roha ni Debata di hita. Debata do haholongon i; jala halak na mian di bagasan haholongon, i do na mian di bagasan Debata jala Debata di bagasan ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Disi ma gabe tipak holong ni roha i di bagasan hita, pola marhiras ni roha hita di ari paruhuman i; ai songon Ibana, songon i do nang hita di portibi on.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang adong biar di bagasan holong ni roha i; alai dipabali holong ni roha naung rimpas i do biar i. Ai na bernit do anggo biar; jala ndang rimpas holong ni roha ni halak na mabiar.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Marroha holong ma hita, ala Ibana jumolo mangkaholongi hita!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Pargabus do halak na mandok: Holong rohana di Debata; hape dihosomi do donganna. Ai na so mangkaholongi donganna na niidana, tung songon dia ma haholonganna Debata na so niidana?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "On do patik na tajalo sian Ibana: Na mangkaholongi Debata, i ma na mangkaholongi nang donganna.",
      "type": "content"
    }
  ]
}