{
  "book": "1 Yohanes",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taringot tu haporseaon, haojahanta i 1-13. II. Taringot tu partangiangon dohot parsaoran tu Debata, di bagasan Tuhan Jesus 14-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ganup na porsea, Jesus do Kristus, i do naung tubu sian Debata, jala ganup na mangkaholongi Ibana na manubuhon, haholongan ni i do nang na tubu sian Ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sian on do taboto, naung holong rohanta di angka anak ni Debata: Molo tahaholongi Debata jala taradoti patikna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai on do holong ni roha di Debata; molo taradoti patikna. Ndada na dokdok patikna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai nasa na tubu sian Debata do manaluhon portibi on. Haporseaonta i do naung monang manaluhon portibi on.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ise do na manaluhon portibi on, ia so na porsea di Jesus Kristus, Anak ni Debata?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ibana do i, naung ro marhitehite aek dohot mudar, Jesus Kristus; ndada holan di bagasan aek i, di bagasan aek dohot mudar, i do! Jala Tondi i do na mangkatindangkon, ai hasintongan do Tondi i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai tolu do na mangkatindangkon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "I ma Tondi i, aek i dohot mudar i; jala sada do na tolu i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia panindangion sian jolma tajalo do; alai sumurung do panindangion na sian Debata, ai panindangion na sian Debata do on, na hinatindangkonna taringot tu Anakna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Na porsea di Anak ni Debata, ditiop do panindangion i. Na so porsea di Debata, i ma mambahen Ibana pargabus, ala so porsea ibana di na hinatindangkon ni Debata taringot tu Anakna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala on do panindangion i: Naung dibasabasahon Debata do tu hita hangoluan salelenglelengna, jala di bagasan Anakna do hangoluan i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia di ibana Anak i, di ibana do hangoluan i; ia so di ibana Anak ni Debata, ndang di ibana hangoluan i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Umbahen na husurat angka i tu hamu, angka na porsea di Goar ni Anak ni Debata: Naeng botoonmuna, naung di hamu do hangoluan na salelenglelengna!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) On do hiras ni rohanta maradophon Ibana: Molo tapangido manang aha marguru tu lomo ni rohana, tangihononna do hita.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala molo taboto, tangihononna do hita di nasa na tapangido, gabe taboto, saut ma di hita angka na tapangido i sian Ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia diida halak donganna, mangulahon dosa na so marhapatean tu hamatean, martangiang ma ibana, dung i basabasahononna ma tu ibana hangoluan; i ma di angka na mardosa na so marhapatean tu hamatean. Adong do dosa na marhapatean tu hamatean; ndang hudok, tangiangkononhon anggo i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dosa do nasa hageduhon, jala adong do dosa na so marhapatean tu hamatean.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Taboto do, na so mardosa nasa naung tubu sian Debata; alai na marsihohot tu Debata do halak, naung tubu sian Ibana, jala ndang tarhahua parjahat i ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Taboto, na sian Debata do hita, jala di bagasan hajahaton do nasa portibi on.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai taboto do, naung ro Anak ni Debata jala dilehon roha tu hita, asa tatanda Parsintong i. Di bagasan Parsintong i do hita, di bagasan Anakna Jesus Kristus. Ibana do Debata na sintong dohot hangoluan salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Hamu angka anaha, jaga hamu ma dirimuna maralohon debata sileban!",
      "type": "content"
    }
  ]
}