{
  "book": "Matius",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Partuturan ni Tuhan Jesus 1-17. II. Hatutubuna 18-25.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma surat partuturan ni Jesus Kristus, anak ni si Daud, anak ni si Abraham.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Anak ni si Abraham si Isak; anak ni si Isak si Jakkob; anak ni si Jakkob si Juda dohot angka hahaanggina.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Anak ni si Juda si Peres dohot si Jara, sian si Tamar; anak ni si Peres si Hesron; anak ni si Hesron si Ram.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Anak ni si Ram si Aminadab; anak ni si Aminadab si Nahason; anak ni si Nahason si Salmon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Anak ni si Salmon si Boas sian si Rahab; anak ni si Boas si Obed sian si Rut; anak ni si Obed si Isai.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Anak ni si Isai raja Daud; anak ni si Daud si Salomo, sian jolma ni si Uria.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Anak ni si Salomo si Rehabeam; anak ni si Rehabeam si Abia; anak ni si Abia si Asa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Anak ni si Asa si Josapat; anak ni si Josapat si Joram; anak ni si Joram si Usia.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Anak ni si Usia si Jotam; anak ni si Jotam si Ahas; anak ni si Ahas si Hiskia.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Anak ni si Hiskia si Manasse; anak ni si Manasse si Amon; anak ni si Amon si Josia.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Anak ni si Josia si Jekonya dohot angka hahaanggina; i ma di tingki habubuangnasida na tu huta Babel.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi dung tarbuang nasida, tubu ma si Sealtiel, anak ni si Jekonya, dung i si Serubabel, anak ni si Sealtiel.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Anak ni si Serubabel si Abihud; anak ni si Abihud si Eliakim; anak ni si Eliakim si Asor.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Anak ni si Asor si Sadok; anak ni si Sadok si Akim; anak ni si Akim si Eliud.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Anak ni si Eliud si Eleasar; anak ni si Eleasar si Mattan; anak ni si Mattan si Jakkob.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Anak ni si Jakkob si Josep, dongan saripe ni si Maria, na tumubuhon Jesus, na margoar Kristus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sampulu opat do torop ni sundut ni si Abraham ro di si Daud; laos sampulu opat sundut do olat ni si Daud ro di habubuangnasida tu huta Babel, jala sampulu opat sundut do muse olat ni habubuangnasida sahat ro di Kristus i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(II.) Ianggo hatutubu ni Jesus Kristus songon on do: Uju oroan ni si Josep i dope inana, si Maria i, gabegabean do ibana sian Tondi Parbadia, andorang so masipadonohan dope nasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ala parroha na bonar si Josep, na mangoro si Maria, ndang adong rohana paurakkon nasida, gabe ditahi rohana nama, naeng sirangkononna songon i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai di na songon i dope tahi ni rohana, diida ma di nipina surusuruan ni Tuhan i, na mandok tu ibana: O Josep, anak ni si Daud, unang alang roham mangalap si Maria, gabe donganmu saripe muse, ai na sian Tondi Parbadia do na naeng tubu di ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tumubuhon Anak ma ibana; Jesus do Goarna, bahenonmu, ai paluaonna do bangsona sian angka dosanasida be.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Masa pe sudena i, asa jumpang na hinatahon ni Tuhan i marhite sian panurirangna na mandok:",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "\"Ida hamu ma, gabegabean do na marbaju i, tubuan Anak ma ibana; jala bahenon do Goarna Immanuel, lapatanna: Donganta ma Debata!\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dung tarsunggul si Josep, dioloi ma hata ni surusuruan ni Tuhan i: Saut ma dialap na niolina i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai laos so ditanda, paima tubu buhabajuna i; jadi digoar ma Ibana Jesus.",
      "type": "content"
    }
  ]
}