{
  "book": "Matius",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipaborhat Tuhan Jesus siseanna na sampuludua i jala dipodai nasida 1-42.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dijou Jesus ma siseanna na sampuludua i tu jolona, dilehon ma tu nasida sahala mangalo dompak angka tondi na hodar, laho pabalihonsa jala laho pamalum nasa sahit dohot tihas.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ianggo goar ni apostel na sampuludua i, angka on do: Na parjolo si Simon, na ginoar huhut si Petrus, dohot donganna saama si Andreas; dung i si Jakobus dohot donganna saama si Johannes, i ma angka anak ni si Sebedeus;",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "dung i si Pilippus dohot si Bartolomeus; si Tomas dohot si Mateus, sijalobeo i; dung i si Jakobus, anak ni si Alpeus, dohot si Tadeus;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "dung i si Simon, halak Kana, dohot si Judas Iskariot, parjehe i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Na sampuludua ondeng ma disuru Jesus, dipatihi ma nasida, ninna ma: Unang tondong hamu dalan na tu halak sipelebegu, jala unang topot hamu tu huta ni halak Samaria!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tu angka birubiru na mago na sian pinompar ni halak Israel sambing ma hamu laho!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai borhat ma hamu mamaritahon hata on: Nunga songgop harajaon banua ginjang i!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pamalum hamu ma sahit ni na marsahit, pangolu hamu ma angka na mate, ias ma bahen hamu angka na huliton, pabali hamu ma angka sibolis! Sibasabasa do i tu hamu; antong, basabasahon hamu ma i!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Unang ma sarihon hamu hian sere, manang perak, manang hepeng tu hohosmuna,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "manang singkop siboanon tu pardalanan, manang ulos dua, songon i nang sipatu manang tungkot pe; ai tama do dapotan bohalna pangula.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai laho mambongoti huta manang sosor pe, diori hamu ma disi halak na tama soranganmuna, jadi disi ma hamu manongtong, paima borhat muse.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala laho mambongoti jabu i, tabii hamu ma nasida!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Laos songgop ma damemuna tu isi ni jabu i, anggo na tama nasida manjalosa; alai molo so i, mulak ma tu hamuna damemuna i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi anggo so dijangkon nasida hamu manang so olo tumangihon hatamuna, tadingkon hamu ma bagas dohot hutanasida, laos pirpirhon hamu ma dompak nasida nang orbuk na lohot di patmuna!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Situtu do na hudok on tu hamu: Numeang do sitaonon ni luat Sodom dohot Gumora di ari uhum sogot, unang huta ondeng.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Husuru do hamu songon birubiru tu tongatonga ni angka babiat; dibahen i pantas ma hamu marroha songon ulok, huhut lidang ma rohamuna songon darapati!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jaga ma hamu di angka jolma, ai pasahatonna do hamu tu angka paruhuman, jala linsinganna do hamu di angka parguruannasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Toguonnasida do hamu tu jolo ni angka panggomgomi dohot tu jolo ni angka raja ala ni Ahu, bahen panindangion tu nasida dohot tu angka sipelebegu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai jumpa dipajongjong nasida hamu, unang ma holsoan rohamu di sidohononmuna i, ai di na sangombas i do lehononna tu hamu hata sidohononmuna i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai apala hamu na mandok hata disi; Tondi ni Amamuna do marturasi di bagasan hamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Pasahaton ni hahana do anggina tu hamatean, jala pasahaton ni amaama do anakna; jala na hehe do angka anakkon dompak natorasna, laho pabunuhonsa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Hosoman ni saluhut jolma do hamu ala ni Goarhu; alai nasa na manahan ro di ujungna, i do paluaonna!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia dilele nasida hamu sian huta na sada, maporus ma hamu tu huta na asing, ai na tutu do na hudok on tu hamu: Ndang sanga topotonmuna sude huta na di tano Israel, nunga ro Anak ni jolma i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Apala sumurung anak sisean sian guruna, manang naposo sian indukna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Nunga antong jadi di anak sisean i, molo songon na di guruna di ibana; nang di naposo, molo songon na di indukna di ibana. Molo digoar halak nampuna bagas si Belsebul, lam tu donganna sajabu ma, lam so dohononna sisongon i!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Unang ma habiari hamu nasida, ai ndang adong na holip, na so sipapataron sogot; jala ndang adong na buni, na so dapot botoon sogot.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Na hupaboa tu hamu di na holom, hatahon hamu ma i di na tiur; na huhusiphon tu pinggolmuna, baritahon hamu ma i di angka partungkoan!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Unang pola mabiar hamu mida angka na mambunu daging, angka na so tuk mambunu tondi; alai na marhuaso mangagohon daging dohot tondi tu na roko, i do sihabiaranmuna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Nda digadis halak dua amporik arga sauang? Alai ndang madabu nanggo sada sisongon i tu tano, anggo so binoto ni Amamuna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ianggo di hamu, gari obuk saluhutna na di ulumuna i nunga dibilang.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dibahen i unang ma hamu mabiar, ai ummangat dope hamu sian torop amporik!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ai ganup na mangkatindangkon Ahu di jolo ni jolma, i do hatindangkononku di jolo ni Damang na di banua ginjang i;",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "alai ganup na mansoadahon Ahu di jolo ni jolma, laos soadahononku do i di jolo ni Damang na di banua ginjang i!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Unang ma dirimpu rohamuna, na mamboan dame Ahu, umbahen na ro tu tano on; ndada na ro Ahu mamboan dame, tung podang do!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ai na ro do Ahu pabadahon anak tu amana, boru tu inana, parumaen tu simatuana boru;",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "jala tung donganna sajabu gabe musu ni jolma i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Na humolong roha di amana manang di inana asa di Ahu, ndang tama i siseanku; jala na humolong roha di anakna dohot di boruna asa di Ahu, ndang tama i siseanku.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jala na so mamorsan silang na tu ibana i, laho mangihuthon Ahu, ndang na tama i siseanku.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Ai na marhamaolhon ngoluna, ngolu ni i do na mago sogot; alai na sumeahon ngoluna ala ni Ahu, i do jumpangan ngolu sogot.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Na manjangkon hamu, Ahu do jinangkonna: Jala na manjangkon Ahu, Na marsuru Ahu do jinangkonna disi.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Na manjangkon panurirang, ala targoar panurirang, dapotan upa ni panurirang; na manjangkon partigor, ala targoar partigor, dapotan upa ni partigor.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Na painumhon aek tabar santahu tu sahalak sian angka na metmet on, ala targoar siseanku ibana: Na tutu situtu do na hudok on tu hamu, ndang na mago upana!",
      "type": "content"
    }
  ]
}