{
  "book": "Matius",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Disuru si Johannes pandidi siseanna manungkun Tuhan Jesus; dihatindangkon Tuhanta do ibana 1-19. II. Dipajeajea do angka huta parmiananna nasailaon 20-24. III. Diarahon angka na loja jala na sorat 25-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung sun dipatihi Jesus siseanna na sampuludua i, hehe ma Ibana sian i, laho mangajari dohot marjamita di angka hutanasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai dibege si Johannes na tarhurung i do barita ni angka na binahen ni Kristus i, jadi disuru ma siseanna manungkun Ibana:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ho do na naeng ro i, manang na asing dope sipaimaonnami?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i didok Jesus ma mangalusi nasida: Mulak ma hamu, baritahon hamu ma tu si Johannes i angka na binege dohot na niidamuna on:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Na gabe marnida do angka na mapitung, na mardalani do angka na lumpuon, na gabe ias do angka na huliton, na marbinege do angka na nengel na mulak mangolu do angka na mate; tu angka na pogos do binoan barita na uli.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala martua do na so targasip di Ahu!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dung laho nasida, ditaringoti Jesus ma si Johannes tu natorop i: Aha do na naeng idaonmuna, umbahen na laho hamu tu halongonan? Arung na meoleol na niullus ni alogo do?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Manang na naeng idaonmuna do sahalak parabit na lamot? Di jabu ni angka na raja do anggo parabit na lamot.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Manang na naeng idaonmuna do tahe panurirang? Olo, hudok ma tu hamu: Sumurung do ibana sian panurirang.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ibana do na nidok ni hata on: \"Ahu ma marsuru suruanki patujolom, sipature dalanmu di jolomi.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Na tutu do na hudok on tu hamu: Ndang adong na hehe sian jolma, na tinubuhon ni parompuan, na umbalga sian si Johannes pandidi; alai halak na ummetmet pe, naung di bagasan harajaon banua ginjang i, umbalga do i sian ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai olat ni angka ari ni si Johannes pandidi tu jolo on sigogoan do harajaon banua ginjang i, jala angka sibahen gogo do mangaithonsa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai intap si Johannes nama panurirangon ni sude angka panurirang dohot patik i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi molo tartangkup rohamuna i: Ibana do si Elia, na naeng ro i!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hamu angka na marpinggol, pinggol hamu ma i!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai tu ise ma tahe patudosonku bangso on? Tudos ma nasida tu dakdanak na hundul di paronanan, angka na manjoujou di angka donganna dakdanak, mandok:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hupalui hami suling di jolomu, so haru manortor hamu; andung hupatubegehon hami tu hamu, so saut hamu tangis!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai na ro do si Johannes, ndang parpapangan, ndang parminum, gabe dipandok: Sibolis do di ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia ro Anak ni jolma i, na olo mangan jala minum, gabe didok: Ndi, Halak on, sipapangan mago jala sisobur tuak anggur, aleale ni sijalobeo dohot, pardosa! Gabe pintor do Hapistaran i dipintori angka pambahenanna i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(II.) Dung i ditorui Jesus ma huta, angka naung gumodang marnida hagogoonna i, ala so muba rohanasida, ninna do:",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Marjea ma ho, Korasin! Marjea ma ho, Betsaida! Ai aut di huta Tirus dohot Sidon dipamasa hagogoon angka na masa di hamu, ndang tarbahen so paubaonna rohana uju i, marabithon goni, hundul di orbuk!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Angkup ni i, hudok ma di hamu: Neang do sitaonon ni pangisi ni huta Tirus dohot Sidon di ari uhum i, martimbangkon sitaononmuna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia ho Kapernaum! Nda na pinatimbo ho ro di langit an? Sidabuhononhon do ho sahat tu api na roko! Ai aut di huta Sodom dipamasa hagogoon angka na masa di bagasan ho, ndang tarbahen so hot dope huta i rasirasa sadari on!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Angkup ni i, hudok ma di hamu: Neang do sitaonon ni pangisi ni huta Sodom di ari uhum i, martimbangkon sitaononmuna!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(III.) Uju i ma didok Jesus hatana songon on: Hupuji Ho, Amang, Tuhan na manggomgomi banua ginjang dohot tano on, ala ditamondingkon Ho hata i sian jolo ni angka na pistar dohot na marroha, gabe dipapatar Ho i tu angka siondihononhon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Olo, Amang, ai i do dihalomohon roham hian.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Saluhutna i, nunga dipasahat Damang tu Ahu; asa ndang adong na tumanda Anak i dungkon ni Ama i; Ama i pe, ndang adong na tumanda i, ia so holan Anak i, angkup ni na pinodaan ni Anak i, mangihuthon lomo ni rohana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ro ma hamu tu Ahu, hamu angka na loja jala na sorat, asa hupasonang hamu!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jangkon hamu ma augangku, marguru ma hamu tu Ahu, ai na lambok do Ahu jala na serep marroha, asa dapotan hasonangan tondimuna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai lambok do augangku jala neang do dohot na hupaporsanhon.",
      "type": "content"
    }
  ]
}