{
  "book": "Matius",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Diondingi Tuhan Jesus do siseanna maralohon angka Parise 1-8. II. Dipahisar sahalak partangan na mate sambariba 9-21. III. Dipamalum sada halak na mapitung jala na ngungu. Dipinsang angka Parise na mangaleai Tondi Parbadia 22-45. IV. Siula lomo ni roha ni Ama i, i do sisolhot ni Tuhan Jesus 46-50.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i mamolus ma Jesus sian tonga ni hauma, tongon di ari Sabbat i, jala digotili angka siseanna ma eme i, ala naung male dihilala, laos digugut.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Marnida i angka Parise, ninna nasida ma mandok Ibana: Bereng! Indi, siseanmi! Diulahon nasida do na so jadi di ari Sabbat!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna ma mandok nasida: Ndang dung dijaha hamu huroha na binahen ni si Daud, uju male ibana rap dohot angka donganna sauduran?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai dibongoti do joro ni Debata, gabe dipangan nasida do roti na marhadohoan, na so jadi panganonna manang panganon ni angka donganna pe, nda holan angka malim i do nian.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Manang na so dung ulaning dijaha hamu di buku patik i, na so sala hape angka malim jumpa ari Sabbat di bagasan joro i, nang pe dilaosi patik ari Sabbat i?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai hudok ma tu hamu: Na sumurung sian bagas joro i do On!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ndang tagamon uhumonmuna nasida na so marsala i, aut na diboto hamu na nidok ni hata on: \"Asi ni roha do huhalomohon, ndada anggo pelean.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai guru di Anak ni jolma i do nang ari Sabbat i!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Jadi hehe ma Ibana sian i, dibongoti ma parguruannasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala adong ma disi sada halak naung mate tanganna sambariba, jala disungkun nasida ma Ibana: Ai na jadi do pamalumon sahit di ari Sabbat? Alai na naeng aluhononnasida do Ibana nian.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai ninna ma mandok nasida: Ise sian hamu na marbirubiru sada, na so laho manahopi i jala manaiti tu ginjang, ia tung targodung i di ari Sabbat?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nda andul sumurung ma antong jolma sian birubiru! Asa na jadi do mambahen na denggan di ari Sabbat.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna ma mandok jolma i: Patoltol ma tanganmi! Jadi dipatoltol ma, gabe sumuang ma hisar songon tanganna na sada nari.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi ruar ma angka Parise i martuptup i, manang beha bahenonnasida mambunu Ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung diboto Jesus tahinasida, sumurut ma Ibana sian i. Anggo natorop i, diihuthon do Ibana, jadi dipamalum ma sahitnasida saluhutna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala gomos ma nasida dipopai, asa unang dipaboaboa nasida Ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Asa jumpang na nidok ni panurirang Jesaya:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "\"Ida ma naposongku na hupillit i, haholonganku jala hasoloan ni rohangku do Ibana; ampehononku do Tondingku tu Ibana, jala lumbahononna ma uhum tu angka bangso.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang olo Ibana mangkuling tomputompu, jala ndang dipagogo soarana; ndang tarbege Ibana di adaran na bidang.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ndang ponggolhononna arung naung marosak, jala ndang na intopanna sumbu na marnehetnehet; ingkon sahat do pamonangonna uhum i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Gabe tu Goarna ma marhaposan angka bangso!\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Dung i tarboan ma tu jolona sada halak partondi na hodar, na mapitung jala na ngungu; jadi malum do ibana dibahen, gabe mangkatai ma ibana huhut marnida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi tarhalomong ma halak natorop i saluhutna, didok nasida ma: Nda tung On Anak ni si Daud ulaning?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Umbege i angka Parise, ninna nasida ma: Si Beelsebul, induk ni angka sibolis, do dipangasahon Ibana, laho pabalihon angka tondi na hodar.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai diboto Jesus do pingkiran ni rohanasida, jadi ninna ma mandok nasida: Pesan do ganup harajaon na marsalisi sama dirina, jala ndang na hot be manang huta manang bagas na marsalisi dohot dirina.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Asa molo dipabali sibolis i donganna sibolis, marsalisi nasida sama nasida.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala molo tung Ahu pabalihon angka sibolis mangasahon si Beelsebul, na mangasahon ise do huroha angka anakmuna laho pabalihonsa? Onpe, nasida do manguhumi hamu disi.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai anggo Ahu pabalihon angka sibolis i mangasahon Tondi ni Debata, naung songgop ma tahe harajaon ni Debata tu hamu!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tung habongotan halak ma jabu ni ulubalang jala mangarampas ugasanna, anggo so jumolo diihoti ulubalang i? Nda dung pe i, asa tarbuatsa ugasanna?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Na so mandongani Ahu, alongku do i; jala na so donganku papunguhon, na paserakkon do i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dibahen i hudok ma tu hamu: Tarsesa do sogot nasa dosa ni halak ro di panginsahion, alai ndang sesaon anggo panginsahion dompak Tondi i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Asa molo adong na mandok hatana mangalo Anak ni jolma i, hasesaan do i; alai molo adong na mandok hatana mangalo Tondi Parbadia i, ndang na sesa anggo i, manang di hasiangan on, nang di na ro sogot.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Molo hau na denggan sinuan, na denggan ma antong parbuena; molo hau na roa sinuan, gabe roa do parbuena, ai matua sian parbuena do tandaon hau.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "E hamu anak ni ulok, tung tarbahen hamu angka na jahat i ma mangkatahon hata na denggan? Ai ia i na manggohi roha, matua i do hatahonon ni pamangan.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dirungkari halak na denggan roha do angka hadengganon sian arta na denggan na pineopna i; jala anggo halak na jahat roha, angka hajahaton do rungkaranna sian na jat na pineopna hian.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alai hudok ma tu hamuna: Ingkon maralus do jolma sogot di ari uhum i taringot tu nasa hata na so gabeak na hinatahonna i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ai marguru tu angka hatami do ho pintoranna manang uhumonna sogot.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i ninna na deba sian angka Parise dohot sibotosurat ma mangalusi: Ale Guru, naeng idaonnami do sada tanda sipatupaonmu!",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai ninna ma mangalusi nasida: Na mangido tanda do bangso na jahat jala na mangalangkup on; alai ndang lehonon tanda tu nasida, ia so holan tanda na masa tu panurirang si Jonas:",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ai songon si Jonas i tolu ari tolu borngin di bagasan butuha ni dengke na bolon, songon i ma muse Anak ni jolma i di bagasan tano, tolu ari tolu borngin lelengna.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Na hehe do sogot halak Ninive di paruhuman i dompak bangso na sansundut on, mangkonahon uhum tusi, ai dipauba do rohanasida, umbege jamita ni si Jonas. Jala ida ma, On do na sumurung sian si Jonas i!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Na hehe do sogot di paruhuman i raja boruboru na sian dangsina i dompak halak na sansundut on, mangkonahon uhum tusi, ai na ro do nasida sian luat na sai dao mananginangi hamaloon ni si Salamo. Ida ma, On do na sumurung sian si Salomo!",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Alai dung bali tondi na hodar sian jolma, didalani ma angka inganan na hasang, mangalului paradianan, jala ndang jumpangsa.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Gabe didok ma: Mulak nama ahu tu ingananku na hutadingkon i! Jadi di na ro ibana, rumar ma i didapot, nunga disapu jala dipalehet.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Dung i borhat ma ibana mangarahon pitutondi na asing, angka na jumahat sian ibana, laos dibongoti ma laho maringanan tusi; jadi jumahat ma pangalaho ni jolma i di ujungna sian di mulana i. Songon i nama songgop tu bangso na jahat on!",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "(IV.) Jadi di na mangkatai dope Ibana dohot natorop i, nunga jongjong di duru inana rap dohot angka anggina, naeng mangkatai dohot Ibana.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Dung i adong ma na paboahon: Di balian an do inangmu dohot angka anggim, naeng mangkatai dohot Ho!",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Alai ninna ma mangalusi na paboahon i: Ise do goaron dainang, jala ise do dohonon anggingku?",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Jadi dipaherbang ma tanganna tu ginjang ni angka siseanna, huhut ma didok: Angka on do dainang dohot anggingku!",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Ai na mangulahon lomo ni roha ni Damang na di banua ginjang, i do anggingku, i do ibotongku, i do dainang!",
      "type": "content"
    }
  ]
}