{
  "book": "Matius",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pitu umpama taringot tu harajaon ni Debata 1-52. II. Marlea Tuhan Jesus di huta hagodanganna 53-58",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di na sadari ruar ma Jesus sian bagas i, laho hundul tu pasir ni tao.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi marpungu ma torop halak tu jolona, gabe dipanaek Ibana ma sada parau laho hundul tusi, jala sude natorop i jongjong do di pasir i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i godang ma dihatahon tu nasida, huhut pangke umpama, ninna ma: Na laho tu balian do sahalak panabur laho manabur.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi di na manabur i ibana, adong ma boni i deba na mamiltik tu dalan, dung i ro ma angka pidong mamarguti.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai anggo na deba, tu tano na batu on do madabu, di na so sadia hapal tano, jadi tibu ma tubu, dibahen na so bagas tano disi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai di na lam timbo mata ni ari, rahar ma; gabe mate, ala so marurat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Anggo na deba, tu parsihupian do madabu, laos tubu do angka sihupi i, gabe dipisati ma eme i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai na deba nari, tu tano na denggan i do madabu, gabe saut ma marparbue, saratus lompit do na deba, onompulu lompit do na deba, jala tolupulu lompit do na deba.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Hamu angka na marpinggol, pinggol hamu ma i!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i didapothon angka siseanna ma Ibana mandok: Boasa marumpama Ho marjamita tu nasida?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai ninna ma mangalusi nasida. Ala ni on do: Sibasabasa do i tu hamu, umbahen na ditanda hamu angka hasimoon ni harajaon banua ginjang i; alai ndang dibasabasahon i anggo tu nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai tu ganup paradongan lehonon do jala pasuksuhon. Alai buaton ma sian na so paradongan na adong di ibana hian.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "I do alana, umbahen na marumpama Ahu manjamitai nasida, ai marnida nasida, so haru diida, jala marbinege nasida, so haru dibege, jala ndang diantusi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Asa naung jumpang ma di nasida na sinurirangkon ni si Jesaya na mandok: \"Begeon ni sipareonmuna do i nian, matua so antusanmuna; simalolongmuna do marnidasa nian, matua so tandaonmuna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Naung tangkang do roha ni bangso on jala maingol do pinggolna, dipapitpit do matana, asa unang marnida simalolongna, unang marbinege sipareonna, jala unang mangantusi rohana, asa unang mulak jala unang malum nasida bahenonku.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai martua do simalolongmuna ala marnida, dohot sipareonmuna ala marbinege!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai na tutu do na hudok on tu hamu: Torop do angka panurirang dohot angka partigor, angka na masihol naeng idaonna nian naung niidamuna, hape ndang diida, jala naeng begeonna nian naung binegemuna, hape ndang dibege.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Onpe, tangihon hamu ma umpama taringot tu panabur i!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tu ganup na umbege hata Harajaon i, anggo so diantusi, ro do parjahat i, mangarampasi na sinaburhon tu rohana i. I ma na sinaburhon tu dalan i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai na sinaburhon tu na batu on, i ma na umbege hata i, gabe manigor las ma rohana manjangkon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai ndang marurat di bagasan rohana; parsatongkinan do ibana, ai pintor targasip do rohana, di na songgop haporsuhon manang pangaleleon siala Hata i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai anggo na sinaburhon tu parsihupian i, i ma na umbege hata i, gabe pangkolsohonna di angka na di hasiangan on dohot hamoraon sipangansi i do mamisati hata i, jadi ndang saut marparbue.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai anggo na sinaburhon tu tano na denggan, i do na umbege hata i jala diantusi, laos i do na saut marparbue. Ia parbuena: Saratus lompit do na deba, onompulu lompit do na deba, tolupulu lompit anggo na deba.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i umpama na asing ma dipatubegehon tu nasida, ninna ma: Tudos do harajaon banua ginjang i tu sada halak na manaburhon boni na denggan tu haumana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai di na modom halak, ro ma musuna, manaburhon simaremeeme, tu holangholang ni eme i, laos laho sian i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai dung marbuhu tano jala martahi boltokon eme i, tanda ma dohot simaremeeme i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala ditopot angka naposo ma parhauma i, ninna ma: Rajanami, nda boni na denggan do na disaburhon ho tu haumami? Sian dia do simaremeeme i?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai didok ma tu nasida: Musu i do mambahen i. Dung i didok angka naposo i ma tu ibana: Denggan do di roham, hami laho palunggukkon?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i ninna ma: Ndangana, so tung dohot eme i dibutbuti hamu, laho palunggukkon simaremeeme i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Pasombu hamu ma i rap magodang paima gotilon; dung i dohononku ma di masa ni gotilon i tu angka panabi: Jumolo ma palunggukkon hamu simaremeeme i, dung i rahuti hamu ma sasambobok asa tinutung; alai anggo eme i, papungu hamu ma tu sopongku!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i didok ma umpama na asing tu nasida: Tudos do harajaon banua ginjang i tu batu ni siarum, na binuat ni sada halak laho manaburhon tu porlakna.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "I do sada na ummetmet sian nasa ragam ni boni; alai dung tubu, gabe umbalga do i sian nasa ingkau rata, pola hira hau do, jala ro do angka pidong na martongatonga langit marasar tu rantingna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i umpama na asing muse dihatahon tu natorop: Tudos do harajaon banua ginjang i tu itak naung niasoman, na binuat ni sahalak inaina, laho pasaorhon tu itak tolu ampang, paima asom saluhutna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Saluhutna i dihatahon Jesus marhite sian umpama tu natorop; ndang na mangkatai Ibana tu nasida, anggo so marhite sian umpama,",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "asa jumpang hinatahon ni panurirang i na mandok: \"Huungkap pe pamanganku mangkatahon umpama, hurungkari pe na buni sian mula ni portibi on.\"",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i dipamuli ma natorop i. Jala dung sahat Ibana tu jabu, didapothon angka siseanna ma Ibana mandok: Patorang ma tu hami umpama taringot tu simaremeeme na di hauma i!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i ninna ma mangalusi nasida: Anak ni jolma i do manaburhon boni na denggan i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Portibi on do ia panaburan i; ianggo boni na denggan, i do angka anak harajaon i; alai anggo simaremeeme, angka anak ni parjahat do i.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Sibolis i do musu i na manaburhonsa. Ajal ni hasiangan on do ia ari gotilon; angka surusuruan ni Debata do panggotil i.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Asa songon na pinalunggukna i simaremeeme i jala ditutung tu api, songon i do masa sogot di ajal ni hasiangan on:",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Ai suruon ni Anak ni jolma i do angka surusuruanna papungupunguhon saluhut sipanggasipi dohot siulahon na so uhum sian harajaonna i.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dung i dabuonnasida ma angka i tu liang pamurunan i; disi ma masa angguhangguk dohot na patungoripon.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Di ari i ma marsinondang angka partigor songon mata ni ari di harajaon ni Amanasida. Hamu angka na marpinggol, pinggol hamu ma i!",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Tudos do harajaon banua ginjang i tu arta na buni di sada ladang, gabe adong ma sahalak na jumpangan i jala dibunihon ma. Dung i laho ma ibana di las ni rohana i manggadisi nasa na di ibana, laos dituhor ma ladang i.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Tudos do muse harajaon banua ginjang i tu sahalak partigatiga, na mangalului mutiha na arga.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Jadi dung jumpangsa sada mutiha na arga situtu, laho ma ibana manggadisi nasa na di ibana, laos dituhor ma i.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Tudos do muse harajaon banua ginjang i tu jala na sinampakkon tu laut, gabe marragamragam dapotsa.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Jadi dung gok, ditait ma tu darat, dung i hundul ma nasida mamilliti na denggan, mandabuhonsa tu ingananna; alai dipambolongkon do anggo na so hasea.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Songon i do masa sogot di ajal ni hasiangan on: Borhat do angka surusuruan i manirangkon angka parjahat sian tongatonga ni angka partigor.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Dung i dabuonna ma nasida tu liang pamurunan i; disi ma masa angguhangguk dohot na patungoripon.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Nunga diantusi hamu saluhutna i? Jadi didok nasida ma tu Ibana: Nunga.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Gabe didok ma tu nasida: Onpe, ganup sibotosurat, naung mangguruhon ruhut ni harajaon banua ginjang i, tudos ma i tu sada na mora, na mangarungkari arta na imbaru dohot naung leleng sian na pineopna i.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "(II.) Jadi dung dipaujung Jesus angka umpama ondeng, laho ma Ibana sian i.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Jadi sahat ma Ibana tu huta hagodanganna, jala diajari ma nasida di parguruannasida, pola tarhalomong nasida, angka ninna ma: Sian dia ma dapot Halak on hapistaran dohot ulaon hagogoon sisongon i?",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Nda Ibana anak ni tukang i? Nda si Maria do goar ni inana i, jala angka anggina do si Jakobus, Josep, Simon dohot Judas?",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Nda di hita on sude angka ibotona i? Sian dia do dapot Ibana sudena i?",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Jadi targasip ma nasida mida Ibana. Alai ninna Jesus ma mandok nasida: Tung na so adong do hasangapon ni panurirang anggo di huta hagodanganna dohot di jabuna.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Gabe ndang haru piga ulaon hagogoon diula disi, ala na so porsea i nasida.",
      "type": "content"
    }
  ]
}