{
  "book": "Matius",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamamate ni si Johannes pandidi 1-12. II. Ditamuei Tuhan Jesus 5000 halak 13-21. III. Mardalan Ibana di sisik ni tao; diurupi si Petrus na naeng lonong 22-33. IV. Dipamalum torop halak 34-36.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Sar ma uju i dibege si Herodes, raja na opat i, barita ni Jesus.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Gabe didok ma tu angka naposona: Ibana do si Johannes pandidi; naung hehe do i sian angka na mate, umbahen na tarpatupasa angka ulaon hagogoon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai naung ditangkup si Herodes do si Johannes, diihoti jala dihurungkon siala si Herodias, dongan saripe ni anggina si Pilippus.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai didok si Johannes do tu ibana: Ndang tama di ho nasida!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Na naeng bunuonna do ibana nian, alai dihabiari do natorop, ai panurirang do ibana dirajumi rohanasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai di ari hatutubu ni si Herodes manortor ma boru ni si Herodias i di jolonasida, jadi solo ma roha ni si Herodes marnida,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "pola maruari ibana, marbagabagahon mangalehon manang dia pe sipangidoonna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ninna anak boru naung niajaran ni inana i ma: Lehon tu ahu dison di atas pinggan ulu ni si Johannes pandidi!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Gondok do nian roha ni raja i; alai ala ni uarina i dohot ala ni angka tamuena i, gabe didokkon ma na mangalehonsa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Asa disuru nama na mamisikkon ulu ni si Johannes di hurungan i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Saut ma diboan uluna di atas pinggan, dilehon ma tu anak boru i, gabe diboan tu inana i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ro ma angka siseanna i, dialap ma bangkena, laos ditanom, dung i didapothon ma Jesus, laho paboahonsa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Alai umbege i, borhat ma Jesus sian i marparau tu luat na lungun, punjung sasadasa. Jadi umbege i natorop, mardalan tur ma nasida sian angka huta i mandapothon Ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung ro Jesus sian i, diida ma halak mansai torop, jadi asi ma rohana mida nasida, dipamalum ma angka na marsahit na di nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai mareak bot ari didapothon siseanna ma Ibana, angka ninna ma: Halongonan do dison jala na bot ne ma ari; pamuli ma natorop i, asa laho nasida tu angka huta manuhor sipanganon!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai didok Jesus ma tu nasida: Ndang pola laho nasida, lehon hamu ma nasida mangan!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ro ma hatanasida: Holan lima roti dohot dua dengke sambing do hupeop hami dison.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai ninna ma: Boan hamu ma i tu Ahu!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i didokkon ma natorop i hundul di duhutduhut, ditiop ma roti na lima dohot dengke na dua i, manaili ma Ibana tu ginjang laho mamasumasu, dibagi ma roti i, diparlehon ma tu angka siseanna, asa nasida mangalehon tu natorop i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi mangan ma saluhutna jadi bosur be ma; dung i dipapungu ma angka ebaeba na lobi i, gok sampuludua ampang.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai anggo torop ni baoa na mangan i arga limaribu do, so padohot angka parompuan dohot dakdanak.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Dung i didasdas Jesus ma angka siseanna marparau pajolohon tu bariba an, asa dipamuli jolo natorop i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dung saut dipamuli, nangkok ma sasadasa tu dolok martangiang. Asa dung bot ari, holan sahalakna ma disi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai anggo parau i nunga tarholang sian pasir, jala disosak galumbang i do nasida, ai alo do alogo i tu nasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi martahi tahuak manuk, ro ma Jesus mandapothon nasida di sisik ni tao.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi dung diida sisean i Ibana mardalan di sisik ni tao i, marlangan ma nasida, dirimpu tondi; pola mangangguhi be nasida sian biar ni rohanasida.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai pintor dipanghulingi Jesus ma nasida, ninna ma: Pos ma rohamuna, Ahu do! Unang hamu mabiar!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ninna si Petrus ma mangalusi Ibana: Ale Tuhan, anggo Ho do hape, dokkon ahu ro mandapothon Ho, mardalan sian aek i!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Gabe didok ma: Ro ma antong! Jadi mijur ma si Petrus sian parau i, mardalan sian aek i mandapothon Jesus.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai mamereng alogo na gogo i, mabiar ma ibana, jadi naeng lonong ma, gabe dijouhon: Tuhan, palua ahu!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi pintor disurdukkon Jesus ma tanganna manangkup ibana, jala didok ma tu ibana: E ho, siotik haporseaon; aha ma pola ganggu roham?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Laos bongot ma nasida tu parau i, jadi so ma alogo i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi disomba halak na di parau i ma Ibana, angka ninna ma: Tutu do Ho Anak ni Debata!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(IV.) Dung i laos marparau ma nasida sahat tu luat Genesaret.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi dung ditanda halak isi ni luat i Ibana, disuru nasida ma paboahon tu sandok luat na humaliang i, dung i dipamboan ma tu Ibana nasa na hansitan.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi dielehelek nasida ma Ibana, asa diloas jamaonnasida nanggo rambu ni ulosna; jadi malum do saluhut na manjamasa.",
      "type": "content"
    }
  ]
}