{
  "book": "Matius",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Poda ni Tuhan Jesus maralohon patikpatik na pinahot ni halak Parise 1-20. II. Dioloi Ibana pangidoan ni boru Kanaan 21-28. III. Dipamalum angka na marsahit 29-31. IV. Ditamuei opat ribu halak 32-39.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma angka sibotosurat dohot angka Parise sian huta Jerusalem mandapothon Jesus, ninna ma:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Boasa dilaosi angka siseanmi adat na sian angka natuatua? Ai ndang marburi nasida laho mangan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai ninna ma mangalusi nasida: Ia hamu, boasa laosanmuna patik ni Debata, paingotingot adatmuna i?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai Debata do mamatikkon: \"Pasangap ma amangmu dohot inangmu! Ia na mamburai amana dohot inana, sipusaon do!\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai hamu mamodahon: Ia adong na mandok tu amana tu inana: Pinelehon ma tagonan na patut hian pangurupingku di ho, ndang pola be halak i pasangaphon amana manang inana disi!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Gabe disegai hamu do patik ni Debata dibahen adatmuna i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "E hamu pangansi! Na sintong do dapot di hamu hata na sinurirangkon ni si Jesaya, di na nidokna i:",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "\"Dipasangap pamangan ni bangso on do Ahu; alai anggo rohanasida dao do sian Ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala magopo do pambahennasida pasangaphon Ahu, ai poda ni jolma do dipodahon nasida.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Laos dijou ma natorop i tu jolona, didok ma tu nasida: Tangi jala parateatehon hamu ma!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nda tung gabe ramun jolma hinorhon ni na bongot sian pamanganna; na ruar sian pamanganna, i do mangaramuni jolma.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i didapothon angka siseanna ma Ibana, ninna ma: Diboto Ho do tahe, naung targasip angka Parise umbege hata ondeng?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai ninna ma mangalusi: Sibutbuton do nasa suansuanan na so sinuan ni Damang na di banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Pasombu hamu ma nasida! Angka partogi na mapitung do nasida manogu na mapitung; alai molo na lonap manogu na mapitung, targodung do nasida duansa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna si Petrus ma mandok Ibana: Patorang ma tu hami umpama ondeng!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi didok Jesus ma: Tong dope so marroha nang hamu?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ndang diantusi hamu: Na laho tu butuha do na bongot sian pamangan, dung i bolong tu hundulan na soding?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai angka na ruar sian pamangan, sian roha do i hehe, laos i do mangaramuni jolma i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai sian roha do hehe angka pingkiran na jahat, pamunuon, pangalangkupon, harorangon, panangkoon, hata gapgap dohot panginsahion.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Angka i do na mangaramuni jolma; alai ndada ramun jolma, anggo mangan so marburi.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(II.) Dung i sumurut ma Jesus sian i tu luat Tirus dohot Sidon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi ro ma sada boru Kanaan sian luat i manjoujou: Asi ma roham mida ahu, Tuhan, Anak ni si Daud! Posi do diae borungku dipaporsukporsuk sibolis!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai ndang dialusi Jesus nasida. Jadi ro ma angka siseanna mangelehelek Ibana, ninna ma: Pamuli ma nasida, ai sai diihuthon do hita manjoujou.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai ninna Jesus ma mangalusi: Holan tu angka birubiru na mago na sian pinompar ni halak Israel do Ahu disuru.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai ro ma boruboru i, disomba ma Ibana huhut ma didok: Tuhan, tolong ahu!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai ninna ma mangalusi: Ndang tama buaton sipanganon ni angka dakdanak laho mandabuhon tu angka biang.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai didok boruboru i ma: I do nian, Tuhan; alai diallang biang i do angka na pisik na mardekdehan sian panganan ni ompuna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ninna Jesus ma mangalusi nasida: Balga do haporseaonmi, inang! Saut ma na pinangidomi! Jadi hisar ma boruna i olat ni na sangombas i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(III.) Dung i borhat ma Jesus sian i, jadi sahat ma tu tao Galilea. Jala nangkok ma Ibana tu dolok, laos hundul disi.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ro ma mansai torop halak, dipamboan do angka na sarion, na mapitung, na ngungu, na gurdung dohot lan dope na asing; dipampeakkon do angka i tu jolona, gabe saut ma nasida dipamalum.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Pola longang do natorop i, ala diida mangkuling na ngungu, malum na gurdung, mardalan na sarion jala marnida na mapitung; laos dipuji nasida ma Debata ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(IV.) Alai dijou Jesus ma angka siseanna tu jolona, didok ma: Malengleng ateatengku mida natorop on, ai nunga pola tolu ari diingani Ahu jala ndang adong balanjonasida. Ndang hum rohangku pamulihon nasida, so jolo nilehon mangan, so tung handorusan nasida maon di dalan i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i ninna angka siseanna i ma mandok Ibana: Sian dia ma dapot hita di halongonan roti na tuk pabosur halak na sai torop on?",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i didok Jesus ma tu nasida: Piga do roti dipeop hamu? Jadi didok nasida ma: Pitu do, angkup ni dengke otik.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i didokkon ma natorop i hundul di tano i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi ditiop ma roti na pitu i nang angka dengke i, didok ma mauliate, diponggoli ma, diparlehon ma tu angka siseanna, jala siseanna ma mangalehon tu natorop.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i mangan ma nasida saluhutna, pola bosur be; laos dipapungu nasida ma angka ponggolponggol na lobi i, gok pitu singkop.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Anggo torop ni na mangan i, opatribu baoa do, so padohot angka parompuan nang dakdanak.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi dipamuli Jesus ma natorop i, dung i marparau ma Ibana sahat tu luat Magadan.",
      "type": "content"
    }
  ]
}