{
  "book": "Matius",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mangido tanda angka Parise 1-12. II. Pangkatindangkon ni si Petrus 13-20. III. Dipaboa Jesus sitaononna 21-23. IV. Poda tu na giot mangihuthon Kristus 24-28.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma angka Parise dohot Saduse mangunjuni Ibana, mangido tanda sian banua ginjang sipatuduhononna tu nasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai ninna ma mangalusi nasida: Jumpa botari somal didok hamu: Logo ma ari, ai manariur do langit.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia manogotnogot: Na ro ma ari sadari on, ai habut do langit jala halindo. Malo do hamu nian manjujur rupa ni langit; ia manjujur na tinudu ni na masa nuaeng, ndang diboto hamu?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Bangso parjahat jala pangalangkup mangido tanda; alai holan tanda ni si Jonas do sipamasaon tu nasida. Dung i laho ma Ibana, ditadingkon ma nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung sahat siseanna tu bariba, lupa do nasida hape mamboan roti.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Gabe didok Jesus ma tu nasida: Manat jala jaga ma hamu pasiding na niasoman na di angka Parise dohot Saduse!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i masipandohan ma nasida: Dibahen na so mamboan roti do hita hape!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dung diboto Jesus i, didok ma: Boasa dipanghatahatahon hamu, na so mamboan roti hamu? Oe parhaporseaon na otik!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang dope mangantusi rohamuna? Ndang diingot hamu na lima roti i, uju di na limaribu i, dohot godang ni ebaeba pinapungumuna i?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Manang na pitu roti i di na opatribu i ro di ebaeba pinapungumuna disi?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Beha, ndang diantusi hamu, na so taringot tu roti hatangki: Jaga ma hamu pasiding na niasoman na di angka Parise dohot Saduse?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Disi pe asa dapot rohanasida: Ndada na niudi na niasoman ni halak Parise dohot Saduse hape na nidokna i sijagaon, tung podanasida do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Jadi sahat ma Jesus tu luat Kaesarea Pilippi, gabe disungkun ma angka siseanna: Ise do Anak ni jolma i, didok halak?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi didok nasida ma: Na deba mandok: Si Johannes pandidi, anggo na deba: Si Elia, na asing muse: Si Jeremia manang sahalak sian angka panurirang i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i didok ma tu nasida: Ia hamu, ise do Ahu, didok hamu?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ninna si Simon Petrus ma: Kristus (Messias), Raja na pinarbagabaga i do Ho, Anak ni Debata na mangolu!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna Jesus ma mangalusi ibana: Martua do ho, Simon, anak ni si Jona, ai ndada daging dohot mudar papatarhon i tu ho, Damang na di banua ginjang i do.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ahu pe, hudok ma tu ho: Si Petrus (Batu mamak) do ho, jala di atas batu mamak ondeng do paojahonku huriangku, jala na so tupa talu i bahenon ni angka harbangan ni banua toru.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hulehon pe tu ho anak hinsu ni harajaon banua ginjang i: Nasa na niihotanmi di tano on, na tarihot ma i nang di banua ginjang; jala nasa na pinaluam i di tano on, malua ma i nang di banua ginjang.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i diorai ma angka siseanna, unang dipaboa nasida tu halak, Ibana do Kristus i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Olat ni i ma dipatorang Jesus tu angka siseanna, na ingkon laho do Ibana tu Jerusalem manaon na porsuk sian angka sintua ni natorop, sian sintua ni malim nang sian sibotosurat pe, pola ingkon mate Ibana bunuon, jala pangoluon di ari patoluhon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i diarahon si Petrus ma Ibana, disaritai ma, ninna do: Asi ma roha ni Debata di Ho, Tuhan! Unang ma songgop i tu Ho!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai humusor ma anggo Ibana mandok tu si Petrus: Laho ma ne ho, bolis! Gasip do ho di Ahu, ai ndang diparrohahon ho angka na di Debata, angka na di jolma do.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(IV.) Dung i didok Jesus ma tu angka siseanna: Nasa na giot mangihuthon Ahu, disoadahon ma dirina, diporsan ma silang na tu ibana; diihuthon ma Ahu!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai na naeng paluahon hosana, mangagohonsa do; alai na agoan hosa ala ni Ahu, i do na jumpangan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai aha ma antong gunana di jolma, nang liat portibi on diomo, anggo mago do tondina? Aha ma tarlehon jolma bahen tobus ni tondina?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai na ro ma sogot Anak ni jolma i di bagasan hasangapon ni Amana rap dohot angka surusuruanna; dung i balosonna ma tu ganup, hombar tu na niulana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Na tutu do na hudok on tu hamu: Ndang na mangae hamatean anggo deba sian angka na jongjong dison, so jolo diida ro Anak ni jolma i di bagasan harajaonna.",
      "type": "content"
    }
  ]
}