{
  "book": "Matius",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Marsangap Tuhan Jesus di dolok 1-13. II. Dipamalum do sada dakdanak na solpoton 14-21. III. Dipaboa sitaononna 22-23. IV. Digarar guguanna 24-27.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i salpu onom ari, diarahon Jesus ma si Petrus, si Jakobus dohot anggina si Johannes, ditogihon ma nasida tu sada dolok na timbo, tu na suhi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i muba ma rupana diida nasida, gabe marsinondang ma bohina songon mata ni ari i, mamontar ma ulosna songon na tiur.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi tarida ma di nasida si Musa dohot si Elia, na mangkatai dohot Ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dipanghulingi si Petrus ma Jesus: Tuhan, sonangna i dison! Molo na une di roham, hupauli ma dison tolu inganan, sada di Ho, sada di si Musa, sada di si Elia.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Mandok i dope ibana, ro ma sada ombun na tiur mangalinggomi nasida jadi mangkuling ma soara sian bagasan ombun i: On do Anak haholonganku, lomo do rohangku mida Ibana; tangihon hamu ma Ibana!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Umbege i angka sisean i, manungkap ma nasida jala mabiar situtu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Gabe didapothon Jesus ma nasida laos dijamai, huhut ma didok: Hehe ma hamu; unang ma mabiar!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai laho manaili tu ginjang, sasada Jesus nama dapot matanasida disi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi laho tuat sian dolok i, dipatihi Jesus ma nasida, na so jadi paboaon tu manang ise pe na niidanasida, saleleng so hehe dope Anak ni jolma i sian na mate.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i disungkun angka siseanna ma Ibana: Beha do pandok ni angka sibotosurat: Ingkon jumolo ro si Elia?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Gabe dialusi Jesus ma nasida: Ro ma tutu si Elia pajongjongkon saluhutna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai hudok ma tu hamu: Nunga sahat ro si Elia, alai ndang ditanda nasida ibana; roharohanasida do dibahen tu ibana. Laos songon i ma mangae Anak ni jolma i bahenonnasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung pe i asa diboto siseanna i, si Johannes pandidi na nidokna i disi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Dung sahat nasida tu natorop i, ro ma sada halak sumomba Ibana huhut mandok:",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tuhan, sai asi ma roham di anakki; na solpoton do ibana, mansai bernit diae; jotjot ibana somsam tu api, jotjot tu aek.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Huboan do ibana nian tu angka siseanmi alai ndang tarpamalum nasida ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna Jesus ma mangalusi: E bangso na so porsea jala na sumalin on! Sadia leleng on angkupanku hamu? Sadia leleng nari anjuonku hamu? Boan hamu ma ibana tuson!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i disonggahi Jesus ma ibana, gabe ruar ma sibolis i sian ibana, jadi hisar ma dakdanak i olat ni na sangombas i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i pulik ma ditopot angka sisean i Jesus mandok: Boasa so tarpabali hami ibana?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi didok Jesus ma tu nasida: Ala ni otik ni haporseaonmuna do! Ai situtu do na hudok on tu hamu: Nanggo na sabatu ni sabi haporseaonmuna, dohononmuna ma tu dolok on: Munsat ma ho sian on tusan!, saut do i munsat; gabe ndang adong na so tarpatupa hamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai anggo na samansam on, ndang olo bali, ia so marhite sian tangiang dohot parpuasaon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Alai di na pungu i nasida di Galilea, didok Jesus ma tu nasida: Sipasahaton ma Anak ni jolma i tu tangan ni halak.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Pola do mate Ibana bunuonna, dung i pangoluon do Ibana di ari patoluhon. Jadi bobonosan situtu ma rohanasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(IV.) Jadi dung sahat nasida tu huta Kapernaum, ro ma angka sijalo guguan tu si Petrus mandok: Beha, ndang digarar Gurumuna guguan i?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Digarar do, ninna. Jadi laho bongot tu jabu, manjoloani ma Jesus mandok: Beha di roham, Simon, sian ise do dijalo angka raja di tano on guguan manang beo? Sian anakna manang sian na leban?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi didok si Petrus ma tu Ibana: Sian na leban i do! Gabe ninna Jesus ma: Antong, lias do ia angka anak!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai asa unang targasip nasida tabahen, laho ma ho tu tao, dabu ma hail i, dung i sintak ma dengke na parjolo manoro, bungka holaholana, jadi jumpang ho ma disi sada rupia; i ma buat, lehon ma i tu nasida bahen guguanta i.",
      "type": "content"
    }
  ]
}