{
  "book": "Matius",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taringot tu roha dakdanak dohot angka pargasipan 1-14. II. Taringot tu ruhut paminsangon 15-20. III. Taringot tu na manesa sala ni dongan. Umpama taringot tu naposo na jahat 21-35.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Uju i didapothon angka sisean i ma Jesus mandok: Ise ulaning na umbalga di harajaon banua ginjang?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dijou Jesus ma sada dakdanak, dipajongjong ma i tu tongatonganasida, dung i ninna ma:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Situtu do na hudok on tu hamu: Molo so mulak rohamu, gabe songon dakdanak, tung na so bongot hamu tu harajaon banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Asa na paoru dirina songon dakdanak on, i do na umbalga di harajaon banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala na manjangkon dakdanak na songon on marhitehite Goarhu, Ahu do na jinangkonna disi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai na manggasipi sada sian na metmet on, angka na porsea di Ahu, dengganan ma ginantungkon losung batu tu rungkungna, laho mangalonongkon ibana tu laut na umbagas i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Oe, jea ni portibi on, nialap ni gasip! Ndang tarbahen so ro nian gasip; alai marjea ma jolma na parohonsa!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai molo tung digasipi tanganmu manang patmu ho, gotap jala bolongkon, ai dumenggan mate bariba manang lumpuon ho bongot tu hangoluan, sian na mardua tangan dohot mardua pat, bolong tu api sisalelenglelengna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Molo tung digasipi matami ho, pulsikkon jala bolongkon, ai dumenggan marmata sada ho, bongot tu hangoluan, sian na marmata dua, bolong tu api na roko.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jaga ma hamu, so tung marhu ni roha hamu mida sada sian na metmet on, ai hudok ma tu hamu: Diida angka surusuruannasida na di banua ginjang i do tongtong bohi ni Damang na di banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(Ai naung ro do Anak ni jolma i, paluahon na mago.)",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Beha do rohamuna: Adong ma di sahalak saratus birubiru, gabe mago sada sian i; nda tadingkononna ma na siapulu sia i di tor, laho mangalului na mago i?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Na sintong ma na hudok tu hamu: Anggo dung jumpangsa, lasan ma rohana mida i, asa mida na siapulu sia na so mago i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Suang songon i do roha ni Amamuna na di banua ginjang i, ai dipangido do, naeng unang mago agia sada sian na metmet on.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Alai molo mardosa donganmi, topot jala ajari ibana, holan hamu padua. Molo ditangihon ho, dapot ho do ibana gabe donganmu muse.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai anggo so ditangihon ho, arahon ma donganmu sada manang dua, asa hinatindangkon ni dua manang tolu halak nasa hata.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai molo so ditangihon nang nasida, paboa ma tu na sahuria i. Molo so ditangihon nang huria i, etong ma ibana songon parbegu jala sijalobeo.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Situtu do na hudok on tu hamu: Nasa na niihotanmuna di tano on, hot ma i tarihot nang di banua ginjang, jala nasa na pinaluanmuna di tano on, saut ma i malua nang di banua ginjang.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angkup ni i hudok ma di hamu: Molo mardos ni roha manang dua sian hamu di tano on tumangiangkon manang hata dia pe, jaloonmuna do i sian Damang na di banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai anggo pungu dua manang tolu pe marhitehite Goarhu, sai dongananku do nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Dung i didok si Petrus ma mandok Ibana: Tuhan, sintap piga hali do sesaonku sala ni donganku na dompak ahu? Pola do pitu hali?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Gabe didok Jesus ma tu ibana: Ndada pitu hali dohononku tu ho, tung sintap pitupulu hali pitu do!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Onpe, tudos ma harajaon banua ginjang i tu sada raja, na laho mardabudabu dohot angka naposona.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi di na manungka mangetong ibana, tarboan ma tu jolona sada halak, na marutang tu ibana saloksa talenta.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dibahen na so adong gararna, didokkon raja i ma gadison ibana dohot jolmana ro di anakkonna ro di saluhut na di ibana, asa adong gararna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi marsomba ujung ma naposo i tu adopanna, ninna ma: Palambas ma roham, hugarar pe tu ho saluhutna i!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi asi do roha ni raja i di naposona, dipalua ma ibana, ba disesa ma utangna i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai laho tu balian naposo ondeng, tongon ma dapotsa donganna naposo sahalak, na marutang tu ibana saratus hupang, gabe ditangkup ma i jala dipongkihi, ninna ma: Garar ma utangmi!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i marsomba ujung ma i, sumomba donganna naposo mandok: Palambas ma roham mida ahu, hugarar pe tu ho saluhutna i!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai ndang olo, laho do ibana mangkurungkon donganna, paima digarar utangna i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi dung diida angka donganna naposo na masa i, marsak situtu ma rohanasida, jadi laho ma nasida tu raja i paboahon sude na masa i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Gabe dijou raja i ma ibana, didok ma: Ho naposo na jahat, sude utangmi husalesehon, ala dielehelek ho ahu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Nda ingkon songon i ma ho nian marasi ni roha di donganmu naposo, songon ahu na marasi ni roha di ho!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi tarrimas ma raja i, dipasahat ma ibana tu pamongkihi, paima digarar sude utangna i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Songon i do bahenon ni Damang na di banua ginjang i tu hamu, anggo so disesa hamu be sian rohamuna sala ni donganmuna!",
      "type": "content"
    }
  ]
}