{
  "book": "Matius",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka parhapistaran na sian purba 1-12. II. Maporus Dakdanak i tu tano Misir 13-18. III. Mulak tu Nasaret 19-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa dung tubu Jesus di huta Betlehem, di luat Judea, uju hinarajahon ni si Herodes, ro ma angka parhapistaran sian purba tu huta Jerusalem,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "angka ninna ma: Didia do Raja na imbaru tubu i? Naung huida hami do bintangna di tano habinsaran; ala ni i ro do hami sumomba Ibana!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai disi dibege raja Herodes hata i, tarsonggot ma ibana ro di sude pangisi ni huta Jerusalem.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dipapungu ma angka sintua ni malim ro di sibotosurat ni bangso i, dipamanat ma tu nasida huta hatubuan ni Kristus i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi didok nasida ma tu ibana: Huta Betlehem na di luat Judea do, ai songon on do pandok ni panurirang i:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "\"Ia ho, huta Betlehem, apala tung na ummetmet ho di tongatonga ni angka huta na di luat Judea, ai ho do huta haroroan ni Raja i, na marmahan Israel, bangsongki!\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i marhusip ma si Herodes manjou angka parhapistaran i tu jolona disihirsihiri ma tu nasida lelengna, dung tarida bintang i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i disuru ma nasida tu huta Betlehem, ninna ma: Laho ma hamu, tangkas ma diori hamu Dakdanak i! Ia dung jumpang, paboa hamu ma tu ahu, asa dohot ahu ro marsomba tu Ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Asa dung dibege nasida hata ni raja i, laho ma nasida. Anggo bintang i, naung niidanasida hian di tano habinsaran i, sai di ginjangnasida do muse, rasirasa sahat tingkos di ginjang ni inganan ni Dakdanak i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Marnida bintang i, mansai las situtu ma rohanasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Laos dibongoti ma bagas i, gabe diida ma Dakdanak i dohot si Maria, inana i. Dung i manungkap ma nasida marsomba tu Dakdanak i, dirungkari ma artanasida: Sere, haminjon dohot angka na angur, parsombanasida tu Ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ro ma tona ni Debata marhite sian nipinasida, unang pola mulak be tumopot si Herodes; jadi sian dalan na asing nama nasida mulak tu luatnasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Asa dung laho nasida, ro ma surusuruan ni Tuhan i, diida si Josep di nipina, na mandok tu ibana: Hehe ma ho, boan ma Dakdanak i rap dohot inana i, maporus ma hamu tu tano Misir; disi ma hamu jolo, paima ro muse hatangku, ai na naeng luluan ni si Herodes do Dakdanak i, asa bunuonna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi hehe ma ibana, diboan ma Dakdanak i rap dohot inana borngin i, maporus tu tano Misir.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Laos disi ma nasida, paima mate si Herodes, asa jumpang na nidok ni Tuhan i marhite sian panurirangna na mandok: \"Sian Misir do hujou Anakki!\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Asa dung mamoto si Herodes, naung dipaotooto angka parhapistaran i ibana, tarrimas situtu ma ibana, disuru ma tu Betlehem dohot tu sandok luat na humaliang i angka na mamunui nasa dakdanak baoa, na marumur dua taon, ro di angka na ummetmet sian i, hombar tu tingki naung nirisihanna sian angka parhapistaran i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Disi ma jumpang hata ni panurirang Jeremia na mandok:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "\"Tarbege do di huta Rama soara partangison dohot angguk badar: Diangguhi si Rahel do ianakhonna i: Ndang olo be apulon, ai nunga sun siap nasida.\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Alai dung mate si Herodes, diida si Josep ma di nipina surusuruan ni Tuhan i di tano Misir, na mandok tu ibana:",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Hehe ma ho, boan ma Dakdanak i rap dohot inana mulak tu tano Israel, ai nunga mate angka na sumangkapi hosa ni dakdanak i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi hehe ma ibana, diboan ma Dakdanak i rap dohot inana mulak tu tano Israel.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai dung dibege ibana, si Arkilaus do hape raja di luat Judea manggonti amana si Herodes, biar do rohana, anggo tung laho tusi. Jala dung ro poda sian Debata tu ibana di nipina, gabe dompak luat Galilea nama ditondong.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi ojak ma ibana maringanan di sada huta na margoar Nasaret, gabe jumpang ma hata ni panurirang na mandok: Goaron do Ibana si Nasarani!",
      "type": "content"
    }
  ]
}