{
  "book": "Matius",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka pangula di porlak anggur 1-16. II. Dipaboa Tuhan Jesus sitaononna 17-19. III. Mangalului hasurungan angka anak ni si Sebedeus 20-28. IV. Dua halak na mapitung 29-34",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ai tudos do harajaon banua ginjang i tu sada na mora, na laho sogot di torang ni ari mangarahon pangula tu porlak anggurna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dung mardos ni roha ibana dohot angka pangulana taringot tu upanasida, i ma sahupang sadari, disuru ma nasida tu porlakna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i, laho tu balian di pungkul sia, diida ma halak na asing na ngongong di onan i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Gabe didok ma tu nasida: Ua, dohot ma hamu tu porlakki! Hulehon pe tu hamu na tama. Jadi laho ma nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i laho muse ma ibana di pungkul sampuludua dohot di pungkul tolu, laos songon i do dibahen.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i laho muse ma ibana di pungkul lima, jadi jumpangsa ma halak na asing jongjong boti disi, jadi didok ma tu nasida: Boasa ngongong sambing hamu manipat sadari on?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi didok nasida ma tu ibana: Ndang adong na mangarahon hami. Dung i didok ma tu nasida: Dohot ma hamu laho tu porlakki!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Asa dung bot ari, didok parporlak anggur i ma mandok juaratulisna: Jou ma angka pangula i, parlehon ma upanasida, jojor sian na parpudi sahat ro di na parjolo i!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ro ma angka na masuk di pungkul lima, dijalo be ma sahupang.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai di na ro angka na parjolo i, hirim ma rohanasida, gumodang jaloonna; hape nang nasida, sahupang be do dijalo.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai manjalo i, marmungutmungut ma nasida dompak na mora i,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "ninna ma: Ia halak an na parpudi masuk, holan sajom do i mulaulaon, gabe dos do dibahen ho nasida tu hami, angka na tumaon renge ni ulaon ro di mohop ni ari!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna ma mangalusi sada sian nasida: Ndang adong hubahen tu ho na so tigor, amang! Nda mardos ni roha hita di na sahupang i?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jalo ma na tu ho i; dung i laho ma! Alai naeng do ahu mangalehon tu na parpudi on songon na tu ho.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai nda tama guru di ahu ugasanki? Somor do matam, ala basa ahu?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Songon i ma gabe parjolo angka na parpudi hian, jala angka na parjolo hian gabe parpudi. (Ai lan do na jinou; alai otik do na tarpillit.)",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Dung i laho nangkok tu huta Jerusalem, pulik ma diarahon Jesus na sampuludua i, dipanghulingi ma nasida di tongandalan i:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Na nangkok ma hita tu Jerusalem, pasahatonna ma disi Anak ni jolma i tu angka sintua ni malim dohot tu sibotosurat, gabe uhumonnasida ma Ibana, ingkon marutang hosa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i pasahatonnasida ma Ibana tu parbegu, asa diinsahi, dilinsingi jala diparsilangkon. Dung i mulak mangolu ma Ibana di ari patoluhon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Dung i didapothon ina ni anak ni si Sebedeus rap dohot angka anakna i ma Ibana, disomba ma, laho pasahathon pangidoanna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi ninna Jesus ma mandok ibana: Aha dipangido rohamu? Dung i didok ma tu Ibana: Loas ma hundul sogot anakku na dua on, na sada di siamunmu, na sada nari di hambirangmu, di harajaonmi!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ninna Jesus ma mangalusi: Ndang diboto hamu na pinangidomuna. Tung tarinum hamu ma siinumon na naeng inumonku (jala tarparidi hamu ma paridion siparidionku)? Jadi didok nasida ma: Tarbahen hami do!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i didok ma tu nasida: Tutu nian, inumonmuna do siinumonki; jala paridihononmuna do pandidion siparidihononki; alai ndang guru di Ahu na mambahen hundul di siamunhu dohot di hambirangku. Damang i do padirihon i tu angka panahatanna i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Umbege i na sampulu i, sogo ma rohanasida mida donganna na dua i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai dipapungu Jesus ma nasida, ninna ma: Dirajai angka sigomgomi bangso do anak buana, jala dipatunduk angka na sangapna do nasida; diboto hamu do i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Unang ma songon i anggo di hamu! Manang ise hamu na naeng sangap, i ma gabe pangoloi di donganna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi manang ise hamu, na naeng parjolo, i ma gabe naposo ni donganna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Songon Anak ni jolma i pe, ndada asa dioloi halak Ibana, umbahen na ro; Ibana balik pangoloi jala mangalehon hosana bahen tobus ni torop jolma.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(IV.) Jadi laho ruar sian Jeriko, torop ma halak mangihuthon Ibana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala hundulhundul ma dua halak na mapitung di pinggol ni dalan i; jadi dung dibege mamolus Jesus, joujou ma nasida, ninna ma: Asi ma roham di hami, Anak ni si Daud!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai dipinsang angka natorop i ma nasida, asa sip nian: Alai lam gogo ma nasida manjoujou: Asi ma roham di hami, Tuhan, Anak ni si Daud!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi mangulon ma Jesus, dipanghulingi ma nasida: Aha dipangido rohamuna sibahenonku tu hamu?",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i didok nasida ma: Naeng ma mungkap matanami, Tuhan!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Gabe asi ma roha ni Jesus, dijama ma matanasida jadi pintor marnida ma. Jadi diihuthon nasida ma Ibana.",
      "type": "content"
    }
  ]
}