{
  "book": "Matius",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dibongoti Tuhan Jesus huta Jerusalem 1-11. II. Dipaias bagas joro i 12-17. III. Diburai hau ara na so marparbue 18-22. IV. Pamodaionna di bagasan joro i 23-46.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i laho mandapothon huta Jerusalem, sahat ma nasida tu sosor Betpage, mardonokkon dolok Jetun. Sian i ma disuru Jesus siseanna dua halak.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ninna ma: Laho ma hamu tu sosor na di jolomuna an, mamintor jumpang hamu ma disi tambat halode sada rap dohot anakna; harhari jala togu hamu ma i tu Ahu!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi molo tung adong na mandok hatana tu hamu, alusi hamu ma: Na ringkot do i di Tuhan i! Dung i pintor loasonna ma.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai masa pe sisongon i, asa jumpang na hinatahon ni panurirang i:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "\"Paboa hamu ma tu boru Sion: Ida ma, na ro ma Rajami manopot ho, na lambok do rohana; halode do hundulanna dohot anak ni halode boban.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i laho ma angka sisean i patupahon na nidokkon ni Jesus tu nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Diboan nasida ma halode i dohot anakna, diampehon ma ulosnasida tu ginjangna, laos dipahundul ma Jesus tu atasna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Deba sian natorop i pahembangkon ulosnasida tu dalan i, na deba nari manalliki angka ranting ni hau jadi dipanserakkon tusi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai sude natorop i, angka na di jolona nang na mangihut sian pudi pe, mangolopolophon: Hosianna di Anak ni raja Daud! Pinasupasu ma na ro marhitehite Goar ni Tuhan i! Hosianna ma di ginjang!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi di na bongot i Ibana tu huta Jerusalem, gaor ma na sahuta i, angka ninna ma: Ise do halak i?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dipandok natorop i ma: Jesus, Panurirang i do i, na sian huta Nasaret, na di luat Galilea!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dung i dibongoti Jesus ma bagas joro ni Debata, dipabali ma sian i saluhut angka na manggadisi dohot na manuhori disi, ditunggalingkon do meja ni angka situngkari hepeng ro di bangku ni angka sigadis darapati.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Laos didok ma tu nasida: \"Bagas partangiangan do goar ni bagashu\" ninna Surat i; alai gabe liang ni pandobo do i dibahen hamu!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i didapothon angka na mapitung dohot na lumpuon ma Ibana tu bagas joro i, jadi dipamalum ma nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai sogo situtu ma angka sintua ni malim dohot sibotosurat marnida halongangan na pinambahenna i, nang umbege dakdanak angka na manjoujou di bagas joro: Hosianna di Anak ni raja Daud!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Laos didok ma tu Ibana: Dibege Ho do hatanasida on? Jadi didok Jesus ma tu nasida: Hubege do! Ndang dung dijaha hamu huroha: \"Soara ni angka dakdanak dohot posoposo dipature Ho gabe pujipujian\"?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ditadingkon ma nasida, ruar ma Ibana sian huta i dompak Betania, laos disi ma marborngin.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Alai torang ni arina i, laho mulak tu huta i, male ma dihilala.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i diida ma di dalan i hau ara sangkambona jadi didapothon ma, hape holan bulung sambing do jumpangsa disi, gabe didok ma tu hau i: Na so jadi be ho marparbue olat ni on! Jadi pintor rahar ma hau ara i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Marnida i angka sisean i, tarhalomong ma rohanasida, angka ninna ma: Ndi, tompuna i rahar hau ara i!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dialusi Jesus ma nasida: Na tutu do na hudok on tu hamu: Aut na porsea hamu, so ganggu rohamu, ndada holan songon na tu hau ara ondeng patupaonmuna. Sandok gari tu dolok an dohononmuna: Munsat ma ho jala madabu tu laut, gari saut do!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai jaloonmuna do saluhut nasa na pinangidomuna di tangiangmuna, anggo na porsea hamu!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(IV.) Jadi dung bongot Ibana tu bagas joro i, laho mangajari disi, didapothon angka sintua ni malim dohot sintua ni bangso i ma Ibana, angka ninna ma: Huaso dia dipangasahon Ho?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ninna Jesus ma mangalusi nasida: Ahu ma jolo manungkun hamu; dung pe dialusi hamu Ahu, asa paboaonku tu hamu, manang huaso dia hupangasahon di pambahenanki:",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ia pandidion ni si Johannes, sian dia do i? Sian banua ginjang do manang sian jolma manisia? Dung i marpingkir ma nasida sama nasida, songon on:",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia ninta: Sian banua ginjang, dohononna ma: Boasa so dihaporseai hamu ibana? Anggo tadok annon: Sian jolma, sihabiaranta ma natorop i, ai panurirang do si Johannes di roha ni jolma saluhutna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Gabe ninna nasida ma mangalusi Jesus: Ndang huboto hami i. Laos ro ma hatana tu nasida: Antong, Ahu pe, ndang paboaonku tu hamu, manang huaso dia hupangasahon patupahon ulaonki.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai beha do di rohamuna? Adong ma dua anak di na sahalak; jadi ditopot ma sihahaan, didok ma tu ibana: Laho ma ho, anaha, sadari on mangula tu porlakta!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai ro ma alusna: Ndang olo ahu! Hape disolsoli do rohana muse, gabe saut ma ibana laho.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ia amaama i ditopot ma sianggian i, laos songon i do hatana, gabe didok i ma mangalusi: Olo, tuan! Hape, ndang saut laho.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ise sian nasida na dua i mangulahon pinangido ni amanasida? Jadi didok nasida ma tu Ibana: Sihahaan i do! Dung i didok Jesus ma tu nasida: Situtu do na hudok on tu hamu: Tagonan do halak sijalobeo dohot boru na jahat bongot tu harajaon ni Debata, unang hamu!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ai na ro do si Johannes tu hamu di dalan hatigoran, ndang dihaporseai hamu ibana; alai anggo angka sijalobeo dohot angka boru na jahat porsea do. Diida hamu do i nian; laos tong so disolsoli hamu rohamuna, laho mangkaporseai ibana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Bege hamu ma sada umpana na asing: Adong ma sahalak na mora, na mamungka porlak anggurna, dihandangi, dihali ma pangilangan di bagasan, dipauli ma gudangna, dipasahat ma tu angka pangula, dung i marhutasada ma ibana.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung jumpang tingkina mambuat parbuena, disuru ma angka naposona manopot pangula i manjalo parbuena.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi ditangkup angka pangula i ma naposona, na sada dilombuti, na sada dibunu, na sada didangguri dohot batu.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i diulahi na mora i ma marsuru naposona angka na asing, tumorop sian na parjolo i; laos songon i do dipambahen pangula i tu nasida.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Parpudi ma disuru tu nasida anakna, ai ninna rohana: Ra biar ma rohanasida mida anakki!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai marnida anak i, didok angka pangula i ma sama nasida: On do sitean porlak i! Beta ma, tapusa ibana, asa di hita siteanonna i!",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi ditangkup nasida ma ibana, dionjar ma sian porlak i, laos dipusa.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Molo ro sogot parporlak i, aha ma bahenonna tu angka pangula i?",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Gabe ninna nasida ma mandok Ibana: Tung jorbut do pamununa di angka parjahat i, jadi pasahatonna ma porlak anggurna tu pangula na asing, angka na mangalehon parbuena di tingkina i.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dung i didok Jesus ma tu nasida: Beha, ndang dung dijaha hamu di Surat i: \"Ia batu na binolongkon ni angka pande bagas i, apala i do gabe batu parsuhisuhi (partunggul). Pinamasa ni Tuhan do i, jala halongangan do i diida matanta\"?",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dibahen i ma umbahen na hudok tu hamu: Buaton do harajaon ni Debata sian hamu jala lehonon ma tu bangso na olo mamboan parbuena.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Marosak ma ganup na tinggang tu batu on, jala magopu ma ganup na tiningganganna.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Jadi dung dibege angka sintua ni malim dohot Parise umpamana i, dianto ma, nasida do hinatahonna disi.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Jadi dilului nasida ma dalan manangkup Ibana; alai mabiar do nasida mida natorop i, ai panurirang do Ibana di rohanasida.",
      "type": "content"
    }
  ]
}