{
  "book": "Matius",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Umpama taringot tu pesta parunjuhon 1-14. II. Taringot tu guguan, silehonon tu Kesar 15-22. III. Taringot tu haheheon sogot 23-33. IV. Taringot tu patik raya 34-40. V. Kristus, anak ni si Daud, huhut Tuhanna 41-46",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i diulahi Jesus ma marumpama tu nasida songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tarpatudos do harajaon banua ginjang i tu sada raja na mamestahon anakna na mangoli.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi disuru ma angka naposona, manjou angka na ginokkonna hian tu pestana i, hape ndang olo nasida ro.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i diulahi ma, disuru ma naposo na asing, ninna ma: Paboa hamu ma tu angka naung ginokkon: Nunga huparade panganon pesta i, nunga hupotong angka horbo dohot lombu; nunga rade saluhutna. Ipe, ro ma hamu tu pesta i!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai na laho be do nasida di tois ni rohanasida: Na sada tu haumana, na sada tu partigatigaonna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ditangkup na deba angka naposona, dipasipalsipal jala dipusa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi tarrimas ma raja i, disuru ma soldaduna mangalengsehon angka pamunu i jala manurbu hutanasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna ma mandok angka naposona: Nunga rade nian na hasea tu pesta i, alai ndang tau angka na pinio i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Onpe, laho ma hamu tu angka dalan balobung, arahon hamu ma tu haroan on nasa na dapot hamu!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi saut ma laho angka naposo i tu angka dalan, ditogihon ma saluhut na jumpang nasida, angka na jahat dohot na denggan, gabe gok tamue ma parpestaan i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai laho bongot raja i mamereng angka tamuena, dapot matana ma disi sada halak na so marpangkean pesta.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi didok ma tu ibana: Na beha do parmasukmu tuson, amang, ai ndang marpangkean pesta ho? Gabe mangkohom ma ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i didok raja i ma tu angka naposona: Tali hamu ma patna dohot tanganna, laos pabali hamu ma ibana tu na holom marimpotimpot; disi ma masa angguhangguk dohot na patungoripon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai lan do na jinou; alai otik do na tarpillit.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Dung i laho ma angka Parise martuptup sama nasida, manang na beha bahenonnasida padapothon Ibana di hatana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi disuru nasida ma angka siseannasida rap dohot angka naposo ni si Herodes tu Ibana, angka ninna ma: Gurunami, huboto hami, na tigor Ho; ai sintongsintong dipodahon Ho dalan ni Debata jala ndang dihabiari Ho manang ise, ai so siida bohi ni jolma Ho!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ipe, paboa ma tu hami: Beha didok roham: Na jadi do lehonon guguan (belasting) tu Kesar i, manang na so jadi tahe?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai diboto Jesus do jahat ni rohanasida, jadi didok ma: E hamu pangansi! Boasa unjunanmuna Ahu?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Patuduhon hamu ma hepeng guguan i tu Ahu! Gabe diboan nasida ma sada hupang tu Ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i didok Jesus ma tu nasida: Gombaran dohot surat ni ise do dison?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dialusi nasida ma: Gombaran ni Kesar i do. Jadi didok ma tu nasida: Antong, lehon hamu tu Kesar, na sian Kesar i; jala lehon hamu ma tu Debata, na sian Debata!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Gabe longang ma rohanasida umbegesa; laos laho ma nasida, ditadingkon ma Ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(III.) Di na sadari i ro ma angka Saduse, na so marhatutuhon adong haheheon sian na mate, jadi disungkun nasida ma Ibana:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Gurunami, didok si Musa: Molo adong na mate, so martinading, pareahon ni anggina ma jolmana i, pajongjongkon pomparan di hahana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi adong ma di hami pitu halak na marhahamaranggi; mangoli ma sihahaan, dung i mate ma ibana so martinading, ditinggalhon ma jolmana i di tinodohonna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Songon i do paidua dohot paitolu ro di paipitu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Umpudi sian nasida sasudena i mate dohot boruboru i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Antong di ari haheheon i, ise do sian nasida na pitu i nampuna parompuan i, ai sude do nasida marniolihonsa?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai ninna Jesus ma mangalusi nasida: Nalilu do hamu, siala ndang diboto hamu Surat i nang hagogoon ni Debata!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai anggo ruhut ni angka naung mulak mangolu: Ndang mangoli, ndang muli; songon surusuruan ni Debata do nasida di banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai anggo taringot tu haheheon ni angka naung mate, ndang dung dijaha hamu ulaning na nidok ni Debata tu hamu di hatana on:",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "\"Ahu do Debata ni si Abraham, Debata ni si Isak jala Debata ni si Jakkob!\" Apala Debata ni angka na mate Ibana, Debata ni angka na mangolu do!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi tarhalomong ma halak natorop i umbege pamodaionna i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(IV.) Alai marpungu ma angka Parise i, dung dibege, naung dipajut Jesus angka Saduse i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i diunjuni sahalak sibotopatik sian nasida ma Ibana, disungkun ma:",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Gurunami, dia do patik raja sian angka patik i?",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi didok Jesus ma: Sihaholonganmu do Tuhan Debatam sian nasa ateatem, sian nasa hosam dohot sian nasa roham!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "I do patik raja jala parjolo.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai dos do arga ni na paduahon on: Sihaholonganmu do donganmi doshon dirim!",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Patik na dua on do mangkangkam nasa patik dohot hata ni panurirang.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "(V.) Alai di na pungu i angka Parise, disungkun Jesus ma nasida, ninna ma:",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Na beha do rohamu taringot tu Kristus i? Anak ni ise do Ibana? Jadi dialusi nasida ma Ibana: Anak ni si Daud do!",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Alai didok ma tu nasida: Alai digoar si Daud do Ibana \"Tuhan\", diajari Tondi i, ai didok do:",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "\"Ninna Tuhan i do mandok Tuhanku: Hundul ma Ho tu Siamunhon, paima hupeakhon angka musum bahen sidegedegean ni patmu!\"",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Antong, anggo digoar si Daud do Ibana \"Tuhan\", beha ma Ibana Anakna?",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Jadi ndang adong manang ise na tarbahen mangalusi Ibana; jala olat ni na sadari i ndang adong na hum roha manungkun Ibana.",
      "type": "content"
    }
  ]
}