{
  "book": "Matius",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipajeajea Tuhan Jesus angka Parise dohot sibotosurat 1-36. II. Dilumbahon do uhum na jorbut tu huta Jerusalem 37-39.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipanghulingi Jesus ma halak natorop dohot angka siseanna,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "ninna ma: Dihunduli angka sibotosurat dohot angka Parise do habangsa ni si Musa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Onpe, ula jala radoti hamu ma sasude na pinodahonnasida tu hamu; alai unang ma tiru hamu ia pambahenannasida! Ai na ripe mamodai do nasida, so adong diulahon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Boban angka na dokdok do dirahuti nasida jala diampehon tu abara ni jolma i, alai ndang olo nasida manjamasa, nanggo dohot sada jarijarina.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nasa pambahenannasida, asa dipaberengbereng halak, umbahen na diula, ai dipabidang do tali partangiangannasida, laos dipaganjang do rambuna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai hundulan na sumangap do ditodo, uju di parpestaan, songon i bangku jolojolo di angka parguruan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dipangido, naeng tabion nasida di onan jala naeng goaron ni jolma i nasida guru.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo hamu, unang ma margoar guru, ai Sada do Gurumuna; saluhutna hamu marhahamaranggi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang jadi goaronmuna manang ise sian hamu \"Ama\" di tano on, ai Sada do Amamuna, i ma na di banua ginjang i!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala ndang jadi goaron hamu Partogi, ai Sada do Partogimuna, i ma Kristus i!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai na sumangap sian hamu, i ma gabe songon naposomuna!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai sipaoruon do ganup na patimbo dirina; alai sipatimboon do na paoru dirina.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Marjea ma hamu sibotosurat dohot Parise, hamu pangansi! Ai disordak hamu do harajaon banua ginjang i di jolo ni jolma i. Ndang masuk hamu; angka na giot bongot pe, ndang diloas hamu masuk.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Marjea ma hamu sibotosurat dohot Parise, hamu pangansi! Ai dipolgak hamu do jabu ni boruboru na mabalu jala tangiang na ganjang dibahen hamu mangkuphupisa. Uhum na lobi dokdok do jaloonmuna ala ni i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Marjea ma hamu sibotosurat dohot Parise, hamu pangansi! Ai diliati hamu do laut dohot tano manaiti tu agamamuna nanggo sada halak. Jadi dung saut ibana masuk, gabe anak ni roko ibana dibahen hamu, silompit sian hamu!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Marjea ma hamu partogi na mapitung, angka na mandok: Na manolon tu bagas joro, ndang marguna; alai na manolon tu sere na di bagas joro, i do na marguna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "E hamu na oto jala na mapitung! Ai dia do na ummangat, sere i manang bagas joro i, na pabadiahon sere i?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Angkup ni i didok hamu: Na manolon tu langgatan, ndang marguna; alai na manolon tu pelean na di atas langgatan i, i do na marguna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "E hamu na mapitung! Ai dia do na ummangat, pelean i manang langgatan i, na pabadiahon pelean i?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nda songon on: Na manolon tu langgatan i, manolon tusi do, padohot tu saluhut na diatasna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala na manolon tu bagas joro, manolon tusi do, nang tu Ibana na manginganhonsa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Na manolon tu banua ginjang, manolon tu habangsa ni Debata do, nang tu Ibana na mangkundulisa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Marjea ma hamu sibotosurat dohot Parise, hamu pangansi! Ai diparsampulu hamu do angka suansuanan na metmet, alai tading do angka patik na ummaol dibahen hamu, songon hatigoran, parasinirohaon dohot haburjuon. Siulaon do na sada on, alai unang ma tading na sada an!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Hamu partogi na mapitung! Dipasisi hamu do rongit; alai ia gaja dibondut hamu do!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Marjea ma hamu sibotosurat dohot Parise, hamu pangansi! Ai dipaias hamu do panginuman dohot mangkuk sian duru, hape marisi pandoboon do dohot pargadombuson.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "E ho, Parise na mapitung! Parbagasan ni panginuman i ma jolo paias, asa gabe ias nang duruna!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Marjea ma hamu sibotosurat dohot Parise, hamu pangansi! Ai suman do hamu tu tanoman na hinapur, angka na denggan berengon sian duru, hape marisi holiholi ni na mate do dohot nasa na rotak!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tongon songon i hamu: Tigor hamu nian idaon ni halak sian duru, alai anggo di bagasan, gok pangansion do hamu dohot na so uhum.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Marjea ma hamu sibotosurat dohot Parise, hamu pangansi! Ai dipauli hamu do tanoman ni angka panurirang, jala dipalehet hamu tambak ni angka partigor.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Pola didok hamu: Aut hami uju di ngolu ni angka ompu, ndang tagamon dohot hami parsala di mudar ni angka panurirang i!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Asa dihatindangkon hamu do hape, anak ni sibunu panurirang i do hamu!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Onpe, haru gohi hamu ma suhatsuhat ni ompumuna!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Hamu angka ulok jala anak ni ulok dari, tung beha ma bahenonmuna maporus pasidingkon uhuman na roko?",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dibahen i, ida ma, Ahu marsuru tu hamu angka panurirang dohot parroha dohot sibotosurat: Bunuonmuna jala parsilangkononmuna ma deba sian nasida, na deba linsinganmuna do di parguruanmuna jala leleanmuna sian huta tu huta.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Asa mandatang tu hamu mudar ni saluhut angka partigor na so marpipot, na use di tano on olat ni mudar ni si Abel na tigor i ro di mudar ni si Sakarias, anak ni si Berekia, na pinusamuna di holangholang ni bagas joro dohot langgatan i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Situtu do na hudok on tu hamu: Sasudena i mandatang sogot tu bangso on!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "(II.) Jerusalem! Jerusalem! Dibunu ho do angka panurirang jala didangguri ho do angka na sinuru manopot ho. Nunga piga hali naeng papunguonku do nian angka anakmi, sobokkon pidong na papunguhon anakna tu toru ni habonghabongna; alai ndang dung olo hamu!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ida ma, ingkon tarulang do sogot bagasmuna!",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Ai hudok ma tu hamu: Na so idaonmuna be Ahu olat ni on, paima dohononmuna: Pinasupasu ma na ro marhitehite Goar ni Tuhan i!",
      "type": "content"
    }
  ]
}