{
  "book": "Matius",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Disurirangkon Jesus halelengse ni huta Jerusalem dohot ajal hasiangan on 1-35. II. Dungo ma hamu 36-51.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i borhat ma Jesus, laho ruar sian bagas joro i. Jadi didapothon angka siseanna i ma Ibana, dipatuduhon ma tu Ibana angka bagas ni joro i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai didok Jesus ma tu nasida: Diida hamu sasudena i? Situtu do na hudok on tu hamu: Ndang pasombuonna sogot disi dua batu martinditindi na so gargaronna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i uju hundul Ibana di dolok Jetun i, pulik ma didapothon angka siseanna Ibana, mandok: Paboa ma tu hami: Andigan masa i, jala dia ma tanda ni harorom dohot ajal ni hasiangan on?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Gabe dialusi Jesus ma nasida: Jaga ma hamu, so tung dililuhon halak hamu!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai lan do na ro sogot manoluk Goarhu, angka na mandok: Ahu do Kristus i, gabe torop ma lilu bahenonnasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai begeonmuna ma barita ni angka hamusuon dohot soara ni na marmusu. Manat ma hamu, unang hamu tarsonggot; ndang tarbahen so masa angka i, alai ndang i dope ujungna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai na hehe do sogot bangso maralohon bangso, harajaon maralohon harajaon; masa ma nang haleon dohot lalo marluatluat.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sasudena i, parmulaan ni pambebeonna i dope.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i pasahatonna ma hamu tu haporsuhon, pola pusaonna do hamu, gabe hosoman ni bangso saluhutna hamu ala Goarhu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi torop ma targasip di tingki i, gabe masijehean jala masihosoman ma!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i hehe ma lan panurirang pargapgap, mangaliluhon torop jolma.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ala na lam rarat na so uhum, lam tu ngalina ma haholongon ni roha di jolma godangan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai na manahan ro di ujung, i do paluaonna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Laos baritahononhon do barita na uli on na taringot tu Harajaon i di liat portibi on, laho mangkatindangkonsa tu saluhutna bangso; dung pe i, asa ro ujungna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Antong, molo diida hamu di inganan na badia i hagagaor na so uhum i, na nilumbahon ni panurirang Daniel (diparateatehon na manjaha on ma i!):",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Disi ma maporus hamu na di Judea tu dolok!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Na di bilut parginjang ni jabuna, unang ma dialap angka ugasan na di jabu i, di na mijur.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Na di ladang, unang ma pola humusor mambuat ulosna!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai marjea ma angka na gabegabean dohot angka panarusan di angka ari i!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai martangiang ma hamu, asa unang pola maporus hamu di partaonan ngali manang jumpa ari Sabbat.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai mansai balga do haporsuhon i; sian mula ni hasiangan on rasirasa nuaeng ndang adong dope masa na songon i, tu jolo on pe ndang masa be.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala aut unang diorui angka ari i, ndang tagamon malua agia sada jolma; alai ala ni angka na pinillit i do umbahen na diorui.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Molo dipandok disi tu hamu: Ida ma, disi, disan do kristus i, unang porsea hamu!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai na hehe do sogot angka Kristus pargapgap dohot angka panurirang pargapgap, patupahon tanda na balga dohot halongangan, laho mangaliluhon nang angka na pinillit, ia na tarbahen.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jaga ma hamu! Nunga hupalumba hamu hian.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Antong, anggo didok nasida tu hamu: Di halongonan an do Ibana, unang hamu laho tusi; ia didok: Di bilut do Ibana, unang haporseai!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai songon hilap na mullop di habinsaran marnalanala ro di hasundutan, songon i do sogot haroro ni Anak ni jolma i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai ia disi bangke, tusi do marumbal angka lali.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai dung salpu haporsuhon ondeng, pintor mangkolom ma mata ni ari i, ndang marsinondang be bulan i, mardabuan ma angka bintang sian langit, jadi humuntal ma angka hagogoon ni parlangitan.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Di tingki i ma binsar di langit i tanda ni Anak ni jolma i, gabe mangangguhi ma sude bangso na di tano on, ai idaonnasida ma Anak ni jolma i ro di atas ombun ni langit, mantat hagogoon dohot hasangapon godang.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi suruonna ma angka surusuruan na marsarune mansai gogo, jadi sian desa na ualu i ma papunguonnasida angka na pinillitna, sian suhi ni langit na sada ro di na sada nari i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai sian hau ara i ma guruhon hamu tudosanna: Molo martunasi punsuna jala rungkar angka bulungna, botoonmuna ma, naung jonok partaonan las.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Suang le songon i, jumpa diida hamu masa angka ondeng, botoonmuna ma, naung jonok hasosonggopna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Situtu do na hudok on tu hamu: Na so tupa salpu bangso on, so jolo songgop sasudena i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ai laho salpu pe sogot langit dohot tano on, anggo angka hatangki ndang na olo salpu!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(II.) Alai anggo arina dohot sadiharina, ndang adong na umbotosa, nang surusuruan na di banua ginjang, nang Anak i; nda holan Ama i!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Alai songon uju di ngolu ni si Noak i, songon i do sogot haroro ni Anak ni jolma i!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ai tagan so ro aek na sumar i, marmangani nasida jala minumminum, mangoli dohot pabolihonsa, paima dapot ari habobongot ni si Noak tubagasan parau i.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Laos so mamoto nasida, paima ro aek na sumar i mangaupi nasida saluhutna. Suman tusi do sogot haroro ni Anak ni jolma i!",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Rap ma disi dua halak di ladang; na sada do dijangkon, na sada dibolongkon.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Rap ma disi dua panduda; na sada do dijangkon, na sada dibolongkon.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Onpe, dungo ma hamu; ai ndang diboto hamu ari haroro ni Tuhanmuna!",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Alai ingot hamu ma on: Aut na diboto na mora i tingki haroro ni panangko, ndang tagamon so dungo ibana, asa unang disursari ugasanna na di bagasna i.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Dibahen i sai tagam ma hamu, ai na ro ma Anak ni jolma i di na so pangkirimon ni rohamu!",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Asa didia do naposo haposan jala na marroha, na pinabangkit ni indukna mangalehon angka naposona mangan di tingkina?",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Martua do naposo i, na mangulahon songon i didapot indukna di harorona i!",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Situtu do na hudok on tu hamu: Pabangkitonna do ibana mangaramoti saluhutna na di ibana.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Alai ia na jahat naposo i, dohononna ma di bagasan rohana: Leleng dope asa ro indukhi!",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Gabe tole ma ibana mangalinsingi angka donganna naposo; mangan minum do anggo ibana, mangangkupi angka siparmabuk.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Dung i ro ma induk ni naposo ondeng di ari na so panagamanna jala di sadihari na so pamotoanna.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Jadi agoonna ma ibana, laos lehononna ma tu ibana tohap ni angka pangansi. Disi ma masa angguhangguk dohot na patungoripon!",
      "type": "content"
    }
  ]
}