{
  "book": "Matius",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "I. Umpama taringot tu anak boru na sampulu i 1-13. II. Taringot tu pangkal angka na pinalumehon 14-30. III. Taringot tu ari uhum sogot 31-46",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Disi ma tarpatudos harajaon banua ginjang i tu sampulu anak boru, angka na borhat manomunomu pangoli i, masiboan parpalitoanna be.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai na oto do na lima sian nasida, na pantas marroha do na lima.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ianggo angka na oto i, diboan do nian parpalitoanna, alai ndang mantat miak nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo na pantas marroha i, diboan do miak di ingananna i rap dohot parpalitoannasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai di na leleng so ro pangoli i, mondokondok ma nasida sasude, laos tarpodom ma.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai tonga borngin i, adong ma na joujou: Na ro ma pangoli i; hehe ma hamu manomunomu!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi hehe ma angka anak boru i saluhutna, dipature be ma parpalitoanna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i didok angka na oto i ma tu angka na pantas marroha: Lehon hamu ma tu hami deba sian miakmuna, ai na mintop ma palitonami.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai dialusi angka na pantas marroha i ma: Ndang sae maon di hami dohot di hamu; tu angka panggadis ma hamu laho tagonan, manuhor di hamu!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai di tongandalan i dope nasida laho manuhor, nunga ro pangoli i; jadi bongot ma angka naung hobas hian rap dohot ibana tu hasampuran rea i, dung i tarsordak ma pintu i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai ro ma sian pudi anak boru na lima nari, angka ninna ma: Tuannami, ungkap ma di hami!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ninna ma mangalusi: Situtu do na hudok on tu hamu: Ndang na hutanda hamu!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Antong, jaga ma hamu, ai ndang diboto hamu arina manang sadiharina!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Umpamana: Adong ma sada halak na naeng marhutasada, jadi dijou ma angka naposona, laho palumehon artana tu nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dilehon ma tu na sada lima bagian, tu na asing dua, tu na asing muse sada dilehon, ganup marguru tu gogona; dung i borhat ma ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Mamintor ma laho na manjalo na lima bagian i, ditigatigahon ma i, jadi diomo ma lima bagian nari.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Na manjalo na dua bagian i pe, tong songon i do; dohot do ibana mangomo dua nari.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo na manjalo na sada i, dihali ma tano mambunihon hepeng ni indukna i tusi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai dung leleng, mulak ma induk ni angka naposo ondeng, jadi mardabudabu ma ibana dohot nasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi ro ma na manjalo na lima bagian i, diboan ma na lima bagian nari, ninna ma: Tuannami, lima bagian pinasahatmi tu ahu; ida ndi on, lima bagian nari huomo.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i didok indukna i ma tu ibana: Taho ma i, ale naposo na denggan roha jala haposan! Haposan do ho di na otik, pasahatonku ma tu ho godang. Bongot ma ho tu halasan ni roha ni tuanmu!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ro ma na manjalo na dua bagian i, didok ma: Tuannami, dua bagian pinasahatmi tu ahu; ida ndi on, dua bagian nari huomo.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i didok indukna i ma tu ibana: Taho ma i, ale naposo na denggan roha jala haposan; haposan do ho di na otik, pasahatonku ma tu ho godang. Bongot ma ho tu halasan ni roha ni tuanmu!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi ro ma nang na manjalo na sada bagian i, ninna ma: Tuannami, nunga huboto hian, ho parroha na pir, na manggotil di na so panuananmu, jala na papunguhon di na so panaburanmu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi ala na mabiar ahu, laho do ahu mambunihon bagianki tubagasan tano; na, ndi on, ugasanmon!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai ninna indukna i ma mangalusi ibana: Oe, ho naposo na jahat roha jala na losok! Diboto ho do hape, ahu manggotil di na so panuananku jala papunguhon di na so panaburanku!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Antong, nda tama ma nian boanonmu hepengki tu sianahi hepeng, gabe jaloonku ma di ahu rap dohot bungana di harorongkon?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Onpe, buat hamu ma bagianna i; lehon hamu ma i tu na mameop na sampulu bagian i!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai di ganup paradongan lehonon do, asa marlobilobi ibana. Alai sibuaton do sian na so paradongan nang na di ibana hian.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Laos pabali hamu ma naposo na so hasea i tu na holom marimpotimpot! Disi ma masa angguhangguk dohot na patungoripon.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(III.) Alai dung ro sogot Anak ni jolma i marhasangapon rap dohot saluhut surusuruanna, hundulanna ma disi habangsa hasangaponna i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i marluhut ma tu jolona nasa bangso, jadi sirangonna ma nasida songon binahen ni parmahan na manirang birubiru boruboru sian birubiru tunggal.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi pajongjongonna ma boruboru i tu siamunna, alai anggo tunggal i tu hambirangna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i dohonon ni Raja i ma tu angka na di siamunna i: Ro ma hamu, angka na pinasupasu ni Damang, tean hamu ma harajaon i, na pinature di hamu sian haoojak ni tano on!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ai na male do Ahu, dilehon hamu do Ahu mangan; na mauas do Ahu, dilehon hamu do Ahu minum; na buro do Ahu, gabe dijangkon hamu do Ahu.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Na marsangkotbulung do Ahu, jadi diparulosi hamu do ahu; na hansitan do Ahu, jala ditingkir hamu do Ahu; na tarhurung do Ahu jadi ro hamu mandulo Ahu.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i dohonon ni angka partigor i ma mangalusi: Tuhan, nandigan huida hami Ho male, gabe hulehon hami Ho mangan; manang mauas, gabe hulehon hami Ho minum?",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Nandigan huida hami Ho na buro, gabe hujangkon hami Ho; manang marsangkotbulung, gabe huparulosi hami Ho?",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Nandigan huida hami Ho marsahit manang tarhurung, gabe hudulo hami Ho?",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i alusan ni Raja i ma nasida: Situtu do na hudok on tu hamu; Nasa na binahenmuna tu sada sian anggingku angka na metmet on, na tu Ahu do i dibahen hamu!",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dung i dohononna ma tu angka na di hambirangna: Laho ma hamu sian jolongkon, hamu angka na binuraan tu api sisalelenglelengna, na pinature di sibolis i dohot di angka surusuruanna!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Ai na male do Ahu, ndang dilehon hamu Ahu mangan; na mauas do Ahu, ndang dilehon hamu Ahu minum.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Na buro do Ahu, ndang dijangkon hamu Ahu; na marsangkotbulung do Ahu, ndang diparulosi hamu Ahu; na marsahit do Ahu, na tarhurung do Ahu, ndang didulo hamu Ahu.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Dung i dohononnasida ma mangalusi Ibana: Tuhan, nandigan huida hami Ho male, manang mauas, manang na buro, manang marsangkotbulung, manang marsahit, manang tarhurung, so hupatureture hami Ho?",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Dung i dohononna ma mangalusi nasida: Situtu do na hudok on tu hamu: Di na so niantoanmuna sahalak sian angka na metmet on, sandok Ahu do na so niantoanmuna disi.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Dung i laho ma nasida tu na bernit salelenglelengna; alai anggo partigor i tu hangoluan sisalelenglelengna do.",
      "type": "content"
    }
  ]
}