{
  "book": "Matius",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipaboa Tuhan Jesus sitaononna 1-5. II. Dimiahi sada parompuan do Ibana 6-16. III. Marulaon na badia nasida 17-35. IV. Na tinaonna di porlak Getsemane 36-46. V. Tartangkup Tuhan Jesus 47-56. VI. Tarboan tujolo ni malim 57-68. VII. Disoadahon si Petrus Ibana 69-75",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa dung sahat dihatahon Jesus sude angka jamita ondeng, ninna ma mandok angka siseanna:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Diboto hamu do, haduan ma dapot pesta Paska; disi ma pasahatonna Anak ni jolma i, asa diparsilangkon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Marpungu ma uju i angka sintua ni malim dohot angka sintua ni bangso i tu godung ni sintua ni malim na margoar si Kayapas,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "laho martuptup, manang bisuk dia bahenonna manangkup Jesus dohot mamusa Ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai didok nasida ma: Unang ma di pesta i, so tung guntur natorop i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Alai uju di Betania Jesus di bagas ni si Simon na huliton i,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "didapothon sada parompuan ma Ibana, mantat guriguri na marisi miak na arga situtu, i ma diusehon tu Uluna, tagan mangan nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Marnida i angka siseanna, sogo ma rohanasida, angka ninna ma: Magoponai, antong!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Aut ginadis i nian arga jala nilehon tu na pogos!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Umboto i Jesus, ninna ma mandok nasida: Boasa arsahanmuna parompuan i? Ai na uli do na binahenna i tu Ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai tongtong do adong na pogos di tongatongamuna, alai anggo Ahu ndang manongtong di hamuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai diusehon pe miak i tu Dagingki, hira na mambahen adat pananomon do nasida disi tu Ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Situtu do na hudok on tu hamu: Manang didia di liat portibi on dijamitahon sogot barita na uli on, hatahononna do nang na binahenna ondeng gabe baritana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i laho ma sada sian na sampuludua i, na margoar Judas Iskariot, manopot angka sintua ni malim,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "mandok: Sadia ma lehononmuna tu ahu, asa hupasahat Ibana tu hamu? Gabe tolupulu rupia ma dibilang nasida tu jolona.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Olat ni i ma dilului rohana tingki halehetanna laho pasahathon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Alai di ari parhobasan parjolo ni pesta Paska i didapothon siseanna ma Jesus, angka ninna ma: Tudia ma patureonnami di Ho panganon Paska i, dipangido roham?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Gabe didok ma: Laho ma hamu tu huta i, manopot si anu, dok hamu ma tu ibana: Tona ni Guru i: Na dapot ne ma tingkingku, di ho ma Ahu sorang, laho mangan Paska i rap dohot siseanku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i dibahen angka sisean i ma songon na nidokkon ni Jesus tu nasida, jadi dihobasi ma panganon Paska i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Adong dung bot ari, mangan ma Ibana rap dohot siseanna na sampuludua i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi di na mangan i nasida, ninna ma: Situtu do na hudok on di hamu: Sada sian hamu naeng pasahathon Ahu!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i marsak situtu ma rohanasida, gabe dipandok be ma tu Ibana: Nda tung ahu i, Tuhan?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai ninna ma mangalusi: Ia i na rap dohot Ahu manurdukkon tanganna tu paringkauan, i do na pasahathon Ahu!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tong do nian ujung ni Anak ni jolma i, songon na tarsurat hian; alai marjea do halak na pasahathon Anak ni jolma i? Tagonan unang ma sanga tubu ibana tu hasiangan on!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ro ma si Judas, parjehe i, didok ma: Nda tung ahu i, Guru? Jadi didok Jesus ma tu ibana: Ho do tutu!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi di na mangan i nasida, dihindat Jesus ma roti, dipasupasu ma, diponggoli jala diparlehon ma tu angka siseanna, huhut ma didok: Jalo hamu ma, pangan hamu; Dagingku do on!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i dihindat ma panginuman, didok ma mauliate, dilehon ma tu nasida, huhut ma didok: Sude ma hamu manginum sian i!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai Mudarhu do on, mudar parpadanan i, na niusehon humongkop torop, bahen hasesaan ni dosa.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai hudok ma tu hamu: Na so tupa be inumonku olat ni on sian parbue ni hau anggur i sahat ro di ari sogot; disi ma inumonku na imbaru rap dohot hamu di harajaon ni Damang.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi dung diendehon nasida ende pujipujian i, ruar ma nasida laho tu dolok Jetun.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Disi ma didok Jesus tu nasida: Saluhut do hamu naeng targasip mida Ahu di na saborngin on, ai na tarsurat do: \"Lombutanku ma parmahan i, gabe marserak ma birubiru na sapunguan i.\"",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai dung hehe Ahu sian na mate, joloananku ma hamu tu Galilea.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai ninna si Petrus ma mangalusi Ibana: Agia sude nasida targasip mida Ho, anggo ahu, na so tupa targasip.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i didok Jesus ma mandok ibana: Situtu do na hudok on tu ho: Tolu hali do soadahononmu Ahu di na saborngin on, tagan so martahuak dope manuk.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i didok si Petrus ma tu Ibana: Nang mate pe ahu rap dohot Ho, ndang soadahononku Ho. Laos songon i do hata ni saluhut sisean i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(IV.) Dung i sahat ma Jesus rap dohot nasida tu porlak sada na margoar Getsemane. Jadi didok ma tu angka sisean i: Hundul ma hamu jolo dison, saleleng disan Ahu martangiang.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i ditogihon ma si Petrus dohot anak ni si Sebedeus na dua i, dung i gabe marsak situtu ma Ibana jala bobonosan.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jala didok ma tu nasida: Mansai marsak situtu do rohangku, hira na mate do. Dison ma hamu, dungo rap dohot Ahu!",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i laho ma Ibana saotik tujolo, dipatungkap ma bohina tu tano martangiang, ninna ma: Ale Amang, namun na tarbahen, salpuhon ma siinumon on sian Ahu! Alai tahe, unang marguru tu rohangku; roham do!",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i mulak ma Ibana tu angka siseanna, jala tarpodom do nasida didapot, jadi didok ma tu si Petrus: Ndang margogo hamu hape dungo rap dohot Ahu nanggo sangombas?",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dungo ma hamu jala martangiang, asa unang hamu bongot tu pangunjunan, ai na girgir do nian tondi i, alai gale do ia daging!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dung i laho ma Ibana paduahalihon martangiang, ninna ma: Ale Amang, molo so tarbahen salpu on, nda ingkon huinum, sai saut ma lomo ni Roham!",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dung i di na ro i Ibana, tarpodom muse ma nasida didapot, ai mansai dokdok do salibonnasida.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Jadi ditadingkon ma nasida, diulakkon ma laho martangiang patoluhalihon, mandok hata ondeng.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Dung i didapothon ma muse angka siseanna jadi didok ma tu nasida: Datdatanmuna dope modom dohot maradian? Nunga dapot tingkina nuaeng, sahat ma Anak ni jolma i tu tangan ni pardosa.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Hehe ma hamu, laho ma hita! Ndi, nunga, ro na pasahathon Ahu!",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "(V.) Mangkatahon i dope Ibana, nunga ro si Judas, sada sian na sampuludua i, rap dohot torop halak, angka na marpodang jala marlombutlombut, sinuru ni angka sintua ni malim dohot sintua ni bangso i.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Alai nunga dipabotohon parjehe i hian partinandaan tu nasida, ai didok do: Ia i na huumma, Ibana ma i; i ma tangkup hamu!",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Asa pintor didapothon ma Jesus, didok ma: Tabi di Ho, Guru! Laos diumma.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Alai ninna Jesus ma mandok ibana: Marhua ho tuson, anggia? Dung i ro ma nasida, dilaluhon ma tangannasida tu Jesus manangkup Ibana.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Dung i adong ma sada sian angka dongan ni Jesus mangalaluhon tanganna, disintak ma podangna, ditampulhon ma tu naposo ni sintua ni malim sahalak, dipisikkon ma pinggolna.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Jadi didok Jesus ma tu ibana: Pasarung podangmi, ai na manintak podang, mago ma bahenon ni podang!",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Ai na so tarbahen Ahu do di roham mangido sian Damang, asa dipadiri di Ahu saonari lobi sian sampuludua loksa surusuruan?",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Alai songon dia ma disi saut hata ni Surat i na mandok: Ingkon masa do na songon i?",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Uju i ma didok Jesus tu angka natorop i: Hira na dompak panamun do hamu hehe, marpodang jala marlombutlombut manangkup Ahu. Ariari do Ahu nian hundul mangajari di bagas joro, so adong ditangkup hamu Ahu.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Alai na masa do sudena on, asa jumpang hata ni angka panurirang i. Dung i ditadingkon saluhut sisean i ma Ibana laho maporus.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "(VI.) Asa dung ditangkup nasida Jesus, ditogihon ma Ibana tujolo ni sintua ni malim si Kayapas, ai nunga pungu disi angka sibotosurat ro di pangituai.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Alai sai mangihut do si Petrus mandaodao sahat ro di alaman ni sintua ni malim i. Laos bongot ma ibana tubagasan, laho hundul tusi rap dohot angka naposo marnida ujungna.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Alai anggo angka sintua ni malim ro di sandok rapot godang mangalului panindangion gapgap dompak Jesus, na tuk mambahen Ibana marutang hosa.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Alai nang pe hehe torop sitindangi gapgap, ndang adong jumpangsa.",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Alai parpudi ro ma dua halak, ninna ma: Didok Halak on: Tarbahen Ahu do mangalohai joro ni Debata jala pajongjong i sumuang di bagasan tolu ari.",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "Dung i hehe ma sintua ni malim i, mandok tu Ibana: Ndang alusanmu na hinatindangkonnasida dompak Ho?",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Alai sai hohom do anggo Jesus. Dung i dipanghulingi sintua ni malim i ma Ibana: Hupatolon ma Ho tu Debata Siparngolu i, asa dipaboa Ho tu hami, manang na tutu Ho Kristus, Anak ni Debata!",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "Dung i didok Jesus ma tu ibana: Songon na nidokmi ma tutu! Alai hudok ma tu hamu: Olat ni on ma idaonmuna Anak ni jolma i, hundul di siamun ni Hagogoon jala ro di atas ombun ni langit.",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "Gabe diribakkon sintua ni malim ma pangkeanna mandok: Na mangaleai Debata do Ibana! Pola luluan dope sitindangi? Nunga dibege hamu pangaleaina i!",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "Beha do di rohamu? Dung i ninna nasida ma mangalusi: Marutang hosa ma Ibana!",
      "type": "content"
    },
    {
      "verse": 67,
      "text": "Jadi ditijuri nasida ma bohina, na deba manompuk, na deba mangalinsingi,",
      "type": "content"
    },
    {
      "verse": 68,
      "text": "huhut mandok: Surirangi hami, Kristus, ise do na mambunu Ho?",
      "type": "content"
    },
    {
      "verse": 69,
      "text": "(VII.) Alai na hundul do anggo si Petrus di alaman i, jadi didapothon sada parompuan ma ibana mandok: Dohot do ho dongan ni Jesus, na sian Galilea i!",
      "type": "content"
    },
    {
      "verse": 70,
      "text": "Jadi disoadahon ma di jolonasida saluhutna, ninna ma: Ndang huboto na nidokmi!",
      "type": "content"
    },
    {
      "verse": 71,
      "text": "Dung i di na naeng haruar ibana, diida parompuan na asing ma ibana, didok ma tu angka na disini: On do sada dongan ni Jesus na sian Nasaret!",
      "type": "content"
    },
    {
      "verse": 72,
      "text": "Jadi diulahi ma mansoadahon, pola manolon: Tung na so hutanda do Halak i!",
      "type": "content"
    },
    {
      "verse": 73,
      "text": "Alai dung satongkin nari, didapothon angka na jongjong disi ma si Petrus mandok: Sintong tahe, dohot do ho sada sian nasida, ai pangkulingmi do patandahon ho!",
      "type": "content"
    },
    {
      "verse": 74,
      "text": "Dung i dipambuburahon ma dirina huhut manolonnolon: Tung na so hutanda do Halak i, ninna. Jadi pintor martahuak ma manuk.",
      "type": "content"
    },
    {
      "verse": 75,
      "text": "Jadi diingot si Petrus ma na hinatahon ni Jesus tu ibana: Tolu hali soadahononmu Ahu, tagan so martahuak dope manuk. Dung i laho ma si Petrus tu balian tumatangis situtu.",
      "type": "content"
    }
  ]
}