{
  "book": "Matius",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tuhan Jesus di jolo ni si Latus 1-2. II. Mate maningkot si Judas 3-10. III. Diuhumi si Latus Tuhan Jesus 11-26. IV. Diparsilangkon Ibana 27-49. V. Hamamate ni Tuhan Jesus 50-56. VI. Hatatanomna 57-66",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Torang ni arina i martuptup ma sude angka sintua ni malim dohot sintua ni bangso i dompak Jesus, laho mamusa Ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ditali jala ditogu nasida ma Ibana laho pasahathon tu panguhum si Latus.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Jadi dung diida si Judas, parjehe i, na naeng hona uhum nama Ibana, disolsoli ma rohana, dipaulak ma na tolupulu rupia i tu angka sintua ni malim dohot tu sintua ni bangso i;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "ninna ma: Sala do ahu! Hujehehon do hape na so marpipot! Alai didok nasida ma: Ndang ro di hami i! Ho do na sari disi!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi ditimpalhon ma perak i tu bagasan joro i, laos sumurut sian i laho maningkot.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai dibuat angka sintua ni malim ma hepeng i, ninna ma: Ndang jadi padomuon i tu arta ni joro, ai tuhor ni mudar do i!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala mardos ni roha nasida manuhorhonsa tu ladang ni pande hudon, bahen parbandaan ni halak dagang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ala ni i do umbahen na margoar i ladang mudar ro di sadari on.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Disi ma jumpang hata ni panurirang Jeremia na mandok: \"Dibuat nasida do na tolupulu rupia i, asam ni na niasam, diasam deba anak Israel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dilehon ma i manuhor ladang ni pande hudon, songon na nidokkon ni Tuhan i tu ahu.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) Asa dipajongjong do Jesus tujolo ni panguhum i. Jadi disungkun panguhum i ma Ibana, ninna ma: Atehe, Ho do raja ni halak Jahudi? Alus ni Jesus: Songon na nidokmi ma tutu!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dialuhon angka sintua ni malim dohot sintua ni bangso i ma Ibana; alai ndang dialusi manang aha.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi didok si Latus ma tu Ibana: Ndang dibege Ho godang ni na hinatindangkonnasida dompak Ho?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ndang dialusi Ibana nanggo sada hata, pola longang situtu roha ni panguhum i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai peam do dipalua panguhum i di pesta i sada halak na tarhurung, marguru tu na tinodo ni natorop.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai adong ma tarhurung uju i sada parjahat na sumalin, na margoar si Barabas.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi di na pungu i nasida, didok si Latus ma tu nasida: Ise do dipangido hamu paluaonku, si Barabas manang Jesus na targoar Kristus?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai diboto do, late ni rohanasida do umbahen na dipasahat nasida Ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai di na hundul i ibana di habangsa paruhuman i, ditonahon jolmana ma tu ibana: So tung dihahua ho halak na tigor i, ai susa situtu do ahu naborngin di nipingku ala Ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai sai disosoi angka sintua ni malim rap dohot sintua ni bangso i natorop, asa dipangido nasida, malua si Barabas, alai pusaon do anggo Jesus.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna panguhum i ma mandok nasida: Ise sian na dua i dipangido hamu paluaonku? Jadi didok nasida ma: Si Barabas!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i didok si Latus ma tu nasida: Antong, aha ma bahenonku tu Jesus, na targoar Kristus? Gabe saluhut nasida, mandok: Parsilangkon ma!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai ninna panguhum i ma: Ai aha na jahat dibahen? Jadi lam gogo ma dipanjoujouhon: Parsilangkon ma!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Asa dung diida si Latus, na so marguna hatana, lam ganda tabe gaorna, dibuat ma aek mamburi tanganna di jolo ni natorop i, huhut mandok: Lias do ahu sian mudar ni On! Hamu do na sari disi!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ninna sude natorop i ma: Marsapata tu hami dohot tu ianakhonnami ma mudarna i!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i saut ma dipalua si Barabas; alai anggo Jesus dilinsingi, dung i dipasahat ma, asa diparsilangkon.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(IV.) Jadi diboan angka soldadu ni panguhum i ma Jesus tu bagas paruhuman, diarahon ma sude dongannasida manahopi Ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ditanggal ma abitna, disolukkon ma tu Ibana baju dapdap.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Didandani nasida ma sungsang duri bahen tumpalna, diampehon ma i tu uluna; dilehon ma tolong tu tanganna siamun, dung i marsomba ma nasida tu jolona mangaleai Ibana, angka ninna ma: Tabi ma di Ho, ale Raja ni Jahudi!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Huhut ditijuri nasida Ibana, dibuat ma tolong i sian tanganna, dilotakkon tu uluna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi dung sun dileai nasida Ibana, ditanggal ma sian Ibana baju dapdap i, disolukkon ma muse tu dagingna abitna hian, dung i ditogihon ma Ibana, asa diparsilangkon.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai laho tu balian jumpang nasida ma sahalak Kirene na margoar si Simon; i nama digogoi nasida mamorsan hau na pinarsilang i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi sahat ma nasida tu inganan na margoar Golgata (lapatanna: Partangkurahan).",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Disi ma dipainum nasida tu Ibana tuak anggur na marsaor pogu; jadi dung didai, ndang olo Ibana manginum.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Alai dung diparsilangkon nasida Ibana, martondung ma nasida taringot tu angka abitna.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi hundul ma nasida disi jumaga Ibana.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi dilohothon nasida ma tu ginjang ni uluna surat paboa salana, hatana: Jesus do On, Raja ni Jahudi!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Rap dohot Ibana diparsilangkon nasida dua halak panamun; sada di siamunna, sada di hambirangna.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai dilealeai angka na mamolus i Ibana, angka dipaelengeleng uluna mandok:",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "E Ho, na mangalohai joro i jala na pajongjongkonsa di bagasan tolu ari! Palua dirim, molo na tutu Ho Anak ni Debata; mijur ma Ho sian hau pinarsilang i!",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Suman tusi do pangaleai ni angka sintua ni malim sibotosurat dohot sintua ni bangso i, ai didok be:",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Ia na asing dipalua, dirina so tarpaluasa. Raja ni Israel do Ibana! Antong, mijur ma Ibana sian hau pinarsilang i, asa porsea hami di Ibana!",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Naung dihaposi Debata; antong, I ma paluahon Ibana nuaeng, molo na lomo rohana, ai ninna do: Anak ni Debata do Ahu!",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Laos songon i do pangaleai ni panamun i, na rap diparsilangkon dohot Ibana.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Alai olat ni hos ni ari ro di pungkul tolu holom ma sandok tano i.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Alai tar di pungkul tolu dipangiar Jesus ma soarana, dianggukhon ma: Ale Debatangku, Debatangku, boasa tung tadingkononmu Ahu (Eli, Eli, lama sabachtani)?",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Alai umbege i, ninna na deba sian angka na jongjong disi: Na manjou si Elia do I.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Dung i pintor marlojong ma sada sian nasida mangalap limut, dibutongi ma i tu na asom, dipalohot ma tu tolong painumhon Ibana.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Alai na deba nari mandok: Pasombu jolo: Taida ma, manang na olo ro si Elia paluahon Ibana!",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "(V.) Alai diulahi Jesus ma marsoara na gogo; dung i tos ma hosana.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Laos di na satongkin i maribak ma hirehire na di bagasjoro sian ginjang ro di toru. Dung i humuntal ma tano i, marigat ma dohot angka batu mamak.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Mungkap ma angka tanoman, dung i hehe ma daging ni torop na badia angka na modom disi,",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "gabe ruar ma nasida sian angka tanoman i; jadi dung hehe Jesus, ro do nasida tu huta na badia i, pataridahon nasida tu torop halak.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Alai dung diida induk ni soldadu i rap dohot angka donganna, na jumaga Jesus, lalo i ro di angka na masa i, mabiar situtu ma nasida, ninna ma: Tutu do On Anak ni Debata!",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Alai adong ma disi torop boruboru, na manatapnatap mandaodao, i ma angka naung mangihuthon Jesus sian Galilea, patureturehon Ibana.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Si Maria Magdalena ma sada sian nasida dohot si Maria, ina ni Jakobus dohot Josep, dohot ina ni angka anak ni si Sebedeus.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "(VI.) Alai dung bot ari, ro ma sada halak na mora, na margoar si Josep, na sian huta Arimatea, naung gabe sisean ni Jesus.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Ibana ma laho tu si Latus mangido bangke ni Jesus. Jadi didokkon si Latus ma na pasahathonsa tu ibana.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Dung i dijalo si Josep ma bangke i, dibaluti ma tu dagangan na ias.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Dung i dipeakkon ma tu bagasan tanomanna na imbaru dope, na tinuhil tu bagasan batu, digulang ma batu na bolon tu baba ni tanoman i; dung i laho ma ibana.",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Alai hundulhundul do disi tondongkon tanoman i si Maria Magdalena dohot si Maria na sada.",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "Alai torang ni arina i, na mangihut tu ari parhobasan i, marluhut ma angka sintua ni malim ro di Parise.",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Huingot hami, Tuannami, naung didok Pangansi i, di na mangolu dope Ibana: \"Na hehe ma Ahu di ari patoluhon!\"",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "Antong, dokkon ma na manjaga tanoman i sahat ro di ari patoluhon, asa unang ro angka siseanna manangko Ibana, jadi dohononnasida ma tu natorop: Naung hehe Ibana sian na mate; gabe rumoa maon sipaotooto parpudi sian na parjolo i.",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "Jadi didok si Latus ma tu nasida: Togihon hamu ma parjaga i! Laho ma hamu mangaramotisa sian nasa rohamuna!",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "Dung i laho ma nasida mangaramoti tanoman i, dipajagahon, huhut ma disahapi batu i.",
      "type": "content"
    }
  ]
}