{
  "book": "Matius",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mulak mangolu Tuhan Jesus 1-10. II. Dilehon angka malim sisip tu parjaga i 11-15. III. Martinading hata Tuhan Jesus tu angka apostel 16-20.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai di buhabuha ijuk, di ari parjolo dung salpu Sabbat i, ro ma si Maria Magdalena dohot si Maria na sada maningkir tanoman i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai nunga masa lalo na gogo. Ai tuat do surusuruan ni Tuhan sian banua ginjang; jala dung sahat, digulang ma batu i, laos hundul diatasna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai songon hilap do rupana idaon, saksak do ulosna songon hapur.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi angka dotdot ma parjaga i dibahen biar ni rohanasida, hira na mate do.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai ninna surusuruan i ma mandok parompuan i: Unang hamu mabiar, ai huboto, dilului hamu do Jesus, naung diparsilangkon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ndang dison Ibana. Ai nunga hehe Ibana, songon na nidokna hian. Pajonok hamu ma; ida hamu ma inganan hapeahanna i!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hatop ma hamu laho tu angka siseanna i paboahon, naung hehe Ibana sian na mate, jadi joloananna do hamu tu Galilea, disi ma idaonmuna Ibana; nunga hupaboa i tu hamu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i hatop ma nasida laho sian tanoman i, mabiar huhut las situtu rohanasida; marlojong do nasida laho mamaritahonsa tu angka siseanna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Disi ma ro Jesus mandapothon nasida, ninna ma: Dame ma di hamu! Dung i dipajonok nasida ma, dihaol ma patna, huhut manungkap tu jolona.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi didok Jesus ma tu nasida: Unang hamu mabiar, laho ma hamu mandokkon angka anggingku tu Galilea, disi ma idaonnasida Ahu!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Alai di na laho i nasida, nunga sahat deba sian angka parjaga i tu huta, dibaritahon ma saluhut na masa i tu angka sintua ni malim.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi marluhut ma nasida rap dohot angka sintua ni bangso i martahi, dilehon ma hepeng na nia tu soldadu i;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "laos ninna ma: Dok hamu ma: Tagan tarpodom hami, ro do angka siseanna bornginna i, manangko Ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi molo tung tarbege i tu panguhum, hami pe mandamedamei ibana huhut sumarihon, unang susa hamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i dijalo nasida ma hepeng i, dibahen ma songon na pinodahonna tu nasida, gabe mehet ma hata ondeng di halak Jahudi ro di sadari on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Alai na laho do anggo siseanna na sampulusada i tu sada dolok na di luat Galilea, songon naung tinonahon ni Jesus tu nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dung diida nasida Ibana, disomba ma Ibana; alai na ganggu do roha ni na deba.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i didapothon Jesus ma nasida, didok ma: Nunga sahat tu Ahu nasa huaso na di banua ginjang dohot na di tano on.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Laho ma hamu, podai hamu ma saluhut bangso, didi hamu ma nasida tubagasan Goar ni Ama. Anak dohot Tondi Parbadia!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Laos ajari hamu ma nasida mangaradoti nasa hata naung hupatikkon tu hamu. Ai ida ma, sai na dongananku do hamu ganup ari, rasirasa ro ajal ni hasiangan on!",
      "type": "content"
    }
  ]
}