{
  "book": "Matius",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parjamitaon ni si Johannes pandidi 1-12. II. Dididi si Johannes do Tuhan Jesus 13-17.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i di laonlaon ni ari hehe ma si Johannes pandidi marjamita di halongonan Judea,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "ninna ma: Pauba hamu ma rohamuna, ai nunga songgop harajaon banua ginjang i!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ibana do na pinaboa ni panurirang Jesaya, uju na nidokna: \"Soara ni na manjoujou di halongonan: Pature hamu ma dalan di Tuhan i; pahornop hamu ma sidalananna i!\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Imbulu ni unto do ulos ni si Johannes, hulingkuling do hohosna: Angka sihapor dohot situak ni loba do sipanganonna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i laho ma pangisi ni Jerusalem manopot ibana, songon i dohot sude halak Judea ro di saluhut angka na maringanan di lambung ni Jordan i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dipandidihon si Johannes ma nasida di aek Jordan i, dung ditopoti be dosanasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai di na niidana torop Parise dohot Saduse manopot pandidionna i, ninna ma mandok nasida: Hamu anak ni ulok! Ise do na mangajari hamu, pasidingkon rimas na ro sogot?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Parbuehon hamu ma na tama, paboa naung muba rohamuna!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala so tung didok hamu di bagasan rohamuna: Si Abraham do amanami! Ai hudok ma tu hamu: Tarjadihon Debata do anak di si Abraham sian angka batu on!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai nunga pola ampe tangke tu daling ni angka hau! Onpe, sitabaon ma nasa hau na so marparbuehon na denggan jala sidabuhononhon tu api!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia ahu, aek do hudidihon tu hamu mandokkon paubahon roha; alai andul gumogo do na ro sian pudingku, gari mamboan sipatuna hurang tama dope ahu. Didihonon ni I do tu hamu Tondi Parbadia dohot api!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Di tanganna do purpuran; paiasonna ma pardegeanna; papunguonna do emena tu sopona; alai tutungonna do anggo hurangkam i tu api na so ra mintop.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Uju i ma ro Jesus sian Galilea tu batang aek Jordan, laho padidihon Ibana tu si Johannes.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai manjua do si Johannes, didok ma: Ahu do nian patut didionmu, hape Ho ro mandapothon ahu!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai didok Jesus ma mandok ibana: Songon i ma jolo! Ai tama do tapajongjong nasa hatigoran! Dung i dioloi ma Ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Asa dung tardidi Jesus, pintor hehe ma Ibana sian aek i, jala mungkap ma langit, jadi tarida ma mijur Tondi ni Debata songon darapati sumonggopi Ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Laos mangkuling ma soara sian ginjang, didok ma: On do Anakku, Haholongan i; halomoan ni rohangku do Ibana!",
      "type": "content"
    }
  ]
}