{
  "book": "Matius",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tarunjun Tuhan Jesus 1-11. II. Dipillit siseanna angka na parjolo i 12-22. III. Na niulana di luat Galilea 23-25.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ditogihon Tondi i ma Jesus tu halongonan, asa diunjuni sibolis i Ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dung opatpulu ari, opatpulu borngin lelengna so mangan Ibana, male ma dihilala.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i didapothon sipangunjuni i ma Ibana, ninna ma: Molo na tutu Ho Anak ni Debata, dokkon ma batu on gabe sipanganon!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ninna ma mangalusi: Na didok Surat i do: \"Apala holan sipanganon hangoluan ni jolma; tung nasa hata ni Debata do, na ro sian Ibana!\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ditogihon sibolis i ma Ibana tu huta na badia i, dipajongjong ma Ibana tu atas bagas joro i, dung i ninna ma mandok Ibana:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Molo Anak ni Debata Ho, timbungkon ma Dirim tu toru, ai didok Surat i do: \"Dohononna do angka surusuruanna manangannangan Ho, asa unang tartuktuk patmu tu batu!\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna Jesus ma mandok ibana: Dohot do on didok Surat i: \"Ndang jadi unjunanmu Tuhan Debatam!\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i diulahi sibolis i ma manogihon Ibana tu punsu ni dolok na timbo situtu, dipatuduhon ma tu Ibana nasa harajaon na di portibi on ro di hasangaponna, dung i ninna ma mandok Ibana:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Saluhutna i lehononku do tu Ho, molo olo Ho marsomba tu ahu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i didok Jesus ma mandok ibana: Laho ma ne ho, bolis; ai didok Surat i do: \"Tuhan Debatam do sisombaonmu, Sasadasa do sioloanmu!\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ditadingkon sibolis i ma Ibana; jadi ro ma angka pardisurgo marhobasi di Ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dung dibege Jesus, naung tarhurung si Johannes, laho ma Ibana tu Galilea.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Laos ditadingkon ma huta Nasaret, laho maringanan tu huta Kapernaum na di topi ni tao i, di luat Zebulon dohot Naptali.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Asa jumpang na nidok ni panurirang Jesaya na mandok:",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "\"Luat Zebulon dohot Naptali na di topi ni tao i, di ipar ni aek Jordan, luat Galilea, inganan ni angka sipelebegu:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jolma angka na maringanan di na holom marnida Panondang na bolon; nunga binsar Panondang i di angka na manginganhon tano na nilinggoman ni hamatean\".",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi olat ni i mamungka ma Jesus marjamita; ia jamitana on do: Pauba hamu ma rohamuna, ai nunga songgop harajaon banua ginjang i!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i di na mardalani Jesus di topi ni tao Galilea, diida ma disi dua halak na saama na sumampakkon jalanasida tu tao i, ai pardengke do nasida; i ma si Simon na margoar si Petrus dohot donganna saama si Andreas.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna ma mandok nasida: Ihuthon hamu ma Ahu; bahenonku do hamu gabe sijala jolma!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i pintor ditadingkon nasida ma jalanasida i, laho mangihuthon Ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung laho Ibana sian i, diida ma muse dua halak na asing na saama, i ma si Jakobus dohot anggina, si Johannes, anak ni si Sebedeus, angka na pauliuli jalanasida hundul di bagasan paraunasida rap dohot si Sebedeus, amanasida i. Jadi dijou ma nang nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i pintor ditadingkon nasida ma parau i dohot amanasida, laho mangihuthon Ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(III.) Dung i didalani Ibana ma sandok luat Galilea laho mangajari di angka parguruan, mamaritahon Harajaon i huhut pamalum nasa sahit dohot na niae ni halak na disini.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi tarbarita ma Ibana ro di liat tano Siria, pola dipamboan halak tu Jolona nasa na hansitan, angka parsahit na ragam dohot angka hasonggopan ni angka sibolis dohot angka na solpot bulan on ro di angka na sarion, gabe dipamalum ma nasida saluhutna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi mansai torop ma halak mangihuthon Ibana, angka na sian luat Galilea, sian Dekapolis (Sampulu huta), sian Jerusalem, sian Judea dohot sian luat na di bariba ni aek Jordan.",
      "type": "content"
    }
  ]
}