{
  "book": "Matius",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jamita na di dolok: Parhatuaon na ualu i 1-12. II. Taringot tu hatigoran na sintong 13-48.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa dung diida Jesus halak na sai torop i, nangkok ma Ibana tu sada tor jadi hundul ma disi; dung i didapothon angka siseanna ma Ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i marsoara ma Ibana mangajari nasida, ninna ma:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Martua ma na pogos tondi, ai di nasida do harajaon banua ginjang i!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Martua ma na marsak roha, ai siapulon do nasida!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Martua ma na lambok roha, ai teanonnasida do tano on!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Martua ma na mauas male mida hatigoran, ai sipabosuron do nasida!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Martua ma na asi roha, ai siasian do nasida!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Martua ma parroha na ias, ai idaonasida do Debata!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Martua ma sibahen dame, ai goaron do nasida anak ni Debata!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Martua ma na pinaburuburu ni halak ala ni hatigoran, ai di nasida do harajaon banua ginjang i!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Martua ma hamu, molo diinsahi halak hamu manang dipaburuburu manang dipatubutubu ragam ni hata na roa, na so tutu, dompak hamu ala ni Ahu!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Las ma rohamuna jala marolopolop, ai godang do umpamuna di banua ginjang i, ai songon i do dipaburuburu angka panurirang na jumolo sian hamu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Hamu do sira ni tano on! Alai molo tung gabe hambar sira i, aha ma bahenon paansimhon? Nda tung na hasea be i; sibolongkononhon nama tu balian, asa didegei halak.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hamu do panondang ni portibi on! Ndang tarbahen so sai patar huta na di atas dolok.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ndang dihungkuphon halak ampang tu palito na ginalahanna; tu ginjang ni parpalitoan do dibahen, asa disondangi saluhut na di jabu i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Naeng songon i ma marsinondang palitomuna di jolo ni halak, asa diida angka pambahenanmuna na denggan i, asa dipuji nasida Amamuna na di banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Unang ma dirimpu rohamuna: Ahu ro mangarumpakkon patik i, manang hata ni angka panurirang i pe. Ndang ro Ahu mangarumpakkon; na pajongjongkon do Ahu!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai hata na sintong do na hudok on tu hamu: Rasirasa sega langit dohot tano on, na so tupa sega sian patik i nanggo sada sisiasia manang sanggurit pe, paima saut saluhutna i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Asa manang ise na mangarumpakkon sada sian angka patik na ummetmet i jala dipodahon i tu jolma, i ma goaron na ummetmet di harajaon banua ginjang i; alai na mangulahon jala mangajarhonsa, i do goaron na balga di harajaon banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai hudok ma tu hamu: Molo so andul dumenggan hatigoranmuna sian hatigoran ni angka sibotosurat dohot Parise, ndang habongotan hamu harajaon banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dibege hamu do hata na tu angka ompu na robi: \"Unang ho mambunu!\" Ia pamunu siuhumon do.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai Ahu do mandok tu hamu: Tu jolo ni paruhuman ma ganup na tarrimas tu donganna; jala tama hona uhum ni rapot godang do ganup na mandok tu donganna: Hurang ajar! Alai na pola mandok tu donganna: Pe ho sisoada!, tama dapot api na roko do i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Asa molo diboan ho sipelehononmu tu langgatan, dung i tarsingot roham disi di sogo ni roha ni donganmu dompak ho,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "tadingkon ma sipelehononmi di jolo ni langgatan i; laho ma ho jolo mardenggan dohot donganmi; dung pe i, asa ro ho pasahathon sipelehononmi!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tung denggan ma roham maradophon alomi; alai tibu, binsan rap dope hamu di tongandalan! So tung sanga dipasahat alomi ho tu panguhum, gabe dipasahat panguhum i ho tu opasna, gabe dihurungkon ho maon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Situtu do na hudok on tu ho: Na so tupa ho ruar sian i, anggo so sahat gararmi sude ro di na saduit!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dibege hamu do hata na tu angka ompu na robi: \"Unang ho mangalangkup!\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai Ahu mandok tu hamu: Manang ise na mamereng boruboru huhut marsangkap na roa, nunga saut dilangkup i di bagasan rohana.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Molo digasipi mata siamunmi ho, pulsikkon ma i jala bolongkon! Ai dengganan do mago dagingmu deba nuaeng, unang bolong dagingmi hibul sogot tu api na roko!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala molo digasipi tangan siamunmi ho, gotap ma i jala bolongkon! Ai dengganan mago ruas ni dagingmu sada nuaeng, unang bolong dagingmu hibul sogot tu api na roko!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Angkup ni i didok do: \"Manang ise na palahohon jolmana, ingkon dilehon do surat sirang tu ibana.\"",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai Ahu mandok tu hamu: Ganup na palahohon na niolina, ia so ala ni na marmainan, na palangkuphonsa do! Pangalangkup do nang na mambuat na sirang i!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Angkup ni i, dibege hamu do hata na tu angka ompu na robi: \"Ndang jadi tolononmu na tutu! Naung saut diuarihon ho tu Debata, ingkon gararonmu do!\"",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai Ahu mandok tu hamu: Sandok na so tupa hamu manolon nang maruari pe: Manang tu langit i, ai habangsa ni Debata do i;",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "manang tu tano on, ai sidegean ni patna do i; manang tu huta Jerusalem pe, ai huta ni Raja na bolon i do i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Angkup ni i, ndang jadi ho manolon tu ulum; ai ndang marhuaso ho mambahen bontar manang birong obukmu nanggo sada.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Songon on ma hatamuna: Olo, anggo olo; ndang, ia ndang! Nasa na ganda sian i, sian na jahat do i!",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dibege hamu do hata na mandok: \"Mata do abul ni mata; ipon do abul ni ipon!\"",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai Ahu mandok tu hamu: Unang alo hamu na jahat! Molo adong na mamastap hurum siamunmi, tarehon ma nang hurummu sihambirang!",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Molo adong na naeng mambahen sindir tu ho, laho mambuat ulosmu, atena ma dohot bajubajum di ibana!",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Molo adong manang ise na manggogoi ho mandongani ibana sapaal, oloi ma ibana dua!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Lehon na mangido tu ho! Unang tundali na naeng marsali tu ho!",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dibege hamu do hata na mandok: \"Holong ma roham di donganmi; hosom ma ia di musum!\"",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Alai Ahu do mandok tu hamu: Holong ma rohamu di musumuna; tangiangkon hamu ma angka na paburuburu hamu.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Asa tung gabe anak ni Amamuna na di banua ginjang i hamu: Ai dipabinsar do mata ni arina tu angka parroha na jahat nang tu na bonar, diparo do udan tu parroha na tigor nang tu na geduk.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Ai molo holong rohamuna holan di angka na mangkaholongi hamu, dia ma upamuna? Gari angka sijalobeo, nda songon i do dibahen?",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Dia do hasurunganmuna, molo denggan hatamuna holan tu angka donganmuna? Gari angka sipelebegu, nda songon i do dibahen?",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Ipe, ingkon sun denggan do rohamuna songon Amamuna di banua ginjang na sun denggan roha i!",
      "type": "content"
    }
  ]
}