{
  "book": "Matius",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pasangap hamu Debata marhitehite: Parasirohaon 1-4. II. Partangiangon dohot 5-15. III. Parpuasaon 16-18. IV. Unang hamu holsoan 19-34",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jaga ma hamu, asa unang diulahon hamu hatigoranmuna di jolo ni halak, sitotondurannasida! Ai molo songon i, ndang marupa be hamu sian Amamuna na di banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Antong, molo diulahon ho parasinirohaon, unang ma dokkon paluon tingting songon binahen ni halak pangansi di angka parguruan dohot alaman, asa dipuji halak nasida. Na tutu do na hudok on tu hamu: Nunga sahat dijalo nasida upanasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asa jumpa dilehon ho asiasi, unang ma pola diboto tanganmu sihambirang na nilehon ni tanganmu siamun,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "asa buni angka asi ni roham; jadi baloson ni Amangmu, na marnida di na buni, ma i tu ho!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Dung i, jumpa martangiang hamu, unang songon halak pangansi hamu, angka na mangkalomohon jongjong martangiang di angka parguruan dohot di dalan balobung, asa diida jolma i nasida. Na tutu do na hudok on tu hamuna: Nunga sahat dijalo nasida upanasida!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ia martangiang ho, tu bilut ma ho laho; sordak ma pintu i! Dung i martangiang ma ho tu Amangmu na di na buni, gabe baloson ni Amangmu, na marnida di na buni, ma i tu ho!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Asa uju martangiang hamu, unang marnoninoni bahen hamu songon binahen ni sipelebegu; i dirimpu, tangihonon ni Debata nasida ala ni deak ni hatahatanasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ipe, unang ma doshon nasida hamu! Ai diboto Amamuna do na ringkot di hamuna, andorang so mangido dope hamu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Songon on ma tangiangmuna: Ale Amanami na di banua ginjang! Sai pinarbadia ma Goarmu!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sai ro ma harajaonmu! Sai saut ma lomo ni roham di banua tonga on songon na di banua ginjang!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Lehon ma di hami sadari on hangoluan siap ari!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sesa ma dosanami songon panesanami di dosa ni angka na mardosa tu hami!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Unang hami togihon tu pangunjunan! Palua ma hami sian na jahat! Ai Ho do nampuna harajaon dohot hagogoon dohot hasangapon ro di saleleng ni lelengna. Amen!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai ia disesa hamu sala ni halak na dompak hamu, sesaon ni Amamuna na di banua ginjang i do dohot dosamuna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai anggo so disesa hamu sala ni halak na dompak hamu, ndang tagamon sesaon ni Amamuna nang dosamuna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Uju marpuasa hamu, unang ma pola surbot panailimuna idaon songon di halak pangansi, ai dipasingki do bohinasida, asa haru tanda parpuasaonnasida diida halak Na tutu do na hudok on tu hamu: Nunga sahat dijalo nasida upanasida!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai jumpa marpuasa ho, pangir ma ulum, suapi bohim,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "asa unang tanda parpuasaonmi di jolo ni halak, alai tanda di jolo ni Amangmu na di na buni, gabe baloson ni Amangmu, na marnida di na buni, ma i tu ho!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(IV.) Unang papungupungu hamu arta di hamu di tano on, di na targagat tasik dohot ngitngit, di na tarhali jala tartangko panangko i!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai papungupungu hamu ma arta di hamu di banua ginjang, di na so targagat tasik manang ngitngit; di na so tarhali jala so tartangko panangko i!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai ia disi artam, disi do roham!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Palito ni daging do mata. Molo hisar matami, tiur ma sude dagingmu!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai molo roa matami, holom ma sude dagingmu. Holomna i antong, anggo mangkolom panondang na di bagasan ho!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ndang haoloan sada halak dua induk! Sai hosomanna do na sada, haholonganna do na sada nari; hombaranna do na sada, toisanna do na sada nari. Ndang haoloan hamu Debata rap dohot Mammon!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ala ni i do umbahen na hudok tu hamuna: Unang holsohon hamu hosamuna sumarihon sipanganon, manang dagingmuna pasarisari parabiton! Nda ummarga hosa sian sipanganon? Nda ummangat daging sian parabiton?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Bereng hamu ma pidong angka na martongatonga langit, angka na so manabur, na so manggotil, na so papunguhon tu sopo; tong do diparmudumudu Amamuna na di banua ginjang i nasida! Nda godang dope hasurunganmuna sian i!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ise hamu marhuaso pagandahon ariarina nanggo saasta ganjangna, anggo tung sian pangkolsohon ni rohana?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Boasa antong holsohononmuna parabiton! Patangkas hamu ma partubu ni bungabunga na di ladang i, angka na so mangula jala na so mangganti!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ahu mandok tu hamuna: Gari si Salomo, uju di bungaran ni hasangaponna i ibana, gari so mamangke songon bungabunga sada.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Asa molo songon i diparulosi Debata duhutduhut na di ladang i, na jongjong songon sadari on, na tupa dipuruni marsogotna i, lam hamu ma, lam so parulosanna! Oe hamu siotik haporseaon!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Antong unang ma holsoan rohamuna, mandok: Aha ma panganonnami? Aha ma inumonnami? Aha ma parabitonnami?",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Angka sipelebegu do mangkaringkothon saluhutna sisongon i. Diboto Amamuna na di banua ginjang i do, naung ringkot angka i di hamu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Sai jumolo ma lului hamu harajaon ni Debata dohot hatigoranna, dung i tambahononna do sude angka ondeng tu hamuna!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Antong, unang ma holsohon hamu ari marsogot, ai sarihonon ni ari marsogot do na ringkot disi. Sae do, molo masiporsan hasusaanna be angka ari.",
      "type": "content"
    }
  ]
}