{
  "book": "Matius",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Unang hamu manguhumuhumi 1-6. II. Taringot tu na mangido 7-12. III. Na mamillit dalan hangoluan 13-20. IV. Na mamarangehon hata i 21-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Unang hamu manguhumuhumi, asa unang hona uhum hamu,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "ai panguhumonmuna i do siuhumhononhon tu hamu, parsuhatonmuna i do sisuhathononhon tu hamu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Aha ma pola paberengberengonmu silbaksilbak na di mata ni donganmu; ia na satiang na di matami ndang diantoi ho!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung patut ma dohononmu tu donganmi: Ua, huumpat ma jolo silbaksilbak i sian matami! Hape na satiang do di matami!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "E ho pangansi, jumolo ma umpat tiang i sian matami; dung pe i, asa pingkiranmu, manang beha pangumpatmu di silbaksilbak na di mata ni donganmi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Unang lehon hamu arta na badia i tu angka jurangga, jala unang ma danggurhon hamu mutihamuna tu jolo ni angka babi, so tung dilotloti i dohot patna, laos humusor manaroso hamu!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Pangido hamu ma, sai na lehononna do tu hamu; lului hamu ma, sai na jumpangan do hamu; tuktuhi hamu ma, sai na ungkaponna do di hamu!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai sai na manjalo do nasa na mangido, sai na jumpangan do na mangalului; sai na ungkapon do di na manuktuhi!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai ise sian hamu jolma, na mangalehon batu tu anakna, molo indahan dipangido?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Manang na olo mangalehon ulok, molo dengke dipangido?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Gari hamu angka parjahat umboto mangalehon basabasa na denggan tu anakkonmuna, lam Amamuna na di banua ginjang i ma so lehononna arta na denggan di na mangido tu Ibana?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Saluhut na pinangido ni rohamu, sibahenon ni halak tu hamu, i ma bahen hamu tu nasida, ai i do pamusatan ni patik ro di hata ni angka panurirang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Bongoti hamu ma harbangan na gogot i; ai ruak do harbangan jala lambas do dalan na tu hamagoan, jala torop do angka na bongot sian i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai na hopit do ia harbangan jala gogot do dohot dalan na tu hangoluan, jala otik do halak na jumpangan i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jaga hamu ma angka panurirang pargapgap, ai na ro do nasida mandapothon hamu marrupahon birubiru, alai anggo rohana di bagasan, tung babiat panoro do!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sian parbuena do tandaonmuna nasida. Tung dapot ma putikkononhon parbue ni hau anggur sian bulu duri, manang antajau sian rimbang?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai marparbuehon na denggan do nasa hau na denggan; alai matua roa do parbue ni hau na so hasea.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai anggo hau na denggan ndang tarparbuehonsa na roa, jala hau na roa ndada tarparbuehonsa na denggan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Nasa hau na so marparbuehon na denggan, sitabaon do, gabe bolong nama tu api.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Asa sian angka parbuena do tandaonmuna nasida!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(IV.) Ndada saluhut halak, na mandok Ahu Tuhanna, bongot sogot tu harajaon banua ginjang i, holan angka na mangulahon lomo ni roha ni Damang na di banua ginjang i do!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai torop do sogot di ari parpudi na mandok tu Ahu: Ale Tuhan! Ale Tuhan! Nda manurirangi hami nahinan mangasahon Goarmu? Nda hupabali hami najolo angka sibolis mangasahon Goarmu? Nda lan angka ulaon na balga huula hami mangasahon Goarmu?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i dohononku ma tu nasida: Ndang dung hutanda hamu; laho ma hamu sian lambungkon, hamu angka na mambahen na so jadi!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Asa na umbege hatangki jala diulahon, sipatudoson ma i tu halak na marroha, na paulihon bagasna diatas batu mamak.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ia ro pe udan potir, mangalantap pe tangkuju jala pur pe habahaba manondong bagas i, ndang na marumpak, ai batu mamak do haojahanna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai na umbege hatangki, hape ndang diulahon, i ma sipatudoson tu halak na oto, na paulihon bagasna di atas rihit.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ro ma udan potir, mangalantap ma tangkuju, pur ma dohot habahaba manondong bagas i, gabe marumpak ma, pola tung marongso.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi dung sidung dihatahon Jesus angka hata ondeng, tarhatotong ma natorop i umbege podana i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai na marsahala do pangajarionna di nasida, ndada songon pamodaion ni angka sibotosurat.",
      "type": "content"
    }
  ]
}