{
  "book": "Matius",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipamalum Tuhan Jesus sada halak na huliton 1-4. II. Naposo ni induk ni soldadu 5-13. III. Songon i simatua boru ni si Petrus dohot angka na asing 14-18. IV. Diajari na naeng gabe siseanna; dipamenak tao i 19-27. V. Dipamalum do dua halak partondi na hodar 28-33.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi mijur ma Jesus sian dolok i, dung i mansai torop ma halak mangihuthon Ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ro ma sada halak na huliton sumomba Ibana, huhut ma didok: Ale Tuhan, molo na olo Ho, tarpaias Ho do ahu!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi disurdukkon Jesus ma tanganna, laos dijama ma, huhut ma didok: Na olo do Ahu; ias ma ho! Jadi pintor malum ma hulitna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i didok Jesus ma mandok ibana: Manat ma ho; unang paboaboa manang tu ise; alai laho ma ho, patuduhon ma dirim tu malim; dung i pelehon ma na nidokkon ni si Musa sipelehononmu, gabe panindangion tu nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Dung i bongot ma Jesus tu huta Kapernaum, jadi ro ma tu jolona sada induk ni soldadu mangelehelek Ibana, ninna ma:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ale Tuhan, sai peak do naposongku di jabungku; na sarion do ibana, mansai bernit diahap.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna Jesus ma mandok ibana: Ro pe Ahu pamalum sahitna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i didok induk ni soldadu i ma mangalusi: Ale Tuhan, na hurang tama do ahu, tung degeonmu jabungku; dok ma hata sisandok, asa hipas naposongki!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai gari ahu, jolma na nirajaan, na mangarajai soldadu; molo hudok tu na sada: Tu sadu i ma ho!, laho do ibana; ia tu na sada: Tu on ma ho!, ba, ro do ibana; jala ia hudok tu naposongku: On ma bahen!, jadi i do dibahen.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi longang ma roha ni Jesus umbegesa, gabe didok ma mandok angka na mangihuthon Ibana: Na tutu do na hudok on tu hamu: Gari di halak Israel, ndang jumpang Ahu haporseaon na songon i!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai hudok ma tu hamu: Torop do na ro sogot sian purba dohot sian pastima, gabe dongan sapanganan ni si Abraham dohot si Isak dohot si Jakkob di harajaon banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai anggo angka anak ni Harajaon i hian, sipabalion do i sogot tu na holom marimpotimpot; disi ma masa angguhangguk dohot na patungoripon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Laos didok Jesus ma mandok induk ni soldadu i: Laho ma ho, jumpang ho ma hombar tu haporseaonmi! Jadi hipas ma naposona i di na sangombas i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Dung i ro ma Jesus tu bagas ni si Petrus, jadi peak ma diida simatua boru ni si Petrus i panepaneon.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dijama ma tanganna, dung i ditadingkon panepane i ma ibana; laos hehe do marhobasi di Ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai dung bot arina i, dipamboan halak ma tu lambungna torop na sinonggopan ni angka sibolis. Hatana do dibahen pabalihon sibolis i jala dipamalum do saluhutna angka na marniae,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "asa jumpang na nidok ni panurirang Jesaya: \"Ibana do mangusung pardangolanta jala angka sahitta diporsan.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Asa dung diida Jesus torop ni halak na mangkaliangi Ibana, didokkon ma taripar tu bariba an.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(IV.) Jadi ro ma sada sibotosurat mandok tu Ibana: Ale Guru, sai naeng ihuthononku do Ho, manang tudia pe Ho laho!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i didok Jesus ma mandok ibana: Na marliang do angka antuasu, na marasar do pidong angka na martongatonga langit; alai anggo di Anak ni jolma i ndang adong hapeahan ni uluna!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi adong ma sahalak sian angka siseanna na mandok tu Ibana: Ale Tuhan; ua, loas ahu jolo mananom damang!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ninna Jesus ma mandok Ibana: Ahu ma ihuthon! Angka na mate i ma pasombu mananom na matena!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i bongot ma Ibana tu parau, jadi diihuthon angka siseanna ma Ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ro ma habahaba siampalautus di tao i, pola dilungkupi angka galumbang i parau i; alai na tarpodom do anggo Ibana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi didapothon angka sisean i ma Ibana, disungguli ma, didok ma: Ale Tuhan, urupi ma; na mago ma hami!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ninna ma mandok nasida: Na mabiar do hamu hape, hamu parhaporseaon na metmet? Laos hehe ma Ibana, hona hata ma alogo dohot tao i dibahen, gabe menak situtu ma.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai tarhalomong ma roha ni jolma i, angka ninna ma: Halak dia do On? Guru dokna do hape alogo nang tao i!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(V.) Asa dung sahat Ibana ro di bariba i, tu luat ni halak Gadara, ro ma sian parbandaan dua halak na sinonggopan ni sibolis manjumpangkon Ibana. Mansai jorbut do nasida, pola so tarbolus manang ise dalan i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i joujou ma nasida, ninna ma: Oe, marhua Ho tu hami; Ho, Anak ni Debata! Na ro do Ho hape mangarsahi hami, di na so tingkina dope?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai tongon ma manjampali babi sapunguan bolon, ndang pola dao sian nasida.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i dipangido angka sibolis i ma tu Ibana, ninna ma: Molo ingkon pabalionmu hami, suru ma hami mambongoti babi na sapunguan an!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i didok ma mandok nasida: Antong, laho ma ne hamu! Dung i haruar ma nasida, laho songgop tu angka babi i. Dung i marbubur ma babi na sapunguan i sian tolping i tu tao, laos mate mogap di aek i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i maporus ma angka parmahan i, laho tu huta i, dipaboa ma saluhutna, nang taringot tu jolma na sinonggopan ni sibolis i hian.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i ruar ma saluhut pangisi ni huta i mandapothon Jesus; jadi dung diida, dipangido ma tu Ibana, anggiat ditadingkon luatnasida.",
      "type": "content"
    }
  ]
}