{
  "book": "Matius",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipamalum Tuhan Jesus sada halak na sarion 1-8. II. Dijou si Mateus. Angka sisean ni si Johannes 9-17. III. Dipangolu boru ni si Jairus 18-26. IV. Dipamalum dua halak na mapitung dohot sahalak na ngungu 27-34. V. Asi rohana di natorop i 35-38.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i bongot ma Ibana tu parau, ditaripari ma tao i, jadi sahat ma Ibana tu hutana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i diboan na mamboan ma tu jolona sada halak na sarion, na peak di podomanna. Jadi disi diida Jesus haporseaonnasida, ninna ma mandok na sarion i: Pos ma roham, ale anaha; nunga sesa dosam!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai didok deba sian angka sibotosurat ma di bagasan rohanasida: Na mangaleai Debata do Halak on!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Diboto Jesus ma pingkiran ni rohanasida, jadi didok ma mandok nasida: Boasa tung dipingkiri hamu na jahat di bagasan rohamuna?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dia do ummomo? Dohonon: Nunga sesa dosam, manang dohonon: Hehe ma ho mardalani?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai asa diboto hamu, marhuaso do Anak ni jolma i di tano on manesa dosa didompakkon ma na sarion i mandok: Hehe ma ho, boan ma podomanmi, laho ma muli!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi hehe ma ibana tutu laho muli.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Marnida i natorop i, mabiar ma nasida jala dipuji ma Debata, na olo mangalehon huaso sisongon i tu angka jolma.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i laho ma Jesus sian i, jadi diida ma sada halak na margoar si Mateus, hundul di parbeoan, gabe didok ma mandok ibana: Ihuthon ma Ahu! Jadi hehe do ibana mangihuthon Jesus.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i uju hundul Ibana mangan di bagasna i, ro ma torop sijalobeo dohot pardosa mangangkupi Jesus dohot angka siseanna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Marnida i angka Parise, ninna nasida ma mandok angka siseanna: Boasa tung mangan gurumuna rap dohot angka sijalobeo dohot pardosa?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai dibege Jesus do i, jadi ninna ma: Apala ringkot di angka na hisar pandaoni, di angka na marsahit do!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai laho ma hamu mangguruhon na nidok ni hata on: \"Asi ni roha do huhalomohon, ndada pelean!\" Ai ndada ro Ahu laho manjou angka partigor, asa dipauba rohana, angka pardosa do!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung salpu i, didapothon angka sisean ni si Johannes ma Ibana, didok nasida do: Boasa marpuasai hami dohot angka Parise; ia angka siseanmi ndang marpuasa?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi didok Jesus ma mandok nasida: Tung tarbahen ma marsak roha ni pandongani ni pangoli, saleleng rap dope dohot nasida pangoli i? Alai na ro ma arina, buatonna ma disi Pangoli i sian lambungnasida; disi ma nasida marpuasa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Angkup ni i: Ndang adong na mandungkaphon abit na imbaru tu abit naung mumut, ai ribakkonon ni na nidungkaphon i do dirina sian pandungkapanna i, jadi lam tu ruakna ma na maribak i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ndang dipainding jolma tuak anggur siraruan tu poting naung buruk, aik mapultak poting i gabe bolong tuak i, laos sega dohot ingananna; tu poting na imbaru do bahenon tuak siraruan i, jadi simpan be ma!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Uju dihatahon dope hata ondeng tu nasida, nunga ro sada halak na sangap marsomba tu Ibana, huhut ma didok: Ipe mate borungku; alai ro ma Ho mangampehon tanganmu tu ibana, asa sumuang mangolu!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi hehe ma Jesus rap dohot siseanna, laho mangihuthon ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i tongon ma adong sada boruboru na tamaningon bulan on, leleng ni sampuludua taon, na ro sian pudina manjama rambu ni ulosna;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "ai ninna rohana di bagasan: Nanggo pala ulosna hujama, mangolu ma ahu!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i humusor ma Jesus, dibereng ma ibana, laos ninna ma: Pos ma roham, ale inang, haporseaonmi do na pangoluhon ho! Dung i hipas ma boruboru i olat ni na sangombas i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Asa dung sahat Jesus ro di bagas ni na sangap i, diida ma angka pangondasi dohot natorop oruk.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi didok ma: Laho ma hamu, ai ndada na mate si betet on; na modom do! Jadi diparengkeli nasida do Ibana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Asa dung dipalaho natorop i, bongot ma Ibana, ditangkup ma tanganna, jadi mulak mangolu ma dakdanak i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i sar ma barita i tu na saluat i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(IV.) Dung i laho ma Jesus sian i, jadi adong ma dua halak na mapitung mangihutihut Ibana, huhut gogo manjoujou: Ale Anak ni si Daud! Asi ma roham di hami!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi laho bongot tu jabu i Jesus, didapothon angka na mapitung ondeng ma Ibana, gabe didok ma mandok nasida: Ai dihaporseai hamu do Ahu margogo patupahon i? Jadi didok nasida ma mandok Ibana: I do, Tuhan!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Gabe dijama ma matanasida huhut ma didok: Marguru tu haporseaonmuna ma jumpang hamu!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi saut ma buha matanasida. Dung i gogo ma dipopai Jesus nasida, didok ma: Jaga ma hamu! So tung adong manang ise na umbotosa!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai laho do nasida, dipanghatahatahon ma Ibana tu sude nasida na saluat i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Laho tu balian dope nasida ondeng, nunga adong na mamboan tu jolona sada halak na ngungu, hasiaran ni sibolis.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi dung bali sibolis i, mangkatai ma na ngungu i. Longang ma antong natorop i, angka ninna ma: Ndang dung tarida dope sisongon i di bangso Israel on!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai didok angka Parise ma: Dipabali Halak on do angka sibolis mangasahon sintua ni sibolis i!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(V.) Jadi sai mardalani do Jesus mangaliati angka huta ro di angka sosor, mangajari di angka parguruannasida, manurasihon barita na uli taringot tu Harajaon i; dipamalum do nasa sahit dohot tihasnasida.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi mamereng natorop i, asi ma rohana, ai maheu jala marhinamago do nasida diida songon birubiru na so marparmahan.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Laos ninna ma mandok siseanna: Bidang do nian sisabion, alai otik do anggo angka pangula.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Onpe, elehelek hamu ma Nampuna sisabion i, anggiat dipaborhat angka pangula tu sisabionna i!",
      "type": "content"
    }
  ]
}