{
  "book": "1 Tawarikh",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamamate ni si Saul rap dohot angka anakna 1-7. II. Halak Palistim pasedaseda bangkena, alai ro isi ni Jabes tipak do ditanom 8-14.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i marporang ma halak Palistim dompak halak Israel, gabe maporus ma halak Israel maradophon halak Palistim, jala marragean nasida di dolok Gilboa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i sai dilotongi halak Palistim ma si Saul dohot angka anakna, jala dibunu halak Palistim ma si Jonatan, si Abinadab dohot si Malkisua, angka anak ni si Saul.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi tarsugutsugut ma si Saul, sai ditumpur angka halak parsior i ibana, gabe targisik bugangna dibahen angka parsior i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i didok si Saul ma mandok naposona siusung sinjatana: Umpat ma podangmu jala tihamhon tu ahu, asa unang ro halak parhulup on mangalesanlesan ahu. Alai ndang olo naposo siusung sinjatana i, ai mabiar situtu do ibana. Dung i dibuat si Saul ma podang i, laos ditinggangkon dirina tusi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung diida naposo siusung sinjatana i, naung mate si Saul, dohot ma ibana maninggangkon dirina tu podangna, laos mate.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi rap mate ma si Saul dohot anakna na tolu i ro di sandok pinomparna rap mate do.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dung diida halak Israel, angka na maringan di rura, naung maporus angka donganna i, jala naung mate si Saul rap dohot angka anakna, ditadingkon nasida ma hutanasida i jala maporus. Jadi ro ma halak Palistim maringan disi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i marsogotna i ro ma halak Palistim laho mamupusi angka na marragean i, gabe jumpang nasida ma si Saul dohot angka anakna i marpeahan di dolok Gilboa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dung dipupusi nasida ibana ditipul ma uluna, laos diboan do i rap dohot sinjatana, dipaebangkon ma i tu luat ni halak Palistim humaliang, laho mamaritahon barita i tu bagas ni ajiajiannasida dohot tu situan na torop i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dipampeakkon nasida ma angka sinjatana i tu bagasan joro ni debatanasida i, alai anggo tangkurakna i digantungkon do di bagasan joro ni Dagon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dung dibege sandok isi ni Jabes di Gilead barita taringot tu na binahen ni halak Palistim tu si Saul.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Borhat ma nasa baoa sialo musu, dibuat nasida ma bangke ni si Saul dohot bangke ni angka anakna i, jala diboan do i tu Jabes, jala ditanom holiholinasida di toru ni hariara di Jabes, laos marpuasa nasida pitu ari lelengna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi mate ma si Saul di bagasan dosana, angka na binahenna dompak Jahowa, ala na so niradotanna hata ni Jahowa dohot ala marsungkun ibana tu parompuan pangarunding mangalului pangungkapon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ndang dilului rohana anggo tu Jahowa, gabe dibunu Jahowa ibana, jala dipatongon harajaon i tu si Daud, anak ni si Isai.",
      "type": "content"
    }
  ]
}