{
  "book": "1 Tawarikh",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Daud bangkit raja di Israel. Hatataban ni huta Sion 1-9. II. Angka ulubalang ni si Daud 10-47.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i marluhut ma sandok Israel manopot si Daud di Hebron, ninna ma: Ida ma, sisada holiholi dohot sisada sibuk do hami dohot ho.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Angkup ni, nang na sai laon uju si Saul dope raja, nunga ho hian manogihon Israel ruar dohot masuk; jala nunga didok Jahowa Debatam hian marbagahon tu ho: Ingkon ho marmahan bangsongku Israel, jala ingkon ho gabe partogi di bangsongku Israel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi ro be ma sude sintua ni Israel manopot rajai di Hebron. Dung i marpadan ma si Daud tu nasida di Hebron di adopan ni Jahowa; jadi dimiahi nasida ma si Daud bahen raja gumomgom Israel, hombar tu hata ni Jahowa hian marhite sian si Samuel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i borhat ma raja Daud rap dohot sandok Israel laho tu Jerusalem, i ma Jebus, ai halak Jebusi do isi ni tano i hian.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i didok isi ni Jebusi ma mangasapi si Daud: Ndang tagamon masuk ho tuson! Hape dipapatu si Daud do benteng Sion, i ma huta ni si Daud.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai nunga didok si Daud hian: Manang ise parjolo mambunu halak Jebusi, ingkon gabe partogi dohot induk ibana. Jadi si Joab, anak ni Nai Seruia ma parjolo manaek parik i, alani bangkit ma ibana gabe partogi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi maringan ma si Daud di bagasan huta i, ala ni do umbahen digoar halak benteng i huta ni si Daud.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dipagonting ibana ma huta i humaliang olat ni Milo tuk humaliang. Alai anggo si Joab paimbaruhon na debanari di bagasan huta i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i lam leleng lam naek ma hatimbulon ni si Daud, ai didongani Jahowa Zebaot do ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) On do angka partogi ni ulubalang ni si Daud, angka na marsihohot be manolongi ibana pahothon harajaonna rap dohot sandok Israel laho pabangkithon ibana gabe raja, hombar tu hata ni Jahowa taringot tu Israel.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala on do bilangan ni angka ulubalang angka na rap dohot si Daud: Jasobeam, anak ni Hakmoni, induk ni tolupulu parangan, tung dimonsakkon ibana do hujurna dompak tolu ratus halak, angka na rap sahali binununa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ibana si Eleasar ma, anak ni si Dodo, halak Ahohi; ibana masuk bilangan tu na tolu, ulubalang i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ibana do dongan ni si Daud di Dammim, uju na marpungu disi halak Palistim laho marporang. Jadi adong ma disi santurpuk hauma na mareme na masak; hape maporus do situan na torop i maradophon halak Palistim.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi jongjong ma nasida tu tongatonga ni hauma i, gabe dipalua nasida ma i, laos ditaluhon ma halak Palistim i. Jadi hamonangon bolon ma na tinumpakkon ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i tuat ma tolu halak sian na tolupulu induk i sian dolok batu mandapothon si Daud tu liang Adullam; alai anggo parangan ni halak Palistim marsaro do uju i di rura Repaim.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai di partanobatoan do anggo si Daud uju i, jala parangan ni halak Palistim uju i di Betlehem.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi mangapian ma roha ni si Daud, gabe didok ma: Ise ulaning olo mangalehon aek inumonku sian sumur na di Betlehem mardonokkon bahal?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dirampok na tolu ulubalang i ma parsaroan ni halak Palistim, jala ditahui aek sian sumur na di Betlehem mardonokkon bahal, laos diboan do i sahat tu si Daud; alai ndang olo si Daud manginumsa, laos diusehon do i tahe bahen pelean tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ninna ma: Dao ma i sian ahu, ale Debatangku, tung bahenonku songon i! Tung olo ma ahu manginum mudar ni angka baoa on, pola marmara hosanasida i? Ai pola diseahon nasida hosanasida i mamboan aek i; dibahen i ndang olo ibana manginum sian i. I ma na binahen ni na tolu ulubalang i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Si Abisai pe, anggi ni si Joab, ibana do partogi ni tolu halak; ibana pe disarahon do hujurna manullangi tolu ratus halak, gabe umbaritaan goarna sian nasida na tolu i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sian na tolu halak rongkanan paduahon i, ibana ma tutu marmuliaan, gabe ibana induknasida; alai ndang taratupsa anggo tung na tolu parjolo i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Si Benaia pe, anak ni si Joiada, tubu ni sada baoa na marhuaso jala sigodang pambahenan sian Kabseel; tung dibunu ibana do dua singa sian Moab; tuat muse ibana mambunu singa sadanari di bagasan godung uju di partaonan ngali ni ari.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dibunu ibana muse sada halak Misir na bolon situtu, lima asta ganjangna, jala taon do di bagasan tangan ni halak Misir i sada hujur, na saumban do suhulna; hape tuat ibana mandapothon mantat tungkot sambing, jala dirampas hujur i sian tangan ni halak Misir i, laos dibunu ibana dohot hujurna sandiri.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "I ma na binahen ni si Benaia, anak ni si Joiada, umbahen tarbaritaan goarna sian na tolu ulubalang i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ida ma, ibana umbaritaan tahe sian na tolupulu halak i; alai ndang taratupsa anggo na tolu parjolo i. Jadi dipabangkit si Daud ma ibana gabe ihutan ni paranganna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai goargoar ni saluhut ulubalangna on do: Si Asahel anggi ni si Joab; si Elihanan, anak ni si Dodo sian Betlehem.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Si Sama, halak Harod i; si Heles halak Peloni.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Si Ira, anak ni si Ikes, halak Tekoa i; si Abieser, halak Anatot i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Si Sebekkai, halak Husa i; si Ilai halak Ahohi.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Si Maharai, halak Netopa i; si Heled, anak ni si Bahanas, halak Netopa i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Si Ittai, anak ni si Ribai sian Gibea ni halak Benjamin; si Benaia, halak Piraton i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Si Hurai, sian angka rura Gaas; si Abiel, halak Arbati.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Si Asmapet, halak Bahurim; si Eliaba, halak Salabini.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Angka anak ni si Hasem, halak Gison i; si Jonatan, anak ni si Sage, halak Harari.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Si Ahiam, anak ni si Sahar, halak Harari; si Elipal, anak ni si Ur.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Si Heper, halak Meherati; si Ahia, halak Peloni.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Si Hesrai, halak Karmel i; si Naharai, anak ni si Esbai.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Si Jigal, anak ni si Natan; si Mibhar, anak ni si Hagri.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Si Selek, halak Amoni; si Naharai, halak Beerot i, siusung sinjata ni si Joab, anak ni Nai Seruia.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Si Ira, halak Itri; si Gareb, halak Itri.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Si Uria, halak Het i; si Sabad, anak ni si Ahloi.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Si Adina, anak ni si Sisa, halak Ruben, partogi ni halak Ruben jala tolupulu halak donganna.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Si Hanan, anak ni si Maaka; si Josapat, halak Mitni.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Si Usia, halak Astera; si Sama dohot si Jeiel, rap anak ni si Hotam, halak Aroer i.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Si Jediael, anak ni si Simri dohot si Joha anggina i, halak Tisi.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Si Eliel, halak Mahapa, si Jeribai dohot si Josabia, rap anak ni si Elnaam, si Itma, halak Moab.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Si Eliel, si Obed, si Jasiel sian Mezobaya.",
      "type": "content"
    }
  ]
}