{
  "book": "1 Tawarikh",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka ulubalang, dongan ni si Daud uju maporus ibana maradophon si Saul 1-22. II. Goargoar ni halak angka na mandapoti si Daud tu Hebron pabangkithon ibana gabe raja 23-40.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do goargoar ni halak angka na mandapoti si Daud tu Ziklag, uju ingkon martabuni dope ibana maradophon si Saul, anak ni si Kis, laos masuk nasida tu bilangan ni angka ulubalang, angka na gogo manolongi di parporangan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Angka na marsinjatahon sior do nasida, angka na pande mangambalang mangiamun dohot manjaluk, huhut maniorhon sumbia marhite sian sior; sian angka hahaanggi ni si Saul do nasida sian Benjamin.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Partogina i ma si Ahieser dohot si Joas, duansa anak ni si Sema halak Gibea tole si Jesiel dohot si Pelet, rap anak ni si Asmapet; Beraka dohot si Jehu, halak Anatot i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Si Ismaia, halak Gibeon, sada ulubalang di tongatonga ni tolupulu halak, laos ibana partogi ni na tolupulu halak i; tole muse si Jiremia, si Jehasiel, si Johanan, si Josabad, halak Gedera i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Si Elusai, si Jerimot, si Bealia, si Semaria, si Sepatia, halak Harupi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Si Elkana, si Jesia, si Asarel, si Joeser, si Jasobeam, halak Kora.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Si Joela dohot si Sebadia, duansa anak ni si Jeroham sian Gedor.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nang sian halak Gad adong do deba mamulik mandapothon si Daud tu dolok batu di halongonan, angka ulubalang do nasida na somal marmusu, angka na jongjong marrinte patioptiop lombulombu dohot hujur ia bohinasida songon bohi ni singa idaon, jala dorasna songon hije di atas ni angka dolok.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Si Eser goar ni indukna parjolo si Obaja paidua, si Eliab paitolu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Si Mismana paiopat, si Jeremia pailima.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Si Attai paionom, si Eliel paipitu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Si Johanan paiualu, si Elsabad paisia.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Si Jeremia paisampulu, si Makbanai paisampulusada.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Luhutna i sian pinompar ni si Gad, angka partogi ni parangan, sada na ummetmet sian nasida parentahon saratus halak, jala na umbalga parentahon saribu halak.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nasida ma i angka na manaripari Jordan di bulan sipaha sada, uju sirnip sandok pasirna, jala dilele nasida do saluhut isi ni angka rura sambola tungkan habinsaran dohot tungkan hasundutan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ro do huhut deba sian halak Benjamin dohot Juda mandapothon si Daud tu dolok batu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ruar ma si Daud mandapothon nasida, ninna ma mangalusi joujounasida i: Molo dame binoanmuna ro tu ahu, naeng mangurupi ahu, ingkon marsihohot ma rohangku tu hamu; alai molo tung ro hamu naeng manjehehon ahu tu musungku, atik pe so diulahon tanganku pangarupaon, sai manatap manonggor ma Debata ni angka ompunta, jala Ibana manorui!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi songgop ma Tondi ni Debata tu si Amasai, partogi ni tolupulu halak, ninna ma: Angka naposom do hami, ale Daud! Jala sai donganannami do ho, ale anak ni si Isai! Dame, dame ma di ho, dame huhut di angka na manolongi ho! Ai nunga ditolongi Debatam ho. Jadi dijangkon si Daud ma nasida jala dipabangkit nasida bahen partogi ni angka parangan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sian Manasse pe adong do deba bali tu si Daud, uju na ro ibana rap dohot halak Palistim naeng marporang dompak si Saul, alai tahe ndang saut ibana manolongi nasida, ai dung martuptup angka induk ni halak Palistim, disuru nasida ma ibana muli ninna ma: Marmara ulunta maon tung sura bali ibana tu si Saul tuanna i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi di na laho muli ibana tu Ziklag bali ma tu ibana sian Manasse: Si Adna, si Josabad, si Jediael, si Mikhael, si Josabad, si Elihu dohot si Jilletai, angka partogi ni halak Manasse marsasaribu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nasida huhut manolongi si Daud mangalo parangan ni halak Amalek; ai angka ulubalang nasida luhutna jala bangkit gabe partogi ni angka parangan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai uju i ariari do adong ro halak mandapoti si Daud, naeng tolonganna ibana, pola gabe sada parduaan parangan na bolon, songon parduaan parangan ni Debata.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(II.) Jala on do angka bilangan ni angka partogi ni angka parangan angka na gopas be marsinjata, angka na ro mandapothon si Daud tu Hebron, pahothon harajaon ni si Saul tu si Daud, hombar tu hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sian halak Juda, angka na mangusung lombulombu dohot hujur, onom ribu ualu ratus halak, angka na gopas be marsinjata tu parporangan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sian halak Simeon ulubalang angka na marhuaso tu parporangan, pitu ribu saratus halak.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sian halak Lepi opat ribu onom ratus halak.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala si Joiada, partogi ni pinompar ni si Aron, tolu ribu pitu ratus halak donganna sian i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Si Sadok pe, sada halak na bajar dope nian, alai ulubalang na marhuaso jala sian pinompar ni amana duapulu dua halak do angka partogi.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Sian halak Benjamin, hahaanggi ni si Saul, tolu ribu halak do; ai rasirasa nuaeng torop dope sian nasida paihuthon pinompar ni si Saul.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Sian halak Epraim duapulu ribu ualu ratus halak, angka ulubalang na marhuaso pola sanga tarbarita goarnasida di pinompar ni ompunasida.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sian satonga marga Manasse sampulu ualu ribu halak, pola tarsurat goarnasida i, asa ro nasida pahothon harajaon di si Daud.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Sian pinompar ni Isasar, angka na pande manjujur ari, asa botoon ni Israel manang aha sibahenonna, dua ratus halak do partoginasida, jala saluhut hahaangginasida i, mangoloi guru doknasida.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Sian Zebulon, halak angka na borhat tu parporangan, angka na gopas be marsinjata marragamragam tu parporangan, limapulu ribu halak angka na marodor be sian sada ni rohana situtu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Sian halak Naptali saribu halak partogi, jala dongannasida angka na marsinjatahon lombulombu dohot hujur, tolupulu pitu ribu halak.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Sian pinompar ni Dan, duapulu ualu ribu onom ratus halak, angka na marodor be tu parporangan.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Sian halak Aser, opatpulu ribu halak do, angka na tarbahen borhat tu parporangan maraturan.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jala sian bariba ni Jordan, i ma sian halak Ruben, Gad dohot satonga Manasse, saratus duapulu ribu halak do mardongan ragamragam ni angka sinjata tu parporangan.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Luhutna i halak parporang, marodoran be hobas tu parporangan, ro nuaeng sian nasa rohana tu Hebron pabangkithon si Daud gabe raja gumomgom sandok Israel; nang sandok Israel na tinggal i marsaroha do laho pabangkithon si Daud gabe raja.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jala disi do nasida rap dohot si Daud tolu ari lelengna mangan minum, ai nunga diparade angka hahaangginasida do i di nasida.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Nang halak angka na jonok tu nasida sahat ro di Isasar, Zebulon dohot Naptali, masiboan sagusaguna be di atas halode, unto, hoda na marsahe dohot jonggi, tole sipanganon sian itak, gaburgabur sian antajau dohot parbue ni anggur, tole muse anggur dohot miak, tole lombu dohot birubiru mansai torop; ai marlas ni roha be do halak Israel.",
      "type": "content"
    }
  ]
}