{
  "book": "1 Tawarikh",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Daud mangalap poti parpadanan i tu Jerusalem 1-8. II. Hamamate ni si Usa, gabe tinggal poti i di jabu ni si Obed-Edom 9-14.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i martuptup ma si Daud rap dohot partogi ni paranganna marsasaribu, marsasaratus, rap dohot sude angka induk i tahe.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i didok si Daud ma tu sandok luhutan Israel: Molo denggan hata on di rohamu jala marharoroan sian Jahowa, Debatanta i, itatompuhon ma marsuru manopot hahaangginta angka na tinggal i di bagasan saluhut luat ni Israel, asa rap nasida muse manopot angka malim dohot halak Lepi di bagasan huta partaliannasida i, asa marpungu nasida di lambungta on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asa mulak itaboan tu tongatonganta poti ni Debatanta; ai ndang lulululu hita disi saleleng mangolu si Saul.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi sahata ma sandok luhutan i manolopi, ingkon bahenon songon i, ai sude situan na torop i marhatongonhon hata i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dipaluhut si Daud ma sandok Israel olat ni sunge Sihor di Misir sahat ro di Hamat, asa mangalap poti ni Debata sian Kiriat Jearim.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i nangkok ma si Daud rap dohot sandok Israel tu Baalah, i ma Kiriat Jearim, na masuk tu Juda, asa diboan nangkok sian i poti ni Debata Jahowa, na marhabangsahon kerubim, disi do somal dijou halak Goarna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi diboan nasida ma poti ni Debata di atas ni sada hureta na imbaru, sian bagas ni si Abinadab; si Usa dohot si Ahio manogunogu huretai.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo si Daud ro di sandok Israel mangasa gogo manortori di adopan ni Debata, huhut marende dohot umpalu parhinaloan marragamragam, mardongan sarune, arbap, sordam, ogung panggora dohot ogung panonggahi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Jadi dung sahat nasida tu pardegean Kidon, disurdukkon si Usa ma tanganna naeng maniopi poti i, ai manimbil do angka lombu i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi tarrimas situtu ma Jahowa mida si Usa, laos dibunu ibana, ala na sinurdukkonna tanganna manjama poti i, gabe mate ibana disi di adopan ni Debata.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi marsak situtu ma si Daud, ala parsirangan na binahen ni Jahowa tu si Usa, gabe digoar ma inganan i Peres-Usa rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i mabiar ma si Daud mida Debata di na sadari i, ninna ma: Beha ma pambahenku mamboan poti ni Debata sahat tu ahu?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ala ni ndang diloas si Daud boanon poti i tu ibana, tu bagasan huta ni si Daud, didokkon do pataruon poti i tu bagas ni si Obed-Edom, halak Gat.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi tinggal ma poti ni Debata di bagasan jabu ni si Obed-Edom tolu bulan lelengna. Dung i dipasupasu Jahowa ma pinompar ni si Obed-Edom ro di sandok na di ibana.",
      "type": "content"
    }
  ]
}