{
  "book": "1 Tawarikh",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Hiram marsuru angka pande hau manolongi si Daud. Angka jolma ni si Daud dohot ianakhonna na tubu ni Jerusalem 1-7. II. Si Daud monang dua hali maralohon halak Palistim 8-17.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i disuru si Hiram, raja sian Tirus ma angka suruanna manopot si Daud, angka na mamboan hau Ares dohot tungkang mandakdak batu dohot angka pande hau, asa dipauli nasida sada bagas di rajai.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi mananda ma si Daud, naung pinahot ni Jahowa ibana bahen raja di Israel, ai lam tu timbulna do harajaonna i ala ni bangsona Israel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ditambai si Daud dope angka parompuan bahen jolmana di Jerusalem, jala ganda dope angka anak dohot boru ditubuhon si Daud.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "On do goargoar ni anak, angka na tinubuhonna di Jerusalem, si Samua, si Sobab, si Natan, si Salomo.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Si Ibar, si Elisua, si Elipelet.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Si Noga, si Nepeg, si Japia.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Si Elisama, si Beliada dohot si Elipelet.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Alai dung dibege halak Palistim, naung miniahan si Daud bahen raja gumomgom sandok Israel, nangkok ma sude halak Palistim, paburuburu si Daud. Jadi dung dibege si Daud barita i, ruar ma ibana mandapothon nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi marroan ma halak Palistim jala marsaro nasida di rura Repaim.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i marsungkun ma si Daud tu Debata, ninna ma: Na jadi do ahu nangkok mandopang halak Palistim, jala pasahatonmu do nasida tu bagasan tanganku? Dung i didok Jahowa ma tu ibana: Nangkok ma ho, ai nunga hupasahat nasida tu bagasan tanganmu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dung sahat nasida tu Baal Perazim, ditaluhon si Daud nasida disi; laos didok si Daud ma: Nunga mampar angka musungku dibahen Debata marhite sian tanganku songon pangalantap ni aek magodang. Ala ni umbahen digoar inganan i Baal Perazim.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ditinggalhon nasida disi angka ajiajiannasida, gabe ro hata ni si Daud mandokkon ingkon purunon do angka i di bagasan api.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai diulahi halak Palistim muse ro jala marsaro di rura i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i marsungkun muse si Daud tu Debata, gabe ro hata ni Debata mandok tu ibana: Ndang jadi ho nangkok mangeak nasida, ingkon lompitonmu nasida sian pudinasida, asa pajumpang ho dohot nasida tondong ni angka hau balsam.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia dung dibege ho pardorom ni halak pardalan di punsu ni angka hau balsam, rampok ma nasida disi, ai nunga ruar Debata mardalan di jolom laho papatuhon parangan ni halak Palistim.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dibahen si Daud ma songon i, hombar tu tona ni Debata tu ibana, gabe dipapatu ma halak Palistim, olat ni Gibeon sahat ro di Gezer.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi sar ma barita ni si Daud tu saluhut luat. Jadi dilehon Jahowa ma biar mida rajai tu bagasan roha ni saluhut bangso parbegu.",
      "type": "content"
    }
  ]
}