{
  "book": "1 Tawarikh",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sangap do pangalap ni rajai di poti parpadanan tu Jerusalem 1-15. II. Didokkon si Daud pilliton angka parende marrongkanrongkan sian halak Lepi 16-24. III. Halalas ni roha ni si Daud, targasip si Mikhal disi 25-29.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i didokkon si Daud ma paulion angka bagasna di bagasan huta ni si Daud, diparade do huhut sada inganan di poti ni Debata, jala dipahembang sada undungundungna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Uju i ma didok si Daud: Ndang jadi usungon ni manang ise poti ni Debata, dungkon ni halak Lepi; ai nunga dipillit Jahowa nasida mangusung poti ni Debata dohot marhalado di Ibana ro di saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dipaluhut si Daud ma sandok Israel tu Jerusalem, asa diboan nasida poti ni Jahowa nangkok tu ingananna, na pinadirina hian disi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dipaluhut si Daud huhut pinompar ni si Aron dohot halak Lepi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sian pinompar ni si Kohat: Si Uriel, indukna i, ro di hahaanggina, saratus duapulu halak toropna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sian pinompar ni si Merari: Si Asaya, indukna i, ro di hahaanggina, dua ratus duapulu halak toropna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sian pinompar ni si Gerson: Si Joel, indukna i, ro di hahaanggina, saratus tolupulu halak toropna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sian pinompar ni si Elsapan: Si Semaya, indukna i ro di hahaanggina, dua ratus halak toropna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sian pinompar ni si Hebron: Si Eliel, indukna i ro di hahaanggina, ualupulu halak toropna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sian pinompar ni si Usiel: Si Abinadab, indukna i ro di hahaanggina, saratus sampulu dua halak toropna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i dijou si Daud ma malim Sadok dohot si Abiatar ro di halak Lepi i ma: Si Uriel, si Asaya, si Joel, si Semaya, si Eliel dohot si Abinadab.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala didok rajai tu nasida: Hamu do angka partogi ni halak Lepi marompuompu; dibahen i parbadiai hamu ma dirimuna dohot hahaanggimuna i, asa diboan hamu poti ni Jahowa, Debata ni Israel, nangkok tu inganan naung hupadiri disi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai na jolo, tagan so disi dope hamu, dibahen Jahowa, Debatanta i do sada parsirangan di tongatonga ni hita on, ala so italului Ibana songon patutna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi manguras be ma angka malim dohot halak Lepi, asa boanonna nangkok poti ni Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi diusung halak Lepi ma poti ni Debata marhaluhalu di abarana, songon naung tinonahon ni si Musa hian, hombar tu hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Dung i didokkon si Daud ma angka induk ni halak Lepi, asa dipadiri hahaangginasida i, angka parende mardongan parhinaloan marragamragam, angka hasapi, arbap dohot sordam, asa dipalu angka i pariburhon soara, paganda las ni roha.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dipadiri halak Lepi ma si Heman, anak ni si Joel, jala sian angka hahaanggina si Asap, anak ni si Berekia; jala sian pinompar ni si Merari, hahaangginasida i, si Etan, anak ni si Kusaria.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala dongannasida muse angka hahaangginasida rongkanan paduahon: Si Sakaria, si Ben, si Jasiel, si Semiramot, si Jeiel, si Uni, si Eliab, si Benaia, si Maaseia, si Matitia, si Elipelen, si Mikneya, si Obed-Edom, si Jeiel, angka sijaga pintu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai anggo halak parende, i ma si Heman, si Asap dohot si Etan mardongan hesekhesek tombaga paribur soara.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai anggo si Sakaria, si Asiel, si Semiramot, si Jeiel, si Uni, si Eliab, si Maaseia dohot si Benaia mardongan hasapi marsoara boruboru.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai anggo si Matitia, si Elipelen, si Mikneya, si Obed-Edom, si Jeiel dohot si Asasia mardongan arbap marsoara na sihil laho marendehon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai anggo si Kenania, induk ni halak Lepi manguluhon parendeon dohot mangajarhon parendeon, ai na pande do ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia si Berekia dohot si Elkana sijaga pintu di lambung poti.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai anggo si Sebania, si Josapat, si Netaneel, si Amasai, si Sakaria, si Benaia dohot si Elieser, angka malim i tahe mamalu sarune di adopan ni poti ni Debata; ianggo si Obed-Edom dohot si Jehia gabe sijaga pintu di lambung poti.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(III.) Dung i borhat ma si Daud rap dohot angka sintua ni Israel ro di angka induk ni saribu halak laho mamboan poti parpadanan ni Jahowa nangkok sian jabu ni si Obed-Edom marlas ni roha godang.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi dung ditumpak Debata halak Lepi, angka na mangusung poti parpadanan ni Jahowa, dipelehon nasida ma pitu lombu naposo dohot pitu birubiru tunggal.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai anggo si Daud marpangkean baju juba sian hain na halus, songon i nang sude halak Lepi, angka na mangusung poti i dohot angka parende, nang si Hanania, induk manguluhon angka halak parende; marpangkean baju epod sian hain na bontar do si Daud huhut.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi sandok Israel mamboan nangkok poti parpadanan ni Jahowa mardongan olopolop dohot soara ni sarune, sordam dohot arbap dipagogo huhut soara ni hasapi dohot tulila.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi dung sahat poti parpadanan ni Jahowa tu bagasan huta ni si Daud, gabe mandulo ma si Mikhal, boru ni si Saul sian pandiloan; jadi dung diida raja Daud i marhajingjang dohot manontori, marhu ni roha ibana mida rajai.",
      "type": "content"
    }
  ]
}