{
  "book": "1 Tawarikh",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sahat poti i masuk tu bagasan undungundung i 1-6. II. Pujipujian ni si Daud 7-36. III. Parentana di pangoloion tu Debata 37-43.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung masuk diboan nasida poti ni Debata, dipajongjong ma i di parsitongaan ni undungundung i, na pinagohon ni si Daud tusi. Dung i dipelehon nasida ma angka pelean situtungon dohot hamauliateon di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dung tolhas dipelehon si Daud angka pelean situtungon dohot hamauliateon, dipasupasu rajai ma situan na torop i marhitehite Goar ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i diganupi raja ma sandok halak Israel, nang baoa nang parompuan, sagusagu sada be dohot anggur satabutabu be dohot lampet na tinanggulean sada be.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dipadiri rajai ma di adopan ni poti ni Jahowa deba halak Lepi bahen parhalado, asa nasida mamujimuji dohot mandok mauliate dohot pasangaphon Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Si Asap do ihutan parjolo si Sakaria paidua, dung i si Jeiel, si Semiramot, si Jeiel, si Matitia, si Eliab, si Benaia, si Obed-Edom dohot si Jeiel mardongan parhinaloan dohot hasapi; alai anggo si Asap dipagogo do soara ni hasapi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia malim Benaia dohot si Jehasiel, tongtong do nasida mamalu sarune di adopan ni poti parpadanan ni Debata.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Di ari na sasada i do apala parjolo didokkon si Daud mamujimuji Jahowa marhite sian si Asap dohot angka hahaanggina i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Puji hamu ma Jahowa, baritahon hamu ma Goarna i, pabotohon hamu ma di tongatonga ni angka bangso angka pambahenanna i!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Endehon hamu ma Ibana, palu hamu ma parhinaloan umpuji Ibana, marnonangi ma hamu taringot tu halongangan angka na binahenna i sudena!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tanggulhon hamu ma Goarna na badia i, ingkon marlas ni roha ma angka na mangalului Jahowa!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sisiri hamu ma Jahowa dohot hagogoonna i, tongtong ma lulu i hamu bohina.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Paingotingot hamu ma halongangan angka naung binahenna i, angka tanda halongangan naung binahenna i dohot uhum angka na ruar sian pamanganna!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hamu ale pinompar ni Israel, naposona i, hamu ale anak ni si Jakkob, angka na pinillitna i!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ibana, Jahowa do Debatanta i, sar tu liat portibi on do angka uhumna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sai marningot ma hamu di padan binahenna i ro di saleleng ni lelengna, di hata pinatikna i marriburibu sundut.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Padan naung binahenna i tu si Abraham, ro di uarina tu si Isak.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala dihajongjongkon do i tu si Jakkob bahen patik, tu Israel bahen padan salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ninna do: Tu ho do lehononku tano Kanaan, partalian ni partohapanmuna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Uju otik dope bilanganmuna, otik tutu, jala jolma paisolat hamu disi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala sai marbungkasan nasida sian bangso tu bangso, sian sada harajaon tu bangso na asing.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ndang diloas Ibana halak mangarupa nasida, jala ditorui do angka raja ala nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Unang hahua hamu halak angka na humiahi, jala unang sonoi hamu panurirang angka na husuru!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Endehon ma Jahowa, ale sandok tano on, baritahon hamu ma hatuaonna ganup ari.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Pajojor hamu ma di tongatonga ni halak parbegu hamuliaonna i, di tongatonga ni saluhut bangso halongangan angka na binahenna i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai na timbul do Jahowa, jala tama situtu pujion, na songkal do Ibana mangatasi sude angka debata.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai ajiajian do sude debata ni angka bangso parbegu, alai anggo Jahowa naung manjadihon angka langit.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Hatongamon dohot hamuliaon di jolona, hagogoon dohot hinauli masa di bagasan habadiaonna i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Hamu ale angka marga ni angka bangso, sai lehon hamu ma tu Jahowa, lehon hamu ma tutu tu Jahowa hamuliaon dohot hagogoon.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Lehon hamu ma di Jahowa hamuliaon ni goarna; boan hamu ma silehonlehon, dung i ro ma hamu tu adopan ni Bohina, marsomba ma hamu tu Jahowa marpangkean na marhadohoan!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Raion ma maradophon Ibana, ale isi ni sandok tano on, hot ma antong portibi on, ndang tagamon humordit.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ingkon marlas ni roha ma antong angka langit, jala marolopolop tano on, jala paboaboa hamu ma di tongatonga ni angka parbegu, Jahowa do Raja!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Marhasakhasak ma laut i ro di isina! Marolopolop ma ladang i ro di nasa na disini!",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Marolopolop ma disi sude angka hau di tombak di adopan ni Jahowa, ai nunga ro Ibana laho manguhum tano on.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Mandok mauliate ma hamu di Jahowa, ai na basa do ibana, ai ro di saleleng ni lelengna do asi ni rohana i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jala dok hamu ma: Tumpahi ma hami, ale Debata ni hatuaonnami, jala papungu, jala palua hami sian angka bangso parbegu, asa hupuji Goarmu na badia i jala martanggulhon pujipujianmi hami.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Pinuji ma Jahowa, Debata ni Israel, sian na saingan sahat ro di salelenglelengna, jala rim bangso i mandok: Amen! Jala pujipujian di Jahowa!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "(III.) Dung i ditadingkon rajai disi, di adopan ni poti parpadanan ni Jahowa si Asap dohot angka hahaanggina i, asa tongtong nasida marhalado di adopan ni poti i ariari.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Laos songon i nang Obed-Edom dohot angka hahaanggina i, onompulu ualu halak toropna; ia si Obed-Edom, anak ni si Jedutun dohot si Hosa rap sijaga pintu do.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai anggo malim Sadok dohot angka hahaanggina i, rap malim tahe marhalado do di jolo ni undungundung ni Jahowa di dolokdolok na di Gibeon.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Asa tongtong nasida mamelehon angka pelean situtungon tu Jahowa di atas langgatan pamelean ni pelean situtungon manogotna i dohot bodarina i, jala diula luhut na tarsurat di bagasan patik ni Jahowa, na tinonahonna tu halak Israel.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dongannasida do huhut si Heman dohot si Jedutun ro di halak na pinillit na asing, nunga pola digoar, asa nasida mamujimuji Jahowa, ai ala ro di salelenglelengna asi ni rohana i.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dongan ni si Heman dohot si Jedutun huhut angka na mamalu sarune dohot sordam dohot parhinaloan ni Debata marragamragam pariburhon parendeon; alai sijaga pintu do anggo pinompar ni si Jedutun.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dung i muli be ma sandok situan na torop i, ganup tu jabuna be; muli ma dohot si Daud laho mamasumasu isi ni bagasna.",
      "type": "content"
    }
  ]
}