{
  "book": "1 Tawarikh",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sangkap ni si Daud, naeng pajongjong bagas ni Debata 1-2. II. Disuru Debata panurirang Natan manopot si Daud marbagahon hot ni harajaonna ro di salelenglelengna 3-14. III. Tangiang hamauliateon ni si Daud 15-27.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i uju hundulhundul si Daud sahali di bagasan jabuna, ro ma hatana tu panurirang Natan: Ida ma, ia ahu maringan di bagasan jabu na sian hau Ares, ia poti parpadanan ni Jahowa hape jongjong di tongatonga ni rimberimbe.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna si Natan ma mandok si Daud: Nasa na sinangkap ni roham di bagasan, i ma patupa, ai Debata do donganmu!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Alai bornginna i ro ma hata ni Debata tu si Natan songon on:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Laho ma ho, hatahon ma tu naposongku si Daud: Songon on do hata ni Jahowa: Ndang jadi anggo ho pajongjong di Ahu sada bagas bahen ingananku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai ndang dung dope Ahu maringanan di bagasan jabu olat ni ari dung huboan halak Israel nangkok rasirasa sadarion, sai tong do Ahu munsatunsat sian undungundung na sada tu undungundung na asing, sian inganan na sada tu na asing.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Manang didia pe Ahu mardalandalan rap dohot sude halak Israel, tung dung ma hudok nanggo sandok tu sahalak sian angka panguhum di Israel, angka na hudokkon nian parmahanonna bangsongku manunungirhon tu ibana: Boasa so dipauli hamu di Ahu sada joro sian hau Ares?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "On pe dok ma tu naposongku si Daud: Songon on do hata ni Jahowa Zebaot: Nunga Ahu mambuat ho sian parmahanan, sian na mangolat angka birubiru, asa bangkit ho gabe induk gumomgom bangsongku Israel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai hudongani do ho antong nasailaon manang dompak dia ho laho, jala nunga husiaphon sude angka musum maradophon ho, jala hubahen goarmu marbarita situtu, songon goar ni halak na sangap angka na di tano on.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Angkup ni, nunga hubasabasahon sada inganan tu bangsongku Israel, jala nunga hulopokkon ibana, asa maringanan ibana disi, asa unang be tarhutiksa, jala unang be didatdati angka anak ni hageduhon manosaknosak ibana, songon uju di mulana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala olat ni ari dung adong hupabangkit angka panguhum gumomgom bangsongku Israel, tarjepol do hubahen sude angka musum; marbagabaga muse Ahu tu ho, paboa pahoton ni Jahowa pinomparmu sogot.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai ia dung jumpang buhul ni ariarim laho marpungu ho tu angka ompum, patindangonku ma pinomparmu di pudim, i ma sada halak sian angka anakmu, pahotonku ma harajaonna i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ingkon Ibana pe pauli sada bagas di Ahu, jala Ahu pahothon habangsana ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ahu gabe Amana, jala Ibana ingkon gabe anakku; jala ndang unsatonku sian Ibana anggo asi ni rohangku, songon na huunsat do i sian ibana na jumolo sian ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ingkon hot do anggo Ibana bahenonku di bagasan jabungku dohot di bagasan harajaonku ro di salelenglelengna, habangsana pe ingkon hot do ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Hombar tu saluhut angka hata ondeng, jala hombar tu sandok pangungkapon i mangkatai si Natan tu si Daud.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i masuk ma raja Daud tu bagasan undungundung i, laos hundul ma ibana di adopan ni Jahowa, ninna ma: Tung ise ma ahu pola, ale Jahowa Debatangku, jala tung ise ma pola anggo pinomparhu, umbahen tung diboan Ho ahu sahat ro tuson?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Angkup ni maotikku dope i di roham, ale Debata! Pola huhut marbagabaga Ho taringot tu pinompar ni naposom, taringot tu na masa sogot, jala nunga ditatap Ho ahu, songon panatap ni jolma, ale Jahowa, Debata na di ginjang i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tung aha dope angkupni sidohonon ni si Daud tu Ho? Ala hamuliaon na binasabasahonmu tu naposom? Alai tahe ditanda Ho do naposomon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ale Jahowa, ala ni ahu naposomon, jala hombar tu lomo ni roham nunga dibahen Ho saluhut halonganganna bolon on laho pabotohon sude angka habalgaon on.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ale Jahowa, ndang adong nanggo sada tudoshon Ho, jala ndang adong Debata dungkon ni Ho, hombar tu saluhut naung binege ni pinggolnami.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala tung didia ma adong jumpang sada bangso di tano on, songon bangsom Israel, pola tung Debata sandiri borhat laho manobus sada bangso ainonna dohot laho mambahen Goarmu marbarita marhite sian halongangan bolon dohot na songkal, laho pabalihon angka bangso parbegu maradophon bangsom na tinobusmu sian Misir.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala nunga dipadiri Ho di Ho bangsom Israel bahen bangsom ro di salelenglelengna, jala Ho, ale Jahowa, gabe Debatanasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Antong ale Jahowa, sai pahot ma hata naung pinarbagabagami tu naposom taringot tu pinomparna sahat ro di salelenglelengna, jala bahen ma hombar tu na pinarbagabagami!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Olo sai sintong ma i, jala lam tu timbulna Goarmu ro di salelenglelengna asa dohonon ni halak songon on: Jahowa Zebaot do Debata ni Israel, Ibana tongon Debata humongkop Israel, jala hot do ia pinompar ni naposom si Daud di jolomi.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai Ho ale Debatangku, nunga dipapatar Ho tu pinggol ni naposomon, paboa ingkon paulionmu di ibana sada bagas; ala ni do umbahen hum roha ni naposomon martangiang di adopanmon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "On pe, ale Jahowa, Ho sandiri do Debata, jala nunga diparbagabaga Ho tu naposomon hata na denggan on.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Antong, nunga sapala lomo roham mamasumasu pinompar ni naposomon, asa hot di adopanmu ro di salelenglelengna; ai manang ise na pinasupasum ale Jahowa, i ma dapotan pasupasu ro di salelenglelengna!",
      "type": "content"
    }
  ]
}