{
  "book": "1 Tawarikh",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dileai raja ni halak Amon do angka suruan ni si Daud 1-5. II. Tubu alani hamusuon dompak Amon dohot Ram, monang ia si Daud 6-19.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu angka i, mate ma si Nahas, raja ni halak Amon, jadi anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna si Daud ma: Naeng ahu marasi ni roha tu si Hanun, anak ni si Nahas, ai amana nahinan pe marasi ni roha do tu ahu; jadi disuru si Daud ma suruanna laho mangapuli ibana ala panading ni amana i. Jadi dung sahat angka naposo ni si Daud tu luat ni halak Amon, tu jolo ni si Hanun, naeng mangapuli ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ro ma hata ni angka induk ni halak Amon mandok tu si Hanun: Tung pasangaphon amangmu ma tagamon si Daud, nang di roham, umbahen disuru tu ho angka pangapul? Nda ala naeng manangkasi dohot mangago dohot mangkahapi tano on, umbahen ro angka naposona i manopot ho?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ditangkup si Hanun ma angka naposo ni si Daud, jala didokkon nabungan janggutnasida jala horoton ulosnasida sahat ro di hundulanna, gabe songon i nasida dipamuli.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi laho ma nasida, gabe ro ma halak mangalualuhon tu si Daud barita ni angka suruanna i. Jadi disuru rajai ma halak mandapothon nasida, ai tung na tarurak situtu do angka baoa i dibahen. Ia tona ni rajai tu nasida: Tinggal ma hamu jolo di Jeriko, paima martumbur muse janggutmuna i, dung i pe asa mulak hamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Alai dung diida halak Amon, naung bau roha ni si Daud mida nasida, gabe ditongos si Hanun dohot halak Amon ma saribu talenta perak laho mangupai angka hureta porang dohot jolma parsihundul sian Mesopotamia, sian Maaka di Ram dohot sian Zoba.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi diupai nasida ma tolupulu dua ribu hureta porang angkup ni raja sian Maaka rap dohot paranganna; jadi ro ma nasida jala marsaro di adopan ni Medeba. Santibalatuk dohot halak Amon ro sian hutana be laho tu parporangan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dung tarbortik barita i tu si Daud, disuru ma si Joab manguluhon sandok paranganna angka na begu i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ruar ma halak Amon marodor laho tu tongtangan di partungkoan ni huta i. Alai anggo rajaraja angka na hinara i pulik do jongjong di ladang.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi dung diida si Joab, sai ibana do hape ditumpur musu i sian jolo dohot sian pudi, gabe dipillit ma sian saluhut dolidoli di Israel, jala dipaodor laho mandopang halak Ram.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai anggo pasipasi ni parangan i tu tangan ni si Abisai anggina i dipasahat, jala baris dipajongjong laho mandopang halak Amon.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala didok do: Tung sura talu onjar ahu bahenon ni halak Ram, ingkon ro ho manolongi ahu; alai tung sura talu onjar ho bahenon ni halak Amon, ro pe ahu mangurupi ho.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Antong pir ma tondim, itaseahon ma dirinta humongkop bangsonta, humongkop dohot angka huta ni Debatanta; alai sai dipasaut Jahowa ma lomo ni rohana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i martahop ma si Joab rap dohot angka parangan donganna i laho mandopang halak Ram, gabe maporus nasida maradophon ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai dung diida halak Amon, naung maporus hape halak Ram maporus ma dohot nasida maradophon Abisai, anggi ni si Joab i, jala manginsurut tu bagasan huta; mulak tu Jerusalem ma anggo si Joab.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dung diida halak Ram, naung talu nasida dibahen halak Israel, disuru nasida ma angka suruanna marhara tu halak Ram angka na di bariba ni sunge i, jala si Zoba partogi ni parangan ni si Hadateser manguluhon nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dung tarbortik barita i tu si Daud, gabe dipaluhut ibana ma sandok Israel, jala ditaripari batang aek Jordan i; jadi dung sahat ibana tu nasida, dipaodor ma angka paranganna i dompak nasida; dung dipaodor si Daud angka paranganna i laho mandopang halak Ram, gabe masijonapan ma nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai maporus ma halak Ram maradophon halak Israel, jala dibunu si Daud ma sian halak Ram pitu ribu halak parmusu di hureta dohot opatpulu ribu halak parhantarhantar, dibunu dohot si Zoba partogi ni paranganna i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi dung diida angka naposo ni si Hadateser, naung talu nasida dibahen halak Israel, gabe mardemak nasida tu si Daud jala mangoloi patu tu ibana. Dung i ndang olo be halak Ram anggo tung haraon ni halak Amon.",
      "type": "content"
    }
  ]
}