{
  "book": "1 Tawarikh",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hatataban ni huta Rabba 1-3. II. Angka hamusuon ni si Daud dompak halak Palistim 4-8.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu sataon, jumpang muse tingki haboborhat ni angka raja, gabe diuluhon si Joab ma sude angka parangan jala disiaphon tano ni halak Amon; sahat ibana huhut tu huta Rabba laos ditungkum; alai tinggal di Jerusalem do anggo si Daud. Jadi dipapatu si Joab ma huta Rabba laos dipanepnep do.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i dibuat si Daud ma tumpal ni rajanasida i sian atas uluna, ia boratna didasing satalenta sere padohot angka mata intan. Dung i dibahen ma tumpal i tu ulu ni si Daud, diboan huhut mansai godang tabantaban sian huta i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai anggo jolma angka na di bagasan huta i diboan do tu balian jala dilobongi nasida marhite sian gargaji, angka hureta bosi pardegean dohot angka tangke. Suang songon i dibahen si Daud tu saluhut huta ni halak Amon. Dung i mulak ma si Daud dohot sandok parangan i tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Jadi dung salpu i tubu muse hamusuon di Gezer dompak halak Palistim. Uju i ma dibunu si Sebekkai, halak Husa i ma si Sipar, sada halak sian angka anak ni si Repaim gabe tarjepol nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i tubu muse hamusuon dompak halak Palistim, gabe dibunu si Elhanan, anak ni si Jair ma si Lakmi, anggi ni si Goliat, halak Gat, ia suhul ni hujurna, na saumban do.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i tubu muse hamusuon di Gat; adong ma disi sada baoa na ganjang situtu, onom be jarijari ni tanganna dohot patna, gabe duapulu opat toropna; ibana pe tubu ni si Repaim do.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dung niinsahanna halak Israel, gabe dibunu si Jonatan, anak ni si Simea, haha ni si Daud ma ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Luhut nasida tubu ni si Repaim do di Gat, gabe rap mate nasida dibunu si Daud dohot angka naposona i.",
      "type": "content"
    }
  ]
}