{
  "book": "1 Tawarikh",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Daud mardosa ala na binilanganna halak Israel 1-8. II. Hona pinsang ibana dibahen panurirang Gad. Masa begu antuk 9-14. III. Sundat uhumi mangonai tu Jerusalem binahen ni pelean pinelehon ni si Daud di pardegean ni si Ornan 15-30.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i hehe ma Sibolis i mangalo Israel, gabe dipajuju ma si Daud mamilangi torop ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ninna si Daud ma tu si Joab dohot tu sude induk ni bangso i: Laho ma hamu mamilangi halak Israel olat ni Berseba sahat ro di Dan, jala boan hamu bilangannasida i tu ahu, asa huboto toropna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna si Joab ma: Sai ambaan ni Jahowa dope bangsona nuaeng lompit ratus hali nari! Alai tahe, ale tuan rajanami, nda luhut nasida naposo ni tuanku? Boasa tung dipangido roha ni tuanku songon i? Boasa ma bahenon hasalaan tu halak Israel?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai parhata sada do rajai tu si Joab. Jadi borhat ma si Joab, mardalan mangaliati sandok Israel, dung i mulak ibana tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dilehon si Joab ma bilangan ni bangso na binilanganna i tu si Daud. Ia torop ni sandok Israel sajuta saratus ribu halak do angka parpodang sintak; ia torop ni Juda opat ratus pitupulu ribu halak do angka parpodang sintak.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai anggo halak Lepi dohot Benjamin ndang dirajumi tusi, ai marbiasbias roha ni si Joab mida hata ni rajai.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sogo huhut roha ni Debata di hata i, ala ni umbahen ditorui Israel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i didok si Daud ma tu Debata: Nunga mardosa situtu ahu, ala hubahen songon i; alai sai marpamuati ma roham mida hajahaton ni naposomon, ai hata oto situtu do na hubahen i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i ro ma hata ni Jahowa tu si Gad, panurirang ni si Daud, ninna ma:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Laho ma ho mangkatai tu si Daud, dok ma: Songon on do hata ni Jahowa: Tolu ragam uhum sipatuduhononku tu jolom; pillit ma di ho sada sian i sidabuhononku tu tu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dung sahat si Gad tu jolo ni si Daud, ninna ma: Songon on do hata ni Jahowa: Pillit ma di ho!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Manang haleon potir tolu taon lelengna, manang palamotlamoton ni musum ho marhite sian podang tolu bulan lelengna; manang podang ni Jahowa mangaraserase tolu ari lelengna, masa tahe begu antuk di bagasan tanom, tole suruan ni Jahowa mangago jolma di sandok partalpahan ni Israel? Antong timbang ma manang dia alus boanonku mulak tu Ibana na marsuru ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna si Daud ma tu si Gad: Targogot situtu do nian rohangku. Alai tagonan ahu madabu tu bagasan tangan ni Jahowa, ai godang situtu do asi ni rohana; ndang olo ahu madabu ianggo tu bagasan tangan ni jolma!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dipamasa Jahowa ma begu antuk di tongatonga ni Israel, gabe marragean sian Israel pitupulu ribu halak toropna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Dung i disuru Debata ma suruanna i naeng tu Jerusalem, agoonna nian. Alai dung diida Jahowa pangagona i, disolsoli ma rohana mida hinamago i, laos didok ma tu surusuruan pangago i: Nunga sae, patait ma tanganmi! Alai jongjong do suruan ni Jahowa di lambung pardegean ni si Ornan, halak Jebusi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i manaili ma si Daud, gabe diida ma suruan ni Jahowa jongjong di tongatonga ni langit dohot tano on patioptiop podang na niumpat di bagasan tanganna na toltol di atas Jerusalem. Jadi manungkap tu tano ma si Daud rap dohot angka sintua i marabit tangki be nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi ninna si Daud ma tu Debata: Nda ahu do mandokkon ingkon bilangan bangso i? Ahu do tutu na mardosa, jala ahu do mambahen jea na bolon on! Tung aha ma na binahen ni angka birubiru on? Iale Jahowa, Debatangku! Dompak ahu ma nian tanganmu dohot dompak pinompar ni damang, unang nian dompak bangsom on laho manorui.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ro ma hata ni suruan ni Jahowa tu si Gad patolhasonna tu si Daud, asa nangkok si Daud laho umpajokkon di Jahowa sada langgatan di pardegean ni si Ornan, halak Jebusi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi nangkok ma si Daud hombar tu hata ni si Gad, naung pinaboana marhite sian Goar ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i humusor ma si Ornan, gabe diida ma suruani, jadi martabuni ma ibana rap dohot anakna na opat i; ai tongon mardege eme si Ornan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dung sahat si Daud tu lambung ni si Ornan, manatapnatap ma si Ornan, gabe diida ma si Daud, laos ruar ma ibana sian pardegean i jala marsomba tu si Daud, pola manungkap tu tano.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ninna si Daud ma tu si Ornan: Ua lehon ma di ahu pardegeanon, asa hupajokkon disi sada langgatan di Jahowa; manang sadia argana lehononmu tu ahu, asa muli begu masa i sian bangso i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai ninna si Ornan ma tu si Daud; buat ma i di ho, jala dibahen tuanku rajai ma guru lomo ni rohana. Ida ma, ahu pe mangalehon lombu bahen pelean situtungon dohot hureta pardege bahen sobanna dohot eme i bahen pelean sipanganon; luhutna i lehononku do.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai ninna raja Daud ma tu si Ornan: Ndang songon i, ingkon naeng tuhoronku sian ho nasa argana, ai ndang olo ahu mambuat na di ho mamelehon tu Jahowa pelean situtungon siseasea.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dilehon si Daud ma tu si Ornan tuhor ni pardegean i onom ratus sekel sere.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i dipajok si Daud ma disi sada langgatan di Jahowa, jala dipelehon angka pelean situtungon dohot hamauliateon, huhut joujou ibana tu Jahowa, jadi dialusi Jahowa ma ibana marhite sian api na ro sian banua ginjang di atas langgatan pamelean ni pelean situtungon i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i didok Jahowa ma tu suruani, asa dipasuang podangna tu bagasan sarungna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi dung diida si Daud uju i, naung nialusan ni Jahowa ibana di pardegean ni si Ornan, halak Jebusi, laos tongtong ibana mamele disi.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai anggo undungundung ni Jahowa na binahen ni si Musa na jolo di halongonan dohot langgatan pamelean ni pelean situtungon pajok uju i di atas robean Gibeon.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai ndang tarbahen si Daud laho tusi mangalului Debata ala songgot ni rohana binahen ni podang ni suruan ni Jahowa.",
      "type": "content"
    }
  ]
}