{
  "book": "1 Tawarikh",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dipillit si Daud pardegean i bahen hajongjongan ni joro, jala dipapungupungu hian angka parhau tusi 1-5. II. Dipajuju ia si Salomo pajongjong joro i 6-16. III. Diapoi angka induk manolongi ibana 17-19.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i didok si Daud ma: Ingkon dison do hajongjongan ni joro ni Debata Jahowa, jala langgatanon bahen pamelean ni pelean situtungon di Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i didokkon si Daud ma ingkon marpungu sude halak paisolat, angka na di tano Israel, jala dipadiri hian halak pandakdak batu, asa didakdak batu angka na martulis, laho paulihon joro ni Debata.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tole bosi mansai godang diparade si Daud hian bahen labang padomuhon papan bahen hinsuhinsu dohot bahen panggomal, tole tombaga mansai godang, pola ndang dapot timbangan boratna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tole angka hau Ares ndang habilangan godangna; ai mansai godang hau Ares diboan halak Sidon dohot Tirus tu si Daud.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai ninna roha ni si Daud do: Ia si Salomo anakki bajar dope jala sorta; alai anggo joro sipaulion di Jahowa, ingkon balga situtu bahenon, asa timbul Goarna dohot hamuliaonna di sandok tano on; dibahen i ingkon paradeonku hian tusi. Jadi mansai godang hian diparade si Daud tagan so mate dope ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i dijou ma si Salomo anakna i, jala didok tu ibana pajongjongonna sada joro di Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi didok si Daud ma tu si Salomo: Ale anaha, disangkap rohangku do nian naeng pajongjong sada joro di Goar ni Jahowa, Debatangku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hape ro hata ni Jahowa mandok tu ahu: Nunga mansai godang mudar didurushon ho, jala nunga dihasuhuthon ho hamusuon angka na bolon; dibahen i ndang jadi anggo ho pajongjong sada joro di Goarhu, ala godang mudar nidurushonmu tu tano di adopanku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ida ma, ingkon tubu di ho sada anak, ibana gabe sada baoa hadameon, ai mardame ibana bahenonku maradophon saluhut musuna humaliang; dibahen i ingkon si Salomo goarna bahenon; ai hadameon dohot hasonangan lehononku tu Israel saleleng mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon ibana pajongjong sada joro di Goarhu; jala ingkon gabe anakku ibana, jala Ahu gabe amana, jala pahotonku do habangsa ni harajaonna gumomgom Israel ro di saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "On pe, ale anaha, sai na donganan ni Jahowa do ho, jala tumpahanna ho mardohar, asa paulionmu joro ni Jahowa, Debatam, songon naung pinarbagabagana hian taringot tu ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sai na lehonon ni Jahowa tu ho hapistaran dohot panimbangon pasauthon parentana tu ho gumomgom Israel, asa radotanmu patik ni Jahowa, Debatam.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tongon tahe, sai na martua do ho, molo diringkoti roham mangulahon patik dohot uhum, angka na tinonahon ni Jahowa tu si Musa, ingoton ni halak Israel. Antong pir ma tondim jala marsihohot, unang ho mabiar jala unang tahuton roham!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala ida ma, di bagasan hasusaan pe ahu na sai laon, nunga huparade hian di joro ni Jahowa saratus ribu talenta sere, jala sajuta talenta perak; ianggo tombaga dohot bosi ndang dapot timbangon dibahen hinagodangna; tole angka parhau dohot batu nunga huparade, ingkon tambaonmu dope tusi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Angkup ni mansai torop angka tungkang di ho, angka pandakdak batu, angka tungkang batu dohot tungkang hau dohot torop halak na pande di ulaon marragamragam.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Taringot tu sere, perak, tombaga dohot bosi ndang habilangan godangna. Tole, hehe ma ho jala ulahon, sai donganan ni Jahowa do ho!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i didokkon si Daud ma saluhut induk ni Israel, asa ditolongi nasida si Salomo anakna i, ninna ma:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Nda Jahowa, Debatamuna mandongani hamu, jala mardame hamu humaliang dibahen? Ai nunga pola dipasahat Ibana angka isi ni tano i tu bagasan tanganku, jala nunga patu tano i di adopan ni Jahowa dohot di adopan ni bangsona.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Antong padiri hamu ma rohamuna dohot hosamuna mangalului Jahowa, Debatamuna i! Jala hehe ma hamu laho paulihon inganan na badia di Jahowa, Debatamuna i, asa masuk binoan poti parpadanan ni Jahowa, dohot ulaula ni Debata, angka na badia i tu bagasan joro sipaulion di Goar ni Jahowa.",
      "type": "content"
    }
  ]
}