{
  "book": "1 Tawarikh",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hababangkit ni si Salomo gabe raja. Bilangan ni halak Lepi dohot parsagina 1-23. II. Tohonan siradotannasida i 24-32.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung matua si Daud jala mahap rohana di hangoluan on, dipabangkit ma anakna si Salomo gumomgom Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i dipaluhut ibana ma saluhut induk di Israel, ro di angka malim dohot halak Lepi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dibilang ma halak Lepi olat ni na marumur tolupulu taon dohot lobi sian i, gabe tolupulu ualu ribu halak bilangannasida, holan baoa angka na tang.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Duapulu opat ribu halak sian i angka na mangaradoti ulaon di joro ni Jahowa, jala onom ribu halak panuturi dohot panguhum.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala opat ribu halak sijaga pintu, jala opat ribu halak muse angka parende mamujimuji Jahowa, huhut umpalu parhinaloan angka na hubahen i mamujimuji, ninna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Disagi si Daud huhut nasida mambahen margansi mangihuthon angka anak ni si Lepi, i ma si Gerson, si Kohat dohot si Merari.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Angka induk sian si Gerson: Si Ladan, dohot si Simei.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Angka anak ni si Ladan: Si Jeiel i ma parjolo, dung i si Jetam dohot si Joel, na tolu i do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Angka anak ni si Simei: Si Selomit, si Hasiel dohot si Haran, na tolu i do. I ma angka induk sian si Ladan marompuompu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angka anak ni si Simei angkup ni dope: Si Jahat, si Sina, si Jeus dohot si Beria; na opat i pe angka anak ni si Simei do.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai anggo si Jahat i ma parjolo, si Sina paidua. Alai anggo si Jeus dohot si Beria ndang sadia torop pinomparna, dibahen i sisada ompu jala sisada gansi nasida dietong.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia angka anak ni si Kohat: Si Amram, si Ishar, si Hebron, dohot si Usiel, na opat i do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia angka anak ni si Amram: Si Aron dohot si Musa. Alai dipapulik hian do anggo si Aron, asa gabe badia ibana marhalado di na badia sahali; ibana dohot angka anakna ro di salelenglelengna, asa manutung daupa di adopan ni Jahowa, marhalado di Jahowa dohot mamasumasu marhite sian Goarna ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia si Musa, halak ni Debata, asal taretong do angka anakna i tu marga Lepi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia angka anak ni si Musa: Si Gerson dohot si Elieser.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sian angka anak ni si Gerson: Si Sebuel do parjolo.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ia sian angka anak ni si Elieser: Si Rehabia do parjolo; dungkon ni ndang adong anak ni si Elieser; alai anggo anak ni si Rehabia mansai torop do.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sian angka anak ni si Ishar: Si Selomit do parjolo.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia angka anak ni si Hebron: Si Jeria i ma parjolo si Amaria paidua, si Jehasiel paitolu dohot si Jekameam paiopat.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia angka anak ni si Usiel: Si Mika, i ma parjolo dohot si Ishia paidua.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia angka anak ni si Merari: Si Mahli dohot si Musi; ia angka anak ni si Mahli: Si Eleasar dohot si Kis.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai mate punu do anggo si Eleasar, ai holan boruna adong; jala angka anak ni si Kis, ibotonasida i marjolmahon nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia angka anak ni si Musi: Si Mahli, si Eder dohot si Jerimot, na tolu i do.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(II.) I ma pinompar ni si Lepi marompuompu, angka indukna pe marompuompu, mangihuthon bilangan ni goargoar, angka na mangaradoti ulaon todoan di bagasan joro ni Jahowa, olat ni na marumur duapulu taon dohot lobi sian i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai ninna si Daud do: Nunga dipasonang Jahowa, Debata ni Israel bangsona, jala maringan Ibana di Jerusalem ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dibahen i nang halak Lepi, ndang be pausungusungonna undungundung i rap dohot sude ulaula, angka na masuk tu ulaonna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai parenta ni si Daud parpudi do i mandokkon bilangan halak Lepi olat ni na marumur duapulu taon dohot lobi sian i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai anggo todoannasida nuaeng, ingkon jongjong do nasida di lambung ni pinompar ni si Aron, mangaradoti, ulaon di joro ni Jahowa, taringot tu angka alaman, angka bilut, pangurasion di saluhut ulaula na badia, ro di ulaon tohonan di bagasan joro ni Debata.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tole taringot tu roti na marhadohoan dohot itak na lamot bahen pelean sipanganon, bahen sagusagu na so niasoman, bahen sigorengon dohot sisaohon, tole taringot tu sude sidasingon dohot sisuhaton.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Tole muse taringot tu na tindang i ganup sogot mandok mauliate dohot mamujimuji Jahowa, suang songon i bodarina i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tole muse mamelehon saluhut pelean situtungon tu Jahowa di angka ari Sabbat dohot di poltak ni bulan dohot di angka ari raya, naung binuhul toropna mangihuthon hasomalannasida tongtong di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ingkon radotannasida do ulaon di undungundung parluhutan dohot ulaon di inganan na badia dohot ulaon di angka anak ni si Aron, hahanasida i, marhalado di joro ni Jahowa.",
      "type": "content"
    }
  ]
}