{
  "book": "1 Tawarikh",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parsagina di pargansion ni malim na duapulu opat i 1-19. II. Pinompar ni halak Lepi na asing 20-31.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai on do angka gansi ni pinompar ni si Aron. Ia angka anak ni si Aron: Si Nadab dohot si Abihu, si Eleasar dohot si Itamar.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai mate punu do anggo si Nadab dohot si Abihu di adopan ni amanasida; bangkit malim do ianggo si Eleasar dohot si Itamar.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Songon on do tahe parsagi ni si Daud di nasida: Si Sadok sian pinompar ni si Eleasar, jala si Ahimelek sian pinompar ni si Itamar, mangihuthon gansina mangaradoti ulaonna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai andul do tumorop dapot sian pinompar ni si Eleasar bahen induk ni angka baoa parhalado, asa sian pinompar ni si Itamar. Songon on do tahe parsagina: Sian pinompar ni si Eleasar sampulu onom halak bahen induknasida marompuompu, jala sian pinompar ni si Itamar ualu halak bahen induknasida marompuompu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai marhite sian rujiruji do parsagina i, rap hona dibahen, ala saor sian pinompar ni si Eleasar dohot sian pinompar ni si Itamar, adong be induk di inganan na badia dohot induk marhalado di adopan ni Debata.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia si Semaya, juaratulis i, anak ni si Netaneel sian halak Lepi, manurati goarnasida di adopan ni rajai dohot angka induk i, dohot malim Sadok dohot si Ahimelek, anak ni si Abiatar dohot di adopan ni induknasida marompuompu di tongatonga ni angka malim dohot halak Lepi; marsorinsorin dibuat sada gansi sian si Eleasar jala sada gansi muse sian si Itamar.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ruar ma rujiruji parjolo di si Johaiarib, na paduahon i di si Jedaia.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Na patoluhon i di si Harim, na paopathon i di si Seorun.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Na palimahon i di si Malkia, na paonomhon i di si Mijamin.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Na papituhon i di si Hakos, na paualuhon i di si Abia.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Na pasiahon i di si Jesua, na pasampuluhon i di si Sekania.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Na pasampulusadahon i di si Eliasib, na pasampuluduahon i di si Jakim.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Na pasampulutoluhon i di si Hupa, na pasampuluopathon i di si Jesebeab.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Na pasampululimahon i di si Bilga, na pasampuluonomhon i di si Immer.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Na pasampulupituhon i di si Hesir, na pasampuluualuhon i di si Hapises.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Na pasampulusiahon i di si Petahia, na paduapuluhon i di si Jeheskiel.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Na paduapulusadahon i di si Jakin, na paduapuluduahon i di si Gamul.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Na paduapulutoluhon i di si Delaia, na paduapuluopathon i di si Maasia.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angka i ma gansinasida mangaradoti ulaonna be laho masuk tu joro ni Jahowa, mangihuthon aturan binahen ni si Aron, amanasida i, songon na tinonahon ni Jahowa, Debata ni Israel tu ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(II.) Alai taringot tu halak Lepi angka na tading i, sian angka anak ni si Amram: Si Sebuel indukna, sian angka anak ni si Sebuel: Si Jedeia.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tole muse si Rehabia, sian angka anak ni si Rehabia: Si Ishia indukna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sian angka anak ni si Ishar: Si Selomit do; sian angka anak ni si Selomit: Si Jahat do.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sian angka anak ni si Hebron: Si Jeria indukna, si Amaria paidua, si Jehasiel paitolu, si Jekameam paiopat.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sian angka anak ni si Usiel: Si Mika; sian angka anak ni si Mika: Si Samir.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ia anggi ni si Mika, i ma si Ishia, sian angka anak ni si Ishia: Si Sakaria do indukna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia angka anak ni si Merari: Si Mahli dohot si Musi; sian angka anak ni si Jaasia: Si Beno.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ia angka anak ni si Merari tubu ni si Jaasia: Si Beno, si Soham, si Sakur dohot si Iberi.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Sian angka anak ni si Mahli: Si Eleasar do indukna; alai ndang adong anggo anakna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tole muse si Kis, sian angka anak ni si Kis: Si Jerahmeel.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Sian angka anak ni si Musi: Si Mahli, si Eder dohot si Jerimot. I ma pinompar ni halak Lepi marsasaama jala marompuompu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Taringot tu nasida pe didabu do rujiruji suang songon taringot tu hahanasida, pinompar ni si Aron, di adopan ni raja Daud, si Sadok, si Ahimelek dohot di adopan ni angka induk marompuompu di tongatonga ni angka malim dohot halak Lepi; dos do tahe di indukna marompuompu songon di anggina.",
      "type": "content"
    }
  ]
}