{
  "book": "1 Tawarikh",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pamulikna di angka jolma parende 1-7. II. Duapulu opat gansi parsagina dibahen 8-31.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipapulik si Daud ma rap dohot angka partogi ni parangan mangaradoti ulaon sian angka anak ni si Asap: Si Heman dohot si Jedutun, angka na manurirangi huhut umpalu hasapi, arbap dohot sordam, jala on do bilangan ni baoa angka na pande mangaradoti ulaon tohonannasida i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sian angka anak ni si Asap: Si Sakur, si Josep, si Netania, si Asarela, i ma anak ni si Asap, angka na niuluhon ni si Asap, na manurirangi di lambung ni rajai.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sian si Jedutun, angka anak ni si Jedutun, i ma: Si Gedalia, si Seri, si Jesaya, si Hasabya, si Matitia dohot si Simei, na onom i, angka na umpalu parhinaloan niuluhon ni amana si Jedutun, na manurirangi laho mamujimuji dohot mandok mauliate tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sian si Heman, ia angka anak ni si Heman: Si Bukia, si Matania, si Usiel, si Sebuel, si Jerimot, si Hanania, si Hanani, si Eliata, si Gidalti, si Romamti-Eser, si Josbekasa, si Malloti, si Hotir dohot si Mahasiot.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "I ma luhut angka anak ni si Heman, panurirang ni rajai, taringot tu angka hata ni Debata, laho patimbulhon tanduk hatuaon, umbahen dilehon Debata tu si Heman sampulu opat anakna dohot tolu boruna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Luhut nasida angka na niuluhon ni amanasida, si Asap, si Jedutun dohot si Heman, jumpa marende di bagasan joro ni Jahowa huhut umpalu angka parhinaloan mangaradoti ulaon di bagasan joro ni Debata, di lambung ni rajai.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia bilangannasida i rap dohot hahana, angka na pande di parendeon tu Jahowa, dua ratus ualupulu ualu angka indukna luhut.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Alai mandabu rujiruji nasida taringot tu pargansion ni todoanna, dos do di na metmet songon di na balga, di guru songon di parsiajar.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Rujiruji parjolo si Asap hona tu si Josep; na paduahon i hona tu si Gedalia, rap dohot angka anggina dohot anakna, sampulu dua halak toropna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Na patoluhon i tu si Sakur, rap dohot angka anakna dohot anggina, sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Na paopathon i tu si Isri, rap dohot angka anakna dohot anggina, sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Na palimahon i tu si Netania rap dohot angka anakna dohot anggina sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Na paonomhon i tu si Bukia, rap dohot angka anakna dohot anggina, sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Na papituhon i tu si Jesarela, rap dohot angka anakna dohot anggina, sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Na paualuhon i tu si Jersaya, rap dohot angka anakna dohot anggina, sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Na pasiahon i tu si Matania, rap dohot angka anakna dohot anggina sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Na pasampuluhon i tu si Simei, rap dohot angka anakna dohot anggina sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Na pasampulusadahon i tu si Asarel, rap dohot angka anakna dohot anggina, sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Na pasampuluduahon i tu si Hasabya, rap dohot angka anakna dohot anggina sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Na pasampulutoluhon i tu si Sebuel, rap dohot angka anakna dohot anggina, sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Na pasampuluopathon i tu si Matitia, rap dohot angka anakna dohot anggina, sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Na pasampululimahon i tu si Jerimot, rap dohot angka anakna dohot anggina, sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Na pasampuluonomhon i tu si Hanania, rap dohot angka anakna dohot anggina, sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Na pasampulupituhon i tu si Josbekasa, rap dohot angka anakna dohot anggina, sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Na pasampuluualuhon i tu si Hanani, rap dohot angka anakna dohot anggina, sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Na pasampulusiahon i tu si Malloti, rap dohot angka anakna dohot anggina sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Na paduapuluhon i tu si Eliata, rap dohot angka anakna dohot anggina, sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Na paduapulusadahon i tu si Hotir, rap dohot angka anakna dohot anggina, sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Na paduapuluduahon i tu si Gidalti, rap dohot angka anakna dohot anggina, sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Na paduapulutoluhon i tu si Mahasiot, rap dohot angka anakna dohot anggina, sampulu dua halak.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Na paduapuluopathon i tu si Romamti-Eser, rap dohot angka anakna dohot anggina, sampulu dua halak.",
      "type": "content"
    }
  ]
}