{
  "book": "1 Tawarikh",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pargansion di halak sijaga pintu 1-19. II. Di halak siramoti ugasan na badia 20-28. III. Di halak panuturi dohot panguhum 29-32.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Taringot tu pargansion di halak sijaga pintu: Sian pinompar ni si Kora: Si Meselemya, anak ni si Kora, sian pinompar ni si Asap.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia angka anak ni si Meselemya on do: Si Sakaria buhabajuna, si Jediael paidua, si Sebadia paitolu, si Jatniel paiopat.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Si Elam pailima, si Johanan paionom, si Eleonai paipitu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia angka anak ni si Obed-Edom on do: Si Semaya buhabajuna. Si Josabad paidua, si Joa paitolu, si Sahar paiopat, si Netaneel pailima.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Si Ammiel paionom, si Isasar paipitu, si Peuletai paiualu, ai ditumpak Debata do ibana gabe.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Anakna si Semaya pe tubuan anak do, angka na mangarajai di pinompar ni ompuna, ai angka ulubalang na marhuaso do nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Angka anak ni si Semaya on do: Si Otni, si Repael, si Obed dohot si Eljabat, ro di angka anggina i: Si Elihu dohot si Semaya, angka na marhuaso.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Luhutna i pinompar ni si Obed-Edom do; nasida tahe ro di anaknasida dohot anggina, angka jolma na gogo be mangaradoti tohonanna, onompulu dua halak sian pinompar ni si Obed-Edom.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia pinompar ni si Meselemya ro di anggina, angka jolma na marhuaso do, sampulu ualu halak toropna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia angka anak ni si Hosa, sian pinompar ni si Merari, on do: Si Simri i ma indukna: Atik pe so ibana nian buhabajuna, dipabangkit amana do ibana gabe induk.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Si Hilkia paidua, si Tebalia paitolu, si Sakaria paiopat. Sude angka anak dohot anggi ni si Hosa sampulu tolu halak do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "On ma angka pargansion ni halak sijaga pintu mangihuthon induk ni angka baoa, panahatan ni parhalan, rap dohot angka anggina, marhalado di bagasan joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi didabu nasida ma rujiruji, dos tahe di na metmet dohot di na balga marompuompu, mangganupi angka pintu i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia rujiruji ni pintu na dingkan habinsaran, hona do tu si Selemia; taringot tu si Sakaria anakna i, panuturi na marroha, didabu rujiruji, gabe hona tu ibana sambola tungkan utara.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai anggo di si Obed-Edom hona do tungkan dangsina dohot tu anakna di lambung bagas parugasanan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia di si Suppim dohot di si Hosa tungkan hasundutan, di lambung bahal Salehet, di dalan tungkan julu; patondong be angka parhalan i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tungkan habinsaran onom do halak Lepi; tungkan utara opat halak ganup ari; tungkan dangsina pe opat halak ganup ari; alai anggo di lambung bagas parugasanan duadua halak do.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tole di bahal Parbar tungkan hasundutan, opat halak do tondong ni dalan na bolon jala dua halak di Parbar.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "I ma angka pargansion di halak sijaga pintu sian pinompar ni si Kora dohot sian pinompar ni si Merari.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(II.) Ia sian halak Lepi si Ahia do panahatan ni ugasan di joro ni Debata ro di ugasan angka na pinarbadiaan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia angka anak ni si Ladan, pinompar ni si Gerson: Si Jeiel i do indukna sian si Ladan pinompar ni si Gerson.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ia angka anak ni si Jeiel i i ma: Si Jetam dohot si Joel, anggina i, i ma panahatan ni ugasan di joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia sian pinompar ni si Amram dohot si Jisehari dohot si Hebron dohot si Usiel:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Si Sebuel, anak ni si Gerson, tubu ni si Musa, induk ni nasa panahatan ni ugasan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ia angka anggina, i ma pinompar ni si Elieser: Si Rehabia apala anakna, anak ni muse si Jesia, anak ni muse si Joram, anak ni muse si Sikri, anak ni muse si Selomit.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia si Selomit i rap dohot angka anggina panahatan ni nasa ugasan na badia, angka na pinarbadiaan ni raja Daud dohot angka induk marompuompu ro di angka induk ni sisaribu halak dohot sisaratus halak ro di angka induk ni parangan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ugasan angka na dapot sian hamusuon ro di tabantaban nunga diparbadiai nasida hian, asa pabalgahon joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tole muse saluhut na pinarbadiaan ni panurirang Samuel dohot si Saul, anak ni si Kis dohot si Abner, anak ni si Ner dohot si Joab, anak ni Nai Seruia. Luhut tahe ugasan na pinarbadiaan sahat tu si Selomit do dohot tu angka anggina i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(III.) Sian pinompar ni si Jisehari: Si Kenania dohot angka anggina mangaradoti ulaon ruar di halak Israel bahen panuturi dohot panguhum.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Sian pinompar ni si Hebron: Si Hasabya dohot angka anggina i, jolma angka na marhuaso, saribu pitu ratus halak toropna, angka na parentarenta tohonan di Israel sambola tungkan hasundutan ni Jordan, mangaradoti huhut sandok ulaon tu Jahowa dohot ulaon tu rajai.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sian pinompar ni si Hebron: Si Jeria indukna marompuompu di pinompar ni si Hebron marsundutsundut. Paopatpulutaonhon dung harajaon ni si Daud tarjou nasida marpungu tu Jaser di Gilead, gabe jumpang di tongatonganasida angka ulubalang na marhuaso.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jala angka anggina i, halak na marhuaso, dua ribu pitu ratus toropna, angka induk marompuompu; nasida ma dipabangkit raja Daud parentarenta halak Ruben, Gad dohot satonga marga Manasse, mangaradoti nasa ulaon tu Debata dohot tu rajai.",
      "type": "content"
    }
  ]
}