{
  "book": "1 Tawarikh",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panariason ni si Daud di luhutan pinansangna i taringot tu joro na naeng pajongjongonna. Pabangkithonna di anakna si Salomo 1-10. II. Dipasahat tu si Salomo ulaon pajongjong joro i 11-21.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipaluhut si Daud ma saluhut induk ni Israel tu Jerusalem, angka induk ni marga sadasada, angka induk ni pargansion, angka na marhalado di adopan ni rajai, angka induk ni sisaribu halak dohot angka induk ni sisaratus halak dohot angka jolma panahatan ni sandok ugasan dohot dorbia ni rajai, panahatan ni angka anakna pe ro di halak siramoti bilutna, nang angka ulubalang ro di sude halak na marhuaso.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i hehe ma raja Daud laos jongjong, jala ninna ma: Tangihon hamu ma hatangkon, hamu ale angka hahaanggingku dohot bangsongku! Disangkap rohangku do nian naeng pajongjong sada joro bahen pangulonan ni poti parpadanan ni Jahowa, huhut bahen sidegedegean ni pat ni Debatanta; nunga pola huparade angka ulaulana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai ro hata ni Debata mandok tu ahu: Ndang jadi anggo ho pajongjong sada joro di Goarhu, ala halak parmusu do ho na sai laon dohot naung mandurushon mudar.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nunga nian dipillit Jahowa, Debata ni Israel ahu sian sandok pinompar ni damang, asa ahu manjadi raja gumomgom Israel ro di salelenglelengna; ai nunga dipillit hian anggo si Juda bahen jujungan, jala sian pinompar ni si Juda, pinompar ni damang dipillit, jala sian angka anak ni damang ahu do dihalomohon rohana pabangkithon raja gumomgom sandok Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala sian sude angka anakku, ai torop do anak dibasabasahon Jahowa tu ahu, nunga dipillit Ibana si Salomo, anakku, asa hundul ibana di atas habangsa ni harajaon ni Jahowa gumomgom Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala nunga pola didok mandok ahu: Ingkon anakmu si Salomo pauli jorongku dohot angka alamanku; ai nunga hupillit ibana, asa ibana gabe anakku, jala Ahu gabe Amana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala Ahu pahothon harajaonna ro di salelenglelengna, molo tung marsihohot rohana mangulahon angka tonangku dohot uhumhu, songon sadarion.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nuaeng pe, di adopan ni sandok Israel, i ma luhutan ni Jahowa dohot di adopan ni parbinegean ni Debatanta sipaingoton tu hamu: Sai ringkoti hamu ma mangaradoti saluhut tona ni Jahowa, Debatamuna i, asa teanonmuna tano na denggan i bahen partalianmuna dohot partalian ni anakmuna sogot ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia ho, ale anakku Salomo, sai tanda ma Debata ni amangmu jala oloi Ibana sian nasa roham dohot sian nasa ateatem! Ai disulingkit Jahowa do nasa roha di bagasan, jala diantusi do nasa sangkapsangkap ni roha; molo dilului ho Ibana, sai jumpang ho do Ibana; alai molo tung tadingkononmu Ibana, bolongkononna ma ho ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Antong parateatehon ma hata i, ai nunga dipillit Jahowa ho pajongjongonmu sada joro bahen habadiaon. Sai marsihohot ma roham laho pasauthon!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i dilehon si Daud ma tu anakna si Salomo sada tiruan ni emper ni joro dohot angka bagasna i dohot bilut parpeopan ni ugasan, ro di angka bilut parginjang dohot bilut parbagasan, ro di bilut hajongjongan ni langkop pardengganan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nang tiruan ni saluhut na sinihathon ni Tondi tu ibana, taringot tu angka alaman ni joro ni Jahowa dohot taringot tu saluhut bilut angka na humaliang bahen parpeopan ni angka ugasan di bagas ni Debata dohot ugasan angka na badia.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nang bahen inganan ni pargansion ni angka malim dohot halak Lepi dohot bahen parpeopan ni luhut ulaula laho mangaradoti ulaon tohonan di joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dilehon huhut tu ibana sere marguru tu timbangan sere bahen ulaula marragamragam masuk tu ulaonna be, nang ulaula perak marragamragam pola martimbangan bahen ulaula pangkeon tu ulaonna be.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala dibuhul hian timbangan ni parpalitoan sere dohot angka palitona sere, martimbangan be do ganup parpalitoan dohot palitona; suang songon i nang taringot tu parpalitoan perak marguru tu timbangan ni ganup parpalitoan dohot palitona hombar tu ulaon ni ganup parpalitoan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibuhul huhut timbangan ni sere tu ganup meja ni sagusagu na marhadohoan, suang songon i perak di ganup meja sian perak.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dilehon huhut tiruan ni angka garpu, mangkuk dohot saoan sian sere na pita, ro di guriguri sere, martimbangan be ganup guriguri; suang songon i guriguri perak, martimbangan be ganup guriguri.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tole muse langgatan panutungan daupa sian sere na pita, pola martimbangan; tole muse tiruan ni hureta ni na dua Kerubim sian sere, na paherbang habongna huhut manghungkupi poti parpadanan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Luhutna i, ninna si Daud, tarsurat tu ahu marhite sian tangan ni Jahowa, asa diajarhon tu ahu saluhut ulaon ni tiruan on.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i didok si Daud ma tu anakna si Salomo: Pir ma tondim jala marsihohot laho pasauthon! Unang ho mabiar jala unang tahuton! Ai Debata Jahowa, i do Debatangku, sai dongananna do ho, jala ndang tagamon pataitonna tanganna sian ho manang tadingkononna ho, paima marujung bahenonmu sude ulaon tohonan di joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala ida ma, disi do angka pargansion ni angka malim dohot halak lepi mangaradoti saluhut tohonan di joro ni Debata: Donganmu do huhut di saluhut ulaon sude halak angka na ringgas jala na pantas marroha mangaradoti saluhut tohonan, tole dohot angka induk ro di sandok situan na torop i girgir be patupahon hatam.",
      "type": "content"
    }
  ]
}