{
  "book": "1 Tawarikh",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "I. Guguan na nilehon ni si Daud dohot angka induk laho pajongjong joro i 1-9. II. Tangiang hamauliateon ni si Daud 10-19. III. Las ni roha ni bangso i. Hababangkit ni si Salomo 20-25. IV. Hamamate ni si Daud 26-30.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna raja Daud ma tu sandok luhutan i: Ia si Salomo anakki, naung pinillit ni Debata sasadasa, bajar dope jala sorta; alai anggo ulaon i mansai dokdok do, ai ndada bahen jabu ni jolma, ingkon bahen joro ni Debata Jahowa do i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala nunga nian hubahen nasa gogongku parade ulaula tu joro ni Debatangku, i ma sere tu ulaula sere, perak tu ulaula perak, tombaga tu ulaula tombaga, bosi tu ulaula bosi dohot hau tu ulaula hau, tole angka batu unam dohot simata landus dohot ragamragam mata intan na arga ro di batu na martulis mansai godang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Angkup ni, dibahen las ni rohangku mida joro ni Debatangku, ia adong pe sere manang perak na hupeop, lehononku do i bahen guguan tu joro ni Debatangku, di balik ni saluhut naung huparade hian tu bagas habadiaon i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "I ma tolu ribu talenta sere Opir, dohot pitu ribu talenta perak naung pinapita, lampishononhon tu dorpi ni angka bilutna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asa gabe ulaula sere na sian sere hian, jala gabe perak na sian perak hian jala gabe ragamragam ni ulaula marhite sian tangan ni angka pande. On pe ise do nuaeng na las roha manggohi tanganna mangalehon buas tu Jahowa?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi marlas ni roha be angka induk marompuompu dohot angka induk ni angka marga Israel sadasada dohot angka induk ni sisaribu dohot sisaratus halak, ro di angka induk ni ulaon rundo tu rajai.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Margugu be tu ulaon di joro ni Debata: Lima ribu talenta sere, dohot sampulu ribu dirham, jala sampulu ribu talenta perak, jala sampuluualu ribu talenta tombaga, jala saratus ribu talenta bosi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala ia jumpang di manang ise angka mata intan, dilehon do i tu ugasan na pineop di joro ni Jahowa, dipasahat do i tu tangan ni si Jeiel, pinompar ni si Gerson.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi marlas ni roha be situan na torop i ala ringgas nasida margugu, ai sian nasa rohana mangaringgas be margugu tu Jahowa; nang raja Daud marlas ni roha godang do.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dibahen i dipuji si Daud ma Jahowa di adopan ni sandok luhutan i, jala ninna si Daud ma: Pinuji ma Ho, ale Jahowa, Debata ni Israel, amanami, sian salelenglelengna ro di salelenglelengna!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai gok di ho do, ale Jahowa hatimbulon dohot hagogoon dohot hamuliaon dohot hatongamon dohot pujipujian; gok di Ho tahe nang saluhut na di banua ginjang dohot na di tano on! Gok di Ho do, ale Jahowa harajaon, jala dipatimbul Ho dirim di atas ni saluhut na marjujungan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marharoroan sian Bohim do hamoraon dohot hamuliaon, jala Ho panggomgomi di saluhutna, jala guru di Ho do hagogoon dohot huaso, guru di Ho huhut patimbulhon dohot margogoihon luhutna i!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "On pe, ale Debatanami! Mandok mauliate ma hami tu Ho dohot mamujimuji Goarmu na marmulia i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai ise nian ahu pola, jala ise pola ia bangsongki, tung pola tuk gogonami mangaringgas margugu songon on? Ai marharoroan sian Ho do saluhutna i, jala sian tanganmi do i na hulehon hami tu Ho.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai halak dagang do hami di adopan ni Bohim jala halak panginsua, suang songon saluhut ompunami; tudoshon halinu sambing do ariarinami di atas tano on jala ndang adong sihirimon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ale Jahowa, Debatanami! Sandok guguan na gukguk on, naung huparade hami laho pajongjong di Ho sada joro di Goarmu na badia i, marharoroan sian tanganmu do i, jala Ho do nampuna sasudena i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tangkas do huboto, ale Debatangku, Ho do na manguji roha, jala hasintongan do lomo ni roham; dibahen i saluhutna on sian sintong ni rohangku umbahen na mangaringgas ahu margugu, tole dohot bangsomu na pungu dison, nunga huida marlas ni roha mangaringgas be margugu tu Ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ale Jahowa, Debata ni ompunami si Abraham, si Isak dohot si Israel, sai pahot ma ro di salelenglelengna harohaon dohot pingkiran sisongon i di bagasan roha ni bangsom, jala togutogu rohanasida tu Ho!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala lehon tu anakku si Salomo roha na marsihohot mangaradoti angka tonami, panindangionmi dohot aturanmi, laho mangulahon saluhutna i dohot pajongjong bagas joro on, naung huparade ulaulana!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Dung i ro ma hata ni si Daud tu sandok luhutan i: Sai puji hamu ma Jahowa, Debatamuna i! Jadi sandok luhutan i mamujimuji Jahowa, Debata ni ompunasida i, dung i dipaundukunduk be uluna jala marsomba tu Jahowa dohot tu rajai.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i dipelehon nasida ma tu Jahowa angka pelean sipotongon, dipelehon muse manogotna i tu Jahowa angka pelean situtungon: Saribu lombu, saribu birubiru tunggal, saribu anak ni birubiru rap dohot angka pelean siinumon dohot sipotongon mansai torop, mangurasi sandok Israel.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi laos di ari na sasada i ma nasida mangan minum di adopan ni Jahowa marlas ni roha godang; jala dipabangkit nasida paduahalihon si Salomo, anak ni si Daud bahen raja, laos dimiahi ibana bahen jujungan di Jahowa, jala si Sadok bahen malim.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi hundul ma si Salomo di atas habangsa ni Jahowa gabe raja, singkat ni si Daud amana i; mardohar do ibana jala sandok Israel mangunduk tu ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sude angka induk pe ro di angka ulubalang dohot sude anak ni raja Daud mangunduk tu raja Salomo.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i dipasangap Jahowa ma si Salomo gabe timbul situtu di adopan ni sandok Israel, jala dibasabasahon tu ibana hamuliaon ni harajaon, na so dung jinujung ni manang ise raja na jumolo sian ibana gumomgom Israel.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(IV.) Asa nunga salpu anggo si Daud, anak ni si Isai mangarajai sandok Israel.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai anggo lelengna ibana mangarajai Israel opatpulu taon do; di Hebron ibana mangarajai pitu taon lelengna jala di Jerusalem ibana mangarajai tolupulu tolu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i mate sarimatua ma rajai, sombu rohana di hangoluan on, di hamoraon dohot di hamuliaon; jadi si Salomo anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai anggo angka jamita ni raja Daud, angka parjolo dohot angka parpudi, ida ma tarsurat do i di bagasan buku jamita ni panurirang Samuel dohot di bagasan buku jamita ni panurirang Natan dohot di bagasan buku jamita ni panurirang Gad.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Rap dohot sandok harajaonna dohot huasona ro di parsorion angka na masa tu ibana dohot tu Israel dohot tu sude harajaon ni angka luat na asing.",
      "type": "content"
    }
  ]
}