{
  "book": "1 Tawarikh",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pinompar ni si Juda angka na asing 1-23. II. Partuturan ni si Simeon 24-38. III. Hamonangan maralohon halak Amalek 39-43.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Angka anak ni si Juda i ma: Si Peres, si Hezron, si Karmi, si Hur dohot si Sobal.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai anggo si Reia, anak ni si Sobal, manubuhon si Jahat, na manubuhon si Ahumai dohot si Lehad; i ma pinompar ni halak Zora i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala angka on do marama tu si Etham: Si Jesreel, si Isma, si Idbas, jala goar ni ibotonasida si Hasselponi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala si Peniel do ama ni si Gedor, jala si Eser ama ni si Husa. I ma angka anak ni si Hur, buhabaju ni si Eprata, ama ni si Betlehem.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia si Ashur, ama ni si Tekoa, dua do jolmana: Si Hela dohot si Naara.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala si Naara manubuhon di ibana: Si Ahusam, si Heper, si Temeni, si Haahasfari; i ma angka anak ni si Naara.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai angka anak ni si Hela on do: Si Seret, si Ishar dohot si Etam.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia si Kos manubuhon si Anub dohot si Hasobeba dohot pinompar ni si Aharlel, anak ni si Harum.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai anggo si Jabes sumangap do i sian angka hahaanggina, jala dibahen inana pe goarna si Jabes, ninna do: Mansai bernit huae laho manubuhon ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i martangiang ma si Jabes tu Debata ni halak Israel songon on: Tung sura pasupasuonmu ahu tongtong jala mangonjar parbalohanku bahenonmu, jala manumpak tanganmu di ahu, jala padaoonmu hinamago, unang diparsahiti ahu! Jadi diparo Debata ma na pinangidona i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia si Kaleb, haha ni si Suha, manubuhon si Mehir, i ma ama ni si Eston.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia si Eston manubuhon Betrapa, si Pasea dohot si Tehinna, ama ni si Irnahas; i ma halak sian Reka.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia angka anak ni si Kenas i ma: Si Otniel dohot si Seraia; ia anak ni si Otniel i ma si Hatat.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia si Meonotai manubuhon si Opra; ia si Seraia manubuhon si Joab, ama ni halak angka na maringan di rura ni angka tungkang, ai angka tungkang do nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia angka anak ni si Kaleb, anak ni si Jepune i ma: Si Iru, si Ela dohot si Naam; ia anak ni si Ela i ma si Kenas.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia angka anak ni si Jehaleleel: Si Sip, si Sipa, si Tiria dohot si Asarel.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ia angka anak ni si Esra i ma: Si Jeter, si Mered, si Eper dohot si Jalon (ia jolma ni si Mered na sada); manubuhon si Miryam, si Sammai dohot si Isba, ama ni si Estemo.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia jolmana boru Jahudi manubuhon si Jered, ama ni si Gedor dohot si Heber, ama ni si Soko dohot si Jekutiel, ama ni si Sanoa. Jala on do angka anak ni si Bitia, boru ni si Firaun, na binuat ni si Mered bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia angka anak ni jolmana na margoar si Hodia, iboto ni si Naam, ama ni si Keila i ma: Si Garmi, si Estemo halak Maaka i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia angka anak ni si Simon i ma: Si Amnon, si Rinna, si Benhanan dohot si Tilon. Ia angka anak ni si Ishi: Si Sohet dohot si Ben Sobet.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia angka anak ni si Sela, anak ni si Juda i ma: Si Er, ama ni si Leka dohot si Laada, ama ni si Maressa, ro di pinompar ni halak sitonun hori sian pinompar ni si Betasbea.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Angkup ni si Jokim dohot sude baoa sian halak Koseba, Joas dohot Sarap, angka na mangarajai di Moab dohot halak Jasubi-Lehem. Alai angka jamita sian na galia na ma i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Nasida do angka sitopa hudon jala maringan di bagasan huta angka na marparik na sinuanan humaliang; alai maringan pe nasida disi di lambung ni rajai mangula ulaonna do.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(II.) Ia angka anak ni si Simeon i ma: Si Nemuel, si Jamin, si Jarib, si Jara dohot si Saul.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Anak ni si Saul si Sallum, na manubuhon si Mibsam, ama ni si Misma.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia angka anak ni si Misma i ma: Si Hamul na manubuhon si Sakkur, ama ni si Simei.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ia angka anak ni si Simei sampulu onom halak do jala onom boruna; alai ndang sadia gabe anggo angka anggina; sandok pinomparnasida tahe ndang songon sopar ni pinompar ni si Juda.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai maringan do nasida di Berseba, Molada, Hasarsual.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Bilha, Esem, Tolad.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Betul, Horma, Ziklag.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Betmarkoba, Hasar-Susa, Betbiri dohot di Saarim. I ma angka hutanasida sahat ro di raja Daud.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Tole angka sosornasida: Etham, Ain, Rimmon, Tohen dohot Asan, lima do toropna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Angkup ni saluhut tano humaliang angka huta i sahat ro di Baal. I ma angka huta inganannasida i ro di aturan ni partuturanna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Tole si Mesobab, si Jamle, si Josa, anak ni si Amasia.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Si Joel, si Jehu, anak ni si Josibia, na manubuhon si Seraia, ama ni si Asiel.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Tole si Eleonai, si Jaakoba, si Jesohaia, si Asaya, si Adiel, si Jesimiel dohot si Benaia.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Tole si Sisa, anak ni si Sipi, anak ni si Allon, anak ni si Jedaia, anak ni si Simri, anak ni si Semaya.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Sude nasida angka naung ginoari raja do i di tongatonga ni bangsona, jala sopar situtu do pinompar ni ompunasida i.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "(III.) Jadi marserak ma nasida pola sahat ro di Gedor, sahat muse tu habinsaran ni rura i laho mangalului jampalan di birubirunasida.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jadi jumpang nasida ma jampalan na lomak jala na denggan, jala mansai lambas tano i humaliang, tole sonangna dohot mardemak; ai pinompar ni si Ham do maringan disi di na robi.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Ro muse manoluk angka na tarsurat goarnasida uju di tingki ni si Hiskia, raja sian Juda, diparumpak ma undungundung dohot bagas ni halak angka na nidapotna disi, jala disiaphon nasida, laos maringan disi manoluk nasida rasirasa sadarion; ai singkop do disi panjampalan di birubirunasida.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Bungkas do huhut sian nasida, sian pinompar ni si Simeon i lima ratus halak laho tu dolok Seir, jala si Pelatia, si Naearia, si Repaia dohot si Usiel, angka anak ni si Ishi do partoginasida.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Jala dibunu nasida do pasipasi ni halak Amalek na malua i, laos disoluk inganannasida i rasirasa sadarion.",
      "type": "content"
    }
  ]
}