{
  "book": "1 Tawarikh",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Partuturan dohot jamita ni marga Ruben 1-10. II. Marga Gad 11-17. III. Hamusuon ni na tolu margai dompak halak Hagar i 18-22. IV. Angka induk ni marga Manasse 23-24. V. Habubuangnasida tu Assur 25-41.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia angka anak ni si Ruben, buhabaju ni si Israel; ai ibana do tutu buhabajuna, alai ala na niramunanna i podoman ni amana i, gabe bali sahalana sihahaan tu angka anak ni si Josep, anak ni Israel; alai tahe ndang tarjujur tu ibana sahala sihahaan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai si Juda nian na sumangap sian angka hahaanggina, gabe sahat tu ibana jujungan partogion, alai anggo sahala sihahaan tu si Josep do.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia angka anak ni si Ruben, buhabaju ni Israel i ma: Si Hanok, si Pallu, si Hesron dohot si Karmi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia angka anak ni si Joel i ma: Si Semaya, na manubuhon si Gog, anak ni muse si Simei.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Anak ni si Simei do si Mika, anak ni muse si Reia, anak ni muse si Baal.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Anak ni muse si Beera, na binoan ni si Tiglat Pelesar, raja sian Assur tu habuangan; ibana do sada induk di halak Ruben.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai anggo hahaanggina marompuompu mangihuthon aturan ni sundutsundutnasida marihutan do tu si Jeiel dohot si Sakaria.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tole muse si Bela, anak ni si Asas, anak ni si Sema, anak ni si Joel, maringan do ibana di Aroer sahat ro di Nebo dohot Baal-Meon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i maringan ibana tungkan habinsaran, sahat tu partalpahan ni halongonan na mardonokkon Euprat, ai mansai sinur do dorbianasida di tano Gilead.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala uju di tingki ni si Saul marporang do nasida dompak halak Hagar i, gabe marragean nasida dibahen, laos disoluk do undungundungnasida di sandok partalpahanna tungkan habinsaran sian Gilead.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Maringan huhut patondong dohot nasida halak Gad, di tano Basan sahat ro di Salka.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Si Joel do jujunganna parjolo, jala si Sapam paidua tole muse si Janai dohot si Sapat di Basan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala hahaangginasida mangihuthon pinompar ni ompuna be i ma: Si Mikhael, si Mesulam, si Seba, si Jorai, si Jakan, si Sia dohot si Heber, na pitu i do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "On do angka anak ni si Abihail, anak ni si Huri, anak ni si Jaroa, anak ni si Gilead, anak ni si Mikhael, anak ni si Jesisai, anak ni si Jahdo, anak ni si Bus.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tole muse si Ahi anak ni si Abdiel, anak ni si Guni, i ma partogi ni pinompar ni ompuna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala maringan nasida di Gilead di Basan dohot di bagasan angka sosorna dohot di saluhut luat humaliang Saron sahat ro di partalpahanna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Luhutna i tarbilang do uju di tingki ni si Jotam, raja sian Juda dohot uju di tingki ni si Jerobeam, raja sian Israel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Ia angka pinompar ni si Ruben, si Gad dohot satonga marga Manasse, nasa baoa sialo musu, angka na manandang hujur dohot podang, jala angka sisintak sior dohot angka na somal marmusu, opatpulu opat ribu pitu ratus onompulu halak toropna, angka na borhat tu parporangan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi saut ma nasida marporang dompak halak Hagar i, Jetur, Napis dohot Nodab.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi dapotan pangurupion ma nasida, gabe sahat ma halak Hagar i tu tangannasida ro di saluhut halak na hinaranasida; ai joujou do nasida tu Debata di tongtangan jala dioloi Ibana do pangidoannasida, ala marhaposan tu Ibana do nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi tarboan ma dohot dorbianasida, limapulu ribu unto jala dua ratus limapulu ribu birubiru, jala dua ribu halode angkup ni saratus ribu jolma na mangolu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai mansai torop jolma marragean dibunu, ala sian Debata parporangan i; laos disoluk nasida inganannasida i sahat ro di tingki habubuangnasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(IV.) Ia pinompar ni satonga marga Manasse, maringan do di tano olat ni Basan sahat ro di Baal Hermon dohot Senir ro di dolok Hermon, ai torop do nasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala angka on do jujungan ni pinomparna marompuompu: Si Eper, si Isai, si Eliel, si Asriel, si Jeremia, si Hodapia, si Jahdiel, luhut do halak ulubalang angka na tarbarita, jala jujungan di pinompar ni ompunasida i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(V.) Alai dung mardosa nasida dompak Debata ni ompunasida i jala marmainan nasida mangihuthon angka debata ni angka bangso isi ni tano i, angka na niago ni Debata nian maradophon nasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi disunggul Debata ni halak Israel ma tondi ni si Pul, raja sian Assur dohot tondi ni si Tiglat Pelesar, raja sian Assur, asa ibana mambuangkon halak Ruben, Gad dohot satonga marga Manasse, jala diboan nasida tu Hala, Habor dohot Hara dohot tu batang aek Gozan tahe rasirasa sadarion.",
      "type": "content"
    }
  ]
}