{
  "book": "1 Tawarikh",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "(5-27) Ia angka anak ni si Lepi on do: Si Gerson, si Kohat dohot si Merari.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(5-28) Ia angka anak ni si Kohat: Si Amram, si Ishar, si Hebron dohot si Usiel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(5-29) Ia angka anak ni si Amram: Si Aron, si Musa dohot si Miryam. Ia angka anak ni si Aron: Si Nadab dohot si Abihu, si Eleasar dohot si Itamar.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(5-30) Si Eleasar manubuhon si Pinehas, na manubuhon si Abisua.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(5-31) Si Abisua manubuhon si Bukki, na manubuhon si Usi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(5-32) Si Usi manubuhon si Seraia, na manubuhon si Merayot.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(5-33) Si Merayot manubuhon si Amaria, na manubuhon si Ahitub.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(5-34) Si Ahitub manubuhon si Sadok, na manubuhon si Ahimas.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(5-35) Si Ahimas manubuhon si Azaria, na manubuhon si Johanan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(5-36) Si Johanan manubuhon si Azaria, ibana do na mangaradoti hamalimon di bagasan joro, na pinajongjong ni si Salomo di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(5-37) Si Azaria manubuhon si Amaria, na manubuhon si Ahitub.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(5-38) Si Ahitub manubuhon si Sadok, na manubuhon si Sallum.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(5-39) Si Sallum manubuhon si Hilkia, na manubuhon si Azaria.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(5-40) Si Azaria manubuhon si Seraia, na manubuhon si Josadak.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(5-41) Alai anggo si Josadak tarboan do tu habuangan uju na binuangkon ni Jahowa halak Juda dohot Jerusalem marhite sian si Nebukadnesar.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(6-1) ",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "I. Udut ni partuturan ni marga Lepi 1-15. II. Tohonannasida i 16-38. III. Angka hutanasida 39-66.",
      "type": "title"
    },
    {
      "verse": 17,
      "text": "(6-2) On do goargoar ni angka anak ni si Gerson: Si Libni dohot si Simei.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(6-3) Ia angka anak ni si Kohat on do: Si Amram, si Ishar, si Hebron dohot si Usiel.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(6-4) Ia angka anak ni si Merari: Si Mahli dohot si Musi. I ma angka sundut ni si Lepi marompuompu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(6-5) Anak ni si Gerson i ma si Libni, anak ni muse si Jahat, anak ni muse si Zima.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(6-6) Anak ni muse si Joa, anak ni muse si Ido, anak ni muse si Jara, anak ni muse si Jerahia.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(6-7) Ia anak ni si Kohat: Si Abinadab, anak ni muse si Kora, anak ni muse si Asir.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(6-8) Anak ni muse si Elkana, anak ni muse si Abiasap, anak ni muse si Asir.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(6-9) Anak ni muse si Kohat, anak ni muse si Uriel, anak ni muse si Usia, anak ni muse si Saul.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(6-10) Ia angka anak ni si Elkana: Si Amasai dohot si Ahimot.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(6-11) Anak ni muse si Elkana, anak ni muse si Elkana sian Sup, anak ni muse si Nahat.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(6-12) Anak ni muse si Eliab, anak ni muse si Jeroham, anak ni muse si Elkana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(6-13) Ia angka anak ni si Samuel: Si Azaria buhabajuna dohot si Abia.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(6-14) Ia anak ni si Merari: Si Mahli, anak ni muse si Libni, anak ni muse si Simei, anak ni muse, si Usa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(6-15) Anak ni muse, si Simea, anak ni muse si Hagia, anak ni muse si Asaya.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(6-16) (II.) I ma angka na pinabangkit ni si Daud mangaradoti parendeon di joro ni Jahowa, olat ni dung mangulon poti parpadanan disi.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(6-17) Jadi marhalado ma nasida di adopan ni undungundung parluhutan mangaradoti parendeon sahat ro di na pinauli ni si Salomo joro ni Jahowa di Jerusalem, sai marhalado nasida marningot gansi ni tohonanna be.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(6-18) Jala on do angka nasida na marhalado rap dohot anaknasida i: Sian anak ni si Kohat do si Heman na manguluhon parende, i ma anak ni si Joel, i ma anak ni si Samuel.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(6-19) I ma anak ni si Elkana, i ma anak ni Jeroham, i ma anak ni si Eliel, i ma anak ni si Toah.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(6-20) I ma anak ni si Asir, i ma anak ni si Elkana, i ma anak ni si Mahat, i ma anak ni si Amasai.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(6-21) I ma anak ni si Elkana, i ma anak ni si Joel, i ma anak ni si Azaria, i ma anak ni si Sepania.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "(6-22) I ma anak ni si Kohat, i ma anak ni si Asir, i ma anak ni si Abiasap, i ma anak ni si Kora.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "(6-23) I ma anak ni si Ishar, i ma anak ni si Kohat, i ma anak ni si Lepi, i ma anak ni si Israel.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "(6-24) Ia si Asap anggina i, jongjong di siamunna. Ia si Asap anak ni si Berekia, i ma anak ni si Simea.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "(6-25) I ma anak ni si Mikhael, i ma anak ni si Baeseya, i ma anak ni si Malkia.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "(6-26) I ma anak ni si Etni, i ma anak ni si Jara, i ma anak ni si Adaya.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "(6-27) I ma anak ni si Etan, i ma anak ni si Zima, i ma anak ni si Simei.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "(6-28) I ma anak ni si Jahat, i ma anak ni si Gerson, i ma anak ni si Lepi.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "(6-29) Ia angka anak ni si Merari angginasida i, na jongjong dingkan hambirang, i ma: Si Etan, anak ni si Kisi, i ma anak ni si Abdi, i ma anak ni si Malluk.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "(6-30) I ma anak ni si Hasabya, i ma anak ni si Amasia, i ma anak ni si Hilkia.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "(6-31) I ma anak ni si Amzi, i ma anak ni si Bani, i ma anak ni si Semer.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "(6-32) I ma anak ni si Mahli, i ma anak ni si Musi, i ma anak ni si Merari, i ma anak ni si Lepi.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "(6-33) Alai anggo tu angka angginasida, halak Lepi, nunga pinasahat mangaradoti sude ulaon di joro ni Debata.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "(6-34) Alai anggo si Aron dohot angka anakna i manutung daupa di atas langgatan pamelean ni pelean situtungon dohot di atas langgatan panutungan ni daupa, nasida mangaradoti nasa ulaon di bagasan bilut na songkal sahali laho mambahen pardengganan tu Israel, hombar tu sandok na tinonahon ni si Musa, naposo ni Debata.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "(6-35) Angka on do pinompar ni si Aron. Si Eleasar apala tubuna, anak ni muse si Pinehas, anak ni muse si Abisua.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "(6-36) Anak ni muse si Bukki, anak ni muse si Usi, anak ni muse si Seraia.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "(6-37) Anak ni muse si Merayot, anak ni muse si Amaria, anak ni muse si Ahitub.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "(6-38) Anak ni muse si Sadok, anak ni muse si Ahimas.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "(6-39) (III.) Jala on do inganannasida ro di golatna dohot partalpahanna. Ia tu pinompar ni si Aron, tubu ni si Kohat (ai di nasida do bagian parjolo).",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "(6-40) Dilehon nasida do Hebron di tano Juda ro di golatna humaliang.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "(6-41) Alai anggo ladang ni huta i ro di angka sosorna dilehon nasida do tu si Kaleb, anak ni si Jepune.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "(6-42) Dilehon nasida huhut tu anak ni si Aron angka huta haporusan: Hebron dohot Libna ro di golatna; tole Jatir dohot Estemo ro di golatna.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "(6-43) Tole Holon ro di golatna dohot Debir ro di golatna.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "(6-44) Tole Asan ro di golatna dohot Betsemes ro di golatna.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "(6-45) Alai sian marga Benjamin: Geba ro di golatna dohot Almon ro di golatna dohot Anatot ro di golatna. Jadi saluhut hutanasida sampulu tolu huta do mangihuthon sundutnasida.",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "(6-46) Alai di anak ni si Kohat, angka na tinggal i sian sundut ni margai dohot sian satonga marga Manasse sampulu huta do dilehon marhite sian rujiruji.",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "(6-47) Ia di anak ni si Gerson marsundutsundut maruli bagian sian marga Isasar dohot sian marga Aser dohot sian marga Naptali dohot sian marga Manasse di Basan, sampulu tolu huta do.",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "(6-48) Ia di pinompar ni si Merari marsundutsundut dilehon do marhite sian rujiruji sian marga Ruben dohot sian marga Gad dohot sian marga Zebulon, sampulu dua huta.",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "(6-49) Jadi dilehon halak Israel ma tu halak Lepi angka huta i ro di golatna.",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "(6-50) Dilehon nasida huhut marhite sian rujiruji sian marga Juda dohot sian marga Simeon dohot sian marga Benjamin angka huta on, pola dipaboa goargoarna.",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "(6-51) Alai anggo pinompar ni si Kohat na asing maruli angka huta bahen bagiannasida sian marga Epraim.",
      "type": "content"
    },
    {
      "verse": 67,
      "text": "(6-52) Ai dilehon donganna tu nasida angka huta haporusan: Sikem ro di golatna di dolok Epraim dohot Gezer ro di golatna.",
      "type": "content"
    },
    {
      "verse": 68,
      "text": "(6-53) Tole Jokneam ro di golatna dohot Bethoron ro di golatna.",
      "type": "content"
    },
    {
      "verse": 69,
      "text": "(6-54) Tole Aialon ro di golatna dohot Gatrimon ro di golatna.",
      "type": "content"
    },
    {
      "verse": 70,
      "text": "(6-55) Angkup ni sian satonga marga Manasse: Huta Aner ro di golatna dohot Ibleam ro di golatna. I ma huta angka na nilehonna tu pinompar ni si Kohat, angka na tinggal i.",
      "type": "content"
    },
    {
      "verse": 71,
      "text": "(6-56) Ia tu pinompar ni si Gerson dilehon do bagian sian pinompar ni satonga marga Manasse: Golan di Basan ro di golatna dohot Astarot ro di golatna.",
      "type": "content"
    },
    {
      "verse": 72,
      "text": "(6-57) Ia sian marga Isasar: Kision ro di golatna, Daberat ro di golatna.",
      "type": "content"
    },
    {
      "verse": 73,
      "text": "(6-58) Ramat ro di golatna dohot Hilon ro di golatna.",
      "type": "content"
    },
    {
      "verse": 74,
      "text": "(6-59) Ia sian marga Aser: Miseal ro di golatna, Abdon ro di golatna.",
      "type": "content"
    },
    {
      "verse": 75,
      "text": "(6-60) Helkat ro di golatna dohot Rehob ro di golatna.",
      "type": "content"
    },
    {
      "verse": 76,
      "text": "(6-61) Ia sian marga Naptali: Kedes di Galilea ro di golatna, Hamon ro di golatna dohot Kiriataim ro di golatna.",
      "type": "content"
    },
    {
      "verse": 77,
      "text": "(6-62) Ia tu pinompar ni si Merari, angka na tinggal i, dilehon do bagian sian marga Zebulon: Rimona ro di golatna dohot Tabor ro di golatna.",
      "type": "content"
    },
    {
      "verse": 78,
      "text": "(6-63) Jala di bariba ni Jordan tondong ni Jeriko, tungkan habinsaran martopihon Jordan, dilehon sian marga Ruben: Bezer na di halongonan ro di golatna, Jahaz ro di golatna.",
      "type": "content"
    },
    {
      "verse": 79,
      "text": "(6-64) Kadermat ro di golatna dohot Mepaat ro di golatna.",
      "type": "content"
    },
    {
      "verse": 80,
      "text": "(6-65) Jala sian marga Gad: Ramot di Gilead ro di golatna, Mahanaim ro di golatna.",
      "type": "content"
    },
    {
      "verse": 81,
      "text": "(6-66) Hesbon ro di golatna dohot Jaser ro di golatna.",
      "type": "content"
    }
  ]
}