{
  "book": "1 Tawarikh",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Partuturan ni marga Isasar. Benjamin dohot Naptali 1-13. II. Marga Manasse dohot Epraim 14-29. III. Marga Aser 30-40.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia angka anak ni si Isasar on do: Si Tola, si Pua, si Jashub dohot si Simron, na opat i do.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia angka anak ni si Tola on do: Si Usi, si Repaia, si Jeriel, si Jahmai, si Ibsam dohot si Samuel; luhutna i angka partogi do di pinompar ni amanasida, sian si Tola tubu angka ulubalang manjujur sundutsundutna, bilangannasida uju di tingki ni si Daud duapulu dua ribu onom ratus halak toropna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia angka anak ni si Usi: Si Israhia; ia angka anak ni si Israhia: Si Mikhael, si Obaja, si Joel dohot si Ishia; luhut na lima i angka induk do.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala dongannasida mangihuthon partubunasida, di pinompar ni ompuna angka parduaan ni parangan, tolupulu onom ribu halak toropna; ia torop do jolmanasida dohot ianakhonna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia angka dongannasida mangihuthon sandok pinompar ni si Isasar, angka ulubalang na marhuaso do, ualupulu pitu ribu halak molo niransap sudena.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia angka anak ni si Benjamin: Si Bela, si Beker dohot Jediael, na tolu i do.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia angka anak ni si Bela: Si Esbon, si Usi, si Usiel, si Jerimot dohot si Iri; na lima i, angka induk di pinompar ni amana, angka ulubalang na marhuaso, jala taretong sian nasida duapulu dua ribu tolupulu opat halak.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia angka anak ni si Beker: Si Semira, si Joas, si Elieser, si Eleonai, si Omri, si Jerimot, si Abia, si Anatot dohot si Alemet, luhutna i angka anak ni si Beker.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala aturannasida mangihuthon partubuna, angka induk di pinompar ni amana, angka ulubalang na marhuaso, duapulu ribu dua ratus halak.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia anak ni si Jediael: Si Bilhan do; ia angka anak ni si Bilhan: Si Jeus, si Benjamin, si Ehud, si Kenaana, si Setan, si Tarsis dohot si Ahisahar.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Luhutna i angka anak ni si Jediael, mangihuthon induk pinompar ni amana, angka ulubalang na marhuaso, sampulu pitu ribu dua ratus halak toropna, angka na tarbahen borhat rap dohot parangan tu parporangan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai si Suppim dohot si Hupim, i ma anak ni si Rehobot Ir, jala si Husim anak ni si Aher.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia angka anak ni si Naptali: Si Jeser, si Guni, si Ieser dohot si Shillem, i ma anak ni si Bilha.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Ia angka anak ni si Manasse: Si Asriel na tinubuhon ni jolmana boru Ram; ditubuhon muse si Mahir, ama ni si Gilead.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i dibuat si Mahir ma iboto ni si Hupim dohot si Suppim bahen jolmana na margoar si Maaka; ia goar ni anakna paidua: Si Jelapehat, holan boruboru do tubuna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ditubuhon si Maaka, jolma ni si Mahir ma sada anak, dibahen ma goarna si Peres jala goar ni anggina si Seres jala anakna i muse: Si Ulam dohot si Rekem.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ia anak ni si Ulam i ma si Bedan. I ma pinompar ni si Gilead, anak ni si Mahir, anak ni si Manasse.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia ibotona si Molekhet manubuhon si Isod, si Abieser dohot si Mala.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia angka anak ni si Semida: Si Ahian, si Sekem, si Liki dohot si Aniam.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia angka anak ni si Epraim: Si Sutela, anak ni muse si Bered, anak ni muse, si Tahan, anak ni muse si Eleada, anak ni muse si Tahan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Anak ni muse si Sabad, anak ni muse si Sutela, si Eser dohot si Elead. Hape ro halak Gat mambunu i halak na tubu di tano i, ala tuat nasida laho mangalaum pinahannasida i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dibahen i nania leleng do marsak si Epraim, amanasida i, gabe ro angka hahaanggina mangapuli ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ditopot ma jolmana, gabe marhangoluan nasida, jala manubuhon sada anak, dibahen ma goarna si Beria, ala masa hinamago di bagasan jabuna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai anggo boruna i ma si Jara, na pauli huta Bethoron jae dohot julu ro di Usen-Jara.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Si Repaim pe anakna do i angkup ni si Resep, anak ni muse si Tela, anak ni muse si Tahan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Anak ni muse si Ladan, anak ni muse si Amihud, anak ni muse si Elisama.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Anak ni muse si Nun, anak ni muse si Josua.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala partaliannasida dohot inganannasida, i ma Betel ro di angka pagaran na masuk tusi, jala tungkan habinsaran Naaran, jala tungkan hasundutan Gezer ro di angka pagaranna dohot Sekem ro di angka pagaranna, sahat ro di Gasa dohot pagaranna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jala di lambung ni pinompar ni si Manasse: Betsean ro di angka pagaranna dohot Taanak ro di pagaranna dohot Megiddo ro di pagaranna dohot Dor ro di pagaranna. Maringan do di bagasan angka huta i pinompar ni si Josep, anak ni si Israel.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(III.) Ia angka anak ni si Aser: Si Innah, si Isha, si Ishi, si Beria dohot si Jara, ibotonasida i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ia angka anak ni si Beeria: Si Heber dohot si Malkiel, i ma ama ni si Birsapet.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ia si Heber manubuhon Japlet, Somer, Hotam dohot Sua, ibotonasida i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ia angka anak ni si Japlet: Si Pasak, si Bimhal dohot si Aspat; i ma angka anak ni si Japlet.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ia angka anak ni si Somer: Si Ahi, si Roga, si Jehuba dohot si Ram.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ia angka anak ni si Helem, anggina i: Si Sofah, si Innah, si Seles dohot si Amal.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ia angka anak ni si Sofah: Si Sua, si Harneper, si Sual, si Beeri, si Imra.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Si Bezer, si Hot, si Sama, si Silsa, si Itran dohot si Bera.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ia angka anak ni si Jeter: Si Jepune, si Pispa dohot si Ara.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Ia angka anak ni si Ula: Si Ara, si Hammiel dohot si Risia.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Luhutna i do pinompar ni si Aser, angka induk ni pinompar ni ompuna, angka ulubalang na marhuaso jala na pinillit, jala ihutan ni angka induk, jala taretong do sian nasida masuk parangan, duapulu onom ribu halak toropna.",
      "type": "content"
    }
  ]
}