{
  "book": "1 Tawarikh",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Partuturan ni si Benjamin sahat ro di si Saul 1-32. II. Pinompar ni si Saul 33-40.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia si Benjamin manubuhon si Bela, buhabajuna i, si Asbel, paidua, si Ara paitolu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Si Noha paiopat, dohot si Rapa pailima.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia angka anak ni si Bela: Si Adar, si Gera, si Abihud.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Si Abisua, si Naaman, si Ahoa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Si Gera, si Sepupan dohot si Huram.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "On do angka anak ni si Ehud, angka induk marompuompu, angka isi ni Geba, jala tarbuang nasida tu Manahat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Naaman, Ahia dohot Gera; ibana ma mambuangkon nasida, jala ditubuhon muse: Si Usa dohot si Ahihud.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Si Saarim pe tubuan anak do di ladang ni Moab, dung dipalaho si Husim dohot si Baara angka jolmana i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tubuan anak ibana sian si Hodes jolmana i: Si Jobab, si Zibia, si Mesa, si Malkam.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Si Jeus, si Saja dohot si Mirma. I ma angka anakna, angka induk marompuompu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tubuan anak ibana dohot sian si Husim: Si Ahitub dohot si Epaal.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia angka anak ni si Epaal: Si Heber, si Misham dohot si Semer. Ibana umpungka huta Ono dohot Lod, ro di pagaranna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Anggo si Beria dohot si Sema, nasida do induk marompuompu, di angka isi ni Aialon nasida huhut pabalihon angka isi ni Gat.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Angkup ni: Si Ahio, si Sasak, si Jeremot.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Si Sebadia, si Arad, si Eder.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Si Mikhael, si Ispa dohot si Joha, i ma angka anak ni si Beria.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tole muse si Sebadia, si Mesulam, si Hiski, si Heber.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Si Ismari, si Islia, si Jobab, i ma angka anak ni si Epaal.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tole muse si Jakim, si Sikri, si Sabdi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Si Elienai, si Jilletai, si Eliel.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Si Adaya, si Beraia dohot si Simrat, i ma angka anak ni si Simei.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tole muse si Ispan, si Heber, si Eliel.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Si Abdon, si Sikri, si Hanan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Si Hanania, si Elam, si Antotia.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Si Jepdeya dohot si Peniel i ma angka anak ni si Sasak.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tole muse si Samserai, si Seharia, si Atalia.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Si Jaeresia, si Elia dohot si Sikri, i ma angka anak ni si Jeroham.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "I ma angka induk marompuompu mangihuthon partubuna be; induk angka na maringan di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai maringan di Gibeon do ama ni si Gibeon, jala goar ni jolmana si Maaka.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ia anak buhabajuna si Abdon do, dung i si Sur, si Kis, si Baal, si Nadab.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Si Gedor, si Ahio dohot si Seker.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ia si Mikhlot manubuhon si Simea; nasida pe maringan do di Jerusalem rap dohot angka hahaanggina patondong be.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(II.) Ia si Ner manubuhon si Kis, na manubuhon si Saul; si Saul manubuhon: Si Jonatan, Malkisua, si Abinadab dohot si Esbal.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ia anak ni si Jonatan: Si Meribaal; si Meribaal manubuhon si Mika.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ia angka anak ni si Mika: Si Piton, si Melek, si Terea dohot si Ahas.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ia si Ahas manubuhon si Jehoada, na manubuhon si Alemet, si Asmapet dohot si Simri; si Simri manubuhon si Mosa.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Si Mosa manubuhon si Binea, anak ni muse si Rapa, anak ni muse si Eleasa, anak ni muse si Asel.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ia di si Asel onom do anakna, angka on do goarnasida: Si Asrikam, si Boheru, si Ismael, si Searia, si Obaja dohot si Hanan; luhutna i angka anak ni si Asel do.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Ia angka anak ni si Esek, anggina i: Si Ulam, buhabajuna i, si Jeus paidua si Elipelet paitolu.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ia angka anak ni si Ulam angka ulubalang do, jala pande manior, jala torop anakna dohot pahompuna, saratus limapulu halak toropna. I ma pinompar ni si Benjamin luhutna.",
      "type": "content"
    }
  ]
}