{
  "book": "1 Tawarikh",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka isi ni Jerusalem sian marga Juda dohot Benjamin 1-9. II. Sian angka malim dohot halak Lepi 10-16. III. Angka tohonan ni halak Lepi 17-34. IV. Angka isi ni Gibeon. Partuturan ni si Saul 35-44.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi sandok Israel tarsurat tu bagasan aturan sundutsundut, jala ida ma, nunga tarsurat nasida di bagasan buku ni angka raja sian Israel: Alai anggo halak Juda tarbuang do tu Babel ala pangoseoseonna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia isi ni tano i parjolo, angka na maringan di partalianna be dohot di bagasan hutana be, i ma halak Israel, angka malim, halak Lepi dohot angka parhalado di joro (Netinim).",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Maringan di Jerusalem do deba sian halak Juda, tole sian halak Benjamin, sian halak Epraim dohot Manasse.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Si Utai, i ma anak ni si Amihud, i ma anak ni si Omri, i ma anak ni si Imri, i ma anak ni si Bani, sian pinompar ni si Peres anak ni si Juda.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia sian halak Siela: Si Asaya, buhabajuna ro di angka anakna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia sian anak ni si Jara: Si Jeuel dohot angka hahaanggina, onom ratus siapulu halak toropna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia sian pinompar ni Benjamin: Si Sallu, anak ni si Mesulam, i ma anak ni si Hodopia, i ma anak ni si Hassenuna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tole si Ibnia, anak ni si Jeroham dohot si Ela, anak ni si Usi, i ma anak ni si Mikhri, dohot si Mesulam, anak ni si Sepatia, i ma anak ni si Reguel, i ma anak ni si Ibnia.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ro di angka hahaanggina marsundutsundut, sia ratus limapulu onom halak toropna. Luhutna i halak partogi marompuompu, di pinompar ni ompunasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Alai anggo sian angka malim: Si Jedaia, si Johaiarib, si Jakin.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tole si Azaria, anak ni si Hilkia, i ma anak ni si Mesulam, i ma anak ni si Sadok, i ma anak ni si Merayot, i ma anak ni si Ahitub, sada induk di joro ni Debata.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tole muse si Adaya, anak ni si Jeroham, i ma anak ni si Pashur, i ma anak ni si Malkia; tole si Maasai, anak ni si Adiel, i ma anak ni si Jahsera, i ma anak ni si Mesulam, i ma anak ni si Mesilemit, i ma anak ni si Immer.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tole angka hahaanggina, angka partogi di pinompar ni ompuna, saribu pitu ratus onompulu halak toropna, angka halak na pande mangaradoti ulaon di bagasan joro ni Debata.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai anggo sian halak Lepi, sian pinompar ni si Merari: Si Semaya, anak ni si Hasup, i ma anak ni si Asrikam, i ma anak ni si Hasabya.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tole si Bakbakkar, si Heres, si Galal, si Matania, anak ni si Mika, i ma anak ni si Sikri, i ma anak ni si Asap.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tole muse si Obaja, anak ni si Semaya, i ma anak ni si Galal, i ma anak ni si Jedutun; tole si Berekia, anak ni si Asa, i ma anak ni si Elkana, na maringan di bagasan angka sosor ni halak Netopa i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Tole angka sijaga pintu: Si Sallum, si Akkub, si Talmon dohot si Ahiman rap dohot angka hahaanggina; alai si Sallum do anggo partogina.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala rasirasa nuaeng sai di lambung bahal ni rajai tungkan habinsaran nasida marjaga parsaroan ni halak Lepi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia si Sallum, anak ni si Kora, i ma anak ni si Eliasap, i ma anak ni si Kora dohot hahaanggina sian pinompar ni ompuna, halak Kora ma nampuna ulaon ni todoan i, asa marjaga nasida di lobulobu laho bongot tu undungundung i, suang songon ompunasida i di parsaroan ni Jahowa, asa dijaga nasida pintu haroroan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala si Pinehas, anak ni si Eleasar induk nasida na jolo, ai Jahowa do mandongani ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia si Sakaria, anak ni si Meselemya, sijaga pintu di undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Luhut nasida halak na pinillit do bahen sijaga pintu, dua ratus sampulu dua halak toropna; nunga tarsurat nasida di aturan sundutsundut mangihuthon hutana be; nunga dipabangkit si Daud dohot si Samuel panurirang i nasida hian tu tohonanna, ala burju nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Asa nasida ro di anaknasida i tongtong sijaga pintu di joro ni Jahowa, i ma di lambung bagas undungundung, asa jagaonna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Mangihuthon desa na opat i jongjong angka parjaga i, di purba, di pastima, di utara dohot di dangsina.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai anggo hahaangginasida di bagasan angka sosor, ingkon ro be ganup papituarihon, asa rap nasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai ingkon burju mangaradoti tohonanna na opat halak induk ni angka sijaga pintu, i ma halak Lepi; jala nasida do panahatan ni bilut dohot angka arta di joro ni Debata.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Marborngin nasida huhut humaliang joro ni Debata, ai nasida do panahatan ni parhalan, jala nasida mangungkap pintu ganup sogot.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Adong huhut deba sian nasida panahatan ni ulaula ni tohonan i, ai ingkon jolo dibilang mamboan tu bagasan dohot paruarhon muse.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Adong huhut deba sian nasida panahatan ni sude ulaula angka na pinangke di na songkal sahali, tole paturehon itak, anggur, miak, daupa dohot pamurpuri.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Adong muse deba sian angka anak ni malim, angka na mamandei miak na hushus pangkeon laho mamiahi.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jala si Matitia sian halak Lepi, buhabaju ni si Sallum, halak Kora, panahatan ni todoan patureture sigorengon di bagasan balanga.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ia sian pinompar ni si Kohat, angginasida i adong deba panahatan ni roti radean paradeonna ganup ari Sabbat.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Adong huhut deba sian nasida angka parende, jujungan ni halak Lepi marompuompu, angka na malua sian ulaon di bagasan bilut, ai borngin dohot arian sai tole nasida mangaradoti ulaonna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ai nasida do jujungan ni halak Lepi marompuompu, mangihuthon sundutnasida i; jala maringan di Jerusalem do angka jujungan i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(IV.) Alai maringan di Gibeon do: Si Jeiel, ama ni si Gibeon, ia goar ni jolmana Maaka.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ia anak buhabajuna si Abdon, dung i: Si Sur, si Kis, si Baal, si Ner, si Nadab.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Si Gedor, si Ahio, si Sakaria dohot si Mikhlot.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ia si Mikhlot manubuhon si Simea; nasida pe maringan do di Jerusalem rap dohot angka hahaanggina patondong be.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Ia si Ner manubuhon si Kis, na manubuhon si Saul; ia si Saul manubuhon si Jonatan, si Malkisua, si Abinadab dohot si Esbal.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ia anak ni si Jonatan i ma si Meribaal, na manubuhon si Mika.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Ia angka anak ni si Mika: Si Piton, si Melek dohot si Terea.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Ia si Ahas manubuhon Jarah, na manubuhon: Alemet, si Asmapet dohot si Simri, na manubuhon Mosa.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Ia si Mosa manubuhon si Binea na manubuhon si Repaim, anak ni muse si Eleasa, anak ni muse si Asel.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Onom do ia anak ni si Asel, angka na margoar: Si Asrikam, si Boheru, si Ismael, si Searia, si Obaja, dohot si Hanan; i ma angka anak ni si Asel.",
      "type": "content"
    }
  ]
}