{
  "book": "Pengkhotbah",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata pangarimpunan ni buku i: Ndang adong na hot tongtong, na laho salpu do luhutna 2-3. II. Mimbarimbar do luhut na tinompa 4-11. III. Parbinotoan ni jolma pe ndang hot 12-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma pangkataion ni parjamita, anak ni si Daud, raja di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tung na laho salpu do luhutna, ninna parjamita i, alogo sambing do tutu luhutna i!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tung aha ma na hot tinggal di jolma i sian saluhut hangalutonna, na hinangaluthonna saleleng di hasiangan on?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Marlaho ro angka jolma i marsundutsundut, alai hot do anggo tano on ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Binsar ia mata ni ari jala sundut muse tumopot ingananna hian, pola marheahea binsar muse di habinsaranna hian.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alogo i pe mangombus do dompak dangsina, husor muse dompak utara, sai songon i didatdati munsatunsat, jala mulahulak tu hamunsatanna hian alogo i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Luhut angka batang aek marmuara tu laut, hape matua so binsat laut i; ai matua tu parmuaranna hian sai didatdati angka batang aek i mardalan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Luhut hatahata marhangaluton do, tung na so tarhatahon jolma do i. Mata i ndang olo marnasombu marnida, jala pinggol i ndang olo marnamahap marbinege.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Manang aha naung dung masa na jolo, laos i do na masa sogot; jala manang aha naung pinatupa ni halak na jolo, laos i do patupaonna nang sogot; tung na so adong do surasuraon na so dung hea masa di hasiangan on.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung adong ma nanggo sada tardok halak: Ida ma, na so dung hea do anggo on masa? Hape tibu hian do i masa di tingki na robi angka na jumolo sian hita.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ndang adong be parningotan di angka naung salpu i, suang le songon i di angka na ro sian pudina, ndang tagamon adong parningotanna di pinompar na ro sogot.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Ahu parjamita i bangkit raja na jolo gumomgom Israel di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala diringkoti rohangku do nian manulingkiti dohot mangarisik mardongan hapistaran saluhut angka na tarjadi di hasiangan on. Hape ulaon hangaluton do i na tinurpukkon ni Debata tu jolma manisia, asa marhangaluton marhite sian angka i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nunga huida saluhut jadijadian angka na tarjadi di hasiangan on, gabe ida ma, saluhutna i na laho salpu do, jala pangeahion di alogo sambing do i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Na bengkuk hian ndang tarbahen gabe tigor, jala ndang dapot bilangan na so disi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nunga pola didok rohangku di bagasan songon on: Ida ma, nunga nian hupagodang jala huambai hapistaran di ahu lobi sian di saluhut jolma angka na jumolo sian ahu di Jerusalem, jala godang situtu hapistaran dohot parbinotoan diida rohangku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai dung diringkoti rohangku naeng botoon mangarisik hapistaran dohot parbinotoan, habodoon dohot habobangon, gabe mamoto rohangku, mangeahi alogo sambing do iba hape nang disi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai molo ganda hapistaran, ganda ma dohot hajepolon, jala manang ise na patamba parbinotoan, patamba hangaluton ibana disi.",
      "type": "content"
    }
  ]
}