{
  "book": "Pengkhotbah",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangalaho ni hapistaran martimbangkon haotoon 1-7. II. Asing be pangkorhon ni hapistaran dohot haotoon 8-15. III. Asing muse raja na denggan sian na roa marpangarajaion 16-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Sada lanok na mate mambahen bau dohot gurgur miak na hushus ni sada pande ubat; suang songon i jotjot ummarga haotoon saotik sian hapistaran dohot hamuliaon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Roha ni halak na pistar di tangan siamunna do, alai anggo roha ni halak na oto di hambirangna do.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Manang di dalan dia pe mardalani halak na oto i sai tarida do rohana na hurangi, hape balik disura rohana luhut halak na oto.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Molo tung marronirimas raja mida ho, unang pola humordit roham, ai roha haholomon manundati godang dosa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Adong dope jea sadanari huida di hasiangan on, tudos tahe tu haliluon na pinaksa ni pangarajai:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Halak na oto balik panahatan ni pangkat na balga dibahen, ai halak na mora hundul di talaga dibahen.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Huida huhut marsihundul di hoda ia hatoban, hape mardalan pat ia raja hira hatoban.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Manang ise na mangkali godung, ibana sandiri madabu tu bagasan; jala manang ise na mangaloha parik batu, parguton ni ulok ma ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Manang ise na mangungkit batu, sai na tipaonna do ibana; manang ise na manggalagat hau, sai na marmara ibana disi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Molo dung matultul tangke dibahen manang ise, jala ndang digarut babana, ingkon mangasahon gogo na ma ibana manallikhon; alai na marhaseangkon hapistaran i do na dumenggan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Molo mamargut ulok tagan so hona tabas, ndang be marlaba hapandean ni panubuti.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Lomo roha ni pinggol umbege pangkataion ni halak na pistar, alai bibir ni halak na oto mamondut ibana sandiri.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Mula ni pangkataion ni pamanganna haotoon do, jala ujungna hata lalaen sambing do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sai dipadeakdeak halak na oto do hatahatana; ndang diboto jolma i manang aha na masa sogot, tung ise ma pabotohon tu ibana manang aha na masa dung salpu ibana?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hangaluton ni halak na oto mangalojai ibana sandiri, ala so diboto topotonna dalan tu huta.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Marjea ma ho, ale luat na marrajahon dakdanak, jala sai margadombus papangan ni indukna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai martua ma ho, ale luat na marrajahon halak na marmulia hian, jala di tingkina hian mangan angka indukna mangalap gogo, ndada margadombus.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Binahen ni gurbak ni ulu jomba angka parhau ni bagas, jala binahen ni hagaleon ni tangan, tiris jabu i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Lilian marhariburon nasida mambahen panggalangon, jala anggur palashon roha ni jolma na mangolu, jala hepeng patupahon luhutna i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nang di bagasan pingkiranmu, unang pulasi rajai, jala unang bura i halak na mora di bagasan bilut podomanmu, atik tung beha adong pidong na martongatonga langit patolhashon suara i jala onggang pabotohon pangkataionmu maon.",
      "type": "content"
    }
  ]
}