{
  "book": "Pengkhotbah",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sipaingot mandokkon marhaseangkon gogoniba 1-6. II. Sipaingot mandokkon mangkangoluhon tingki haposoon 7-10",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Padalan ma sagusagum tu bariba ni laut, ai di laonlaon ni ari dapot ho do i marbunga.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Bahen marjambar pitu manang ualu halak, ai ndang diboto ho manang jea dia ro tu atas tano on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Molo sorat angka ombun i, dipangusehon ma udan tu atas tano on, molo marobo hau dompak dangsina manang dompak utara, ia tusi haroboan ni hau i laos disi do i peak.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Manang ise na pajagajaga alogo, ndang tagamon saut manabur, jala manang ise na patangkastangkas ombun, ndang tagamon saut ibana manggotil.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang diboto ho manang didia pardalanan ni alogo dohot panjadijadi ni holiholi di bagasan bortian ni boruboru na marhangoluan: Suang songon i ndang diboto ho jadijadian ni Debata na manjadihon saluhutna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sogot manogotna i saburhon bonim jala unang patait tanganmu nang bodarina i, ai ndang diboto ho manang dia sian na dua i manjadi, manang tung rap duansa manjadi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Tonggi do hatiuron i jala lomo roha ni mata marnida mata ni ari.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung sura liput di taon jolma i mangolu, denggan do marlas ni roha ibana di saluhutna i, alai marningot ibana huhut di angka ari haholomon, ai tung torop do angka i. Luhut na masa sogot laho salpu do i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Antong marlas ni roha ma ho, ale dolidoli tagan di haposoonmu, jala guru sombu ni roham bahen di angka ari hadolionmu! Jala paihutihut angka dalan lomolomo ni roham, guru sombu ni matam; alai boto huhut togutoguon ni Debata do ho sogot tu paruhuman ala saluhutna i!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Paholang ma murukmuruk sian bagasan roham jala padao hajahaton sian sibukmu, ai tingki haposoon dohot buha siang ari laho salpu do i tibu.",
      "type": "content"
    }
  ]
}