{
  "book": "Pengkhotbah",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni sipaingotna tu halak na bajar, pasingothon tu nasida hian sitaonon dung matua 1-8. II. Hata pangarimpunan ni buku i: Apoapo mandokkon marrohahon roha hadaulaton tu Debata dohot paingotingot ari uhum sogot 9-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Sai, dipaingotingot roham ma Sitompa ho di angka ari haposoonmu, tagan so ro dope angka ari hinamago, jala ngomngom angka taon pandohonanmu: Ndang lomo rohangku di angka i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tagan so mangkolom dope mata ni ari dohot hatiuron ro di bulan dohot angka bintang, jala mardapotdapot angka ari rondo.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Di ari uju i angka hitir angka sijaga bagas i jala telluktelluk baoa angka na margogo jala mansohot manduda angka panduda i ala nunga lam marurus, manjadi homur dohot angka na mandulo sian panduloan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala tarhinsu hinsuhinsu haroroan na dua i lam tu ngerngerna suara ni pandudaan i, hira tudos tu suara ni amporik na ma, jala sulon sude boru ni parendeon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Pola mabiar nasida mida nangkohan, jala lan habiaran di tongandalan disura rohana, jala marurus sian unte albung angka bunga na saksak jala sorat dihilala sihapor, jala mansadi angka hisaphisap, ai laho ma jolma i manopot bagas siingananna salelenglelengna nunga pola monsong mardalan di alaman angka pangondasi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tagan so tos dope tali perak i, manang matapor guriguri sere jala malala timbatimba di lambung pansur, jala malala galapang di lambung ni sumur.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala mulak orbuk i tu tano, pambuatanna hian, alai anggo tondi mulak tu Debata, nampunasa hian.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung na so marguna do saluhutna i, ninna parjamita i, saluhutna tahe ndang hasea.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Angkup ni, ala pistar parjamita i, diajarhon huhut parbinotoan tu halak situan na torop i, jala didasing, jala disulingkit, jala maraturan dibahen godang poda sipaingot.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Mutu huhut roha ni parjamita i mandiori hata angka na tangkas marhahonaan jala torang disurathon angka hata hasintongan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai poda sipaingot sian halak na pistar songon hujur palait do, songon labang angka na pate nilabangkon, marhite sian halak na papungupunguhon, jala na nilehon ni Sada Parmahan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Angkup ni ale anaha, sai olo ma ho paingoton marhite sian angka poda on! Ai ndang marpansadian halak patoroptorop buku, jala tung na loja do daging mandatdati pajahajaha angka i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pangarimpunan ni sude poda naung itabege, on do: Habiari Debata, jala radoti angka tonana, ai i do inana siingoton ni ganup jolma.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai nasa parulaon ni jolma boanon ni Debata sogot tu paruhuman ro di saluhut na buni, nang na denggan nang na jat.",
      "type": "content"
    }
  ]
}