{
  "book": "Pengkhotbah",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Laho salpu do nasa las ni roha marhite sian roha daging 1-3. II. Nang hajagaron dohot hamoraon 4-11. III. Nang hapistaran di tano on 12-19. IV. Pola naeng marpandelean rohana alani 20-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ningku ma di bagasan rohangku: Antong unjunanku ma ho marhite sian las ni roha, guru lomo ni roham idaonmu! Hape ida ma, alogo do nang i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ningku ma mandok parengkelon i: Na lalaen do ho! Dohot tu las ni roha i: Aha do na binahenmu?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i marsangkap rohangku di bagasan: Naeng patogaronku sibukku marhitehite anggur, alai mangaradoti hapistaran do anggo rohangku dohot mangarisik haotoon, paima huida nian manang aha na denggan di jolma manisia sibahenonna di hasiangan on saleleng di ngoluna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Dung i hupabalga ma angka hapadeanku, hupauli di ahu angka bagas bolon, jala hupungka di ahu angka porlak anggur.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hubahen di ahu angka porlak dohot paredangedangan, jala husuan tusi hau angka na marparbue marragamragam.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hubahen di ahu angka tobat mamornohi hau suanan angka na rugun martumburi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hutuhor ma angka hatoban baoa dohot boruboru, adong huhut di ahu naposo angka na tubu di jabungku; tole muse angka punguan lombu dohot birubiru gumodang di ahu sian saluhut jolma angka na jumolo sian ahu di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hupagukguk huhut di ahu perak dohot sere dohot arta na arga sian raja angka na pulik luat. Hupillit huhut di ahu angka parende baoa dohot boruboru bahen hariburon di jolma manisia, tole parinaan tuanlaen mansai torop.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi tumimbul jala ummora ahu sian saluhut jolma angka na jumolo sian ahu di Jerusalem; hot do huhut hapistaranku di ahu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Manang sadia pe na pinangido ni matangku ndang huontohi, ndang hutiopi rohangku mangolooloi nasa lomona. Ai tung na las situtu rohangku mida saluhut pambahenanku, jala i do antong jambarhu sian saluhut ulaonku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai dung hubereng saluhut pambahenanku, angka na binahen ni tanganku, ro di hangaluton angka na huta on laho paulihon, ida ma laho salpu do saluhutna jala mangeahi alogo sambing ahu disi, ndang adong hape na hot anggo di hasiangan on.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Dung i humusor ma ahu naeng manimbang hapistaran, habodoon dohot habobangon. Ai ninna rohangku do aha ulaning bahenon ni jolma na ro manggonti rajai? Suman tahe tu naung binahen ni halak hian bahenonna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi huida ma, marhasurungan tahe hapistaran i martimbangkon haotoon, songon surung ni hatiuron tahe martimbangkon haholomon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Marmata hatiuron do anggo ulu ni halak na pistar, alai mardalan di bagasan haholomon do anggo halak na oto. Alai ditanda rohangku huhut sisada parsorion do sogot manisia saluhutna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ninna rohangku di bagasan ma: Anggo sisada parsorion do ahu hape dohot halak na oto, aha ma gunana sai huringkoti hapistaran na sai laon? Jadi ninna rohangku ma alogo sambing do hape nang i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai ndang adong parningotan di halak na pistar ro di salelenglelengna, suang songon di halak na oto, alai naung lupa saluhutna i di angka ari na ro sogot; iale isuang tung mate do hape halak na pistar rap dohot halak na bodo!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi marbiasbias rohangku mida hangoluan on; ai sogo rohangku mida pambahenan angka na binahen di hasiangan on, ala na laho salpu do luhutna jala pangeahion di alogo sambing do i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi marbiasbias rohangku mida saluhut ulaon angka na huhangaluthon di hasiangan on ala ingkon tadingkononku do i di jolma na ro sian pudingku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala ise pabotoboto manang halak na pistar ibana manang halak na oto? Hape ibana do gabe tuan di saluhut ulaon angka na huhangaluthon mardongan hapistaran di hasiangan on! Laho salpu do hape nang i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(IV.) Dung i marbalik ma rohangku naeng marpandelean nian mida saluhut ulaon angka na huhangaluthon di hasiangan on.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ala huida sada jolma, dibahen do nian nasa hapistaranna, parbinotoanna dohot hamaloonna mangaradoti ulaonna, hape ingkon tinggalhononna do i bahen jambar ni jolma na so dung marhangaluton ala ni! Alogo sambing do hape nang i jala hinamago godang.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai aha na ma parsaulian ni jolma sian sude ulaonna dohot sian domdamdomdam ni rohana taringot tu na hinangaluthonna di hasiangan on?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai ariari ibana marhangaluton saleleng di ngoluna, jala mardongan hajepolon ulaonna, nang bornginna i ndang marhasonangan rohana. Alogo sambing do nang i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ndang adong hape na denggan di jolma i, dungkon ni na mangan ibana dohot na minum, jala dipasonang rohana mangihutihut ulaonna hian. Alai nang i hape, ingkon pala ni Debata do huida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai tung ise ma tarbahen mangan manang minum, ia so marharoroan sian Ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai tu jolma hasudungan ni rohana i do dibasabasahon Debata hapistaran, parbinotoan dohot las ni roha; alai anggo tu halak pardosa dilehon do hangaluton laho papungupunguhon dohot pagukgukkon, asa lehonon ni Debata muse tu jolma hasudungan ni rohana i. Nang i ndang marguna hape, jala pangeahion di alogo sambing do i.",
      "type": "content"
    }
  ]
}