{
  "book": "Pengkhotbah",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Luhut na di hasiangan on martingki be do 1-8. II. Di tingki halehetanna diula Debata luhutna; dibahen i jadi do marlas ni roha jolma i marsaulihon angka silehonlehon ni Debata 9-15. III. Tudoshon pinahan do jolma i marpangalaho, anggo so marguru ibana tu Debata 16-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Martingki be do luhutna na tinompa. Martiti be do huhut nasa sangkapsangkap di hasiangan on.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Martiti be do: Na tubu dohot na mate; na manuan dohot na mangurati na sinuan i;",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Na mambugangi dohot na pamalumhon; na mangalohai dohot na paulihon;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Na tangis dohot na mengkel; na mangandungi dohot na manontor;",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Na mambolongkon batu dohot ma papunguhon batu; na masiummaan dohot na mandao sian na masiummaan;",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Na mangalului dohot na mangago; na mangaramoti dohot na mambolongkon;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Na mangaribahi dohot na manjarumi; na mauhom boti dohot na marhata i;",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Na mangkaholongi dohot na mangkosom; na marmusu dohot na mardemak:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Tung aha ma parsaulian na hot tinggal di pangula marhite sian ulaonna sandiri?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga tung tangkas huida hangaluton na tinurpukkon ni Debata tu jolma manisia, asa marngalutan marhite sian angka i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai anggo Ibana denggan do saluhutna i dibahen di tingki halehetanna; ditompahon do huhut roha hangoluan salelenglelengna tu bagasan rohanasida, holan na so dapot jolma i sulingkitonna jadijadian na jinadihon ni Debata sian mulamula sahat ro di ujung.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen i nunga tung hutanda, ndang adong na dumenggan di nasida, nda na marlas ni roha dohot na mambahen na denggan saleleng di ngoluna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Angkup ni tahe manang ise jolma na mangan dohot na minumi dohot marnida na denggan marhite sian ulaonna, silehonlehon ni Debata do nang i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nunga tung tangkas huboto, luhut na binahen ni Debata, i do na hot ro di salelenglelengna; ndang tarbahen jolma i manambai tusi, manang mangorui sian i, dibahen Debata pe songon i, asa mabiar jolma i mida Ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Manang aha na masa nuaeng, naung dung masa do i, jala manang aha na masa sogot pe, nunga dung masa do i di na robi; ai diulahi Debata do mangalului naung salpu i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Angkup ni nunga dung huida di hasiangan on: Hajongjongan ni uhum, hape masa disi hajahaton, dohot hajongjongan ni hatigoran, hape masa disi hageduhon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi ninna rohangku di bagasan ma: Rap uhumon ni Debata ma halak partigor dohot parjahat, ai mandapot di Ibana do sogot saluhut sangkap ni roha ni jolma dohot sandok ulaonna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Angkup ni didok rohangku ma di bagasan: Ala ni pangalaho ni jolma manisia umbahen songon i masa, naeng unjunan ni Debata nasida, papatarhon tu nasida tudoshon pinahan sambing nasida marpangalaho, anggo sian rohanasida sandiri.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai tung sisada parsorion do sogot jolma manisia dohot pinahan; mate pinahan, mate dohot jolma i, sada do hosai i di saluhutna, ndang adong hasurungan ni manisia sian pinahan, ai laho salpu do luhutna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Laos sada do hapatean ni luhutna; marharoroan sian orbuk do luhutna, laos marhapatean tu orbuk muse luhutna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai tung ise ma umbotosa manang tung manaek tu ginjang do ia tondi ni manisia? Ia hosa ni pinahan tung turun do tu tano.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dibahen i nunga tung tangkas huida ndang adong na dumenggan, nda marlas ni roha jolma i di angka ulaonna, ai i do jambarna. Ai tung ise ma mamboan jolma i tusi, asa idaonna manang aha na masa dung salpu ibana?",
      "type": "content"
    }
  ]
}