{
  "book": "Pengkhotbah",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Uhum gogo, pangiburuon dohot haholiton mambahen jolma i marhinamago 1-6. II. Alai dapotan pasupasu godang do jolma i molo masijaloan rohanasida 7-12. III. Andul do asing pangalaho ni jolma na pistar martimbangkon na oto 13-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i huulaki ma patangkashon saluhut pangarupaon, angka na masa di hasiangan on, gabe huida ma iluilu ni halak angka na hona pangarupaon hape ndang adong na mangapuli nasida; jala uhum gogo dibahen tangan ni angka pangarupa tu nasida, hape ndang adong na mangapuli nasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi huparhatua ma halak angka naung leleng mate, gumodang sian angka na mangolu dope rasirasa nuaeng.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai martuaan dope sian duansa huetong halak na so dung tubu dope, ala so sanga dope diida pambahenan na jahat, angka na masa di hasiangan on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i huida muse ma saluhut hangaluton dohot hamaloon marhapandean, hape patubu roha na masiiburuan do i. Jea do nang i, jala mangeahi alogo sambing iba disi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Halak na oto mamuhung tanganna duansa, jala dipangan sibukna sandiri.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tagonan do sanggim hasonangan sian sangkatubang hangaluton dohot pangeahion di alogo.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Dung i huida muse ma haotoon na masa di hasiangan on.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Adong do sada halak punjung, ndang mardongan, anakna so adong, marhahamaranggi pe soada, hape ndang marpansadian ia ulaonna, matana pe ndang olo marnasombu mida hamoraon. Dung i ninna rohana ma: Pasarisari ise tahe ahu umbahen hutaonhon marngalutan, pola raparon tondingku so marnida na denggan? Jea do hape nang i, jala hinamago godang!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tagonan tahe mardongan iba sian na punjung, ala muba dengganna molo rap marsaulihon parbue ni na niulana be.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai molo tinggang na sada, paheheon ni donganna ma ibana; alai tarjepol situtu ma halak na punjung molo tinggang ibana, ala soadadong donganna pahehehon ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Songon i molo rap modom dua halak, masiangoran ma nasida, alai beha ma lasna anggo di halak na punjung?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mura talu gogo anggo punjung sahalak, tupa manahan anggo dua halak nasida maradophon alona, jala tali na tinolu maol do tos.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Tagonan do sada dolidoli na pogos jala na bistok sian sada raja naung matua nian hape na oto, na so olo be paingoton.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai ruar parjolo i sian bagas hurungan laho bangkit raja, nunga marpogos hian ibana tubu di harajaonna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i huida ma luhut halak angka na mardalani di hasiangan on paihutihut dolidoli na paduahon i, na manoluk na parjolo i hian.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tung na so tos do odoran ni sandok bangso, angka na niuluhonna i, alai ndang marlas ni roha mida ibana anggo halak na ro sian pudina. Ai haotoon do nang i jala mangeahi alogo sambing iba disi.",
      "type": "content"
    }
  ]
}