{
  "book": "Pengkhotbah",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "(4-17) Ramoti langkalangkam, molo laho masuk ho tu bagas ni Debata! Ai dumenggan do jumonok iba laho tumangihon hata i, sian pelean pinelehon ni halak na oto, ala so diboto rohana na roa do hape na niulana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(5-1) ",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "I. Lumbalumba mangorai pangkataion na tarsor 1-6. II. Tung na so marguna do hamoraon 7-16. III. Tama dohonon mauliate tu Debata laho marsaulihon silehonlehonna 17-19.",
      "type": "title"
    },
    {
      "verse": 3,
      "text": "(5-2) Ai marharoroan sian godang ni hinamago do nipi, suang songon i pangkataion gapgap ni halak na oto sian deak ni hatahatana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(5-3) Molo marbagabaga ho tu Debata, unang marbenda ho pasahathon, ai ndang lomo rohana mida halak na oto i. Manang aha pe naung binagabagahonmu, ingkon gararonmu do i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(5-4) Tagonan tahe unang iba marbagabaga, sian na marbagabaga hape ndang pinatolhas.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(5-5) Unang loas pamanganmu mangela dagingmu mardosa, jala unang marneang ni roha ho mandok di adopan ni suruan ni Debata: Nunga sala ahu! Boasa tagonan marronirimas Debata mida ho ala ni hatam, gabe mago maon sandok ulaon ni tanganmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(5-6) Ai molo deak nipi, deak huhut haotoon dohot hatahata, alai ianggo ho sai habiari ma Debata.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(5-7) (II.) Molo diida ho hona pangarupaon halak na pogos i, mago huhut uhum dohot hatigoran di luat i, unang pola longang roham mida pambahenan sisongon i; ai martuan muse do nang tuan na timbul, jala na tumimbul sahali pandapotan ni duansa nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(5-8) Jala hasurungan ni na sada luat taringot tu saluhutna i: Molo marmulia rajana diida isi ni luat i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(5-9) Manang ise na holong roha di perak, ndang olo marnamahap di perak, jala manang ise na holong roha di hamoraon ndang tagamon gabe parsaulianna. Nang i hata oto do i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(5-10) Molo ganda sinamot, ganda dohot halak na manganhon; tung aha ma parsaulian ni tuan nampunasa i disi, nda holan asal paidaidaon ni matana?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(5-11) Renge do modom halak na loja mangula, nang otik, nang godang dipangan; hape balisaon do anggo mata ni halak na mora dibahen pargadombusonna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(5-12) Adong dope huida sadanari jea bolon di hasiangan on: I ma hamoraon na hinomolhomol ni tuan nampunasa bahen hamagoanna sandiri!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(5-13) Ai mago do hamoraon sisongon i binahen ni soro ni ari; tung sura adong sada anak tinubuhonna, ndang adong tinggal nanggo apus di bagasan tanganna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(5-14) Ia marsaemara ibana ruar sian butuha ni inana, laos suang songon harorona i muse ibana mulak, ndang adong boanonna agia aha upa ni hangalutonna, anggo tung pola golomgolomon ni tanganna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(5-15) Jea bolon do nang on: Sandok ia songon i ro jolma i, laos songon i ibana laho; tung aha ma parsaulianna sian hasusaanna pagulutgulut alogo?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(5-16) Angkup ni luhut ariarina dipasudasuda di bagasan haholomon, godang huhut hasusaanna, sahitsahitna dohot murukmurukna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(5-17) (III.) Ida ma, pangarimpunan ni na denggan naung huida i: Lehet do i mangan minum jolma i jala dipasonang rohana mangihutihut sandok ulaonna hian, na niulana di hasiangan on, saleleng di ngoluna, na nilehon ni Debata tu ibana; ai i do jambarna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(5-18) Angkup ni molo dilehon Debata tu manang ise jolma hamoraon dohot sinamot, diloas huhut ibana mangan dohot mambuat jambarna sian i huhut marlas ni roha di ulaonna, silehonlehon ni Debata do i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(5-19) Ai ndang sadia dipaingotingot rohana angka ari ni ngoluna, ala naung nialusan ni Debata ibana marhite sian las ni rohana i.",
      "type": "content"
    }
  ]
}