{
  "book": "Pengkhotbah",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ndang arta na hot anggo hamoraon dohot hasangapan 1-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Adong dope huida sadanari jea bolon di hasiangan on jala dokdok do i dipasarisari jolma i:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Molo dilehon Debata hamoraon dohot arta dohot hasangapon tu sada baoa, pola ndang hurangan rohana taringot tu saluhut na pinangidona, hape ndang diloas Debata ibana mangan sian i, halak sileban tahe pasudahon: I ma jea dohot hinamago godang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tung sura saratus ianakhon ditubuhon sada baoa, jala leleng ibana mangolu, sanga sarimatua situtu, hape ndang sombu rohana marsaulihon na denggan i, ndang tipak nang tanomanna, dohononku do: Tagonan do silumaksaijur sian baoa sisongon i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai magopo do i ro, jala di bagasan haholomon muse laho, laos haholomoni manghungkupi goarna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nang mata ni ari ndang sanga diida manang di tanda. Andul do i sumonang sian baoa ondeng.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nang tung sura mangolu ibana dua ribu taon lelengna, hape ndang diida anggo na denggan i, nda sada do hapatean ni saluhutna?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Saluhut hangaluton ni jolma sumarihon pamanganna do, hape ndang sombu anggo rohana binahen ni.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai aha do hasurungan ni halak na pistar sian halak na oto? Aha gunana di halak na dangol ia diboto mardalan di adopan ni halak na mangolu?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tagonan do parnidaan ni mata, sian roha na monsong mardondami; hata na oto do nang i jala pangeahion di alogo sambing.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Manang beha pe pangalaho ni jolma, nunga tibu hian targoar goarna i, jala binoto jolma hian do ibana, jala ndang tarbahensa mardabudabu dohot Debata, na gumogo situtu sian ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai molo godang hatahata, na paganda jea do i; tung aha ma laba ni jolma sian i?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tung ise umbotosa manang aha na denggan di jolma i bahen hangoluanna saleleng di ariari ni ngoluna, angka na laho salpu songon halinu? Ise tahe tarbahen pabotohon tu jolma i manang aha na masa di hasiangan on ia dung salpu ibana.",
      "type": "content"
    }
  ]
}