{
  "book": "Pengkhotbah",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sipaingot mandokkon tangkas marpangalaho 1-7. II. Roha na mangkasabamhon pangalehon ni Debata 8-14. III. Lumbalumba maradophon hatigoran marhite sian patik sambing dohot maradophon hajahaton 15-22. IV. Maol dapot luluan anggo hapistaran na sintong i 23-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tagonan do barita na denggan sian miak na hushus; jala dumenggan do ari hamatean ni jolma sian ari hatutubuna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tagonan do masuk iba tu jabu parandungandungon asa tu jabu parpanggalangan; ai di bagasan parjolo i tarida do ujung ni nasa manisia, tama ingkon diparateatehon jolma na mangolu i do i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tagonan do margondok ni roha sian na martata, ai gondok ni panaili padenggan roha.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Roha ni halak na pistar mian di bagasan jabu parandungandungon, alai anggo roha ni halak na oto mian di bagasan jabu parhorjaan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tagonan do pabegebegeon pinsangpinsang ni halak na pistar, sian ende ni baoa na oto patangitangion.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai songon parlopuk ni bulu duri di toru ni hudon, songon i do parengkelon ni halak na oto. Tung na so marguna do i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tongon tahe pangarupaon pagilo roha ni halak na pistar, jala sisip mangago tu roha.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Tagonan do hasunan ni hata sian parbingkasanna; tagonan do halak na lambas marroha sian halak na ginjang marroha.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Unang girgir roham mangoloi piripirion, ai maringan di bagasan roha ni halak na oto do piripiri.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Unang dok: Dia do ulaning dalanna umbahen dumenggan angka ari di na robi sian nuaeng? Ai ndada marbisuk sungkunsungkunmi taringot tusi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Denggan do hapistaran, dos tahe dohot teanteanan godang, jala hasurungan ni halak angka na marnida mata ni ari do i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai tarbahen do marlinggomlinggom tu hapistaran, nang tu perak, alai hasurungan ni parbinotoan on do: Hapistaran i mangalehon ngolu tu tuan nampunasa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Patangkastangkas ma jadijadian ni Debata, ai tung ise ma tarbahensa patigorhon manang aha, molo Ibana pabengkukkon?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Marlas ni roha ma ho jumpa di ari na denggan, jala pasuang roham tu bagasan uju di ari hinamago, ai rap ditongos Debata do duansa, asa unang jumpang jolma i manang aha na masa dung salpu ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Luhutna i nunga huida uju di angka ari haliluonku: Adong huida halak partigor tung mago di bagasan hatigoranna, adong huhut huida halak parjahat tung sanga do sarimatua di bagasan hajahatonna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Unang majujurhu ho di pintormu, jala unang tarlobi bisukmu; boasa tagonan ho sandiri naeng mangago ho?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Unang pagukguk hajahatonmu, jala unang mulak maoto ho! Boasa tagonan naeng mate ho so jumpang dope tingkim?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Denggan do ia ditangkup roham na sadaon, unang huhut dipalua tanganmu na sadaan, ai manang ise na mabiar mida Debata tongatongana buatonna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hapistaran i margogoihon halak na pistar, gumodang tahe sian sampulu halak ulubalang angka na martaon di bagasan huta.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai ndang adong jolma partigor di tano on nanggo sada, anggo tung holan na denggan diulahon, jala ndang dung mardosa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dibahen i unang ma pagagathon tu roham luhut hatahata, angka na hinatahon ni halak, asa unang begeonmu naposom mamulasi ho.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai nunga piga hali diingot roham naung dohot ho mamburai halak sileban.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(IV.) Luhutna i nunga huunjuni mardongan hapistaran; ninna rohangku nian: Naeng pistar ahu, hape mandao do hapistaran i sian ahu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dao do anggo apala dirina, jala mansai bagas; tung ise ma jumpangan disi?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i humusor ma rohangku naeng mananda dohot manulingkit dohot mangalului hapistaran dohot panimbangon, naeng mananda huhut hajungkaton ni habodoon dohot haotoan ni hajahaton.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i jumpang ahu ma saragam na sumapot sian hamatean: I ma parompuan, tung songon jaring dohot jorgong do rohana, jala tanganna tung songon rante do. Malua do sian ibana anggo halak hasudungan ni Debata, alai anggo halak pardosa ingkon jailonna do.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ida ma angka i do jumpang ahu sadasada, ninna parjamita i asa jumpangan panimbangon.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Na niluluan ni rohangku angkup ni dope nian hape ndang jumpang ahu: Sada baoa na tigor tahe sian saribu jumpang ahu; alai anggo parompuan ndang adong dapot ahu nanggo sada sian na sai torop.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ida ma, on dope na jumpang ahu: Tigor do nian jolma i anggo ditompa Debata, alai lan do ujarujaran dilului rohanasida.",
      "type": "content"
    }
  ]
}