{
  "book": "Pengkhotbah",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mangundukkon hata ni harajaon dohot biar mida Debata, i do hapistaran na sintong 1-13. II. Nang pe jaluk sipata ninna roha panogunoguon ni Debata, ndang jadi marpandelean rohanta mida hangoluan on 14-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ise ma tung songon halak na pistar? Jala ise umboto lapatan ni hatangkon? Hapistaran i do pasihar panaili ni jolma, surbot ni pamerengna pe muba do.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sipaingothu di ho; sai parateatehon ma hata ni raja, nang ala ni hata haburjuon naung binulanhonmu tu Debata.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Unang hapogan ho ruar sian adopan ni bohina, jala unang pirhon parkaro na geduk, ai saguru lomo ni rohana do bahenonna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai hata ni raja doshon parenta do, jala ise ma na hum mandok tu ibana: Aha do na binahenmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Manang ise na mangaradoti patik, ndang habiaranna hata na roa, diboto roha ni halak na pistar do tingki halehetan dohot uhum.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai martingki jala marbangko be do saluhut na masa, gabe dokdok disarihon jolma i parsorionna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai ndang diboto jolma i manang aha na masa sogot ai tung ise ma pabotohon tu ibana manang beha parturena sogot.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ndang adong jolma nanggo sada, tung mandapot di ibana hosana, tung hatiopansa hosana i; jala ndang adong jolma tung mandapot di ibana ari hamamatena, jala ndang adong haluaon sian parungkilon na sasada i, jala ndang tarbahen hajahaton paluahon jolma parjahat i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Luhutna i nunga huida uju diranapi rohangku saluhut pambahenan, angka na masa di hasiangan on, uju sada jolma mangarajai donganna jolma mambahen ibana marhinamago.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angkup ni, nunga huida tipak tartanom halak parjahat; hape anggo halak na mangulahon na denggan, angka na ro sian inganan na badia, dihalupahon donganna sahuta do i. Ipe hata oto do i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ala so tibu manginona pambahenan angka na jahat i, dibahen i gok roha ni jolma manisia di bagasan mangulahon hajahaton.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai tung sura pe ratus hali halak pardosa mangulahon hajahaton, pola sanga sarimatua ibana, tangkas do huboto: Martua sogot halak na mangkabiari Debata, angka na marparange di jolona.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai ndang tagamon sonang anggo halak parjahat i, jala ndang tagamon paganjangonna ariarina; alai songon halinu do ibana, ala so marhabiaran tu Debata.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Adong dope sadanari halongangan masa di atas tano on: Adong halak partigor, hira pambahenan ni halak parjahat niulana, parsorionna timbangon; jala adong halak parjahat, hira pambahenan ni halak partigor niulana, parsorionna timbangon. Nunga pola hudok halongangan do i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dibahen i hupapujipuji las ni roha, ala na so adong na dumenggan di jolma i saleleng di hasiangan on, ia so na mangan minum dohot marlas ni roha; i do na tinggal di ibana sian ulaonna saleleng ariari ni ngoluna, angka na nilehon ni Debata tu ibana di hasiangan on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i diringkoti rohangku muse naeng mananda hapistaran dohot manangkasi hinamago na masa di atas tano on, pola tung balisaon mata ni jolma borngin dohot arian, ndang tarpodom.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi tangkas ma huida sandok jadijadian ni Debata, na so tardodo jolma i pambahenanna angka na masa di hasiangan on. Nang pe maradu ngalutan roha ni jolma i mandiori, ndang tagamon jumpangsa; tung sura pe ninna roha ni halak na pistar leak botoonna do i, ndang tagamon jumpangsa.",
      "type": "content"
    }
  ]
}