{
  "book": "Pengkhotbah",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jotjot do marsibuni hatigoran ni Debata anggo maradophon mata ni jolma 1-6. II. Dibahen i sai dihalashon roham ma na nilehon ni Debata tu ho, nang pe so guru di ho parsorionmu 7-12. III. Andul do hasurungan ni hapistaran maradophon haotoon 13-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Luhutna angka on nunga diparateatehon rohangku, nunga husulingkit sasudena i, nang halak partigor, nang halak na pistar ro di ulaonnasida tahe di bagasan tangan ni Debata do hape; ndang diboto jolma i manang sian holong ni rohana manang sian rimasna, atik pe ngomngom di jolonasida luhutna i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Marhatopan do sude jolma taringot tu saluhutna i, sisada parsorion do halak partigor dohot halak parjahat, halak na denggan dohot na pita marroha, songon halak na ramun; halak na pasahathon pelean, songon halak na so mamele halak na daulat, songon halak pardosa; halak panolonnolon songon halak na mabiar manolon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "I ma jea apala na umbalga sian saluhut na masa di hasiangan on, tung sisada parsorion do luhutna; tung gok hajahaton huhut roha ni jolma manisia, jala haotoon marragamragam di bagasan rohanasida saleleng mangolu nasida, dung i ingkon topotonna ma angka na mate.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung ise ma jolma dibelok sian i? Luhut halak na mangolu marpangkirimon do. Ai tagonan do sada panangga na mangolu sian sada singa na mate.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai anggo halak na mangolu i diboto do na ingkon mate nasida sogot, alai anggo halak naung mate ndang diboto agia aha, jala ndang adong be di nasida parjambaran, ai nunga lupa parningotan di nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nang holong ni rohana, nang hosomna dohot iburuna pe nunga mago, jala ndang be marjambar nasida di saluhut angka na masa di hasiangan on.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Antong laho ma ho, marlas ni roha ma ho manganhon sagusagum, pir ma tondim manginum anggurmu, ai nunga tibu hian marlomo ni roha Debata mida ulaonmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon tongtong ma ho marpangkean na saksak, jala unang hurangan miak ia ulum.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai marlas ni roha ma ho saleleng di ngolum rap dohot jolmam, na hinaholonganmu saleleng ariari ni ngolum na gale i, na nilehon ni Debata tu ho di hasiangan on, luhut ariarim angka na tibu laho salpu; ai i do jambarmu di hangoluan on sian ulaon na hinangaluthonmu di hasiangan on.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Manang aha na jumpang tanganmu siulaonmu, ula ma i sian nasa gogom, ai ndang adong be masa ulaon, manang panimbangon, manang parbinotoan, manang hapistaran anggo di bagasan parbeguan sitopotonmu sogot.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i huulaki ma patangkashon na masa di hasiangan on, ndada di halak na gompis hape sanggul parlojongon, ndada di halak na begu haantuon, ndada di halak na pistar sagusagu, ndada di halak na marroha hamoraon, ndada di halak sigodang parbinotoan asi ni roha; tingki tahe dohot parsorion mangonai tu nasida luhutna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai nang jolma i ndang diboto hian ajalna, songon dengke tahe na dapot di bagasan jala pangago, jala songon pidong na dapot sambil, suang songon i taralit jolma manisia uju di tingki hinamago na maninggang nasida so pangkirimanna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Dohot on tau hapistaran godang masa di hasiangan on diida rohangku:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Adong sada huta na metmet, jala otik jolma pangisina, dung i ro ma sada raja na bolon, ditunghum ma huta i, pola partanobatoan, bolon dibahen humaliang.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai jumpang ma di bagasan huta i sada halak na pogos, alai na pistar do, tarpaluasa nian huta i marhitehite hapistaranna; hape ndang adong jolma nanggo sada na marningot di halak na pogos i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ningku ma: Tagonan do hape hapistaran sian hagogoon; alai tahe marhu ni roha angka jolma i mida hapistaran ni na pogos, jala ndang ditangihon angka hata sipaingotna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tagonan do hata ni halak na pistar pabegebegeon marsonangsonang, sian suraksurak ni sada raja di tongatonga ni halak na oto.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tagonan do hapistaran sian parhohas tu parporangan, alai godang do ruhut na denggan diago sada halak pardosa.",
      "type": "content"
    }
  ]
}