{
  "book": "1 Tawarikh",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "After David was settled in his palace, he said to Nathan the prophet, \"Here I am, living in a palace of cedar, while the ark of the covenant of the LORD is under a tent.\"",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nathan replied to David, \"Whatever you have in mind, do it, for God is with you.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "That night the word of God came to Nathan, saying:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "\"Go and tell my servant David, ‘This is what the LORD says: You are not the one to build me a house to dwell in.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "I have not dwelt in a house from the day I brought Israel up out of Egypt to this day. I have moved from one tent site to another, from one dwelling-place to another.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Wherever I have moved with all the Israelites, did I ever say to any of their leaders whom I commanded to shepherd my people, \"Why have you not built me a house of cedar?\"’",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "\"Now then, tell my servant David, ‘This is what the LORD Almighty says: I took you from the pasture and from following the flock, to be ruler over my people Israel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "I have been with you wherever you have gone, and I have cut off all your enemies from before you. Now I will make your name like the names of the greatest men of the earth.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "And I will provide a place for my people Israel and will plant them so that they can have a home of their own and no longer be disturbed. Wicked people will not oppress them any more, as they did at the beginning",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "and have done ever since the time I appointed leaders over my people Israel. I will also subdue all your enemies. \"‘I declare to you that the LORD will build a house for you:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "When your days are over and you go to be with your fathers, I will raise up your offspring to succeed you, one of your own sons, and I will establish his kingdom.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "He is the one who will build a house for me, and I will establish his throne for ever.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "I will be his father, and he will be my son. I will never take my love away from him, as I took it away from your predecessor.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "I will set him over my house and my kingdom for ever; his throne will be established for ever.’\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nathan reported to David all the words of this entire revelation.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Then King David went in and sat before the LORD, and he said: \"Who am I, O LORD God, and what is my family, that you have brought me this far?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "And as if this were not enough in your sight, O God, you have spoken about the future of the house of your servant. You have looked on me as though I were the most exalted of men, O LORD God.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "\"What more can David say to you for honouring your servant? For you know your servant,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "O LORD. For the sake of your servant and according to your will, you have done this great thing and made known all these great promises.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "\"There is no-one like you, O LORD, and there is no God but you, as we have heard with our own ears.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "And who is like your people Israel—the one nation on earth whose God went out to redeem a people for himself, and to make a name for yourself, and to perform great and awesome wonders by driving out nations from before your people, whom you redeemed from Egypt?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "You made your people Israel your very own for ever, and you, O LORD, have become their God.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "\"And now, LORD, let the promise you have made concerning your servant and his house be established for ever. Do as you promised,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "so that it will be established and that your name will be great for ever. Then men will say, ‘The LORD Almighty, the God over Israel, is Israel’s God!’ And the house of your servant David will be established before you.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "\"You, my God, have revealed to your servant that you will build a house for him. So your servant has found courage to pray to you.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "O LORD, you are God! You have promised these good things to your servant.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Now you have been pleased to bless the house of your servant, that it may continue for ever in your sight; for you, O LORD, have blessed it, and it will be blessed for ever.\"",
      "type": "content"
    }
  ]
}