{
  "book": "1 Tawarikh",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "These were the sons of David born to him in Hebron: The firstborn was Amnon the son of Ahinoam of Jezreel; the second, Daniel the son of Abigail of Carmel;",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "the third, Absalom the son of Maacah daughter of Talmai king of Geshur; the fourth, Adonijah the son of Haggith;",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "the fifth, Shephatiah the son of Abital; and the sixth, Ithream, by his wife Eglah.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "These six were born to David in Hebron, where he reigned for seven years and six months. David reigned in Jerusalem for thirty-three years,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "and these were the children born to him there: Shammua, Shobab, Nathan and Solomon. These four were by Bathsheba daughter of Ammiel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "There were also Ibhar, Elishua, Eliphelet,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nogah, Nepheg, Japhia,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Elishama, Eliada and Eliphelet—nine in all.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "All these were the sons of David, besides his sons by his concubines. And Tamar was their sister.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Solomon’s son was Rehoboam, Abijah his son, Asa his son, Jehoshaphat his son,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jehoram his son, Ahaziah his son, Joash his son,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Amaziah his son, Azariah his son, Jotham his son,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ahaz his son, Hezekiah his son, Manasseh his son,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Amon his son, Josiah his son.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "The sons of Josiah: Johanan the firstborn, Jehoiakim the second son, Zedekiah the third, Shallum the fourth.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "The successors of Jehoiakim: Jehoiachin his son, and Zedekiah.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "The descendants of Jehoiachin the captive: Shealtiel his son,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Malkiram, Pedaiah, Shenazzar, Jekamiah, Hoshama and Nedabiah.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "The sons of Pedaiah: Zerubbabel and Shimei. The sons of Zerubbabel: Meshullam and Hananiah. Shelomith was their sister.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "There were also five others: Hashubah, Ohel, Berekiah, Hasadiah and Jushab-Hesed.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "The descendants of Hananiah: Pelatiah and Jeshaiah, and the sons of Rephaiah, of Arnan, of Obadiah and of Shecaniah.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "The descendants of Shecaniah: Shemaiah and his sons: Hattush, Igal, Bariah, Neariah and Shaphat—six in all.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "The sons of Neariah: Elioenai, Hizkiah and Azrikam—three in all.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "The sons of Elioenai: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah and Anani—seven in all.",
      "type": "content"
    }
  ]
}