{
  "book": "2 Tawarikh",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pameleon ni si Salomo di Gibeon 1-6. II. Tangiangna dohot bagabaga ni Debata 7-12. III. Hamuliaon dohot hamoraon ni si Salomo 13-17.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i lam hot ma si Salomo, anak ni si Daud, di bagasan harajaonna i, ai Jahowa Debatana mandongani ibana dohot pasangaphon ibana gabe timbul situtu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ro ma hata ni si Salomo mandok tu sandok Israel, tu angka induk sisaribu halak dohot sisaratus, tu angka panguhum dohot tu partogi ni sandok Israel, angka induk marompuompu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asa laho nasida, si Salomo ro di sandok luhutan i rap dohot ibana, manopot tambak pamelean na di Gibeon; ai disi do ojak undungundung parluhutan ni Debata, na pinauli ni si Musa, naposo ni Jahowa di halongonan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo poti ni Debata, nunga diboan si Daud nangkok sian Kiriat Jearim tu inganan na pinadiri ni si Daud tusi; ai nunga dipagohon sada undungundung bahen ingananna di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai anggo langgatan tombaga na pinauli ni si Bezaleel, anak ni si Uri, tubu ni si Hur, laos disi do di adopan ni undungundung ni Jahowa; jala somal si Salomo dohot luhutan i mangalului Jahowa disi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi mamele ma si Salomo disi di adopan ni Jahowa di atas langgatan tombaga na di jolo ni undungundung parluhutan i; dipelehon ma di atasna saribu pelean situtungon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Laos di borngin na sasada i tarida Debata di si Salomo, jala didok mandok ibana: Pangido ma manang aha silehononku tu ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna si Salomo ma tu Debata: Nunga dibahen Ho asi ni roha godang tu damang, si Daud i, jala nunga dipabangkit Ho ahu gabe raja singkatna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "On pe ale Debata Jahowa, sai pasintong ma bagabagami tu damang, si Daud i! Ai nunga sapala dipabangkit Ho ahu gabe raja gumomgom sada bangso, na tudoshon orbuk ni tano i toropna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen i sai lehon ma tu ahu hapistaran dohot parbinotoan, asa huboto marmeang muli songon na tama di adopan ni bangso on; ai tung ise ma na tuk manguhum bangsom on na sai balga i?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna Debata ma tu si Salomo: Ala na songon i pangidoan ni roham, jala ndang dipangido ho hamoraon, angka arta, manang hamuliaon, manang hosa ni angka musum, manang ginjang ni umur; hapistaran tahe dohot parbinotoan pinangidom di ho, asa botoonmu manguhum bangsongki, naung hupampe ho gabe rajana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen i nunga hubasabasahon tu ho hapistaran dohot parbinotoan. Angkup ni lehononku do tu ho hamoraon dohot arta dohot hamuliaon na so dung adong tudosanna di manang ise raja angka na jumolo sian ho, manang sian pudim pe ndang adong tudosanna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Dung i mulak ma si Salomo sian tambak, sian adopan ni undungundung parluhutan na di Gibeon i tu Jerusalem, jala dirajai halak Israel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i dipapungupungu si Salomo ma angka hureta dohot jolma parsihundul, pola saribu opat ratus hureta di ibana, jala sampulu dua ribu jolma parsihundul, angka na sinagihonna di bagasan angka huta hajongjongan ni hureta dohot di Jerusalem di lambung ni rajai.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i dipagodang rajai ma perak dohot sere di Jerusalem, hira doshon batu godangna; tole hau ares, hira antajau na tubu di tano pea godangna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ianggo haroroan ni hoda angka na tu si Salomo sian Misir do, marrongkanrongkan angka saudagar ni rajai mangalap hoda i marhabanhaban, pajak hian ia argana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Mararga onom ratus sekkel perak sada hureta, diboan halak nangkok sian Misir, jala saratus limapulu sekkel arga ni sada hoda; laos songon i diboan nasida tu sude raja ni halak Het dohot halak Ram.",
      "type": "content"
    }
  ]
}