{
  "book": "2 Tawarikh",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata jungkat dibahen si Rehabeam mangalusi pangidoan ni bangso i 1-15. II. Hababali ni na sampulu marga sian Rehabeam 16-19.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i laho ma si Rehabeam tu Sikem, ai nunga marpungu sandok Israel di Sikem naeng parajahon ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dung dibege si Jerobeam, anak ni si Nebat barita i uju di Misir dope ibana, ai maporus tusi ibana maradophon raja Salomo, gabe mulak si Jerobeam sian Misir.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai nunga disuru nasida hian suruanna manjou ibana. Dung i ro ma si Jerobeam rap dohot sandok Israel, asa mandok hatana tu si Rehabeam songon on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ianggo amanta nahinan dokdok do auganami dibahen, alai anggo ho sai paneang ma rodi na poran binahen ni amanta i dohot auga na dokdok na niampehonna i tu hami, asa marunduk hami tu ho.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna rajai ma tu nasida: Tolu ari nari ulahi hamu ma ro tu ahu. Jadi muli ma bangso i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i martuptup ma raja Rehabeam dohot sintua, angka dongan satuptupan ni raja Salomo amana i andorang di ngoluna, ninna ma: Songon dia panuturimuna, patut alusta tu bangso on?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi didok nasida ma tu ibana: Molo basar ho tu situan na toropon dohot sumambut lomonasida dohot mandok hata na lambok tu nasida, jadi mangunduk tu ho ma nasida saleleng ho mangolu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ditadingkon rajai do panuturion tinuturhon ni angka na tuatua laho ibana martuptup dohot halak na umposo, angka donganna magodang, angka na jongjong di adopanna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i didok ma tu nasida: Ia hamuna, dia do panuturimuna patut alusta tu bangso on, na mandok tu ahu songon on: Sai paneang ma auga na niampehon ni amanta nahinan tu hami?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna halak na umposo i ma angka donganna magodang tu ibana, ingkon songon on dohononmu tu bangso i, na mandok tu ho hata on: Ianggo amanta nahinan dokdok do auganami dibahen, alai anggo ho sai paneang ma auganami; songon on do tama dohononmu tu nasida: Umbolon do anak ni tanganku sian haehae ni damang.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "On pe, dokdok pe auga na niampehon ni damang nahinan tu hamu, alai anggo ahu lam dumokdok dope bahenonku augamuna; ia damang linsinglinsing hian do dibahen maminsang hamu, alai anggo ahu hala do bahenonku maminsang hamu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tole patoluarihon ro ma si Jerobeam rap dohot sandok bangso i mandapothon si Rehabeam, marningot janji ni rajai na nidokna i: Ulahi hamu patoluarihon ro tu jolongku.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi koras ma alus ni rajai tu nasida, ai nunga ditadingkon raja Rehabeam panuturion ni angka na tuatua i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi ninna rajai ma tu nasida, hombar tu panuturion ni halak na umposo i songon on: Dokdok pe auga na niampehon ni damang nahinan tu hamu, alai anggo ahu lam dumokdok dope ampehononku tu hamu; ia damang linsinglinsing hian do dibahen maminsang hamu, alai anggo ahu hala do bahenonku maminsang hamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Asa ndang dioloi rajai pangidoan ni bangso i, ai marharoroan sian Debata do hata i, asa naeng mangkajongjongkon hatana do Jahowa naung nilumbahonna hian marhitehite si Ahia sian Silo tu si Jerobeam, anak ni si Nebat.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Jadi dung diida sandok Israel, na so nioloan ni rajai pangidoannasida i, ro ma alus ni bangso i mandok tu rajai: Aha do parjambaranta dibahen si Daud? Ndang adong partalianta dibahen anak ni si Isai. Beta hita, ale Israel, mulak ganup tu undungundungna be! On pe paingotingot angka isi ni bagasmu sandiri, ale Daud! Jadi muli ma sandok Israel tu undungundungna be.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo halak Israel angka na maringan di angka huta ni Juda, angka nasida ma dirajai si Rehabeam.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i disuru raja Rehabeam ma si Adoniram, sintua papungu guguan, hape didangguri halak Israel do ibana dohot batu pola mate. Dung i hapogan ma raja Rehabeam manaek tu huretana laho maporus tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi bali ma Israel sian pinompar ni si Daud rasirasa sadarion.",
      "type": "content"
    }
  ]
}