{
  "book": "2 Tawarikh",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dioloi si Rehabeam oraora ni panurirang Semaya mangunangi marmusu dompak Israel. Hata angka na pinagontingna 1-12. II. Maporus tu Jerusalem angka malim dohot halak Lepi 13-17. III. Angka jolma ni si Rehabeam dohot anakna 18-23.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung sahat si Rehabeam tu Jerusalem, dipaluhut ma sandok pinompar ni si Juda dohot si Benjamin, saratusualupuluribu halak sialo musu angka na pinillit, naeng marmusu dompak Israel, asa pasuangkon nian harajaon i tu si Rehabeam.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai ro ma hata ni Jahowa tu si Semaya, halak ni Debata songon on:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dok ma tu si Rehabeam, anak ni si Salomo, raja sian Juda dohot tu sandok Israel di Juda dohot di Benjamin, songon on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Boti hata ni Jahowa: Ndang jadi hamu nangkok, jala ndang jadi hamu marmusu garembong dompak hahaanggimuna! Mulak ma hamu ganup tu jabuna be, ai marharoroan sian Ahu do hata on. Jadi ditangihon nasida ma hata ni Jahowa, laos mulak nasida sian na borhat i dompak si Jerobeam.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai maringan di Jerusalem do anggo si Rehabeam, jala dipagonting angka huta di Juda bahen paraloan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dipagonting ma: Betlehem, Etham, Tekoa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Betzur, Soko, Adullam.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Gat, Maressa, Sip.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Adoraim, Lakis, Azeka.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Zora, Aiyalon dohot Hebron, i ma angka huta na gonting di Juda dohot di Benjamin.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Laos dipatogu ma angka huta paraloan i, jala dibahen tusi angka induk jala dipagodang tusi sipanganon miak dohot anggur.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Diparade muse tu bagasan ganup huta i angka lombulombu dohot hujur, jala dipagonting situtu angka huta i: Asa mangunduk tu ibana do Juda dohot Benjamin.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Tole angka malim dohot halak Lepi, angka na di sandok Israel mandapoti ibana sian sandok partalpahannasida i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai ditadingkon halak Lepi do huta partaliannasida i dohot ugasanna laho bali tu Juda dohot tu Jerusalem, ala naung dipabali si Jerobeam dohot angka anakna i nasida sian ulaon malim di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Laos si Jerobeam do pabangkit di ibana angka malim mamele tu angka tambak, tu angka begu dohot tu lombu angka na binahenna i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Mangihut tu halak Lepi do sian sandok marga ni Israel halak angka na mangalehon rohanasida naeng mangalului Jahowa, Debata ni Israel; ro be do nasida tu Jerusalem, asa mamele tu Jahowa, Debata ni ompunasida i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi lam tu toguna do harajaon Juda, patogar roha ni si Rehabeam, anak ni si Salomo, tolu taon lelengna; ai tolu taon lelengna nasida marparange di dalan ni si Daud dohot si Salomo.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Dung i dibuat si Rehabeam ma si Mahalat, boru ni si Jerimot, anak ni si Daud bahen jolmana, angkup ni si Abihail, boru ni si Eliab, anak ni si Isai.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi tubuan anak ma ibana: Si Jeus, si Semaria dohot si Saham.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i dibuat muse ma si Maaka, boru ni si Absalom, na manubuhon di ibana: Si Abia, si Ahai, si Sisa dohot si Selomit.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai humolong do roha ni si Rehabeam mida si Maaka boru ni si Absalom, asa mida sude jolmana dohot radingna. Ai sampulualu parompuan dioli, jala onompulu radingna, jala ditubuhon duapulu ualu anak, dohot onompulu boru.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i dipabangkit si Rehabeam ma si Abia, anak ni si Maaka bahen partogi dohot induk di tongatonga ni angka hahaanggina, ai naeng pabangkitonna ibana gabe raja.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala marbisuk pambahen ni rajai, disagihon do saluhut angka anakna tu sandok luat ni Juda dohot Benjamin, di bagasan huta angka na pinagontingna i, jala marlobilobi di parbohalon nasida dibahen, jala torop parompuan diririt bahen jolmanasida.",
      "type": "content"
    }
  ]
}