{
  "book": "2 Tawarikh",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja Sisak umporang Juda 1-4. II. Lumbalumba ni Debata dohot bagabagana marhite sian si Semaya 5-8. III. Hasusurut ni si Rehabeam marpangabahan dohot hamamatena 9-16.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dung lam hot harajaon ni si Rehabeam, jala lam marhuaso ibana, ditadingkon rohana ma patik ni Jahowa, rap dohot sandok Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dibahen i palimataonhon dung raja si Rehabeam, nangkok ma raja Sisak sian Misir mandopang Jerusalem, ala naung mardosa nasida dompak Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Manguluhon saribu dua ratus hureta porang dohot onompulu ribu jolma parsihundul, jala ndang habilangan anggo situan na torop angka na ro rap dohot ibana sian halak Misir, halak Libia, Suki dohot Kus.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dipapatu ma sude huta na gonting, angka na di Juda, pola sahat ibana tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Dung i ro ma panurirang Semaya manopot si Rehabeam dohot angka induk sian Juda, angka na manginsurut tu Jerusalem maradophon Sisak, jala didok mandok nasida: Songon on do hata ni Jahowa: Nunga ditadingkon hamu Ahu, dibahen i Ahu pe nunga hupasahat hamu tu bagasan tangan ni si Sisak.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dipaunduk angka induk ni halak Israel dohot rajai ma rohanasida angka ninna ma: Bonar do Jahowa!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai dung diida Jahowa naung dipaunduk nasida rohanasida i, ro ma hata ni Jahowa tu si Semaya songon on: Nunga dipaunduk nasida rohanasida i, dibahen i ndang be mago nasida bahenonku, magira ma Ahu mangalehon haluaon tu nasida, asa unang apala use parsigorgor ni rimashu tu Jerusalem marhite sian tangan ni si Sisak.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ingkon mangunduk nasida di ibana, asa tung diboto nasida parsirangna mangoloi Ahu sian na mangoloi di angka harajaon ni luat ni halak na asing.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(III.) Jadi nangkok ma raja Sisak sian Misir mandopang Jerusalem, jala dilaum angka arta sian joro ni Jahowa dohot arta sian bagas ni rajai, tung luhut do dilaum ro di lombulombu parinse sian sere, angka na pinauli ni si Salomo.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i didokkon raja Rehabeam ma paulion angka lombulombu tombaga bahen singkatna, jala dipasahat do i tu tangan ni partogi ni parangan, angka na marhal di lambung pintu ni jabu ni rajai.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Manang piga hali pe rajai masuk tu bagasan joro ni Jahowa, sai ro do angka parangan i mangusung angka parinse i, dung i dipaulak muse tu bilut ni angka parangan i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ala songon i pinaunduk ni rajai rohana sumurut ma rimas ni Jahowa sian ibana, asa unang tung sahali diago luhutna, ai adong dope tinggal ruhut na denggan di halak Juda.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i mangulahi marhuaso ma raja Rehabeam di Jerusalem jala mangarajai, ai marumur opatpulu sada taon si Rehabeam di na bangkit raja, jala sampulu pitu taon lelengna ibana mangarajai di Jerusalem, huta na pinillit ni Jahowa sian nasa marga ni Israel, bahen parmianan ni Goarna. Ia goar ni ina ni rajai Naema, boru Amon do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i diulahon rajai ma hajahaton, ai ndang marsihohot rohana dibahen laho mangalului Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai anggo jamita ni si Rehabeam, angka na parjolo dohot parpudi, nda tarsurat do i di bagasan buku jamita ni panurirang Semaya dohot di bagasan buku sundutsundut, sinurat ni partondung Ido? Alai sai tong tangging humusuon i di holangholang ni si Rehabeam dohot si Jerobeam.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i monding ma si Rehabeam gabe top dohot angka ompuna, jala tartanom di bagasan huta ni si Daud, jala si Abia anakna i bangkit raja singkatna.",
      "type": "content"
    }
  ]
}