{
  "book": "2 Tawarikh",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamusuon ni si Abia tu si Jerobeam. Si Abia mangua dompak Israel 1-12. II. Hamonangan ni si Abia maralohon Israel, hadoharonna dohot hamamatena 13-22.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Pasampuluualutaonhon dung raja si Jerobeam, bangkit raja ma si Abia di Juda.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tolu taon lelengna ibana mangarajai di Jerusalem; ia goar ni inana si Mikha, boru ni si Uriel sian Gibea. Dung i tubu ma hamusuon di holangholang ni si Abia dohot si Jerobeam.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala si Abia jumolo bingkas mardongan parduaan ni parangan angka na begu opat ratus ribu halak, angka na pinillit; si Jerobeam pe paodor paranganna mangalo ibana, ualu ratus ribu halak na pinillit, jala na begu donganna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i nangkok ma si Abia tu atas ni dolok Semaraim, na di tor Epraim, jala ninna ma: Tangihon ma hatangkon, ho ale Jerobeam dohot sandok Israel!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Atehe ndang diboto hamu naung nilehon ni Jahowa, Debata ni Israel, harajaon Israel tu si Daud ro di salelenglelengna tu ibana dohot tu pinomparna, pola mardongan sira padanna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hape hehe ma si Jerobeam, anak ni si Nebat, naposo ni si Salomo, anak ni si Daud, laos manggunturi dompak tuanna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala marpungu tu lambungna do baoa angka na neang marroha, angka anak na jahat situtu, angka na manggogo be mangalo si Rehabeam, anak ni si Salomo; bajar dope anggo si Rehabeam jala biahat marroha, umbahen so hum ibana mangalo nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hape ditahi rohamuna nuaeng naeng manggaga mangalo dompak harajaon ni Jahowa, na pinegang ni angka anak ni si Daud; tutu do nian mansai torop hamu, jala donganmuna lombu sere i, angka na binahen ni si Jerobeam, bahen debata sileban di hamu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nda nunga dipabali hamu angka malim ni Jahowa, pinompar ni si Aron, dohot halak Lepi, laos hamu pabangkit malim di hamu manuman pambahen ni angka bangso parbegu marluatluat? Ganup na ro mamboan sada lombu naposo dohot pitu birubiru tunggal mangido pabangkiton, i do dipabangkit hamu gabe malim di debata sileban.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo hami on, Jahowa do Debatanami, jala ndang dung hutadingkon hami Ibana; angka malim pe, angka na marhalado di Jahowa, angka anak ni si Aron do, jala halak Lepi mangaradoti tohonanna be.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai tole do nasida ganup sogot ganup potang manutung angka pelean situtungon di Jahowa, tole daupa na hushus marragamragam. Huhut diparade roti di atas meja na badia i, tole angka parpalitoan sere dohot palito na pinagalakna ganup bodari; ai anggo hami sai huradoti hami do pangoloion tu Jahowa, Debatanami, alai anggo hamu nunga ditadingkon hamu Ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen i ida ma, Debata sandiri do manguluhon anggo hami dohot malimna ro di angka sarune panonggahi, asa marsoara toletole mangalo hamu! Hamu ale pinompar ni Israel, unang marporang hamu dompak, Debata ni ompumuna i; ai ndang tagamon marantu hamu!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Alai didokkon si Jerobeam ma halak bahen paronggopan, asa ro sian pudinasida, asa paranganna di adopan ni Juda, jala halak pangonggopi sian pudinasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dung hamusor halak Juda, ida ma turtar do marporang dompak nasida sian jolo dohot sian pudi. Jadi mangangguhi ma nasida tu Jahowa, jala umpalu sarunena angka malim i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i manggogo marsurak toletole halak Juda. Jadi dung marsurak toletole halak Juda, ditaluhon Debata ma si Jerobeam dohot sandok Israel maradophon si Abia dohot Juda.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi maporus ma halak Israel maradophon halak Juda, jala dipasahat Debata nasida tu bagasan tanganna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tung pamunuon na rahat situtu do dipamasa si Abia dohot bangsona di tongatonganasida, marragean do sian Israel lima ratus ribu halak angka na pinillit.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi tarjepol situtu ma halak Israel uju i, alai lam margogo ma anggo halak Juda, ai marpangatauan tu Jahowa, Debata ni ompunasida i do nasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i dieak si Abia ma si Jerobeam, laos dilaum sian ibana angka huta on: Betel ro di pagaran angka na masuk tusi; Jesana ro di pagaran angka na masuk tusi dohot Epron ro di pagaran angka na masuk tusi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Laos so maruli gogo be manuhenuhe anggo si Jerobeam saleleng mangolu si Abia. Dung i dipastap Jahowa ma ibana laos mate ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dung lam mardohar si Abia, dibuat ma sampulu opat parompuan bahen jolmana, jala ditubuhon duapulu dua anak jala sampulu onom boru.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jamita na tinggal i dope sian si Abia, angka dalanna pe dohot pangkataionna tarsurat do i di bagasan buku jamita sian panurirang Ido.",
      "type": "content"
    }
  ]
}