{
  "book": "2 Tawarikh",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "(13-23) Dung i monding ma si Abia gabe top dohot angka ompuna, jala tartanom ibana di huta ni si Daud; jadi si Asa, anakna i bangkit raja singkatna. Uju hinarajaonna i mardemak ma tano i sampulu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(14-1) ",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "I. Harajaon ni si Asa na daulat jala na mardohar 1-8. II. Hamonangonna maralohon halak Kus 9-15.",
      "type": "title"
    },
    {
      "verse": 3,
      "text": "(14-2) Ai dipaholang do angka langgatan pamelean tu debata sileban dohot angka tambak, jala ditapori angka ganaganaan jala ditaba angka sombaon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(14-3) Dung i martingting ma ibana tu Juda mandokkon mangalului Jahowa, Debata ni ompunasida i dohot mangulahon patikna dohot tonana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(14-4) Dipaholang huhut sian saluhut huta ni Juda angka tambak dohot tiang parsombaan. Jadi mardemak ma harajaon i di hinarajaonna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(14-5) Dipungka huhut angka huta na gonting di Juda, ala mardemak tano i, jala ndang masa hamusuon dompak ibana di angka taon uju i; ai Jahowa do manumpak ibana sonang.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(14-6) Dung i ro ma hata ni rajai tu halak Juda: Tole ma itapauli ma angka huta on jala itapagonting parikna humaliang, tole angka partanobatoan, pargumbangan dohot ransangransang, ai hita dope nampuna tano i, ala italului, Jahowa, Debatanta i, italului Ibana tutu jadi ditumpak hita sonang humaliang. Jadi tole ma nasida umpungka huta, laos manjadi do antong.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(14-7) Dung i adong ma di si Asa sada parduaan parangan, angka na marlombulombu dohot marhujur, sian Juda tolu ratus ribu jala sian Benjamin angka na marlombulombu parinse dohot do umboto manintak sior dua ratus ualupulu ribu halak; luhutna i angka ulubalang na begu do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(14-8) Dung i borhat ma mandopang nasida si Jara, halak Etiopia manguluhon paranganna sajuta halak toropna dohot tolu ratus hureta porang, pola sahat ibana tu Maressa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(14-9) (II.) Jadi borhat ma si Asa manjumpangkon ibana, rap dipaodor do paranganna di rura Zera mardonokkon Maressa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(14-10) Dung i joujou ma si Asa tu Jahowa, Debatana, ninna ma: Ale Jahowa, ndang adong dia imbarna anggo di Ho, manolongi halak na margogo dohot na so margogo; sai tolongi ma hami, ale Jahowa, Debatanami, ai tu Ho do hami marpangatauan, jala mangasahon Goarmu do hami umbahen na ro mangalo halak na toropon! Ale Jahowa, Ho do Debatanami! Sai unang ma margogo jolma na gale i, anggo so mardonganhon Ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(14-11) Dung i ditaluhon Jahowa ma halak Etiopia maradophon si Asa dohot Juda, gabe maporus halak Etiopia.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(14-12) Dung i dieak si Asa rap dohot bangso donganna i ma nasida, sahat ro di Gerar. Jadi marragean ma halak Etiopia, ndang tarbahen nasida be manuhenuhe, ai tung rendep do nasida maradophon Jahowa dohot maradophon paranganna i; jadi maruli tabantaban halak Juda mansai godang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(14-13) Dipapatu nasida huhut sude huta angka na humaliang Gerar, ai nunga madabu hasonggoton sian Jahowa tu nasida, gabe halak Juda martaban duduk sude huta i, ai mansai godang tabantaban di bagasan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(14-14) Tole huhut angka undungundung ni dorbia dapotsa gabe diboan mansai godang birubiru dohot unto, dung i mulak nasida tu Jerusalem.",
      "type": "content"
    }
  ]
}