{
  "book": "2 Tawarikh",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja Asa patotahon pangoloion tu Debata, pi na gomos ni panurirang Azaria 1-11. II. Parpadanan ni bangso i tu Debata. Hamimijur ni inana 12-19",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i songgop ma Tondi ni Debata tu si Azaria, anak ni si Obet.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ruar ma ibana manjumpangkon si Asa jala didok ma tu ibana: Tangihon ma hatangkon, ho ale Asa dohot sandok Juda dohot Benjamin! Nunga didongani Jahowa hamu, ala marsitiopan hamu tu Ibana; molo tung laos dilului rohamuna Ibana, sai jumpang hamu do Ibana; alai molo tung hamu manadingkon Ibana, tadingkononna ma hamu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai pola nania lelengna sogot halak Israel so mardebata na sintong, jala so marmalim pangajari, jala so marpatik be.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai molo nionjar ni haporsuhon niaena i nasida paubahon rohana tu Jahowa, Debata ni Israel, jala luluanna Ibana, sai na jumpang nasida do Ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai di angka tingki uju i ndang marhasonangan jolma na marmeang muli, ai haporsuhon angka na balga do masa tu sandok isi ni tano on.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai masijonapan ma disi bangso sama bangso, jala huta sama huta; ai Debata do manonggoti nasida marhite sian haporsuhon marragamragam.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai anggo hamu, pir ma tondimuna, jala unang daukdauk boti tanganmuna i, ai sai na marupa do sogot ulaonmuna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dung dibege si Asa angka hata ondeng dohot panurirangon ni panurirang Obet, pir ma tutu tondina i, dipadao ma angka ganaganaan na ronsam sian sandok tano Juda dohot Benjamin dohot sian huta angka na pinapatuna sian dolok Epraim, jala dipaimbaru do langgatan ni Jahowa na di adopan ni emper di joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i dipaluhut ma sandok Juda dohot Benjamin rap dohot halak dagang angka sian Epraim, Manasse dohot Simeon, ai mansai torop halak bali tu ibana sian Israel, dung diida nasida Jahowa Debatana mandongani ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi marluhut ma nasida tu Jerusalem di bulan sipaha tolu, pasampululimataonhon harajaon ni si Asa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi di na sadari i mamele ma nasida tu Jahowa sian tabantaban, na binoannasida i, pitu ratus lombu jala pitu ribu birubiru.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dung i diparata nasida ma padani marbagahon luluanna Jahowa, Debata ni ompunasida i sian nasa rohana dohot sian nasa ateatena.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala manang ise na so mangalului Jahowa, Debata ni Israel, ingkon marutang hosa do, nang dakdanak, nang na magodang, nang baoa, nang parompuan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Pola marbulan nasida tu Jahowa marsoara na balga, huhut mardongan olopolop, hasapi dohot sarune.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi marlas ni roha sandok Juda mida bulanna i; ai marbulan do nasida sian nasa rohanasida, jala dilului nasida Ibana sian nasa lomonasida, gabe jumpang nasida Ibana tutu, jadi marhasonangan ma nasida humaliang, ditumpak Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nang si Maaka, inana i dipaijur raja Asa sian tohonanna raja, ala pinaulina i sada ganaganaan di sombaon Asera. Dung i disiaphon si Asa ma ganaganaan i jala ditutung di bagasan rura ni sunge Kidron.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai ndang dipaholang anggo angka joro parsantian sian Israel; sai tong do nian marsihohot roha ni si Asa tu Jahowa saleleng mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Diboan huhut tu bagasan joro ni Debata ugasan, angka na pinarbadiaan ni amana, pinarbadiaanna sandiri pe, angka sere, perak dohot ulaula marragamragam.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala ndang adong masa hamusuon sahat ro di patolupululimataonhon harajaon ni si Asa.",
      "type": "content"
    }
  ]
}