{
  "book": "2 Tawarikh",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamusuon ni si Asa dompak si Baesa. Parjanjionna tu si Benhadad 1-6. II. Dipinsang panurirang Hanani ibana alani, gabe dibeangkon panurirang i 7-10. III. Sahit ni si Asa dohot hamamatena 11-14.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tole patolupuluonomtaonhon harajaon ni si Asa, nangkok ma si Baesa, raja sian Israel mandopang Juda, jala dipagonting huta Rama, asa unang tarbahen manang ise marmeang muli tumopot Asa, raja sian Juda.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i diparuar si Asa ma sian angka arta na di joro ni Jahowa dohot di bagas ni rajai sere dohot perak, jala ditongoshon do i tu si Benhadad, raja sian Ram, na maringan di Damaskus, ninna ma.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tibu hian do hita marjanji, sian amanta be dope; dibahen manongos perak dohot sere ahu tu ho, asa laho ho manulakkon parjanjianmu tu si Baesa, raja sian Israel, asa sumurut ibana sian ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi ditangihon si Benhadad ma hata ni raja Asa, jala disuru angka partogi ni paranganna mandopang angka huta ni Israel, gabe dipapatu ma huta Ijon, Dan dohot Abel Maim ro di sude huta parpeopan bohal di Naptali.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung sahat barita i dibege si Baesa, mansohot ma ibana pagonting Rama, laos dipasadi ma ulaonna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i santibalatuk ma sandok Juda, didokkon raja Asa, asa diusung nasida angka batu dohot hau sian Rama, naung pinauli ni si Baesa, laos dipangke rajai do i pauli huta Geba dohot Mispa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Uju i ma ro panurirang Hanani manopot si Asa, raja sian Juda, jala ninna ma mandok ibana: Ala naung marpangunsandean ho tu raja sian Ram, jala ndang ho marpangunsandean tu Jahowa, Debatam, ala ni nunga malua parangan ni raja ni Ram sian tanganmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nda torop situtu do parangan ni halak Kus dohot Libia najolo mardongan torop situtu hureta porang dohot jolma parsihundul? Alai ala marpangunsandean ho tu Jahowa, gabe dipasahat Ibana nasida tu bagasan tanganmu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai manatap manonggor do mata ni Jahowa manatap sandok tano on humaliang, laho mangalehon gogo tu halak parroha na marsitiopan tu Ibana. Dibahen i hata oto do i na binahenmon, ai olat ni on masa ma hamusuon di ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai marronirimas ma si Asa tu panurirang i, pola dibeangkon ibana di bagasan bagas hurungan, ai piripirion ibana mida panurirang ala hatana i; angkup ni dirupa si Asa uju i deba sian halak situan na torop i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) Dung i ida ma, jamita ni si Asa, angka na parjolo dohot parpudi tarsurat do angka i di bagasan buku rajaraja sian Juda dohot Israel.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tole patolupulusiataonhon ni harajaonna i sarion ma patna duansa, mansai posi diae sahitna i. Alai nang di bagasan sahitna i, ndada Jahowa dilului rohana, tagonan do pandaoni.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i monding ma si Asa gabe top dohot angka ompuna, paopatpulusadataonhon hinarajaonna i ibana mate.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i tartanom ibana di bagasan tanomanna sandiri naung tinuhilna hian di bagasan huta ni si Daud. Dung i dipeakkon nasida ma ibana tu lagena naung sinirsiran dohot sira na hushus marragamragam, pinadiri ni halak na pande mangkapur, ditutung huhut sada pamurunan apala na balga sahali pasangap rajai.",
      "type": "content"
    }
  ]
}