{
  "book": "2 Tawarikh",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hadaulaton ni si Josapat dohot hadoharonna 1-5. II. Diuras gomgomanna sian pardebataon sileban 6-9. III. Hasangaponna dohot huasona 10-19",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i si Josapat, anakna i, bangkit raja singkatna, jala dipatomos dirina mangalo Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai disagihon do angka parangan di saluhut huta ni Juda angka na gonting i, dipambahen huhut angka parduaan parangan di tano Juda dohot di huta ni Epraim, angka na pinapatu ni si Asa amana i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala didongani Jahowa do si Josapat, ala marparange ibana di bagasan dalan ni si Daud ompuna i, angka na parjolo i, jala ndang marsungkun ibana tu angka Baal.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai dilului rohana do tahe Debata ni amana, jala marparange ibana di bagasan angka tonana, ndang songon pambahenan ni halak Israel dibahen.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dipahot Jahowa ma harajaon i di bagasan tanganna, pola sandok halak Juda mangalehon silua tu si Josapat, gabe marhamoraon jala marhamuliaon situtu ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Jadi dung lam marsihohot rohana marparange di angka dalan ni Jahowa, lam dipaholang dope angka joro parsantian dohot sombaon Asera sian Juda.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tole patolutaonhon hinarajaonna i dipaborhat ma angka indukna: Si Benhail, si Obaja, si Sakaria, si Netaneel dohot si Mikha, asa mangajari nasida di angka huta ni Juda.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen huhut dongannasida halak Lepi: Si Semaya, si Netania, si Sebadia, si Asael, si Semiramot, si Jonatan, si Adonia, si Tobia dohot si Tob-Adonia halak Lepi; dongannasida muse: Malim Elisama dohot si Joram.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi mangajari ma nasida di Juda, dipaboanboan nasida huhut buku patik ni Jahowa, gabe diebati nasida sude huta ni Juda humaliang huhut mangajari halak situan na torop i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(III.) Dung i madabu ma songgotsonggot sian Jahowa songgop tu sude harajaon ni luat angka na humaliang Juda, gabe ndang hum marmusu dompak si Josapat.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tole deba halak Palistim mamboan silua perak tu si Josapat bahen sohe; nang halak Arab mamboan tu ibana dorbia, pitu ribu pitu ratus birubiru tunggal jala pitu ribu pitu ratus hambing tunggal.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi lam leleng, lam timbul ma si Josapat, pola marmulia situtu. Jadi dipungka ma di Juda angka huta na gonting dohot huta parpeopan bohal.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Godang situtu bohal dipagukguk di angka huta ni Juda, ia angka baoa parmusu dohot ulubalang di Jerusalem do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala on do bilangannasida marompuompu. Sian Juda angka induk manguluhon saribu halak: Si Adna induk jala donganna tolu ratus ribu halak ulubalang niuluhonna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala donganna induk i ma si Johanan, jala dua ratus ualupulu ribu halak niuluhonna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Donganna induk muse i ma si Amasia, anak ni si Sikri, na pasahathon dirina tu Jahowa sian nasa rohana, jala dua ratus ribu ulubalang niuluhonna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala sian Benjamin: Si Eliada sada halak ulubalang jala na niuluhonna dua ratus ribu halak, angka na marsinjatahon sior dohot lombulombu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala donganna induk i ma si Josabad, jala na niuluhonna saratus ualupulu ribu halak, angka na tang be borhat tu parporangan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angka i ma parhalado ni rajai, so padohot angka na sinagihon ni rajai tu bagasan huta angka na gonting di sandok Juda.",
      "type": "content"
    }
  ]
}