{
  "book": "2 Tawarikh",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja Josapat dohot raja Ahab martahi marmusu dompak halak Ram. Angka panurirang pargapgap 1-13. II. Panurirang Mika manurirangkon hian hataluannasida 14-27. III. Raja Ahab mate di tongtangan 28-34.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi marhamoraon godang ma si Josapat jala marhamuliaon situtu, hape martondong ibana tu si Ahab.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i di laonlaon ni ari tuat ma rajai tu Samaria manopot si Ahab. Dung i didokkon si Ahab ma patongon di rajai, dohot di halak donganna i torop birubiru dohot lombu, dung i dielaela ma rajai nangkok tu Ramot di Gilead.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai didok si Ahab, raja sian Israel ma tu si Josapat, raja sian Juda: Atehe olo do ho haraonku laho marmusu dompak Ramot di Gilead? Dung i didok rajai ma tu ibana: Ia songon i ho, songon i do ahu, ia songon i bangsom, songon i do bangsongku, donganmu pe hami di hamusuonon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Angkup ni ninna si Josapat tu raja sian Israel: Ua marsungkun ho jolo sadarion tu hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dipaluhut raja sian Israel ma angka panurirang, opat ratus halak toropna, jala ninna ma mandok nasida: Atehe na jadi do hami laho marporang dompak Ramot di Gilead, manang na so jadi? Dung i ninna angka nasida ma: Jadi do ho nangkok, sai na pasahaton ni Debata do huta i tu bagasan ni tangan ni rajai.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ninna si Josapat ma: Atehe ndang adong be dison nanggo sada panurirang ni Jahowa, asa marsungkun tu ibana hita?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna raja sian Israel ma tu si Josapat: Adong dope nian dison sada halak, tarsungkun hita do nian Jahowa marhite sian ibana, alai sogo do rohangku mida ibana, ai ndang dung adong na denggan nanggo sada disurirangkon ibana tu ahu, sai holan jea do ariari; i ma si Mika, anak ni si Jimla. Dung i ninna si Josapat ma: Unang nian songon i hata ni rajai!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dijou raja sian Israel ma sada halak siramoti bagasna, ninna ma: Hatop boan tuson si Mika, anak ni si Jimla.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai anggo raja sian Israel dohot si Josapat, raja sian Juda, hundul ganup di habangsana be, jala marpangkean harajaon: Hundul do nasida tahe di partungkoan mardonokkon pintu harbangan ni Samaria, jala saluhut angka panurirang i manurirangi di adopannasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia si Sedekia, anak ni si Kenaana, nunga dibahen hian di ibana angka tanduk bosi, huhut didok: Songon on do hata ni Jahowa: Marhite sian angka on tambingonmu ma halak Ram, paima sun siap nasida bahenonmu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sude angka panurirang i laos songon i do disurirangkon, ninna do: Nangkok ma ho tu Ramot di Gilead, sai na marantu do ho! Jala pasahaton ni Jahowa do nasida tu bagasan tangan ni rajai.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia suruan naung laho i manjou si Mika mandok hian tu ibana songon on: Ida ma, sauduran do hatahata ni angka panurirang i mandok na denggan tu rajai; dibahen i hatamu pe, sai songon hata ni sahalak sian nasida ma, sai hatahon ma na denggan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai ninna si Mika ma: Songon sintongna mangolu Jahowa, manang aha sipaboaon ni Debata tu ahu, i do hatahononku!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Jadi dung sahat ibana tu jolo ni raja, ninna rajai ma tu ibana: Atehe ale Mika, na jadi do hami laho marporang tu Ramot di Gilead, manang na so jadi? Dung i ninna ibana ma: Laho ma hamu nangkok, sai na marantu do hamu, jala sai na sahat do nasida tu bagasan tanganmuna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ninna rajai ma tu ibana: Ingkon intap piga hali ho patolononku, paboa na so hatahononmu tu ahu, nda holan hasintongan marhite sian Goar ni Jahowa?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ninna si Mika ma: Nunga hutatap hian sandok Israel marserak di atas ni angka dolok, songon birubiru na so adong na marmahan. Dung i ninna Jahowa ma: Ndang martuan angka ndian; mulak be ma ganup tu jabuna mardamedame!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ro ma hata ni raja sian Israel tu si Josapat: Nda nunga hudok hian tu ho, ndang tagamon agia aha na denggan surirangkononna tu ahu, nda holan jea do?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i didok si Mika ma: Dibahen i tangihon hamu ma hata ni Jahowa: Nunga hutatap hian Jahowa hundul di atas habangsana, jala sandok parangan ni banua ginjang tindang di siamunna dohot di hambirangna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna Jahowa ma: Ise ulaning olo mangelaela si Ahab, asa nangkok ibana jala tinggang mardonokkon Ramot di Gilead? Dung i masidok sian ibana be do nasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ruar ma sada tondi panurirangon laos jongjong tu adopan ni Jahowa, jala ninna ma: Ahu ma mangela ibana. Dung i ninna Jahowa ma tu ibana: Marhite sian aha do?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna ibana ma: Ruar ma ahu gabe tondi sipaotooto di bagasan pamangan ni saluhut angka panurirangna. Dung i ninna Jahowa ma: Saut ma ibana elaelaonmu, jala ingkon monang ho; antong ruar ma ho jala ulahon ma songon i!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Nuaeng pe, ida ma, nunga dilehon Jahowa tondi sipaotooto tu bagasan pamangan ni saluhut panurirangmon, jala nunga dilumbahon Jahowa hian ro jea tu ho.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ro ma jumonok si Sedekia, anak ni si Kenaana, dipastap ma hurum ni si Mika, huhut didok: Beha nimmu, hira naung munsat Tondi ni Jahowa sian ahu, mandok tu na sasada ho huroha?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ninna si Mika ma: Ida ma, sanga do i idaonmu di ari hapoporusmu sian bilut na sada tu bilut na sada laho martabuni nian.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i didok raja sian Israel ma: Tangkup hamu ma si Mika, jala boan ibana mulak tu si Amon, induk ni huta i dohot tu si Joas, anak ni rajai.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala dohononmuna ma: Songon on do hata ni rajai: Bahen hamu ma baoa on tu hurungan, jala lehon hamu ibana mangan sagusagu pardangolan dohot tapian pardangolan, paima mulak ahu mardamedame.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ninna si Mika ma: Molo tung mulak ho marsonangsonang, ndang tutu naung marlumba Jahowa marhite sian ahu; pola ninna muse dope: Tangihon ma hata i, hamu ale angka bangso luhutna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(III.) Dung i nangkok ma raja sian Israel dohot si Josapat, raja sian Juda, tu Ramot di Gilead.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi ninna raja sian Israel ma tu si Josapat: Patinda rupa ma anggo ahu ro tu tongtangan, alai anggo ho pangkeanmu hian ma pangke. Jadi patinda rupa ma anggo raja sian Israel laho tu parporangan nasida.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai nunga martona hian raja sian Ram tu angka induk panahatan ni huretana, songon on: Ndang jadi hamu mardopur dompak halak na metmet manang na magodang, nda holan dompak raja sian Israel sasadasa.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi dung diida angka induk panahatan ni huretai si Josapat, ninna rohanasida ma: Rupa ibana do raja sian Israel, gabe ibana ditahopi nasida naeng paranganna; alai mangangguhi ma si Josapat, jala Jahowa mangurupi ibana, jala dipaundar Debata ma nasida sian ibana.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi dung diida angka induk panahatan ni huretai, ndada ibana hape raja sian Israel, sumurut ma nasida sian ibana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai adong ma sada baoa na manintak siorna, ndang manang ise nian tinujuna, hape hona do raja sian Israel sian pardomuan ni baju partahanan i. Dung i ninna rajai ma tu jolma sihosing huretana: Hosingkon ma huretai dohot tanganmu, jala togu ahu haruar sian tongtangan i, ai nunga mabugang ahu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Hape lam tu ragatna marporang di na sadari i, laos jongjong rajai di bagasan huretana ditungkol paadopadop dohot halak Ram sahat ro di bodari, dung i mate ma rajai di na mate mata ni ari.",
      "type": "content"
    }
  ]
}