{
  "book": "2 Tawarikh",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirang Jehu manolsoli raja Josapat 1-3. II. Dipabangkit rajai angka panguhum mangkajongjongkon uhum hasintongan 4-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai anggo si Josapat, raja sian Juda, mulak do mardamedame tu jabuna di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ruar ma manjumpangkon ibana panurirang Jehu, anak ni si Hanani, jala ninna ma tu raja Josapat: Tung na jadi ma di roham tolongan halak parjahat manang haholongan halak na hinagigihon ni Jahowa? Marmuruk situtu Jahowa ala ni mida ho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai adong dope tahe jumpang ruhut na denggan sian ho, ala naung disiaphon ho angka sombaon Asera sian tano i jala nunga dipadiri ho roham, naeng mangalului Debata.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Dung i maringan di Jerusalem ma si Josapat; alai diulahi muse borhat maningkir bangso i sian Berseba sahat ro di dolok Epraim, jala mulak nasida ditogihon tu Jahowa, Debata ni ompunasida i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dipabangkit ma angka panguhum di luat i, di bagasan saluhut huta ni Juda angka na gonting i, tung diganupi do huta i sadasada.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i didok rajai ma tu angka panguhumi: Manat timbangi hamu na binahenmuna! Ai ndada di jolma hamu mandabu uhum, di Jahowa do, di lambungmuna do Ibana uju mandok uhum hamu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nuaeng pe sai songgop ma tu hamu biar mida Jahowa, sai ramoti hamu dirimuna, jala torang ulahon hamu! Ai ndang masa anggo di Jahowa Debatanta i uhum hageduhon, manang marmiak ni bohi, manang panjaloon sisip.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nang di huta Jerusalem dipabangkit si Josapat deba sian halak Lepi dohot angka malim dohot sian angka induk marompuompu di Israel mangaradoti uhum ni Jahowa dohot paputus parbadaan; alai sai mulak nasida tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i gogo ma rajai mandok tu nasida: Ingkon songon i bahenonmuna di bagasan biar mida Jahowa, di bagasan hasintongan dohot sian roha sisangunjur.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nasa parbadaan tahe na tarboan tu jolomuna sian hahaanggimuna, angka na maringan di hutanasida be taringot tu mudar na durus, taringot tu partorang ni patik, tona, angka aturan dohot uhum, ingkon ajaranmuna nasida, asa unang marsala nasida tu Jahowa, gabe songgop maon rimasna tu hamu dohot tu hahaanggimuna i. Antong bahen hamu ma songon i, asa unang marsala hamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala ida ma, sintua ni malim Amasia do jujunganmuna taringot tu saluhut hata tu Jahowa; jala si Sebadia, anak ni Ismael, jujungan di pinompar ni Juda taringot tu sude hata tu rajai; tole muse halak Lepi bahen panuturi di jolomuna. Antong pir ma tondimuna laho mangulahon songon i! Jala sai donganan ni Jahowa do panguhum na denggan marroha!",
      "type": "content"
    }
  ]
}