{
  "book": "2 Tawarikh",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "(1-18) Dung i disangkap si Salomo ma naeng pajongjong sada joro di Goar ni Jahowa dohot sada bagas ojahan ni habangsana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(2-1) ",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "I. Janji ni raja Salomo tu si Hiram taringot tu bagas joro sipaulion i 1-15. II. Bilangan ni angka pangula 16-17.",
      "type": "title"
    },
    {
      "verse": 3,
      "text": "(2-2) Dung i disuru si Salomo ma suruanna manopot si Hiram raja sian Tirus, ninna ma: Songon na binahenmi tu damang si Daud i manongosi tu ibana hau ares, asa pajongjongonna di ibana sada bagas bahen ingananna, suang songon i ma bahen tu ahu nuaeng.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(2-3) Ida ma, naeng ahu pajongjong sada joro di Goar ni Jahowa, Debatangku, bahen habadiaonna, bahen panutungan di daupa na hushus di adopanna dohot padiri tongtong sagusagu na marhadohoan dohot angka pelean situtungon manogotna i dohot bodarina i, angka ari Sabbat dohot di poltak ni bulan dohot di angka ari raya ni Jahowa, Debatanami, gabe patik di Israel ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(2-4) Jala bagas joro na naeng pajongjongonki, ingkon balga do, ai tumongam do Debatanami sian nasa debata sileban.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(2-5) Alai tahe tung ise ma na tuk gogo pajongjong sada joro di Ibana? Ai gari langit ni langitan, ndang tarhangkamsa anggo Ibana; tung ise ma ahu pola asa pajongjongonku di Ibana sada joro, nda holan laho manutung daupa nian di adopanna?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(2-6) On pe suru ma tu ahu sada halak na pistar marhapandean di sere, perak, tombaga, bosi dohot di panubaron dohot di pansopan dohot na malo manguhir mata intan, rap dohot halak na pistar angka na di lambungku di Juda dohot di Jerusalem, angka na pinadiri ni damang si Daud i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(2-7) Tongoshon huhut tu ahu angka hau ares, sampinur dohot ingul sian Libanon; ai tangkas do huboto na pande do angka naposom pauli hau di Libanon; jala ida ma, ingkon angka naposongku dongan ni angka naposom.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(2-8) Asa godang situtu parhau diparade di ahu; ai joro na naeng paulionki, ingkon tongam do tau halongangan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(2-9) Jala ida ma, lehononku do tu pande hau, angka na pauli hau i bahen bohal ni angka naposom duapulu ribu pingkul itak na lamot dohot duapulu ribu bat anggur dohot duapulu ribu bat miak.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(2-10) Dung i ninna si Hiram, raja sian Tirus ma di bagasan surat tinongoshonna tu si Salomo: Ala holong ni roha ni Jahowa mida bangsona, umbahen ho dipabangkit gabe raja gumomgom nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(2-11) Angkup ni didok si Hiram: Pinuji ma Jahowa, Debata ni Israel, na manompa langit dohot tano, naung mangalehon tu raja Daud sada anak na pistar, na umboto hapantason dohot panimbangon laho pajongjong sada joro di Jahowa dohot sada bagas ojahan ni habangsana!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(2-12) Dibahen i husuru ma sada halak na pistar, na umboto panimbangon, i ma damang si Hiram i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(2-13) Anak ni sada parompuan sian pinompar ni si Dan, alai anggo amana halak Tirus do; na pistar do ibana marhapandean di sere, perak, tombaga, bosi hau, di panubaron dohot di pansopan dohot na malo manguhir mata intan dohot manurgasi saluhut ulaon hapistaran, hapandean angka na pineakkon di jolona rap dohot halak na pistar na di ho hian dohot halak na pande ni tuanku, amangmu si Daud i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(2-14) Antong ditongoshon tuanku ma tu angka naposona itak na lamot dohot itak hian, miak dohot anggur, naung pinarbagabagami.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(2-15) Asa hutaba hami angka hau sian Libanon manang sadia, asa singkop di ho; hami pe mamboan hau i tu ho marrakitrakit di laut tu Joppe, jala ho muse mamboan nangkok tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(2-16) (II.) Dung i dibilang si Salomo ma sude halak dagang di tano Israel mangihuthon bilangan na binahen ni amana si Daud i di nasida, gabe jumpang ma saratus limapulu tolu ribu onom ratus halak toropna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(2-17) Jadi dipapulik sian i pitupulu ribu halak parhuli, jala ualupulu ribu halak pandakdak batu di dolok, jala tolu ribu onom ratus halak sintua mandasdas situan na torop i tu ulaonna.",
      "type": "content"
    }
  ]
}