{
  "book": "2 Tawarikh",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamusuon ni raja Josapat dompak halak Moab, Amon dohot Ram 1-4. II. Tangiang ni si Josapat 5-12. III. Debata marbagahon haluaon 13-21. IV. Ro haluaon na sumurung 22-30. V. Panggomgomion ni si Josapat dohot parparauonna 31-37",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu angka i, ro ma halak Moab dohot Amon, jala dongannasida halak Maoni marporang dompak si Josapat.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ro ma halak paboahon barita i tu si Josapat songon on: Na ro ma mandopang ho mansai torop parangan sian bariba ni laut, sian Ram, jala ida ma, nunga sahat nasida tu Haseson-Tamar, i ma Engedi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi godoron ma si Josapat, huhut dipatohom bohina mangalului Jahowa, jala didokkon maningtingkon sada parpuasaon tu sandok Juda.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i marluhut ma sandok Juda mangido pangurupion sian Jahowa; ro do huhut halak sian saluhut huta ni Juda mangalului Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Dung i jongjong ma si Josapat di tongatonga ni luhutan Juda dohot Jerusalem, di bagasan joro ni Jahowa, di adopan ni alaman na imbaru i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna ma: Ale Jahowa, Debata ni ompunami, nda Ho do Debata di banua ginjang, Ho huhut panggomgomi di sude harajaon ni angka bangso parbegu? Tongon tahe di bagasan tanganmu do hagogoon dohot hatogaron, jala ndang adong nanggo sahalak na tarbahen manahan anggo maradophon Ho.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nda nunga dipabali Ho, ale Debatanami, angka isi ni tano on maradophon bangsom Israel, jala nunga pola dibasabasahon Ho tano i tu pinompar ni si Abraham, hasudungan ni roham ro di salelenglelengna?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi nunga maringan nasida disi jala nunga pola dipajongjong di Ho disi sada bagas habadiaon di Goarmu, nunga pola didok nasida:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung sura ro tu hami hinamago manang podang, torutoru, begu antuk manang haleon, ingkon jongjong hami di adopan ni joro on dohot di adopan ni Bohim; ai maringan di bagasan jabu on do Goarmu! Ingkon joujou hami tu Ho sian haporsuhon na huae hami, gabe tangihononmu jala urupanmu hami!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia nuaeng, ida ma, ro halak Amon dohot Moab dohot halak sian tor Seir, na so niloasmu halak Israel mamolus sian luatna, uju ro nasida sian tano Misir, lam mamedu nasida pasiding nasida, asa unang ingkon ripashononna nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala ida ma, ro nasida nuaeng tutu naeng mamaloshon tu hami, naeng pabalihon hami sian partaliannami, naung binasabasahonmu teanonnami.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asi roham, ale Debatanami! Tung so marlulu Ho dompak nasida? Ai ndang margogo anggo hami maralohon parangan na toropon, na ro mangalo hami; jala ndang huboto hami manang aha sibahenonnami, sai tu Ho do mangaranap matanami.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Jadi sandok Juda jongjong di adopan ni Jahowa, rap dohot posoposonasida, angka jolmanasida dohot anaknasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai songgop ma Tondi ni Jahowa di tongatonga ni luhutan i tu si Jehasiel, anak ni si Sakaria, i ma anak ni si Benaia, i ma anak ni si Jeiel, anak ni Matania, halak Lepi sian pinompar ni si Asap.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala ninna ma: Tangihon ma hatangkon, hamu ale sandok Juda dohot isi ni Jerusalem, dohot ho, ale raja Josapat! Songon on do hata ni Jahowa tu hamu: Unang hamu mabiar, jala unang godoron hamu maradophon parduaan ni parangan na toropon, ai ndada hamu suhut di hamusuonon, Debata do.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ingkon manogot hamu tuat mandapothon nasida! Ida ma, nangkok do nasida sian nangkohan Sis, jala dapot hamu do nasida di ujung ni rura di adopan ni halongonan Jeruel.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sandok ndada hamu marporang sahalion, ingkon hohom be hamu jongjong disi, huhut paidaidahon tua sibahenon ni Jahowa tu hamu, ale halak Juda dohot Jerusalem! Unang hamu mabiar, jala unang godoron hamu! Manogot ma hamu borhat mandapothon nasida, sai na donganan ni Jahowa do hamu!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi marsomba ma si Josapat, pola manungkap tu tano bohina, sandok Juda pe dohot isi ni Jerusalem marsinggang be di adopan ni Jahowa, asa martangiang tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i hehe ma halak Lepi sian pinompar ni si Kohat dohot sian pinompar ni si Kora, laos jongjong mamujimuji Jahowa, Debata ni Israel, pola dipagogo situtu soarana be.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi dipasogot nasida ma manogotna i borhat mardalan tu halongonan Tekoa. Jadi di na borhat i nasida jongjong ma si Josapat huhut didok: Tangihon ma hatangkon, hamu ale halak Juda dohot isi ni Jerusalem: Sai porsea ma hamu di Jahowa, Debatamuna i, asa marsihohot rohamuna; porsea hamu huhut di angka panurirangna, asa marantu hamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i martuptup ma rajai dohot situan na torop i, jala dipajongjong angka parende di Jahowa, asa mamujimuji nasida marpangkean habadiaon laho borhat mardalan di adopan ni parangan na tang be marsinjata, jala dohononna: Mandok mauliate ma hamu tu Jahowa, ai ro di saleleng ni lelengna do asi ni rohana i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(IV.) Jadi andorang mamungka nasida marsoara olopolop dohot pujipujian, didokkon Jahowa ma ro halak parbajo sian pangaropan manahopi halak Amon, Moab dohot halak sian tor Seir, angka na ro mamorang Juda nian, gabe tunduk nasida dibahen.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai marmusu tihus hian halak Amon dohot Moab dompak isi ni dolok Seir, naeng mangkaromhon dohot maniaphon nasida. Jadi dung sun siap isi ni dolok Seir, masilongsaan ma nasida sama nasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dung sahat halak Juda tu robean panatapan tungkan halongonan, humusor ma nasida dompak musu na torop i; hape ida ma, angka bangke marpeahan di tano i, ndang adong na malua nanggo sada.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ro ma si Josapat rap dohot bangsona, naeng marbagi tabantaban, gabe jumpang nasida disi mansai godang ugasan dohot bangke dohot ulaula angka na arga, laos masilaum di ibana be, pola ndang tarusungsa; tolu ari lelengna nasida marbagi tabantaban, ai tung na godang situtu do.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tole paopatarihon marluhut ma nasida di rura pamujimujian, ai disi do dipapujipuji nasida Jahowa. Ala ni umbahen didok halak goar ni inganan i rura pamujimujian rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i mulak ma sude halak Juda dohot Jerusalem, jala si Josapat manguluhon nasida, asa muli tu Jerusalem marlas ni roha godang, ai nunga las rohanasida mida musunasida i dibahen Jahowa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i bongot ma nasida tu Jerusalem umpalu arbab, sordam dohot sarune laho tu joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i songgop ma hasonggoton sian Debata tu saluhut harajaon ni angka luat i, dung dibege nasida naung marporang Jahowa dompak angka musu ni Israel.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi marsonangsonang ma harajaon ni si Josapat, ai ditumpakkon Debatana tu rajai hasonangan humaliang.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(V.) Songon i ma pangarajaion ni si Josapat gumomgom Juda. Marumur tolupulu lima taon ibana di na bangkit raja, jala duapulu lima taon lelengna ibana mangarajai di Jerusalem, ia goar ni inana, i ma Azuba, boru ni si Silhi.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i marparange ma rajai di dalan ni si Asa amana i, jala ndang manimbil ibana sian i, laho mangulahon na tigor di roha ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai tahe ndang diloha anggo angka joro parsantian, ai ndang dope marsihohot anggo roha ni situan na torop i tu Debata ni ompunasida i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jamita angka na tinggal i dope sian si Josapat, angka na parjolo dohot parpudi, ida ma, tarsurat do i di bagasan buku jamita ni si Jehu, anak ni si Hanani, angka na sinurathonna tu bagasan buku rajaraja ni Israel.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung salpu angka i marsatahi ma si Josapat, raja sian Juda dohot Ahasia, raja sian Israel, na jahat do i marparulan.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Marsatahi rajai tahe dohot ibana laho paulihon angka kopal, asa marlayar tu Tarsis; di Ezion Geber ditungkangi nasida angka parau i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Alai ro ma si Elieser, anak ni si Dodawa sian Maressa, manurirangi dompak si Josapat, ninna ma: Ala marsatahi ho dohot si Ahasia, nunga disegai Jahowa angka ulaonmu. Jadi marropuhan ma angka kopal i, gabe ndang tarbahensa marlayar tu Tarsis.",
      "type": "content"
    }
  ]
}