{
  "book": "2 Tawarikh",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamamate ni si Josapat. Si Joram mambunu angka anggina jala mardebata sileban 1-7. II. Bali halak Edom sian Juda 8-11. III. Lumbalumba ni si Elia; sintongna jumpang. Hamamate ni si Joram 12-20.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i monding ma si Josapat, gabe top dohot angka ompuna, jala tartanom di lambung ni ompuna, di huta ni si Daud. Jadi si Joram, anakna i, bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Adong huhut angka hahaanggina, angka anak ni si Josapat, i ma: si Azaria, si Jeiel, si Sakaria, si Azariahu, si Mikhael dohot si Sepatia. Luhutna i angka anak ni si Josapat, rajai sian Juda.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i dilehon amanasida tu nasida godang silehonlehon sian perak, sere dohot arta angka na arga, tole deba huta angka na gonting di Juda. Alai anggo harajaon i tu si Joram do dilehon, ai ibana do buhabajuna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai dung sahat tu si Joram harajaon ni amana i jala lam marhuaso ibana, dibunu ma saluhut anggina marhite sian podang, angkup ni deba sian angka induk ni Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marumur tolupulu dua taon si Joram di na bangkit raja ibana, jala ualu taon lelengna ibana mangarajai di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala marparange do ibana di dalan ni angka raja sian Israel, suang songon na binahen ni pinompar ni si Ahab; ai nunga boru ni si Ahab gabe jolmana; jala diulahon do sogo ni roha ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ndang olo Jahowa anggo tung mangago tu pinompar ni si Daud, ala padan naung binahenna tu si Daud, jala ala naung pinarbagana lehononna tongtong tu ibana sada palito dohot tu pinomparna ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Uju di tingki ni si Joram mamulik halak Edom sian gomgoman Juda, laos dipabangkit nasida sada raja gumomgom nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi taripar ma si Joram rap dohot angka indukna dohot saluhut huretana; dung i hehe ma ibana bornginna i mangarampok halak Edom, angka na humaliang ibana, ro di angka induk panahatan ni hureta porang.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai atik pe songon i laos mamulik do halak Edom sian gomgoman Juda rasirasa sadarion. Mamulik huhut uju i Libna; ai nunga ditadingkon rajai Jahowa, Debata ni ompunasida i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen ibana huhut angka joro parsantian di atas ni angka dolok Juda, jala dielaela isi ni Jerusalem mangulahon parmainanon, pola dipaksa dohot Juda.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Alai sahat ma tu ibana sada surat sian panurirang Elia na mandok: Songon on do hata ni Jahowa, Debata ni ompum si Daud: Ala so marparange ho di angka dalan ni si Josapat, amangmu dohot di angka dalan ni si Asa, raja sian Juda.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nunga pola diihutihut ho dalan ni angka raja sian Israel, jala diela ho Juda dohot isi ni Jerusalem mangulahon parmainanon, maniru parmainanon ni pinompar ni si Ahab, angkup ni nunga dibunu ho angka anggim, pinompar ni amangmu, angka na dumenggan marroha sian ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ida ma, Jahowa mangkonahon sada jea na bolon tu bangsom, tu angka anakmu, tu angka jolmam dohot tu sandok ugasonmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai anggo ho aeonmu ma sahit na pasang, marsahit rojan ma butuham, pola martaontaon, paima ruar butuham nionjar ni sahit i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i disunggul Jahowa ma tondi ni halak Palistim dohot Arab, angka na maringan di lambung ni halak Kus mangalo si Joram.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i nangkok ma nasida dompak Juda, laos disola ma i jala ditaban duduk sandok ugasan na jumpang di jabu ni rajai, tole angka anakna dohot jolmana, gabe ndang tinggal di ibana anak, dungkon ni si Joahas, anakna siampudan i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung salpu luhutna i ditorui Jahowa ma ibana marhite sian sahit di bagasan butuhana na so hadaonan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Pola martaontaon diae; alai dung salpu dua taon, ruar ma butuhana nionjar ni sahitna i, gabe mate ibana marsingkor situtu. Ndang pola dibahen bangsona tu ibana sada pamurunan pasangaphon rajai, songon pamurunan na tu ompuna i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Marumur tolupulu dua taon ibana di na bangkit raja, jala ualu taon lelengna ibana mangarajai di Jerusalem; dung i mate ma ibana, ndang pola marhabot ni roha disi manang ise; tartanom do nian ibana di huta ni si Daud, alai ndang tu parbandaan ni angka raja.",
      "type": "content"
    }
  ]
}