{
  "book": "2 Tawarikh",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja Ahasia pamasahon pardebataon sileban di gomgomanna; hamamatena 1-9. II. Pamunuon ni si Atalia di angka pahompuna. Malua ia si Joas 10-12.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipabangkit isi ni Jerusalem ma si Ahasia, anakna siampudan i, gabe raja singkatna; ai sude angka hahana nunga dibunu sahoron parbajo, angka na ro dohot halak Arab tu parsaroan i. Jadi bangkit raja ma si Ahasia, anak ni si Joram, raja sian Juda.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Marumur opatpulu dua taon si Ahasia di na bangkit raja ibana, jala sataon sambing ibana mangarajai di Jerusalem; ia goar ni inana i ma si Atalia, boru ni si Omri.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ibana pe marparange do di angka dalan ni pinompar ni si Ahab, ai inana do panuturina, laho mangulahon hajahaton.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ala ni sai diulahon do sogo ni roha ni Jahowa, suang songon pinompar ni si Ahab, ai nasida do gabe panuturina, dung mate amana i, bahen hamagoanna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Paihuthon tahinasida ibana huhut umbahen borhat ibana rap dohot si Joram, anak ni si Ahab, raja sian Israel, laho marporang dompak si Hasael, raja sian Ram, tu Ramot di Gilead; alai ditaluhon halak Ram do si Joram.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i mulak ma ibana tu Jesreel laho padaonhon bugangna, angka na binahen ni halak Ram di Rama, uju marporang ibana dompak si Hasael, raja sian Ram. Dung i tuat ma si Ahasia, anak ni si Joram, raja sian Juda, naeng maningkir si Joram, anak ni si Ahab di Jesreel, ai na marsahit do ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai marharoroan sian Debata do roha tu si Joram mambahen hamagoan tu si Ahasia; ai dung sahat ibana, borhat ibana muse rap dohot si Joram dompak si Jehu, anak ni si Nimsi, naung miniahan ni Jahowa, asa siaphononna pinompar ni si Ahab.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi laho mangalaluhon uhum si Jehu tu pinompar ni si Ahab, jumpangsa deba induk sian Juda, angka anggi ni si Ahasia, angka na marhalado di si Ahasia, gabe dibunu nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i dilului ma dohot si Ahasia, gabe ditangkup halak ibana, uju martabuni ibana di Samaria, laos diboan ibana tu si Jehu, jala dibunu ibana jala ditanom, ai ninna nasida do: Anak ni si Josapat na mangalului Jahowa sian nasa rohana do ibana. Dung i ndang adong be nanggo sahalak sian pinompar ni si Ahasia, na tuk gogo jumujung harajaon i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Alai anggo si Atalia, ina ni si Ahasia, dung diida naung mate anakna i, hehe ma ibana jala dibunui sandok pinompar ni raja sian Juda.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai dibuat si Josabad, boru ni rajai ma si Joas, anak ni si Ahasia, jala diluahon ibana sian tongatonga ni angka anak ni rajai, angka sibunuon hian, jala dibahen ibana rap dohot parorotna tu bilut podoman. Jadi ditabunihon si Josapat, boru ni raja Joram, jolma ni malim Joiada anak i (ai iboto ni si Ahasia do nasida) maradophon si Atalia, asa unang dapotsa bunuonna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi rap martabuni nasida di bagasan joro ni Debata, pola onom taon lelengna. Alai si Atalia do mangarajai di tano i.",
      "type": "content"
    }
  ]
}