{
  "book": "2 Tawarikh",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "I. Malim Joiada pabangkit si Joas gabe raja 1-11. II. Hamamate ni si Atalia. Hasisiap ni pangoloion tu Baal 12-21.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tole papitutaonhon dipatodos si Joiada ma rohana, dialapi ma angka partogi ni parangan, sirajai sisaratus,ima: Si Azaria, anak ni si Jeroham dohot si Ismael, anak ni si Johanan dohot si Azaria, anak ni si Obed dohot si Maseia, anak ni si Adaya dohot si Elisapat, anak ni si sikri bahen donganna saparjanjian.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i diliati nasida ma Juda jala dipaluhut halak Lepi sian saluhut huta ni Juda, dohot angka partogi marompuompu di Israel, asa ro nasida tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi umpungka parjanjian ma sandok luhutan i di bagasan joro ni Debata rap dohot rajai. Dung i ninna si Joiada ma tu nasida: Ida ma, ingkon anak ni rajai patut bangkit raja, songon naung pinarbaga ni Jahowa taringot tu angka anak ni si Daud.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "On do hata i sibahenonmuna: Sapartolu sian hamu, angka na masuk gansi di ari Sabbat sian angka malim dohot halak Lepi, ingkon marjaga di lambung jabu ni rajai.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala sapartolu ingkon marjaga di bagasan jabu ni rajai, jala sapartolu muse di lambung bagas parrapotan; alai sandok bangso i, ingkon jongjong do di angka alaman ni joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala ndang jadi masuk tu bagasan joro ni Jahowa manang ise, dungkon ni angka malim dohot halak Lepi, angka na marhalado, nasida do na jadi masuk, ai na badia do nasida; alai anggo sandok situan na torop i, ingkon radotanna pangoloion hian tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala ingkon haliangan ni halak Lepi rajai humaliang, ganup marsinjata di bagasan tanganna; jala manang ise na naeng masuk tu bagasan joro i, ingkon marutang hosa do. Asa ingkon sai dongan ni rajai nasida, molo ruar ibana manang masuk.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dibahen halak Lepi dohot sandok Juda ma saluhut hombar tu na tinonahon ni malim Joiada; diarahon be ma donganna, angka na masuk gansi di ari Sabbat rap dohot angka na malua di ari Sabbat; ai ndang diloas malim Joiada muli angka pargansion i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i diparlehon malim Joiada ma tu angka partogi ni parangan sisaratus angka hujur dohot lombulombu dohot parinse na sian raja Daud nahinan, angka na pineop di bagasan joro ni Debata.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dipajongjong ma sandok bangso i, ganup patioptiop sinjatana di bagasan tanganna dingkan siamun ni joro i sahat ro di hambirang ni joro i, di holangholang ni langgatan dohot joro i, humaliang rajai.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ditogihon nasida ma anak ni rajai tu ruar, jala dibahen tumpal i tu atas uluna, jala dilehon buku patik i tu bagasan tanganna, jala dipabangkit nasida ibana bahen raja; laos dimiahi si Joiada dohot angka anakna i ibana, huhut didok mangolophon: Horas ma rajai!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Jadi dung dibege si Atalia soara olopolop ni situan na torop i, angka na ro mangarongom, huhut papujipuji rajai, ro ma ibana manopot situan na torop i tu joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dung dipamanat pangalahona, ida ma, jongjong do rajai mangunsande di tiang hajongjonganna hian di pintu haroroan, jala angka induk dohot parsarune di lambung ni rajai, jala marlas ni roha be sandok bangso isi ni luat i, huhut mamalui sarune, marendei huhut umpalu parhinaloan angka parende i manunggulnungguli manggogo mamuji. Dung i disansani si Atalia ma pangkeanna, huhut didok: Masa do jehejehe!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai didokkon malim Joiada ma angka partogi ni parangan sisaratus, angka na manguluhon parangan i, ninna ma mandok nasida: Togihon hamu ibana ruar sian holangholang ni adaran, jala manang ise na mangihuthon tu ibana, ingkon mate ibana bunuon marhite sian podang! Ai nunga pola didok malim i: Ndang jadi mate bunuon nasida di bagasan joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ditangkup nasida ma ibana; dung sahat nasida tu pintu habongotan ni angka hoda, mardonokkon bagas ni rajai, laos dibunu ma nasida disi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i dibahen si Joiada ma sada padan tu ibana sandiri tu sandok situan na torop i dohot tu rajai, paboa ingkon bangso ni Jahowa nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i bongot ma sandok situan na torop i tu bagasan joro ni Baal, jala dilohai do i, jala diropuhi angka langgatanna dohot ganaganaanna, jala dibunu si Matan, malim ni Baal i, di adopan ni angka langgatan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i diparenta si Joiada ma angka ulaon tohonan di bagasan joro ni Jahowa marhite sian angka malim dohot halak Lepi, naung sinagi ni si Daud hian tu joro ni Jahowa, asa nasida mamelehon angka pelean situtungon tu Jahowa, hombar tu na tarsurat di bagasan patik ni si Musa, mardongan las ni roha dohot parendeon, mangihuthon aturan binahen ni si Daud.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i dipajongjong ma angka sijaga pintu tu lambung ni angka pintu di joro ni Jahowa, asa unang masuk tusi manang ise na ramun binahen ni manang aha pe.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i dibuat ma angka partogi ni parangan sisaratus, angka jolma na marhuaso pe dohot angka panggomgomi di situan na torop i, ro di sandok bangso isi ni luat i, laos ditogihon ibana rajai tuat sian joro ni Jahowa, jala mardalan nasida sian tongatonga ni bahal parjulu sahat tu bagas ni rajai, laos dipahundul nasida rajai tu atas habangsa harajaon i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi marlas ni roha be ma sandok bangso isi ni luat i, jala sonang be isi ni huta i. Alai nunga dibunu nasida anggo si Atalia marhite sian podang.",
      "type": "content"
    }
  ]
}