{
  "book": "2 Tawarikh",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja Joas parentahon joro ni Jahowa 1-14. II. Marbalik ibana, pola mardebata sileban dung mate malim Joiada, jala dibunu si Sakaria, anak ni malim Joiada 15-22. III. Hamusuonna dompak halak Ram mate tartodos si Joas 23-27.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marumur pitu taon si Joas di na bangkit raja ibana, jala opatpulu taon lelengna ibana mangarajai di Jerusalem; ia goar ni inana i ma si Zibia sian Beerseba.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i diulahon si Joas ma lomo ni roha ni Jahowa, saleleng mangolu malim Joiada.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i dibuat si Joiada ma dua parompuan bahen jolmana, gabe tubuan anak dohot boru ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung salpu angka i tubu ma roha ni si Joas, naeng mangumban joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dipaluhut rajai ma angka malim dohot halak Lepi, ninna ma mandok nasida: Borhat ma hamu manopot angka huta di Juda, asa papunguhon perak sian sandok Israel laho mangumban joro ni Debatamuna ganup taon; jala ringkot bahen hamu hata i, hape ndang diringkoti halak Lepi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i dijou rajai ma sintua ni malim Joiada, jala ninna ma mandok ibana: Boasa tung so dasdasonmu halak Lepi, asa diboan sian Juda dohot sian Jerusalem guguan pinatikkon ni si Musa, naposo ni Jahowa siguguan ni sandok luhutan Israel tu undungundung ni panindangion?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai nunga maloha joro ni Debata dibahen si Atalia na jahat i dohot angka anakna, jala saluhut ugasan angka na badia i di joro ni Jahowa mamele tu angka Baal do dipangke.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i didokkon rajai ma mambahen sada poti, jala dipeakkon do i tu balian di lambung pintu laho masuk tu joro ni Debata.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i didokkon ma martingting di Juda dohot di Jerusalem: Ingkon diboan be tu Jahowa guguan pinatikkon ni si Musa, naposo ni Debata, tu halak Israel uju di halongonan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi marlas ni roha be ma sude angka induk dohot sandok bangso i, diboan be guguanna mandekdekkon tu bagasan poti i, paima gok.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia dung jumpang tingkina boanon ni halak Lepi poti i tingkiron ni rajai; jala ia dung diida nasida naung godang perak di bagasan, ro ma juaratulis ni rajai dohot wakil ni sintua ni malim, asa diparumar poti i, dung i dipasuang muse tu ingananna hian. Sai songon i dibahen nasida marngombasngombas, gabe godang perak dipapungupungu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dipasahat rajai dohot si Joiada ma i tu jolma panahatan ni ulaon pauli joro ni Jahowa, asa nasida muse mangalehon upa tu angka tungkang pandakdak batu dohot tungkang hau, laho mangumban joro ni Jahowa; nang angka tungkang bosi dohot tombaga laho paulihon joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi tole be ma angka tungkang i mangaringkoti ulaon i, gabe lam tu tipakna ma marhite sian ulaon ni tangannasida, gabe suang ma hot jongjong joro ni Debata di hajongjonganna hian.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dung sun ulaon i, diboan nasida ma perak na lobi i tu jolo ni rajai dohot tu jolo ni si Joiada; sian i ma dipauli angka ulaula tu joro ni Jahowa, angka ulaula laho marhalado dohot mamelehon angka pelean situtungon, tole angka saoan dohot ulaula sian sere dohot perak. Dung i dipelehon nasida ma tongtong angka situtungon di bagasan joro ni Jahowa saleleng mangolu si Joiada.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Dung i sarimatua ma si Joiada jala mahap rohana di hangoluan on laos mate; marumur saratus tolupulu taon ibana di na laho mate ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i tartanom ma ibana di huta ni si Daud di lambung ni angka raja, ala na denggan na binahenna i di Israel taringot tu Debata dohot jorona i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dung mate si Joiada ro be ma angka induk ni Juda marsomba tu rajai: Ditangihon rajai do antong pangidoannasida i marisuang!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ditadingkon nasida ma joro ni Jahowa, Debata ni ompunasida i, tagonan nasida marsomba tu angka sombaon Asera dohot tu angka ajiajian, asa parohon rimas ni Debata tu Juda dohot tu Jerusalem ala ni dosanasida on.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i disuru Jahowa ma angka panurirang tu tongatonganasida, asa mulak nasida tu Jahowa togihononna: Gogo do angka i marsipaingot tu nasida, alai ndang diparateatehon nasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i songgop ma Tondi ni Debata tu si Sakaria, anak ni malim Joiada, gabe jongjong ma ibana di adopan ni situan na torop i jala didok ma tu nasida: Songon on do hata ni Debata: Boasa tung laosanmuna angka tona ni Jahowa? Ala ni ndang tagamon marhasonangan hamu; ai nunga ditadingkon hamu Jahowa, jadi tadingkononna ma hamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Hape lam marbulan nasida mangalo ibana, pola didangguri ibana dohot batu, patulus tona ni rajai di alaman ni joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Asa ndang be diingot raja Joas uhum na denggan naung binahen ni si Joiada amana i tu ibana, lam dibunu tahe anakna; alai laho mate ibana didok si Sakaria ma: Tatapon ni Jahowa do i jala luluhononna!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(III.) Jadi dung salpu sataon, nangkok ma parangan ni halak Ram marporang dompak ibana, pola sahat nasida tu Juda dohot tu Jerusalem, jala disiaphon sude induk ni bangso i, jala nasa tabantaban na dapot nasida ditongoshon do i tu raja sian Damaskus.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai otik do nian parangan ni halak Ram ro; alai Jahowa do pasahathon tu bagasan tangannasida sada parduaan parangan na torop situtu, ala naung ditadingkon nasida Jahowa, Debata ni ompunasida i; asa halak Ram mangalaluhon uhumi tu si Joas.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi di na laho nasida manadingkon ibana, nunga pasang hian bugangna, lam marbulan angka naposona mangalo ibana, ala mudar ni anak ni malim Joiada, laos ditodos ibana di atas podomanna pola mate. Dung i ditanom halak ibana di huta ni si Daud; alai ndang tartanom ibana tu parbandaan ni angka raja.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai on do halak angka na marbulan mangalo ibana: Si Sabad, anak ni si Simeat, boru Amon dohot si Josabad, anak ni si Simrit, boru Moab.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai anggo angka anakna dohot godang ni sohe na ampe tu ibana, ro di na pinaulina i joro ni Debata, ida ma, tarsurat do i di bagasan buku jamita ni angka raja. Jadi si Amasia, anakna i, bangkit raja singkatna.",
      "type": "content"
    }
  ]
}