{
  "book": "2 Tawarikh",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Amasia bangkit raja Hamonanganna maralohon halak Edom 1-13. II. Si Amasia mardebata sileban, gabe talu situtu dibahen si Joas, raja sian Israel 14-24. III. Hamamate ni si Amasia 25-28.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marumur duapulu lima taon si Amasia di na bangkit raja ibana, jala duapulu sian taon lelengna mangarajai di Jerusalem; ia goar ni inana, i ma Nai Joadan sian Jerusalem.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala diulahon ibana do lomo ni roha ni Jahowa, alai ndang sian nasa rohana marisuang!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dung lam hot harajaon i di ibana, dibunu ma naposona, angka na manodos raja nahinan amana i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo anaknasida i ndang dibunu, hombar tu hata na tarsurat di bagasan buku patik na binahen ni si Musa, tinonahon ni Jahowa tu ibana, songon on: Ndang jadi mate amaama ala angka anakna, jala ndang jadi mate angka anak i ala amana, alai ganup ingkon mate ala ni dosana sandiri.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dipaluhut si Amasia ma halak Juda, jala dipaodor nasida marompuompu bahen angka induk ni sisaribu halak dohot sisaratus di sandok Juda dohot Benjamin; dung i dibilangi ma nasida olat ni na marumur duapulu taon dohot lobi sian i, gabe jumpangsa ma tolu ratus ribu halak angka na pinillit, angka na tarbahen borhat tu parporangan patioptiop hujur dohot lombulombu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Angkup ni diupai dope sian Israel saratus ribu halak parangan angka ma marhuaso, pola saratus talenta perak dilehon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ro ma sada halak ni Debata manopot ibana, ninna ma: Ale rajanami, unang loas borhat parangan ni Israel rap dohot ho, ai ndang hadonganan Jahowa anggo halak Israel ro di sude halak Epraim.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Molo sai naeng borhat ho, ulahon ma, pir ma tondim marporang! Atik tung beha tarurak ho maon, bahenon ni Debata maradophon musu; ai saguru di Debata do hagogoon laho manolongi dohot mambahen tarurak.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna si Amasia ma tu halak ni Debata: Alai beha na ma bahenon taringot tu sisaratus talenta, naung hulehon i bahen upa ni parduaan parangan sian Israel? Dung i ninna halak ni Debata ma: Gumodang sian i dope dipeop Jahowa, tarlehonsa tu ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dipapulik si Amasia ma parduaan parangan, angka na ro tu ibana sian Epraim, jala didokkon muli tu ingananna hian. Ala ni marsigorgor situtu rimasnasida mida Juda, jadi mulak ma nasida tu ingananna hian marmurukmuruk situtu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i pir ma tondi ni si Amasia manogihon paranganna, pola sahat ibana tu rura parsiraan, jala dibunu sian halak Seir saloksa halak.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dapot tartangkup songon i mangolu dibahen halak Juda saloksa halak, angka na binoanna tu punsu ni dolok batu, laos didabu sian punsu ni dolok batu i, gabe maropuk saluhutna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai anggo parduaan parangan, angka naung pinamuli ni si Amasia, asa unang rap dohot ibana borhat tu parporangan, dirampok nasida ma angka huta ni Juda olat ni Samaria sahat ro di Bethoron, jala dibunu sian nasida tolu ribu halak, jala godang tabantaban dilaum.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Jadi dung mulak si Amasia sian na manuluhon halak Edom, laos diboan ma debata angka na pinasombasomba ni halak Seir, jala dipajongjong do angka i bahen debatana, laos marsomba di adopannasida, huhut manutung daupa tusi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi marsigorgor ma rimas ni Jahowa mida si Amasia, laos disuru ma manopot ibana sada panurirang na mandok tu ibana: Boasa tung luluanmu debata sileban ni bangso, angka na so tarbahen paluahon bangso nidinginanna sandiri sian tanganmu?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai andorang mangkatai dope ibana, ro ma hata ni rajai tu ibana: Atehe nunga dipabangkit halak ho bahen panuturi ni rajai? Pasadi hatahatam, boasa tagonan bunuon ni halak ho? Jadi mansadi ma panurirang i, ninna ma: Nunga tangkas hutanda naung putus sangkap ni Debata, naeng mangago ho, ala na binahenmon, jala ndang ditangihon ho panuturionku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i martuptup ma si Amasia, raja sian Juda, laos disuru ma suruanna manopot si Joas, anak ni si Joahas, tubu ni si Jehu, raja sian Israel, mandok tu ibana: Tole ma hita masiujian!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai disuru si Joas, raja sian Israel ma suruanna manopot si Amasia, raja sian Juda mandok hata alingalingan: Hau unak na di Libanon marsuru pangaririt manopot hau Ares na di Libanon mandok songon on: Ua lehon ma borum bahen jolma ni anakku; hape ro ma binatang angka na di atas Libanon, ditondong ma hau unak i laos didegedegei.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ninna roham huroha: Ida ma, nunga hutaluhon halak Edom, jadi dipaginjang ho roham naeng masipujipujian. On pe tinggal ma ho tagonan di bagasan jabum! Boasa tagonan tahopanmu hamagoan, asa marjea ho rap dohot halak Juda?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai ndang ditangihon si Amasia hata umpamana i, ai marharoroan sian Debata do i, asa lehononna nasida tu bagasan tangan ni musu, ala na niluluannasida debata ni halak Edom.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi nangkok ma si Joas, raja sian Israel, gabe masiujian ma nasida, ibana dohot si Amasia, raja sian Juda di Betsemes na di tano Juda.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai talu ma halak Juda maradophon halak Israel, gabe maporus nasida ganup tu undungundungna be.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai dapot tartangkup ma di Betsemes anggo si Amasia, raja sian Juda, anak ni si Joas, dibahen si Joas, tubu ni si Joahas, raja sian Israel, laos diboan ibana tu Jerusalem, jala dilohai parik ni Jerusalem olat ni bahal Epraim sahat tu bahal parsuhisuhi, pola opat ratus asta ganjangna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dibuat huhut nasa sere dohot perak ro di sude ulaula angka na jumpang di bagasan joro ni Debata na niramotan ni si Obed-Edom, tole muse angka arta di jabu ni rajai, tole angka jolma tahan joratna dung i mulak ibana tu Samaria.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(III.) Alai anggo si Amasia, anak ni si Joas, raja sian Juda mangolu dope sampulu lima taonnari dung mate si Joas, anak ni si Joahas, raja sian Israel.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jamita na tinggal i dope sian si Amasia, angka na parjolo dohot parpudi, ida ma, nda tarsurat do i di bagasan buku jamita ni angka raja sian Juda dohot Israel.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi olat ni dung sumurut si Amasia sian Jahowa, dibahen halak ma parbulanan mangalo ibana di Jerusalem. Alai maporus do rajai tu Lakis, jadi disuru nasida ma halak mangihuthon ibana tu Lakis, asa bunuonna ibana disi.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i diboan nasida ma ibana di atas ni angka hoda; laos tartanom ibana di lambung ni angka ompuna di bagasan huta ni si Daud.",
      "type": "content"
    }
  ]
}