{
  "book": "2 Tawarikh",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lomo roha ni Debata mida panggomgomion ni si Usia, gabe ditumpak mardohar 1-15. II. Hajungkaton ni si Usia, puruna dohot hamamatena 16-23.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma sandok bangso Juda, dibuat ma si Usia na marumur sampulu onom taon dope, jala dipabangkit ibana gabe raja, singkat ni si Amasia amana i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ibana do i na patoguhon huta Elat, jala mulak tu Juda dipasuang, dung monding rajai rap dohot angka ompuna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Marumur sampulu onom taon si Usia di na bangkit raja ibana, jala limapulu dua taon lelengna ibana mangarajai di Jerusalem; ia goar ni inana, i ma Nai Jekolia sian Jerusalem.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i diulahon ibana ma lomo ni roha ni Jahowa, sandok songon na binahen ni si Amasia amana i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai diringkoti rohana do mangalului Debata saleleng mangolu si Sakaria, na pande patorangkon pangungkapon sian Debata; jala saleleng ibana mangalului Jahowa, manjadi do ulaon ni rajai, ditumpak Debata.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai borhat do rajai marporang dompak halak Palistim, jala digargari parik ni huta Gat dohot parik ni huta Jamnia dohot parik ni huta Asdod, jala dipungka angka huta humaliang Asdod dohot di tongatonga ni halak Palistim.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai ditumpak Debata do ibana mangalo halak Palistim dohot halak Arab, angka na maringan di Gurbal dohot mangalo halak Maoni.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ro ma halak Amon manaruhon silehonlehon tu si Usia gabe tarbarita goarna sahat ro di Misir, ai lam timbul situtu do huasona.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dipauli si Usia huhut angka palaspalas di Jerusalem di atas bahal parsuhisuhi dohot di atas bahal rura dohot di saluhut suhisuhi, jala dipatogu angka i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dipajongjong huhut angka palaspalas di halongonan jala dihali torop angka sumur, ai godang do dorbiana di tano pea dohot di adaran; tole angka halak parumauma dohot tungkang porlak anggur di atas ni angka dolok dohot di Karmel; ai lomo roha ni rajai mangaradoti parumaon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angkup ni godang do parangan ni si Usia, angka na somal marmusu, angka na borhat tu parporangan marhoronhoron mangihuthon torop ni bilangannasida, niuluhon ni si Jeuel, juaratulis i dohot si Maaseia, panuturi angka na marpandapotan tu si Hanania, sada sian angka induk ni rajai.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sandok bilangan ni angka partogi marompuompu di angka ulubalang dua ribu onom ratus halak do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Marpandapotan tu nasida do sada parduaan parangan, tolu ratus ribu pitu ribu lima ratus halak angka na marhuaso situtu marmusu manolongi rajai mangalo musu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i didokkon si Usia ma paulion di nasida, di sandok paranganna i tahe angka lombulombu, hujur, tole tahuluk dohot baju partahanan dohot sior dohot angka batu ambalang.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dipauli huhut di Jerusalem angka parhohas, hapandean ni halak na pande, angka sibahenon tu atas ni angka palaspalas dohot bungkulan laho maniorhon sian i angka sumbia dohot mandanggurhon angka batu bolon. Jadi tarbarita situtu ma goar ni rajai sahat tu na dao, ai marhasurungan situtu pangurupion tu ibana, sanga marhuaso situtu ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Alai dung marhuaso rajai, dipaginjang ma rohana mambahen hamagoanna; ai mardosa ibana dompak Jahowa, Debatana, tung dibongoti do joro ni Jahowa laho manutung daupa di atas langgatan pardaupaan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ro do nian malim Azaria mangihuthon ibana, pola ualupulu malim ni Jahowa, angka na marhuaso be donganna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Diambat nasida nian raja Usia, angka ninna ma tu ibana: Ale Usia! Ndang patut anggo di ho manutung daupa di Jahowa, holan di angka malim do, angka anak ni si Aron, angka naung niuras patut manutung daupa. Ruar ma ho sian inganan na badia i, ai na mardosa do ho disi, jala ndang tagamon gabe hamuliaonmu bahenon ni Debata Jahowa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hape lam piripirion dope si Usia huhut patioptiop saoan pardaupaan di bagasan tanganna, naeng manutung daupa. Alai andorang piripirion dope ibana dompak angka malim i, tubu ma puru di pardompahanna di adopan ni angka malim di bagasan joro ni Jahowa di lambung langgatan pardaupaan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i humusor ma sintua ni malim Azaria, ro di sude angka malim mandompakkon ibana, hape ida ma, nunga puruon ibana di pardompahanna. Jadi hapogan nasida pabali ibana sian i; ibana sandiri pe hapogan do laho tu balian, ala naung ditorui Jahowa ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi laos puruon ma raja Usia sahat ro di ari hamamatena, gabe punjung ibana maringan di bagasan sada jabu ala puruna i, ai bali ibana huhut sian joro ni Jahowa. Jadi si Jotam, anakna i, panahatan ni bagas ni rajai, manguhum sandok bangso isi ni luat i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jamita na tinggal i dope sian si Usia, angka na parjolo dohot na parpudi, i ma naung sinurat ni panurirang Jesaya, anak ni si Amos.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i monding ma si Usia gabe top dohot angka ompuna, jala tartanom ibana di lambung ni angka ompuna di ladang parbandaan ni angka raja; ai ninna nasida do: Na puruon do ibana. Jadi si Jotam, anakna i, bangkit raja singkatna.",
      "type": "content"
    }
  ]
}