{
  "book": "2 Tawarikh",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panggomgomion ni si Jotam na daulat roha jala na mardohar 1-9.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marumur duapulu lima taon si Jotam di na bangkit raja ibana, jala sampulu onom taon lelengna ibana mangarajai di Jerusalem; ia goar ni inana, i ma si Jerusa, boru ni si Sadok.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala diulahon ibana do lomo ni roha ni Jahowa, sandok songon na binahen ni si Usia amana i; dungkon ni na so bongot ibana tu bagasan joro ni Jahowa; alai tong dope marroha mago anggo halak situan na torop i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dipauli rajai huhut pintu na timbo di joro ni Jahowa; jugul ibana huhut patoguhon parik Opel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dipungka ibana huhut angka huta di atas dolok Juda; jala di bagasan angka tombak dipauli do angka partanobatoan dohot batarbatar.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i marmusu ma rajai dompak raja ni halak Amon jala ditaluhon nasida, pola mangalehon sohe halak Amon di na sataon i tu ibana saratus talenta perak saloksa kor dahanon simetmet dohot saloksa kor dahanon siansimun; suang songon i godang dilehon halak Amon tu rajai nang paduataonhon dohot patolutaonhon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi lam naek huaso ni si Jotam, ai marsihohot angka dalanna di adopan ni Jahowa, Debatana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jamita na tinggal i dope sian si Jotam ro di sude hamusuonna dohot pangalahona, ida ma, tarsurat do i di bagasan buku ni angka raja sian Israel dohot Juda.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Marumur duapulu lima taon ibana di na bangkit raja, jala sampulu onom taon lelengna ibana mangarajai di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i monding ma si Jotam gabe top dohot angka ompuna, jala tartanom ibana di huta ni si Daud. Jadi si Ahas anakna i bangkit raja singkatna.",
      "type": "content"
    }
  ]
}