{
  "book": "2 Tawarikh",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pardebataon sileban ni si Ahas. Ditaluhon halak Ram dohot Epraim ibana 1-8. II. Mulak angka na dapot tartangkup diapoi panurirang Obed 9-15. III. Si Ahas mangulahi talu 16-21. IV. Lam lonong ibana laos mate do 22-27.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marumur duapulu taon si Ahas di na bangkit raja ibana, jala sampulu onom taon lelengna ibana mangarajai di Jerusalem, jala ndang diulahon lomo ni roha ni Jahowa, songon si Daud ompuna i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lam marparange ibana di angka dalan ni angka raja sian Israel, angkup ni dipauli huhut angka ganaganaan tuangan di Baal.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Manutung daupa ibana huhut di rura na di anak ni si Hinnom, jala suda ditutung angka anakna di bagasan api mangihuthon biasbias ni bangso parbegu, angka na pinabali ni Jahowa maradophon halak Israel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Mamele jala manutung daupa ibana huhut di atas ni angka tambak dohot di atas ni dolokdolok dohot di toru ni saluhut hau na rugun.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dibahen i dipasahat Jahowa, Debatana ma ibana tu bagasan tangan ni raja sian Ram, gabe ditaluhon nasida ibana, jala mansai torop sian angka na nirajaanna dibuangkon laho mamboan tu Damaskus. Dipasahat ibana huhut tu bagasan tangan ni raja sian Israel, na manaluhon ibana situtu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai dibunu si Peka, anak ni si Remalia, di Juda di bagasan sadari saratus duapulu ribu halak, luhutna i halak na somal marmusu, ala na tinadingkonnasida Jahowa, Debata ni ompunasida i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tole muse si Sikri sahalak ulubalang sian Epraim mambunu si Maaseia, anak ni rajai dohot si Asrikam, siramoti bagasna dohot si Elkana, panuturi ni rajai.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Asa dibuangkon halak Israel sian angginasida i dua ratus ribu parompuan ro di anak dohot boru angkup ni mansai godang tabantaban dilaum sian nasida, laos diboan tabantaban i tu Samaria.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i adong ma disi sada panurirang ni Jahowa, na margoar si Obed; ruar ma ibana manjumpangkon parangan angka na ro tu Samaria, ninna ma tu nasida: Ida ma, ala marronirimas Jahowa, Debata ni ompumuna i, mida Juda, umbahen dipasahat nasida tu bagasan tanganmuna; hape marmurukmuruk dohot hamu mambunu i nasida, pola maungaung sahat tu banua ginjang.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nuaeng pe, lam ditahi rohamuna dope naeng patundukkon halak Juda dohot Jerusalem, bahen naposomuna baoa dohot parompuan. Beha ia hamu, nda dokdok do nang angka salamuna maradophon Jahowa, Debatamuna i?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen i tangihon hamu ma hatangkon jala paulak hamu jolma na tarboan i, angka na binoanmuna sian anggimuna i; ai nunga marpiarpiar muruk ni Jahowa mida hamu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi hehe ma deba baoa sian angka induk ni halak Epraim, i ma: si Azaria, anak ni si Johanan dohot si Berekia, anak ni si Mesilemot dohot si Hiskia, anak ni si Sallum dohot si Amasa, anak ni si Hadlai laho mandapothon parangan angka na mulak sian tongtangan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ninna ma mandok nasida: Ndang jadi boanonmuna tuson jolma angka na tarboan i, ai parohon torutoru ni Jahowa tu hita hamu disi; rupa disangkap rohamuna do naeng manambai dosa dohot salanta na sai laon; ai nunga godang hian salanta, jala marpiarpiar rimas ni Jahowa mida Israel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi ditadingkon parangan na marsinjata i ma halak na tarboan i ro di tabantaban di adopan ni angka induk dohot sandok luhutan i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi hehe ma baoa angka na ginoar ondeng manjangkon halak na tarboan i, jala saluhut sian nasida na marsaemara diparulosi do sian tabantaban i, diparlehon tu nasida angka ulos dohot sipatu ro di sipanganon dohot siinumon, pola dimiahi nasida jala dipahundul tu halode manogihon sude halak angka na mandate, jala diboan nasida, sahat tu Jeriko, huta parharambiran, tu hahaangginasida i; dung i mulak nasida tu Samaria.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Uju i ma disuru raja Ahas angka suruanna manopot angka raja sian Assur, mangido tolongannasida ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai diulahi halak Edom muse ro mambunu halak Juda, diboan huhut torop halak tu habuangan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tole dohot halak Palistim mangalaum angka huta di pea dohot di tano dangsina sian Juda, jala dipapatu nasida Betsemes, Aialon, Gederot dohot Soko ro di pagaran na masuk tusi, dohot Timna ro di pagaran na masuk tusi, dohot Gimzo ro di pagaran na masuk tusi, laos maringan nasida disi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai Jahowa pajimputhon Juda ala si Ahas, raja sian Juda, ala naung ibana pahijang Juda mardosa godang dompak Jahowa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi ro ma mangalo ibana si Tiglat-Pilesar, raja sian Assur, jala disosaksosak ibana, ndada ditogari.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai nunga pola dipupusi si Ahas deba ugasan sian joro ni Jahowa dohot sian bagas ni rajai ro di angka induk, jala dilehon do i tu raja sian Assur, hape laos so ditolongi ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(IV.) Alai gari tu tingki hagogotanna, lam digandai raja Ahas dope dosana dompak Jahowa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Lam mamele ibana tu angka debata pandingini di Damaskus, angka na manaluhon ibana, ninna ma: Ala naung angka debata ni rajaraja sian Ram manolongi nasida, dohot ma ahu mamele tusi, anggiat dohot ahu ditolongi nasida; hape gabe jorgong do angka i di ibana dohot di sandok Israel.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i dipapungu si Ahas ma angka ulaula di joro ni Debata jala ditapori angka ulaula di joro ni Debata, laos dihinsu angka pintu ni joro ni Jahowa, jala dipambahen di ibana angka langgatan di ganup suhi di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dipambahen huhut di ganup huta ni Juda angka tambak laho manutung daupa di angka debata sileban, asa pahehehon rimas ni Jahowa, Debata ni ompuna i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jamita na tinggal i dope sian ibana ro di sandok dalandalanna, angka na parjolo dohot parpudi, ida ma, tarsurat do i di bagasan buku ni angka raja sian Juda dohot Israel.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i monding ma si Ahas gabe top dohot angka ompuna, jala tartanom ibana di huta Jerusalem; ai ndang diboan nasida ibana tu parbandaan ni angka raja sian Juda. Jadi si Hiskia anakna i bangkit raja singkatna.",
      "type": "content"
    }
  ]
}