{
  "book": "2 Tawarikh",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata tingting ni si Hiskia tu angka malim mandokkon urasonna bagas joro i 1-11. II. Dipasaut angka malim hata tingtingna i 12-19. III. Partorang ni pameleon ni rajai dohot bangso i mangoloi Debata 20-36",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marumur duapulu lima taon si Hiskia di na bangkit raja, jala duapulu sia taon lelengna ibana mangarajai di Jerusalem; ia goar ni inana, i ma si Abia, boru ni si Sakaria.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala diulahon ibana do lomo ni roha ni Jahowa, sandok songon binahen ni si Daud ompuna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Pintor didokkon ma ungkapon angka pintu ni joro ni Jahowa, jala dipaimbaru di bulan sipaha sada di taon parjolo hinarajaonna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i didokkon ma ro angka malim dohot halak Lepi, jala dipaluhut nasida di alaman tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala didok ma tu nasida: Tangihon ma hatangkon, hamu ale halak Lepi! Manguras ma hamu nuaeng, jala urasi hamu ma joro ni Debata, Debata ni ompumuna i, jala paruar hamu nasa na ramun sian joro na badia i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai nunga mardosa godang angka ompunta i, jala diulahon nasida sogo ni roha ni Jahowa, Debatanta i, tung ditadingkon nasida Ibana, jala dipadao nasida bohinasida i sian inganan ni Jahowa, tung ditundali nasida do Ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Angkup ni nunga dihinsui nasida angka pintu ni emper i, jala diintopi angka palito, jala ndang be ditutup nasida daupa, jala ndang be dipelehon pelean situtungon di bagasan bagas na badia i marsomba tu Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi marronirimas ma Jahowa mida Juda dohot mida Jerusalem, jala dipasahat nasida ripe rupaon, ulangon dohot lealeaan, songon na niida ni matamuna sandiri.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai ida ma, nunga pola marragean angka ompunta marhite sian podang, anakta pe dohot borunta ro di jolmanta, nunga pola tarboan tu habuangan ala ni.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nuaeng pe disangkap rohangku do naeng mambahen padan tu Jahowa, Debata ni Israel, asa anggiat sumurut sian hita parpiarpiar ni rimasna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen i, hamu ale angka anaha, unang tung marbenda hamu nuaeng, ai hamu do na pinillit ni Jahowa jongjong di adopanna marhalado, jala hamu do angka parhaladona dohot manutung daupa di Ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Jadi hehe ma halak Lepi: Si Mahat, anak ni si Amasa i dohot si Joel, anak ni si Azaria sian pinompar ni si Kohat; jala sian pinompar ni si Merari: Si Kis, anak ni si Abdi dohot si Azaria, anak ni si Jehalieel; ia sian pinompar ni si Gerson: Si Joa, anak ni si Sima dohot si Eden, anak ni si Joa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia sian pinompar ni si Elisapan: Si Simri dohot si Jeiel; ia sian pinompar ni si Asap: Si Sakaria dohot si Matania.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia sian pinompar ni si Heman: Si Jeiel dohot si Simei; ia sian pinompar ni si Jedutun: Si Semaya dohot si Usiel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dipaluhut nasida ma angka hahaangginasida i, laos diuras dirinasida, asa bongot nasida hombar tu tona ni rajai, naeng manguras joro ni Jahowa mangihuthon hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai masuk ma anggo angka malim tu bagasan joro ni Jahowa laho manguras; nasa haramunon angka na jumpang nasida di bagasan joro ni Jahowa, diparuar nasida ma i tu alaman ni joro ni Jahowa; dijalo halak Lepi muse mamboan tu balian mangaup tu sunge Kidron.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai mamungka do nasida manguras di artia di bulan sipaha sada, tole paualuarihon di bulan i masuk ma nasida tu emper ni Jahowa laho manguras joro ni Jahowa, pola ualu ari lelengna, pasampuluonomarihon pe di bulan sipaha sada sidung nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i masuk ma nasida tu bagasan manopot raja Hiskia, ninna nasida ma: Nunga sun huuras hami sandok joro ni Jahowa dohot langgatan pamelean ni pelean situtungon ro di sandok ulaulana; nang meja hapeahan ni roti na marhadohoan ro di sandok ulaulana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angkup ni nasa ulaula, angka naung binolongkon ni raja Ahas saleleng hinarajaonna i, di na mardosai ibana, nunga hupadiri jala huurasi hami; jala ida ma, luhutna i di adopan ni langgatan ni Jahowa do.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Dung i dipasogot raja Hiskia ma hehe jala dipaluhut angka induk ni huta i, asa nangkok tu joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i diboan halak ma pitu lombu naposo dohot pitu birubiru tunggal dohot pitu anak ni birubiru dohot pitu hambing tunggal bahen pelean pardosaan manguras harajaon dohot joro na badia i dohot halak Juda. Dung i ninna rajai ma tu pinompar ni si Aron, angka malim i, asa mamele nasida di atas langgatan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi dipotongi nasida ma angka lombu i, jala ditarei angka malim mudar i jala dipistikkon do i tu langgatan; dipotongi muse angka birubiru tunggal jala dipistikkon mudar i tu langgatan i; dipotongi muse angka anak ni birubiru jala dipistikkon mudar i tu langgatan i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i diboan muse angka hambing tunggal bahen pelean pardosaan di adopan ni rajai dohot di adopan ni luhutan i, jala diampehon tangannasida tu atasna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Laos dipotongi angka malim ma hambing i, mudarna i na pinistikkon tu langgatan padaohon dosa mambahen pardengganan tu sandok Israel; ai manatap sandok Israel do umbahen didokkon rajai pelehononhon pelean situtungon dohot pelean pardosaan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dipajongjong rajai huhut halak Lepi di bagasan joro ni Jahowa mardongan arbab; sordam dohot hasapi mangihuthon tona ni si Daud dohot si Gad, partondung ni rajai dohot panurirang Natan; ai tona na ro sian Jahowa do i marhite sian pamangan ni angka panurirangna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi jongjong ma tutu halak Lepi patioptiop parhinaloan sian si Daud, patioptiop sarune anggo angka malim.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i didokkon si Hiskia ma pelehononhon pelean situtungon i di atas langgatan. Jadi andorang mamungka mamelehon pelean situtungon i, manungka ma dohot ende pujipujian tu Jahowa rap dohot soara ni sarune dohot parhinaloan sian si Daud, raja sian Israel.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi sandok luhutan i martangiang; sai didatdati angka parende do marende jala angka parsarune mamalu sarunena, luhutna i paima marujung pelean situtungon i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi dung tolhas pelean i, marsinggang ma rajai dohot sude halak na jumpang di lambungna, laos martangiang nasida.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i didokkon raja Hiskia dohot angka induk i ma halak Lepi mamujimuji Jahowa marendehon hata ende sian si Daud dohot si Asap partondung i. Jadi mamujimuji ma nasida maradu marlas ni roha huhut marsomba dohot martangiang.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i ro ma hata ni si Hiskia mandok: Nunga dipasahat hamu muse dirimuna tu Jahowa, antong pajonok hamu ma mamboan angka pelean sipotongon dohot pelean pujipujian tu joro ni Jahowa! Jadi diboan luhutan i ma angka pelean sipotongon dohot pelean pujipujian, jala nasa jolma na ringgas roha mamboan angka pelean situtungon.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ia bilangan ni pelean situtungon, angka na binoan ni luhutan i, i ma pitupulu lombu, saratus birubiru tunggal jala dua ratus anak ni birubiru. Luhutna i bahen pelean situtungon tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Diparbadiai dope angkup ni onom ratus lombu dohot tolu ribu birubiru.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai maotikku do angka malim, pola ndang taralo nasida mambobahi sude pelean situtungon i, dibahen i halak Lepi, angginasida i mangurupi nasida, paima sun ulaon i, paima dohot angka malim i taruras; ai umburju roha ni halak Lepi manguras dirina sian angka malim.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Angkup ni torop situtu do disi pelean situtungon rap dohot tabotabo ni angka pelean hamauliateon dohot angka pelean siinumon bahen dongan ni pelean situtungon. Asa songon i ma pangarataina di ulaon di joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi marlas ni roha ma si Hiskia dohot sandok bangso i, taringot tu naung pinadiri ni Debata di bangso i; ai tung tompu do masa hata i.",
      "type": "content"
    }
  ]
}