{
  "book": "2 Tawarikh",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Paningaon di bagas joro 1-7. II. Na songkal sahali, angka kerubim, rimberimbe dohot tiang 8-17.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipungka si Salomo ma pajongjong joro ni Jahowa di Jerusalem, di atas dolok Moria, naung pinatuduhon hian tu si Daud amana i, di inganan naung pinadiri ni si Daud hian di pardegean ni si Ornan, halak Jebusi i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai di bulan sipaha dua di suma paopattaonhon hinarajaonna i, dipungka rajai paulihon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala on do ojahan binahen ni si Salomo laho paulihon joro ni Debata: Unjurna onompulu asta, mangihuthon ungkuran na jolo, jala bohangna duapulu asta.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo emper na di adopan i, duapulu asta unjurna mangihuthon bohang ni joro i, ia timbona duapulu asta do; ianggo parbagasanna i dilampis do i dohot sere na pita.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Joro ma balga i pe dilampis do i sian bagasan dohot hau sampinur, jala dilampis muse dohot sere palangki, jala diuhir tusi angka hau harambir dohot gabagaba.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala dilohothon tu joro i batu angka na arga situtu bahen sipajagarjagar; alai anggo sere i, sere sian Parwaim do.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dilampis muse dohot joro i, angka gulanggulangna, tiangna, lobulobuna, dorpina, angka pintuna dohot sere jala diuhirhon angka rupa ni kerubim di dorpina.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dipauli huhut joro i inganan na songkal sahali, unjurna duapulu asta mangihuthon bohang ni joro i, jala bohangna pe duapulu asta do, jala dilampis do i dohot sere na pita, arga onom ratus talenta godangna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala dokdok ni angka labang pola limapulu sekkel sere, jala dilampis do angka bilut parginjang dohot sere.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen huhut di bagasan joro, i ma na songkal sahali, dua kerubim, jadijadian ni pandakdak batu, jala dilampis do i dohot sere.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia habong ni angka kerubim duapulu asta unjurna, ia bohang ni na sada lima asta unjurna, pola dais tu dorpi ni joro i, jala habongna na sadanari laos lima asta do, jala dais tu habong ni kerubim na sadanari.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala habong ni kerubim na sada laos lima asta do, jala dais tu dorpi ni joro i; jala habongna na sadanari laos lima asta do, jala dais tu habong ni kerubim na asing.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi angka habong ni angka kerubim i mangerbang duapulu asta ganjangna; jala duansa jongjong di atas patna sandiri, jala bohinasida mandompakkon joro i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dipauli huhut rimberimbe sada sian bonang na sinop dohot na tinubar dohot sian haen na halus, jala digorga angka rupa ni kerubim tusi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dibahen huhut di adopan ni bagas i dua tiang, tolupulu lima asta ganjangna, jala uluna di atasna lima asta timbona.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen huhut pinartaraoang songon jala dohot ranterante tu ulu ni tiang na di atasna i, dibahen muse saratus parbue ni hau dalimo, jala digantung tu taraoang i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i dipajongjong ma angka tiang i di adopan ni joro, sada tu siamun, jala sada tu hambirang, jala dibahen do goar ni tiang na di siamun i Jakin, jala goar ni na di hambirang i Boas.",
      "type": "content"
    }
  ]
}