{
  "book": "2 Tawarikh",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja si Hiskia marsuru suruanna martingting tu Juda dohot Israel mamio ro be marulaon Paska 1-13. II. Marlas ni roha nasida marulaon Paska 14-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i disuru si Hiskia suruanna tu sandok Israel dohot Juda, ditongos huhut angka surat tu Epraim dohot Manasse, asa ro be nasida tu joro ni Jahowa di Jerusalem, asa marulaon Paska di Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai nunga martuptup hian rajai rap dohot angka indukna dohot sandok luhutan i di Jerusalem, naeng marulaon Paska di bulan sipaha dua.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai ndang tarbahen nasida marulaon di tingkina hian, ala so singkop dope taruras angka malim i jala ndang dope pungu situan na torop i di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi lomo ma roha ni rajai di hata i dohot sandok luhutan i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi mardos ni roha ma nasida, ingkon tingtingkononhon hata i tu sandok Israel, olat ni Berseba sahat ro di Dan, asa ro be tu Jerusalem marulaon Paska di Jahowa, Debata ni Israel, ai nunga tung leleng ndang rim nasida marulaon, hombar tu na tarsurat.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i mardalan ma angka suruani mamboan angka surat sinurat ni tangan ni rajai dohot angka indukna martingting tu sandok Israel dohot Juda, hombar tu tona ni rajai songon on: Hamu ale angka anak Israel! Mulak ma hamu tu Jahowa, Debata ni si Abraham, si Isak dohot si Israel, asa mulak Ibana tu jolma pasipasi angka na malua di hamu sian tangan ni raja di Assur.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Unang tung hamu songon ompumuna dohot songon hahaanggimuna, angka na mardosa dompak Jahowa, Debata ni ompumuna i, gabe dipasahat Ibana nasida tu hamagoan, songon na niidamuna nuaeng.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "On pe, sai unang ma patangkang hamu tangkuhukmuna i, songon na binahen ni ompumuna, pasahat hamu tagonan dirimuna tu Jahowa, jala ro be hamu tu habadiaonna, naung pinarbadiaanna ro di salelenglelengna, jala oloi hamu Jahowa, Debatamuna i, asa mundar sian hamu parpiarpiar ni rimasna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai molo mulak hamu tu Jahowa, jumpangan asi ni roha ma hahaanggimuna dohot anakkonmuna maradophon halak na mambuangkon nasida, asa mulak nasida loasonna tu tano on. Ai parasi roha jala pardengganbasa do Jahowa, Debatamuna i, jala ndang tagamon padaoonna bohina sian hamu, molo mulak hamu tu Ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi mardalan ma angka suruani sian huta na sada tu na asing di tano Epraim dohot Manasse jala sahat tu Zebulon. Hape diparengkeli halak do nasida jala diinsahi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai adong deba baoa sian Aser dohot Manasse dohot Zebulon, angka na paunduk rohana jala ro tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Angkup ni andar do di Juda tangan ni Debata manumpak, mangalehon tu nasida sada ni roha laho mangulahon tona ni rajai dohot angka induk i, hombar tu hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi marluhut ma di Jerusalem mansai torop halak, naeng marari raya sagusagu na so niasoman di bulan sipaha dua, tung na balga situtu do luhutan i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Jadi hehe be ma nasida mangalohai langgatan, angka na di Jerusalem, jala dipadao sude langgatan pamelean daupa, jala direongkon angka i tu bagasan sunge Kidron.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i dipotongi nasida ma birubiru Paska di ari sampulu opat bulan sipaha dua. Ai nunga tarurak angka malim dohot halak Lepi gabe diuras dirina, asa masuk boanonna angka pelean situtungon tu bagasan joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi marudur nasida jongjong di hajongjonganna be, hombar tu tohonanna hian, na tarsurat di patik ni si Musa, halak ni Debata. Dung i dipistikkon angka malim i ma mudar i sian tangan ni halak Lepi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai mansai torop jolma di luhutan i, angka na so manguras dirina dope, dibahen i halak Lepi do umpotongi angka birubiru Paska, manguras sude jolma, angka na so taruras dope, asa gabe badia nasida di Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai mansai torop halak situan na torop i, angka sian Epraim, Manasse, Isasar dohot Zebulon, angka na so taruras dope, mangan Paska do nian nasida, alai ndang hombar tu na tarsurat. Jadi martangiang ma si Hiskia mangondihon nasida, ninna ma: Pardengganbasa do Jahowa, sai marpangulahi ma rohana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Mida ganup jolma na marsihohot mangalului sian nasa rohana Debata Jahowa, Debata ni ompuna i, atik pe so hombar tu pangurasion na badia i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi ditangihon Jahowa ma tangiang ni si Hiskia, jala dipahisar bangso i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi halak Israel angka na jumpang di Jerusalem marari raya sagusagu na so niasoman pitu ari lelengna marlas ni roha godang. Ianggo halak Lepi dohot angka malim, sai mamujimuji Jahowa do ariari huhut mardongan parhinaloan papujipuji hagogoon ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i marsipaingot ma si Hiskia tu roha ni ganup halak Lepi, angka na pantas marroha mangaradoti ulaon tu Jahowa. Dung i mangan pelean ari raya nasida pitu ari lelengna, huhut mamelehon angka pelean hamauliateon, huhut papujipuji Jahowa, Debata ni ompunasida i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i mardos ni roha sandok luhutan i, naeng dope marari raya pitu ari nari; saut ma nasida marari raya pitu ari nari huhut marlas ni roha.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai nunga dibasabasahon si Hiskia, raja sian Juda, tu luhutan i saribu lombu dohot pitu ribu birubiru; angka induk i pe marbasabasahon tu luhutan i saribu lombu dohot saloksa ribu birubiru; angka malim pe nunga mansai torop mangurasi dirina be.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi marlas ni roha ma sandok luhutan Juda ro di angka malim dohot halak Lepi, rap dohot sandok luhutan angka na ro sian Israel, angkup ni halak dagang, angka na ro sian tano Israel, nang angka na maringan hian di Juda.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi masa las ni roha godang di Jerusalem; ai olat ni tingki ni si Salomo, anak ni si Daud, raja sian Israel, ndang dung masa songon i di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i hehe ma angka malim dohot halak Lepi laho mamasumasu bangso i, jala ditangihon Debata soaranasida i, ai sahat do tangiangnasida i tu ingananna na badia i di banua ginjang.",
      "type": "content"
    }
  ]
}