{
  "book": "2 Tawarikh",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "I. Israel mangalohai angka pamelean tu Debata sileban. Partorang ni tohonan dohot guguan tu malim dohot tu halak Lepi 1-7. II. Parsagina di angka silehonlehon sian lomo ni roha 8-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung marujung saluhutna i, borhat ma sandok Israel, angka na jumpang disi manopot angka huta di Juda, jala dibolai nasida angka ganaganaan na jongjong, jala ditaba angka sombaon Asera, jala dilohai angka tambak dohot langgatan maniaphon sian sandok Juda dohot Benjamin dohot Epraim dohot Manasse, tung sun siap do dibahen. Dung i mulak ma sude halak Israel ganup tu partalianna di bagasan hutanasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i dipaodor si Hiskia muse angka pargansion ni malim dohot halak Lepi, mangihuthon pargansionna hian, ganup hombar tu tohonanna, nang malim, nang halak Lepi, laho mamelehon pelean situtungon dohot pelean hamauliateon, asa marhalado nasida, mandok mauliate dohot mamujimuji di bagasan pintu ni joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nang bagian ni rajai, sian ugasanna sandiri do dilehon bahen pelean situtungon, i ma angka pelean situtungon manogotna i dohot bodarina i, ro di pelean situtungon di ari Sabbat dohot poltak ni bulan dohot di angka ari raya, songon na tarsurat di bagasan buku patik ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i didok rajai ma tu bangso i, isi ni Jerusalem, ingkon lehononna be guguanna tu malim dohot tu halak Lepi, asa marsihohot rohanasida mangaradoti patik ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung sar hata i dipagodang halak Israel ma angka patumonaan sian eme, anggur, miak, situak ni loba dohot sian sandok gogo ni tano i, ro di parsampuluan sian saluhutna diboan nasida mansai godang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tole halak Israel dohot Juda, angka na maringan di bagasan angka huta di Juda, diboan be huhut parsampuluan sian lombu dohot birubiru, nang parsampuluan sian ugasan na badia naung pinarbadiaan tu Jahowa, Debatanasida i, pola margugungugun dibahen.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Di bulan sipaha tolu dipungka nasida mambahen margugungugun, jala di bulan sipaha pitu pe asa marujung.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Jadi dung bongot si Hiskia dohot angka induk i maningkir angka gugungugun i, dipuji nasida ma Jahowa jala dipasupasu bangsona Israel.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i usouso ma si Hiskia tu angka malim dohot halak Lepi taringot tu angka gugungugun i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna sintua ni malim Azaria, sian pinompar ni si Sadok ma tu rajai: Olat ni dung dipungka halak mamboan silehonlehon tu joro ni Jahowa, sai mangan do hami jala bosur jala marlobilobi dope mansai godang; ai nunga dipasupasu Jahowa bangsona, ala ni umbahen lobi angka gugungugunon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i didokkon si Hiskia ma, ingkon paulion deba bilut parbohalan di joro ni Jahowa; jadi dipauli nasida ma i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dipamasuk nasida ma tusi angka silehonlehon dohot parsampuluan dohot ugasan na pinarbadiaan marroha hasintongan; jala induk panahatan ni luhutna i, i ma si Hanania, halak Lepi dohot si Simei, anggina i induk paidua.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tole muse si Jeiel, si Azasiah, si Nahat, si Asahel, si Jerimot, si Josabad, si Eliel, si Ismakia, si Mahat dohot si Benaia angka induk nian, alai marpandapotan tu si Hanania dohot si Simei anggina i, pinarenta ni raja Hiskia dohot si Azaria, induk di joro ni Debata.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tole muse si Kora, anak ni si Innah, halak Lepi, sijaga pintu tungkan habinsaran, ibana panahatan ni nasa silehonlehon sian lomo ni roha tu Debata, asa sagihononna silehonlehon tu Jahowa dohot na badia sahali.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala marpandapotan tu ibana do si Eden, si Minyamin, si Jesua, si Semaya, si Amaria dohot si Sekania di bagasan angka huta ni malim, ingkon marroha hasintongan be nasida marsagihon tu hahaanggina hombar tu parsagionna, nang tu na magodang, nang tu na metmet.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "So padohot baoa angka na sinuratnasida i, olat ni na marumur tolu taon tu ginjang, taringot tu sude angka na masuk tu bagasan joro ni Jahowa, singkop di ganup di arina be mangaradoti ulaon di tohonanna, mangihuthon pargansionna be.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tole muse malim angka na tarsurat mangihuthon pinomparnasida marsasaama, tole halak Lepi olat ni na marumur duapulu taon tu ginjang mangaradoti tohonanna mangihuthon pargansionna be.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tole muse angka na tarsurat sian saluhut dakdanaknasida, jolmanasida, anaknasida dohot borunasida di sandok luhutan i, ai marroha hasintongan nasida pabadiahon dirina be marsagihon ugasan na badia i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Nang di pinompar ni si Aron, i ma angka malim i, adong do targoar angka baoa di ganup huta ro di tano na masuk tusi marsagihon parjambaran tu ganup baoa sian angka malim dohot tu sude na tarsurat sian halak Lepi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Songon i dibahen si Hiskia di sandok Juda, sai diulahon do na denggan, habonaron dohot hasintongan di adopan ni Jahowa, Debatana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala di bagasan saluhut ulaon na pinungkana mangaradoti ulaon di bagas ni Debata, mangaradoti patik dohot tona laho mangalului Debatana, sai sian nasa rohana do diula, gabe manjadi ma.",
      "type": "content"
    }
  ]
}