{
  "book": "2 Tawarikh",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja Sanherib manola Juda 1-8. II. Jungkat ni pangkataion sisuruon ni si Sanherib 9-19. III. Pangurupion sian Debata 20-23. IV. Sahit ni si Hiskia dohot hamamatena 24-33.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu angka jamita ondeng dohot ulaon hasintongan i, ro ma si Sanherib, raja sian Assur, manola Juda jala ditungkum huta angka na gonting, jala ditahi rohana naeng soluhonna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dung diida si Hiskia naung ro si Sanherib, jala dipatohom bohina naeng marporang dompak Jerusalem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Martuptup ma rajai rap dohot angka indukna dohot ulubalangna, naeng manongsong angka aek mual, angka na di balian ni huta i, jadi diurupi nasida ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai marpungu do mansai torop halak, gabe disongsong nasida nasa mual dohot sunge i tahe, na mardalan sian tongatonga ni tano i, ai ninna do: Molo ro angka raja sian Assur, boasa ingkon godang aek dapotonna?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dipapir rajai ma tondina jala dipatogu sandok parik, molo adong na maloha, jala dipajongjong angka palaspalas di atasna, dibahen muse sadanari parik balian jala dipagonting Milo di bagasan huta ni si Daud, jala dipambahen sinjata mansai torop dohot angka lombulombu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i dipabangkit ma angka partogi tu hamusuon manguluhon situan na torop i jala dipaluhut nasida tu lambungna di alaman mardonokkon bahal ni huta i, jala didok hata sipir ni tondinasida i songon on:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pir ma tondimuna jala marsihohot! Unang hamu mabiar jala unang godoron rohamuna maradophon raja sian Assur, manang maradophon sandok paranganna na rap dohot ibana, ai tumorop do na mandongani hita asa ibana!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Botohon sibuk tahe donganna, alai anggo donganta Jahowa, Debatanta do laho manolongi dohot manguluhon hita marporang. Jadi nalom ma roha ni situan na torop i umbege hata ni si Hiskia, raja sian Juda.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i disuru si Sanherib, raja sian Assur ma angka naposona tu Jerusalem (ai di Lakis do anggo ibana rap dohot sandok paranganna) manopot si Hiskia, raja sian Juda, dohot sandok halak Juda, angka na di Jerusalem mandok tu nasida:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Songon on do hata ni si Sanherib, raja sian Assur: Marhaposan tudia do hamu ulaning, umbahen tinggal dope hamu di Jerusalem naung tinungkum humaliang?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nda si Hiskia do i na paotootohon hamu, naeng pasahatonna hamu tu hamatean marhite sian haraparon dohot hauason mambahen ende halilian ni pinggol mandok: Jahowa, Debatanta i paluahon hita sian tangan ni raja di Assur?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nda ibana do si Hiskia, naung mangaloha angka tambakna dohot langgatanna, lam didok muse tu Juda dohot tu Jerusalem: Di adopan ni langgatan na sasada on do hamu marsomba dohot manutung daupa di atasna?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ndang diboto hamu huroha, manang aha naung hubahen dohot naung binahen ni angka daompung tu saluhut bangso ni angka luat? Tung adong ma angka debata ni bangso parbegu marluatluat na tuk paluahon angka luatnasida sian tanganku?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tung ise ma sian saluhut debata ni angka bangso parbegu on, angka na nirendephon ni daompung, na tarbahen paluahon bangsona sian tanganku, tung muba tagamon. Debatamuna tarpaluasa hamu sian tanganku?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nuaeng pe, unang olo hamu paotootoon ni si Hiskia, jala unang olo hamu ansionna, unang porsea hamu di ibana! Ai ndang adong nanggo sada debata ni sandok bangso parbegu manang harajaon, na tarbahen paluahon bangsona sian tanganku manang sian tangan ni angka daompung pe, lam Debatamuna ma huroha ndang tagamon tarpaluasa hamu sian tanganku!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Lam didatdati angka naposona dope mandok hatana manginsahi Debata Jahowa dohot si Hiskia naposona i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Angkup ni disurati huhut deba surat laho manginsahi Jahowa, Debata ni Israel dohot mandok hatana dompak Ibana, songon on: Suang songon debata ni angka bangso parbegu marluatluat, ndang tarbahensa paluahon bangsonasida sian tanganku, suang le songon i Debata ni si Hiskia, ndang tagamon tarpaluasa bangsona sian tanganku!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i joujou ma nasida marsoara na gogo di hata Jahudi tu bangso isi ni Jerusalem, na di atas parik, naeng manahuti nasida dohot mambahen godoron, asa papatuonna huta i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Huhut marhatahata dompak Debata pandingini di Jerusalem, suang songon dompak debata sileban ni angka bangso di atas tano on, jadijadian ni tangan ni jolma.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Alai martangiang ma anggo raja Hiskia dohot panurirang Jesaya, anak ni si Amos, mangalo hatana i, pola mangangguhi nasida dompak banua ginjang.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i disuru Jahowa ma sada suruanna, na mangarendephon sude ulubalang na marhuaso dohot partogi dohot induk di parsaroan ni raja sian Assur, gabe tarurak situtu ibana laho mulak tu luatna. Jadi dung masuk ibana tu bagasan joro ni Debatana, ro ma tubuna sandiri mambunu ibana disi marhite sian podang.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Asa Jahowa do paluahon si Hiskia dohot isi ni Jerusalem sian tangan ni si Sanherib, raja sian Assur dohot sian tangan ni saluhut musuna, jala diparmahan nasida humaliang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi torop halak mamboan silehonlehon di Jahowa tu Jerusalem dohot arta angka na arga tu si Hiskia, raja sian Juda. Jadi dung songon i lam timbul ma rajai maradophon saluhut bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(IV.) Di angka ari uju i marsahit ma si Hiskia pola matemate ne, gabe martangiang ibana tu Jahowa; na mangalusi ibana jalojalo huhut mangalehon sada tanda halongangan tu ibana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai tahe ndang dibaloshon si Hiskia, hombar tu asi ni roha jinalona i, ai dipaginjang do rohana. Ala ni mangonai rimas tu ibana dohot tu Juda dohot tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai dung dipaunduk si Hiskia rohana i, ala ni ginjang ni rohana i rap dohot isi ni Jerusalem, gabe ndang saut ro rimas ni Jahowa tu nasida, saleleng mangolu si Hiskia.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai na mora jong do si Hiskia jala marhamuliaon godang situtu, jala dipauli di ibana angka bilut parpeopan arta, perak, sere, mata intan, pamurpuri, angka parinse dohot angka ulaula hasudungan ni roha marragamragam.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dipauli huhut angka bagas parpeopan ni gogo ni tano i, eme, anggur dohot miak; tole muse angka bara ni pinahan marragamragam dohot bara ni birubiru.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tole muse dipambahen angka huta, jala mansai godang dorbiana, angka birubiru dohot lombu; ai nunga dilehon Debata sinamot tu ibana mansai godang.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Laos si Hiskia do manambok haroroan ni aek Gihon sian julu, jala ditogutogu do i sian toru ni tano tungkan hasundutan sian huta ni si Daud. Jadi mardohar si Hiskia di sandok ulaonna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai tahe dung ro suruan ni angka raja sian Babel, angka na sinuru manopot ibana usouso di tanda halongangan naung masa di luat i, ditadingkon Debata ma ibana, pola diunjuni ibana, asa tung tartanda saluhut na di bagasan rohana i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai jamita na tinggal i dope sian si Hiskia dohot hadaulaton ni rohana, ida ma, tarsurat do angka i di bagasan buku pangungkapon ni panurirang Jesaya, anak ni si Amos dohot di bagasan buku ni angka raja sian Juda dohot Israel.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i monding ma si Hiskia, gabe top dohot angka ompuna, jala tartanom ibana di robean ni parbandaan ni pinompar ni si Daud. Dung i ro be ma sandok halak Juda dohot isi ni Jerusalem pasangaphon rajai di hamamatena. Jadi si Manasse, anakna i bangkit raja singkatna.",
      "type": "content"
    }
  ]
}