{
  "book": "2 Tawarikh",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Manasse mangaringkoti pardebataon sileban na sogir situtu. Tarbuang ibana tu Babel 1-11. II. Hamubaon ni rohana, gabe marpangulahi roha ni Debata mida ibana 12-17. III. Hamamatena 18-20. IV. Pardebataon sileban ni si Amon 21-25.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marumur sampulu dua taon si Manasse di na bangkit raja ibana, jala limapulu lima taon lelengna ibana mangarajai di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i diulahon rajai ma sogo ni roha ni Jahowa hombar tu biasbias angka na niulahon ni angka bangso parbegu, angka naung pinabali ni Jahowa maradophon halak Israel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala diulahi rajai paulihon tambak, angka naung nilohaan ni si Hiskia amana i, jala dipajongjong angka langgatan di Baal, jala dibahen angka sombaon Asera, jala marsomba ibana tu sandok parangan di langit, jala marpangoloion tusi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala dipajongjong angka langgatan di bagasan joro ni Jahowa, taringot tusi nunga pola didok Jahowa nian: Di Jerusalem do pahotonku Goarhu ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angkup ni dipauli do angka langgatan di sandok parangan di langit, di bagasan na dua alaman ni joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ibana sandiri tahe pabolushon angka anakna sian bagasan api, di rura na di anak ni si Hinnom, diulahon huhut pangarundingon dohot parsibalikmataon, jala dipabangkit angka jolma bahen hasandaran ni begu, dohot partondung, tung na godang situtu do diulahon sogo ni roha ni Jahowa, asa pahehe rimasna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dipajongjong huhut sada ganaganaan Asera, naung binahenna i tu bagasan joro ni Debata, naung pola nian didok Debata hian tu si Daud dohot tu Salomo anakna i: Tu bagasan joro on dohot tu bagasan Jerusalem, naung hupilliti sian saluhut marga ni Israel, pahotonku Goarhu ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala ndang be paunsatonku pat ni Israel sian tano naung huturpukhon tu ompunasida i, asal diringkoti nasida laho mangulahon hombar tu saluhut naung hutonahon i tu nasida, jala diihuthon sandok patik, aturan dohot uhum, angka na nilehon marhite sian si Musa!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai dililuhon si Manasse do halak Juda dohot isi ni Jerusalem laho mangulahon hajahaton, gumodang sian bangso parbegu angka naung niago ni Jahowa maradophon halak Israel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ro do nian hata ni Jahowa tu si Manasse dohot tu sandok bangsona, alai ndang diparateatehon nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ala ni diparo Jahowa ma dompak nasida angka induk ni parangan ni raja sian Assur, angka na manangkup si Manasse marhite sian rante, laos songon i tarrante dohot dua rante tombaga diboan nasida ibana tu Babel.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Jadi dung hagogotan rohana, digogo ma marhuraja di adopan ni Jahowa, Debatana, jala dipaunduk situtu rohana maradophon Debata ni angka ompuna i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala martangiang tu Ibana. Jadi marpangulahi ma roha ni Debata jala ditangihon tangiangna i, jala diboan ibana mulak tu Jerusalem, sumuang tu harajaonna. Jadi mananda ma si Manasse, Jahowa do hape Debata.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung salpu songon i dipatogu ma parik ruar di huta ni si Daud, tungkan hasundutan sian sunge Gihon laho masuk tu bahal pardengkean, jala dihaliangi do Opel, jala timbo situtu dibahen, jala dipaojak angka induk ni parangan di bagasan saluhut huta angka na gonting di Juda.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i dipaholang angka debata sileban dohot ganaganaan sian bagasan joro ni Jahowa, jala saluhut langgatan angka na pinajokna di atas dolok hajongjongan ni joro ni Jahowa dohot di Jerusalem; laos dibolongkon do angka i tu balian ni huta i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala dipajongjong muse langgatan ni Jahowa jala pipelehon di atasna angka pelean hamauliateon dohot pujipujian, jala dipatik halak Juda, ingkon oloanna Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai tong dope anggo situan na torop i mamele di atas ni angka tambak, atik pe holan tu Jahowa, Debatanasida i nian.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Alai jamita na tinggal i dope sian si Manasse ro di tangiangna tu Debatana dohot angka hata sipaingot sian angka panurirang, angka na marsipaingot tu ibana marhite sian Goar ni Jahowa, Debata ni Israel, ida ma, tarsurat do angka i di bagasan buku jamita ni angka raja sian Israel.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Nang tangiangna dohot panangihon ni Debata disi, ro di sude dosana dohot hajahatonna, ro di hajongjongan ni angka tambak pinaulina disi huhut bahen hajongjongan ni angka sombaon Asera dohot ganaganaan angka na niuhir, tagan so dipaunduk dope rohana, ida ma, tarsurat do angka i di bagasan buku ni halak partondung.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i monding ma si Manasse gabe top dohot angka ompuna, jala tartanom ibana di bagasan jabuna sandiri; jadi si Amon, anakna i, bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(IV.) Marumur duapulu dua taon si Amon di na bangkit raja ibana, jala dua taon lelengna ibana mangarajai di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala diulahon ibana do sogo ni roha ni Jahowa, suang songon na binahen ni si Manasse amana i; huhut mamele do si Amon tu saluhut ganaganaan, angka na niuhir ni si Manasse amana i, jala marsomba do ibana tusi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai ndang anggo dipaunduk rohana di adopan ni Jahowa, songon pangundukkon ni si Manasse amana i, lam dipagodang si Amon tahe salana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i marbulan ma angka naposona mangalo ibana, laos ditodos ma ibana di bagasan jabuna sandiri.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai ro ma situan na torop isi ni luat i, dibunu ma sude halak na marbulan mangalo raja Amon; laos dipabangkit situan na torop isi ni luat i ma si Josia, anakna i, gabe raja singkatna.",
      "type": "content"
    }
  ]
}