{
  "book": "2 Tawarikh",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja Josia maniaphon pameleon tu debata sileban 1-7. II. Diumban joro ni Jahowa gabe jumpang buku patik 8-18. III. Si Josia marsuru suruanna manopot panurirang Nai Hulda; alus binoan ni suruanna i 19-28. IV. Pangarataion di padan tu Jahowa 29-33.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marumur ualu taon si Josia di na bangkit raja ibana, jala tolupulu sada taon lelengna ibana mangarajai di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala diulahon do lomo ni roha ni Jahowa, jala marparange ibana di angka dalan ni si Daud, ompuna i, jala ndang manimbil ibana tu siamun manang tu hambirang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai paualutaonhon hinarajaonna i, uju bajar dope ibana, nunga dipungka mangalului Debata ni si Daud, ompuna i, jala pasampuluduataonhon, dipungka ma manguras Juda dohot Jerusalem sian angka tambak dohot sombaon Asera dohot ganaganaan angka na niuhir dohot na tinuang.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i di adopan ni raja dilohai halak angka langgatan pamelean tu Baal, jala angka tiang na jongjong di atasna dilobongi, jala ditaba angka sombaon Asera jala dibolahon ganaganaan angka na niuhir dohot na tinuang, laos disirabuni do jala disirsirhon tu atas tanoman ni halak angka na mamele tusi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ditutung huhut holiholi ni angka malim di atas langgatannasida, asa manguras Juda dohot Jerusalem.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nang di bagasan angka huta ni Manasse, Epraim, Simeon sahat tu Naptali di bagasan angka halongonan humaliang.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dilohai rajai huhut angka langgatan dohot sombaon Asera dohot ganaganaan angka na niuhir, laos ditapori jala digopui jala sude angka tiang panombanombaan dilobongi do di sandok tano Israel, dung i mulak ibana tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Pasampuluualutaonhon hinarajaonna i, dung sun diuras tano i dohot joro i, disuru ma si Sapan, anak ni si Azalia dohot si Maaseia, induk ni huta i dohot si Joa, anak ni si Joahas, juaratulis i, asa umbanonna joro ni Jahowa, Debatana i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ro ma nasida manopot sintua ni malim Hilkia, jala dipasahat tu ibana perak, naung binoan tu joro ni Debata, na pinapungupungu ni halak Lepi, angka sijaga pintu mardonokkon lobulobu, sian tangan ni halak Manasse dohot Epraim dohot sian sandok pasipasi ni Israel dohot sian sandok Juda dohot Benjamin dohot sian angka isi ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dipasahat nasida do i muse tu bagasan tangan ni tungkang, angka panahatan ni ulaon di joro ni Jahowa; jala nasida muse mangalehon perak i tu halak angka na mangula di joro ni Jahowa, laho mangumban dohot patoguhon joro i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai dilehon nasida do i tu angka tungkang hau dohot tungkang batu, asa dituhor nasida angka batu na nidakdak dohot parhau bahen gulanggulang dohot bahen tiang singkop tu bagas angka naung niloha ni angka raja sian Juda.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marhaburjuon be angka baoa i mangaradoti ulaon i; ai jolma panahatannasida i, i ma: Si Jahat, dohot si Obaja halak Lepi sian pinompar ni si Merari; tole muse si Sakaria dohot si Mesulam sian pinompar ni si Kohat, angka na mangaringkoti ulaon i; tole halak Lepi sude do nasida pande umpalu parhinaloan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nasida huhut panahatan ni halak parhuli dohot manguluhon saluhut halak tu ulaon marragamragam; adong huhut sian halak Lepi angka juaratulis dohot panuturi dohot sijaga pintu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dung diparuar nasida perak na binoan tu bagasan joro ni Jahowa, jumpang malim Hilkia ma buku patik ni Jahowa, na nilehon marhite sian si Musa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ro ma hata ni si Hilkia mandok tu si Sapan, juaratulis i: Nunga jumpang ahu buku patik di bagasan joro ni Jahowa! Laos dilehon si Hilkia ma buku i tu si Sapan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai diboan si Sapan muse buku i tu rajai, laos diboan huhut barita, tu rajai songon on: Saluhut na pinasahat tu angka naposom, diula nasida do i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nunga diusehon nasida perak na jumpang i di bagasan joro ni Jahowa, jala dilehon do i tu halak panahatan ulaon dohot tu halak na mangaradoti ulaon i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Angkup ni dipaboa si Sapan, juaratulis i tu rajai barita on: Nunga dilehon malim Hilkia sada buku tu ahu. Jadi dijaha si Sapan ma buku i di adopan ni rajai.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Jadi dung dibege rajai angka hata ni buku patik i, disansani ma pangkeanna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ro ma hata ni rajai mandokkon si Hilkia dohot si Ahikam, anak ni si Sapan dohot si Akbor, anak ni si Mika dohot si Sapan, juaratulis i dohot si Asaya, parhalado ni rajai, ninna ma.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Laho ma hamu manungkunhon tu Jahowa taringot tu ahu dohot taringot tu jolma pasipasina di Israel dohot di Juda ala ni angka hata ni buku na jumpang i; ai tung na balga situtu do rimas ni Jahowa, na niusehonna tu hita, ala na so diradoti angka ompunta hata ni Jahowa, mangulahon nian luhut na tarsurat di bagasan buku on.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i laho ma si Hilkia rap dohot angka na ginoar ni rajai manopot panurirang Nai Hulda, jolma ni si Sallum, anak ni si Tikpa, anak ni si Hasra, siramoti pangkean. Alai maringan do Nai Hulda di Jerusalem partoruan, gabe mangkatai nasida patolhas tona i tu ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ninna Nai Hulda ma tu nasida: Songon on do hata ni Jahowa, Debata ni Israel: Paboa hamu ma tu baoa na marsuru hamu manopot ahu:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Songon on do hata ni Jahowa: Ida ma, paroonku ma jea tu huta on dohot tu jolma isina i, hombar tu saluhut torutoru angka na tarsurat di bagasan buku i, naung jinaha di adopan ni raja sian Juda.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ala naung tinadingkonnasida i Ahu, jala manutung daupa nasida tu angka debata sileban, asa pahehe rimashu marhite sian sude pambahenan ni tangannasida; dibahen i ingkon usehononhon rimashu tu inganan on, jala ndang be haintopan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai anggo tu raja sian Juda, na marsuru hamu laho manungkunhon tu Jahowa, ingkon songon on do dohononmuna: Boti hata ni Jahowa, Debata ni Israel, anggo taringot tu hata angka naung binegem i:",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ala naung mangilala roham, jala dipaunduk ho dirim di adopan ni Debata, dung dibege ho hata angka na nilumbahonna i dompak huta on dohot dompak jolma pangisina i; ala naung dipaunduk ho tutu dirim di adopan ni Bohingku, nunga pola diribahi ho pangkeanmu huhut tumatangis di adopan ni Bohingku, Ahu pe, nunga hutangihon ho, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ida ma, Ahu sandiri papunguhon ho tu angka ompum, asa marsonangsonang ho papunguonna tu bagasan tanomanmu, asa unang sanga idaon ni matami saluhut jea na naeng paroonku tu atas ni huta on dohot tu atas ni jolma pangisina i. Jadi diboan nasida ma hata alusi tu rajai.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(IV.) Dung i disuru rajai ma suruanna asa paluhuthon saluhut sintua sian Juda dohot Jerusalem.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i nangkok ma rajai tu joro ni Jahowa, rap dohot sude baoa sian Juda dohot pangisi ni Jerusalem, ro di angka malim dohot halak Lepi dohot sandok situan na torop i, tole angka na magodang ro di na metmet; laos didokkon ma manjaha tu pinggolnasida saluhut hata ni buku parjanjian, na jumpang i di bagasan joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i jongjong ma rajai tu hajongjonganna hian, asa mambahen parpadanan di adopan ni Jahowa, ingkon mangihuthon tu Jahowa dohot mangaradoti angka tonana dohot panindangionna dohot aturanna sian nasa rohana be dohot sian nasa ateatena laho mangulahon angka hata ni parjanjian, angka na tarsurat di bagasan buku on.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i didokkon rajai ma jongjong mangundukkon parjanjian i sude jolma na jumpang di Jerusalem dohot di Benjamin. Jadi dibahen isi ni Jerusalem ma hombar tu hata ni parjanjian ni Debata, i ma Debata ni ompunasida i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i didokkon si Josia ma paholangon saluhut ganaganaan biasbias sian sandok luat angka na niinganan ni Israel, jala dipatik sandok jolma angka na jumpang di Israel, ingkon mangoloi di Jahowa, Debatanasida i. Jadi saleleng mangolu rajai, ndang sumurut nasida sian Jahowa, Debata ni ompunasida i.",
      "type": "content"
    }
  ]
}