{
  "book": "2 Tawarikh",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Josia mandokkon marulaon Paska 1-19. II. Parporangan ni si Josia dompak Firaun Neko dohot hamamatena 20-24. III. Margondok ni roha situtu halak Juda mida hamamatena i 25-27.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i marulaon Paska ma si Josia tu Jahowa di Jerusalem, jala diseat nasida birubiru Paska di ari sampulu opat bulan sipaha sada.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Laos rajai mandokkon angka malim mangaradoti tohonannasida i, jala dipapir tondinasida i mangaradoti ulaon di joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ro huhut hatana tu halak Lepi, angka na mangajari sandok halak Israel, jala naung pinarbadiaan di Jahowa: Bahen hamu ma poti na badia i tu bagasan joro naung pinajongjong ni si Salomo, anak ni si Daud, raja sian Israel; ndang pola be sorat abaramuna mangusung; dibahen i marpangoloion tu Jahowa, Debatamuna i ma hamu rap dohot bangsona Israel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Antong diri ma hamu marhalado mangihuthon pargansionmuna marsasaama, songon na tarsurat di bagasan buku sinurat ni si Daud, raja sian Israel dohot si Salomo anakna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon jongjong ma hamu di bagasan inganan na badia i, marguru tu parsagi ni pinomparmuna marompuompu di tongatonga ni hahaanggimuna, i ma halak Israel i, huhut marguru tu pinompar ni halak Lepi marompuompu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i seati hamu ma birubiru Paska i, jala manguras ma hamu jala padiri hamu Paska i di hahaanggimuna i, asa diulahon nasida hombar tu hata ni Jahowa marhite sian si Musa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dibasabasahon si Josia ma tu situan na torop i angka birubiru, angka anak ni birubiru dohot anak ni hambing, luhutna i bahen pelean Paska di sude jolma na disi, tolupulu ribu kibung toropna; angkup ni tolu ribu lombu; luhutna i sian ugasan ni rajai do.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Angka indukna pe girgir be do mangalehon tu situan na torop, tu angka malim dohot tu halak Lepi bahen pelean Paska, si Hilkia, si Sakaria dohot si Jeiel, na tolu induk i di bagasan joro ni Debata mangalehon tu angka malim dua ribu onom ratus birubiru angkup ni tolu ratus lombu bahen pelean Paska.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia si Hanania, si Semaya dohot di Netaneel, anggina i dohot si Hasabya, si Jeiel dohot si Josabad, angka induk ni halak Lepi, i ma mangalehon tu halak Lepi lima ribu birubiru dohot lima ratus lombu bahen pelean Paska.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Songon i ma pangaturna di ulaon i, jongjong tahe angka malim dihajongjongannasida, nang halak Lepi marguru tu pargansionnasida, hombar tu tona ni rajai.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i diseat nasida ma birubiru Paska i, jala angka malim i mamistikkon mudar i sian tangannasida; ianggo halak Lepi dibobahi do angka pelean Paska.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dipapulik nasida ma angka pelean situtungon, asa lehononna marguru tu rongkanan ni pinomparnasida marompuompu di tongatonga ni halak Israel, asa pelehononna tu Jahowa, hombar tu na tarsurat di buku ni si Musa; suang songon i dibahen tu angka lombu i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i dipanggang nasida ma Paska i di atas api, songon na somal hian. Alai anggo naung pinarbadiaan i, dilompa nasida do i di bagasan hudon dohot seret dohot balanga, hatop do dibagi tu situan na torop i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i diparade ma dohot di nasida sandiri dohot di angka malim i, ai angka malim, i ma pinompar ni si Aron, pola sanga borngin nasida mamelehon angka pelean situtungon dohot tabotabo. Ala ni do umbahen ingkon halak Lepi marhobas di nasida sandiri dohot di angka malim, pinompar ni si Aron.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tole angka parende, pinompar ni si Asap, jongjong di hajongjonganna be, hombar tu aturan na binahen ni si Daud, si Asap, si Heman dohot si Jedutun, partondung ni rajai; tole angka sijaga pintu jumaga pintuna be; ndada ingkon pola meret nasida sian ulaonna be, ai hahaangginasida, halak Lepi, marhobas di nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi maraturan ma sandok pangoloion tu Jahowa di ari na sasada i, asa tarbahen marulaon Paska dohot mamelehon angka pelean situtungon di atas langgatan ni Jahowa, hombar tu patik ni raja Josia.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi marulaon Paska ma halak Israel angka na disi uju i, tole marari raya sagusagu na so niasoman pitu ari lelengna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang dung masa ulaon Paska songon sahalion di Israel, olat ni tingki ni panurirang Samuel; ndang dung marulaon Paska nanggo sada sian angka raja ni Israel, songon na binahen ni si Josia dohot angka malim dohot halak Lepi dohot sandok Juda, nang Israel na disi uju i ro di isi ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Pasampuluualutaonhon harajaon ni si Josia masa ulaon Paska on.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(II.) Dung salpu saluhutna i, dung diumban si Josia joro i, nangkok ma si Neko, raja sian Misir naeng marporang dompak Karkemis martopihon sunge Euprat. Jadi borhat ma si Josia manjumpangkon ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai disuru ma suruanna mandok tu ibana: Aha parkarongku tu ho, ale raja sian Juda? Ndada mandopang ho ahu ro anggo sadarion, dompak pinompar ni musungku tihus hian do; pola dohot Debata mandok, ingkon hatop langkangku; dibahen i jaga dirim maradophon Debata na mandongani ahu, asa unang agoonna ho!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ndang olo si Josia paundaronna, lam patinda rupa ibana naeng marporang dompak ibana, jala ndang ditangihon hata ni si Neko, angka na sian pamangan ni Debata, lam sahat ibana tu rura Megiddo asa marporang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Hape manior halak parsior i, gabe hona raja Josia. Dung i didok rajai ma tu naposona: Boan hamu ma ahu sian on, ai nunga targisik bugangku.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dihindat angka naposona ibana sian hureta porang, jala diampehon ibana tu huretana paidua laho mamboan ibana tu Jerusalem. Dung i mate ma rajai jala tartanom di bagasan parbandaan ni angka ompuna. Jadi sandok isi ni Juda dohot Jerusalem margondok ni roha mida si Josia.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(III.) Si Jeremia pe dibahen do sada ende andung taringot tu si Josia, jala saluhut parende baoa dohot parompuan manaringoti goar ni si Josia di bagasan ende andungnasidai rasirasa sadarion; laos dibahen do angka i gabe hasomalan di Israel; jala ida ma, tarsurat do angka i di bagasan buku ende andung.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jamita na tinggal i dope sian si Josia dohot hadaulaton ni rohana, hombar tu na tarsurat di bagasan buku patik ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jamitana pe angka na parjolo i dohot parpudi, ida ma, tarsurat do angka i di bagasan buku ni angka raja sian Israel dohot Juda.",
      "type": "content"
    }
  ]
}