{
  "book": "2 Tawarikh",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "I. Harajaon ni si Joahas sisanguap 1-4. II. Si Joiakim tarboan tu Babel 5-8. III. Si Joiakin pe songon i 9-10. IV. Harajaon ni si Sedekia. Hatataban ni Jerusalem. Habubuang tu Babel 11-21. V. Si Sirus mangaloas halak Juda mulak sian Babel 22-23.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma bangso isi ni tano i, dibuat ma si Joahas, anak ni si Josia, jala dipabangkit ibana gabe raja di Jerusalem singkat ni amana i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Marumur duapulu tolu taon si Joahas di na bangkit raja ibana, jala tolu bulan lelengna ibana mangarajai di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai dipaijur raja sian Misir ibana di Jerusalem, jala didando isi ni tano i saratus talenta perak dohot satalenta sere.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dipabangkit raja sian Misir ma si Eliakim, anggina i, bahen raja gumomgom Juda dohot Jerusalem, jala dipaimbar goarna gabe si Joiakim; alai anggo si Joahas hahana i diboan raja Neko, ibana tu Misir.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Marumur duapulu lima taon si Joiakim di na bangkit raja ibana, jala sampulu sada taon lelengna ibana mangarajai di Jerusalem; jala diulahon do sogo ni roha ni Jahowa, Debatana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i nangkok ma si Nebukadnesar, raja sian Babel mangalo rajai, laos dirante ma ibana dohot dua rante tombaga laho mamboan ibana tu Babel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sian ulaula angka na di bagasan joro ni Jahowa pe, diboan si Nebukadnesar deba tu Babel, jala dibahen do i tu bagasan jorona di Babel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jamita na tinggal i dope sian si Joiakim, ro di biasbias angka na niulana ro di hajahaton na asing na jumpang sian ibana, ida ma, tarsurat do i di bagasan buku jamita ni angka raja sian Israel dohot Juda. Jadi si Joiakin anakna i bangkit raja singkatna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(III.) Marumur sampulu ualu taon si Joiakin di na bangkit raja ibana, jala tolu bulan sampulu ari lelengna mangarajai di Jerusalem, jala diulahon do sogo ni roha ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai dung salpu sataon, disuru raja Nebukadnesar ma suruanna mamboan ibana tu Babel rap dohot ulaula angka na arga di joro ni Jahowa, jala dipabangkit si Sedekia amana i gabe raja gumomgom Juda dohot Jerusalem.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(IV.) Marumur duapulu sada taon si Sedekia di na bangkit raja ibana, jala sampulu sada taon lelengna mangarajai di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala diulahon ibana do sogo ni roha ni Jahowa, Debatana i, jala ndang dipaunduk dirina maradophon panurirang Jeremia, na patolhas hata ni Jahowa tu ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Angkup ni i manggunturi ibana dompak raja Nebukadnesar naung patolon ibana tu Debata, hape dipajogal ibana tangkuhukna jala ditangkangi rohana, asa unang mulak rohana tu Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nang sude induk ni angka malim dohot situan na torop i, godang situtu hajahaton diula, suman tu sandok biasbias angka na niulahon ni angka bangso parbegu, gari joro ni Jahowa na pinarbadiaanna di Jerusalem diramuni nasida do.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Angkup ni i tibu hian jala jotjot disuru Jahowa, Debata ni ompunasida i palumba nasida marhite sian angka suruanna, ai dipalambas do rohana mangolani bangsona dohot joro ingananna i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Hape lam dilealeai nasida angka suruan ni Debata jala ditoishon rohana hata sipaingotna i, jala diengkelengkel angka panurirangna, paima marpiarpiar situtu rimas ni Jahowa tu bangsona, maradu so haintopan be.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai didokkon ibana ma nangkok raja ni halak Kasdim mandopang nasida, gabe dibunu angka dolidolinasida marhite sian podang di bagasan joronasida na badia i, jala ndang maralangalang rohana mida dolidoli manang namarbaju, nang mida halak na matua dohot na ubanon; tung luhutna do i dipasahat tu tanganna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tole nasa ulaula di joro ni Debata, angka na balga dohot na metmet ro di arta angka na di joro ni Jahowa, nang angka arta ni rajai dohot angka indukna, saluhutna i tarboan do tu Babel.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia joro ni Debata disurbu nasida do, jala dilohai angka parik ni Jerusalem jala sude bagas bolon na disi suda disurbu nasida dohot api; jadi mago ma sandok ulaulanasida angka na arga i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala pasipasina angka na malua sian podang, dibuangkon do tu Babel, gabe naposo ni rajai nasida dohot naposo ni angka anakna, sahat ro di panggomgoman ni harajaon Persia.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Asa tung sintong jumpang hata ni Jahowa marhite sian pamangan ni si Jeremia, paima diparhasiholi tano i angka Sabbatna; ai saleleng hauulangna maradian do tano i, paima boho na pitupulu taon i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(V.) Alai di taon parjolo hinarajahon ni si Sirus, raja sian Persia, asa tung sintong jumpang hata ni Jahowa marhite sian pamangan ni si Jeremia, disunggul Jahowa ma tondi ni si Sirus, raja sian Persia, asa disuru martingting tu sandok gomgomanna, pola mardongan surat mandok.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Songon on do hata ni si Sirus, raja sian Persia: Nunga sahat tu ahu saluhut harajaon di tano on, dilehon Jahowa, Debata na di surgo, jala Ibana marsuru ahu pajongjong di Ibana sada joro di Jerusalem, na di tano Juda. Manang ise nuaeng sian hamu, sian bangsona, sai didongani Jahowa, Debatana, ma ibana asa nangkok!",
      "type": "content"
    }
  ]
}