{
  "book": "2 Tawarikh",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parpaulina di tobat hangsa, angka parpalitoan dohot meja, hapeahan ni sagusagu na marhadohoan 1-10. II. Angka ulaula ni joro na debanari 11-22.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dibahen ma sada langgatan tombaga, duapulu asta unjurna, duapulu asta bohangna, jala sampulu asta timbona.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dibahen huhut sada tobat tuangan, sampulu asta sian topina na sada tu topina na sadanari, tingko humaliang, jala lima asta timbona, jala tolupulu asta ganjang ni tali lilitna humaliang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala di toru ni topina adong angka mutik ni bungabunga tuk humaliang sampulu kibung toropna di bagasan saasta humaliang tobat i; dua rinte mutik ni bungabunga i tartuang di panuanganna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ojak do i di atas ni sampulu dua lombu, tolu uluna mandompakkon utara, tolu uluna mandompakkon pastima, tolu uluna dompak dangsina, jala tolu uluna dompak habinsaran, jala tobat i di atasna, jala ihur ni angka lombu i dompak bagasan do.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia hapalna santopap do, jala topina hira topi ni panginuman, songon bunga pansur na mangerbang, siatsiat tolu ribu bat.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen huhut sampulu tong pamurian, lima dibahen tu siamun jala lima tu hambirang bahen pamurian ni ulaula na pinangke tu pelean situtungon, asa dilusak tu bagasan; alai anggo tobat i bahen parburian ni angka malim do i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen huhut sampulu parpalitoan sere suman tu tiruan i, jala dibahen do i tu bagasan joro, lima tungkan siamun jala lima tungkan hambirang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen huhut sampulu meja jala dipajongjong tu bagasan joro i, suang songon bongka ondeng; lima tungkan siamun jala lima tungkan hambirang; dibahen huhut mangkuk pangurasan sian sere saratus toropna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibahen huhut alaman di angka malim dohot alaman godang, tole angka pintu laho tu alaman godang, jala dilampis pintu i duansa dohot tombaga.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia tobat i dibahen do i tungkan siamun, dingkan habinsaran dompak dangsina.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Angkup ni dibahen si Hiram do angka hudon, siuksiuk dohot mangkuk pangurasan. Jadi sun ma dibahen si Hiram sandok ulaon na niulana di raja Salomo tu joro ni Debata.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Na dua tiang i ro di pinarninggor ni ulu angka na di atas ni tiang na dua i dohot taraoang na dua i bahen pangkuphupi na pinarninggor na dua i na di atas ni ulu ni tiang i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tole muse na opat ratus parbue ni hau dalimo na lohot di taraoang i, duadua rinte parbue ni hau dalimo di sada taraoang bahen pangkuphupi ni na dua pinarninggor ni ulu di atas ni tiang na dua i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibahen muse angka rinti dohot angka hudon di atas ni angka rinti.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tole muse tobat i ro di na sampulu dua lombu na di toruna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tole muse angka hudon, siuksiuk dohot garpu; saluhut ulaula na masuk tusi tahe dipandei si Hiram amana i di raja Salomo tu joro ni Jahowa sian tombaga mamolin do.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Di tano tobing mardonokkon Jordan, didokkon rajai tuangon luhutna i di bagasan tuangan sian tano liat, di holangholang ni Sukot dohot Zaretan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tung na mansai godang situtu sude ulaula angka na binahen ni si Salomo, pola ndang dapot dasingon borat ni tombaga i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Didokkon si Salomo huhut paulion sude ulaula angka na masuk tu joro ni Debata, tole langgatan sere dohot angka meja hapeahan ni sagusagu na marhadohoan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tole muse angka parpalitoan rap dohot palitona sian sere na pita, asa pagalahonna di adopan ni partangiangan, songon uhumna hian.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tole muse bungabungana, angka palitona dohot gustingna sian sere na pita do i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ro di angka raut, mangkuk pangurasan dohot saoan pardaupaan sian sere na pita do i; tole pintu ni joro i, angka hinsuhinsuna parbagasan na tungkan inganan na songkal sahali, nang hinsuhinsu ni bilut na badia, sian sere do.",
      "type": "content"
    }
  ]
}