{
  "book": "2 Tawarikh",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka malim mamboan poti parpadanan tu bagasan joro i 1-10. II. Uju marende angka malim ro hamuliaon ni Jahowa manggohi joro i 11-14.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi sun ma sandok ulaon na binahen ni si Salomo tu joro ni Jahowa. Dung i diboan si Salomo ma tu bagasan saluhut ugasan na niuras ni amana si Daud ro di perak dohot sere dohot sude ulaula, jala dipeakkon tu bilut parpeopan arta di bagas ni Debata.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i dipaluhut si Salomo ma angka sintua ni Israel dohot sude induk ni halak Israel marmargamarga, ro di induk marompuompu tu Jerusalem, naeng boanonna nangkok poti parpadanan ni Jahowa sian huta ni si Daud, i ma Sion.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi marluhut ma tu jolo ni rajai nasa baoa di Israel di ari raya na di bulan sipaha pitu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung marluhut sude sintua ni Israel, dihindat halak Lepi ma poti i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i diboan nasida ma poti i nangkok, ro di undungundung parluhutan dohot sude ulaula ni habadiaon, angka na di undungundung i na sai laon; laos diboan angka malim dohot halak Lepi do angka i nangkok.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai anggo raja Salomo ro di sandok luhutan ni halak Israel angka na marluhut di lambungna di adopan ni poti i, mamelehon angka birubiru dohot lombu, angka na so tarbilang manang taretong dibahen godangna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi sahat ma diboan angka malim poti parpadanan ni Jahowa tu hajongjonganna, tu bilut partangiangan di joro i, tu bagasan bilut na songkal sahali, di toru ni habong ni kerubim na dua i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai dipaherbang kerubim na dua i do habongna na dua i tu atas hajongjongan ni poti i, laos dihungkupi kerubim na dua i do poti i ro di haluhaluna sian ginjang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Juruk do angka haluhalu i pola dapot idaon uluna sian bilut na badia i di adopan ni bilut partangiangan, alai ndang dapot idaon anggo sian ruar; laos disi do i rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ndang adong agia aha di bagasan poti i, nda holan na dua lei batu, angka naung pineakkon ni si Musa tusi uju di Horeb, uju na binahen ni Jahowa parjanjian tu halak Israel, dung diparuar nasida sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Jadi dung ruar angka malim sian bilut na badia i (ai saluhut malim angka na disi nunga manguras be ndang be dijujur anggo pargansionna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tole muse halak Lepi; angka parende i ro di sude angka na niuluhon ni si Asap, si Heman, si Jedutun ro di angka anaknasida dohot habaangginasida marpangkean haen na halus be, huhut mardongan sarune, arbap dohot biola, jongjong tungkan habinsaran ni langgatan, jala di lambungnasida saratus duapulu malim, angka na umpalu sarunena be.)",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi hira sisada soara begeon halak na umpalu sarune dohot angka na marende laho mamuji dohot mandok mauliate tu Jahowa. Jadi dung dipangiar soara i binahen ni sarune, arbap dohot parhinaloan, angka na asing dohot binahen ni pamujimujon di Jahowa, ala pardengganbasa Ibana jala ro di salelenglelengna do asi ni rohana i, jadi ro ma ombun i manggohi joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Pola ndang manahan angka malim i jongjong marulaon na badia maradophon ombun i, ai hamuliaon ni Jahowa manggohi joro ni Debata.",
      "type": "content"
    }
  ]
}