{
  "book": "2 Tawarikh",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jahowa papatarhon hamuliaonna di bagasan joro i 1-3. II. Angka pelean pasahathon joro i tu Debata 4-11. III. Tarida Debata di si Salomo. Bagabaga dohot lumba-lumba 12-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung sun na martangiangi si Salomo, madabu ma api sian banua ginjang mansudahon pelean situtungon dohot angka pelean sipotongon, jala hamuliaon ni Jahowa manggohi joro i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Pola ndang manahan angka malim i masuk tu bagasan joro ni Jahowa, ala gok hamuliaon ni Jahowa joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dung diida sude halak Israel madabu api i dohot hamuliaon ni Jahowa songgop tu joro i, manungkap be ma nasida tu tano di pantar, jala martangiang huhut mamujimuji Jahowa, ala pardengganbasa Ibana, jala ro di saleleng ni lelengna asi ni rohana i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Dung i dipelehon rajai rap dohot sandok bangso i angka pelean sipotongon di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia pelean sipotongon angka na pinelehon ni raja Salomo i, i ma duapulu dua ribu lombu dohot saratus duapulu ribu birubiru. Songon i ma panahathon ni rajai dohot sandok bangso i di joro ni Debata.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jongjong be angka malim i mangaradoti tohonannasida rap dohot halak Lepi umpalu parhinaloan ni Jahowa, naung pinauli ni raja Daud hian laho mamujimuji Jahowa, ala ro di salelenglelengna asi ni rohana i, huhut marendehon ende Psalmen angka na binahen ni si Daud; jala angka malim umpalu angka sarune patondong dohot nasida, jongjong do anggo sandok Israel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i diuras si Salomo ma alaman parbagasan i na di adopan ni joro ni Jahowa; ai disi do dipelehon angka pelean situtungon dohot tabotabo ni angka pelean hamauliateon, ai ndang siat anggo tu langgatan tombaga na binahen ni si Salomo angka pelean situtungon dohot sipanganon ro di tabotabo.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i marari raya ma si Salomo uju i, pola pitu ari lelengna rap dohot sandok Israel, sada luhutan na bolon situtu, olat ni Hamat sahat ro di sunge Misir ro tusi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tole paualuarihon disi ma mata ni ari raya i; ai panahathonna di langgatan pitu ari lelengna, ari raya i pe laos pitu ari lelengna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tole paduapulutoluarihon di bulan sipaha pitu, dipamuli rajai ma bangso i tu undungundungna be, marlas ni roha be jala sonang ala sude na denggan, na binahen ni Jahowa tu si Daud, tu si Salomo pe dohot tu Israel, bangsona i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi sun ma dibahen si Salomo joro ni Jahowa dohot bagas ni rajai; jala nasa esehesek na tubu di bagasan roha ni si Salomo laho pajongjong joro ni Jahowa dohot bagasna sandiri pe manjadi do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Ro muse Jahowa pataridahon dirina tu si Salomo bornginna i, jala ninna ma mandok ibana; nunga hutangihon tangiangmi, jala nunga hupillit inganan on di Ahu bahen joro pamelean.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ida ma, tung sura tarhinsu langit i hubahen, gabe ndang ro udan, manang molo hudokkon angka sihapor, asa suda gogo ni tano i panganonna, manang molo hudokkon ro begu antuk di tongatonga ni bangsongku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ia dung dipaunduk bangsongku, na targoar tu Goarhu rohana, jala martangiang nasida, jala dilului Bohingku, jala mulak nasida sian dalannasida, angka na roa i, Ahu pe tangihononku do sian banua ginjang, jala marpamuati rohangku di dosanasida i, jala pamalumonku ma isi ni tanona.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Antong ingkon tonggor matangku, jala tinggil pinggolhu tumangihon tangiang di inganan on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "On pe nunga hupillit jala huparbadiai joro on, asa disi Goarhu ro di salelenglelengna; matangku pe dohot rohangku, ingkon disi do manatap ariari.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo ho, molo tung marparange ho di jolongku, suang songon amam si Daud i marparange, jala diulahon ho saluhut hombar tu na hutonahon i tu ho, jala diradoti ho aturanku dohot uhumhu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi pahotonku ma habangsa ni harajaonmi, hombar tu naung huparbagabaga tu amam si Daud i, mandok songon on: Ndang jadi hurang di ho sada baoa panggomgomi di Israel.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai molo tung marbalik hamu dohot manadingkon aturanku dohot tonangku, angka naung hupeakhon di jolomuna, pola hamu laho mangoloi angka debata sileban dohot marsomba tusi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi ripashononku ma nasida sian tanongku, naung hulehon i tu nasida, jala joro on naung huparbadiai di Goarhu, padaoonku ma i sian jolo ni Bohingku, jala bahenonku nasida gabe pambuatan umpama dohot gabe alingalingan di tongatonga ni saluhut bangso.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia joro on naung timbul sahali, pola tung longang roha ni ganup na mamolus sian i, huhut mandok: Boasa ulaning bahenon ni Jahowa songon i tu tano on dohot tu joro on?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i dohonon ni halak ma mangalusi: Ala na tinadingkonnasida i Jahowa, Debata ni ompunasida i, naung manogihon nasida ruar sian tano Misir, gabe marsitiopan nasida tu angka debata sileban, huhut marsomba tusi jala dioloi, ala ni do umbahen diparo Ibana luhut jea on tu nasida.",
      "type": "content"
    }
  ]
}