{
  "book": "2 Tawarikh",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja Salomo umpungka angka huta. Ulaon rodi 1-11. II. Parture ni ulaon pamelean. Parparauon 12-18.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu na duapulu taon lelengna raja Salomo paulihon joro ni Jahowa dohot bagasna sandiri.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dipagonting si Salomo huhut huta angka na pinaulak ni si Hiram tu si Salomo, jala disagihon halak Israel maringan disi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i borhat ma si Salomo tu Hamat-Zoba jala dipapatu do i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dipagonting ibana ma huta Tamar di halongonan, ro di sude huta parpeopan arta, angka na pinagontingna di Hamat.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dipagonting muse Bethoron julu dohot Bethoron jae, asa gabe huta na gonting situtu, marparik, marpargumbangan dohot marransangransang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tole muse Baalat dohot sude huta parpeopan arta, angka na di si Salomo, ro di sude huta inganan ni hureta porang dohot sude huta inganan ni jolma parsihundul dohot nasa esehesek ni si Salomo, na hinalomohon ni rohana naeng paulionna di Jerusalem, di Libanon dohot di sandok tano ginomgomanna i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Anggo saluhut halak situan na torop i na tinggal sian halak Het i, Amori, Perisi, Hevi dohot Jebusi, angka na so sian halak Israel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pinomparnasida i tahe, angka na tinggal sian pudinasida di tano i, angka na so nirendephon ni halak Israel, angka i ma hona rodi dibahen si Salomo rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai anggo sian halak Israel ndang adong nanggo sahalak hona ulaon rodi dibahen si Salomo; ingkon gabe jolma parmusu nasida, gabe induk ni angka ulubalangna dohot induk ni angka huretana porang ro di angka jolma parsihundul.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala on do induk angka na pinabangkit mamatamatahon ulaon na nidokkon ni raja Salomo, dua ratus limapulu halak toropna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i didokkon si Salomo ma boanon nangkok boru ni si Firaun sian huta ni si Daud tu jabu naung pinaulina di nasida, ai ninna do: Ndang jadi maringan jolmangku di bagasan jabu ni si Daud, raja ni Israel, ai badia do angka inganan i, ala naung masuk tusi poti ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Olat ni ma si Salomo mamelehon angka pelean situtungon tu Jahowa di atas langgatan ni Jahowa, na pinajongjongna di adopan ni emper i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ganup di arina be dipelehon hombar tu tona ni si Musa, di angka ari Sabbat, di poltak ni bulan, di angka ari raya naung binuhul, tolu hali di bagasan sataon, i ma di ari raya sagusagu na so niasoman, tole ari raya sisaminggu dohot di ari raya parlapelapean.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i didokkon rajai ma jongjong angka malim marguru tu gansina mangaradoti tohonanna, hombar tu uhum na binahen ni si Daud, amana i, tole halak Lepi mangaradoti tohonanna laho mamujimuji Debata dohot marhalado di adopan ni angka malim i, ganup di arina be; tole angka sijaga bahal marningot gansina be di ganup bahal; ai songon i do parenta ni si Daud, halak ni Debata.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala ndang adong nanggo sahalak na mangalaosi tona ni rajai taringot tu angka malim dohot halak Lepi dohot taringot tu sude hata dohot arta.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi sun ma dipadiri saluhut ulaon ni si Salomo sahat ro di ari haoojak ni joro ni Jahowa, sahat ro di sunna tahe. Jadi sun ma tutu joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Uju i ma laho si Salomo tu Esion Geber dohot tu Elat na di topi laut di bagasan tano Edom.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ditongos si Hiram ma tu ibana angka kopal marhite sian naposona dohot naposo angka na somal marlayar di laut. Jadi marlayar ma nasida rap dohot naposo ni si Salomo tu Opir, jala diboan sian i sere opat ratus limapulu talenta godangna jala diboan do i tu raja Salomo.",
      "type": "content"
    }
  ]
}