{
  "book": "2 Tawarikh",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamemebat ni raja boruboru sian Saba 1-12. II. Hamoraon dohot hasangapon ni si Salomo 13-28. III. Hamamatena 29-31.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia raja boruboru sian Saba, dung dibege barita ni si Salomo, ro ma nasida tu Jerusalem naeng masiujian dohot si Salomo marundangundang, mardongan parangan mansai tongam, tole unto, angka na mangusung na hushus marragamragam dohot sere mansai godang dohot mata intan. Jadi dung sahat nasida tu jolo ni si Salomo, dipaboaboa ma tu ibana saluhut na di bagasan rohana i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dipatorang si Salomo tu nasida sude sungkunsungkunna, jala ndang adong na buni nanggo sada sian roha ni si Salomo, na so pinatorangna tu nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dung diida raja boruboru sian Saba hapistaran ni si Salomo dohot bagas na pinaulina i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tole sipanganon di mejana, tole partordingna hundul angka naposona, tole panagam ni angka parhaladona dohot pangkeannasida, tole angka sitahu anggurna dohot pangkeannasida, tole partanggaonna laho nangkok tu joro ni Jahowa, jadi hira na tarmali tondinasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Laos didok ma mandok rajai: Sintong do hape barita i na hubege di luathu, taringot tu aturan binahenmi dohot taringot tu hapistaranmu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ndang nian diparhatongon rohangku jolo barita i, paima ro ahu tuson, gabe diida matangku; hape ida ma, nanggo satongana ndang dibaritahon halak tu ahu sian hinagodang ni hapistaranmi; dilompoi hapistaranmi do barita na hubage i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Martua ma halak parhaladom, martua ma dohot angka naposom, angka na tongtong marhalado di adopanmu pabegebege hapistaranmu!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pinuji ma Jahowa Debatam, na marlomo ni roha mida ho laho pabangkithon ho tu atas habangsana, bahen raja singkat ni Jahowa Debatam! Ala holong ni roha ni Debatam mida Israel, naeng pahotonna do i ro di salelenglelengna, umbahen dipabangkit Ibana ho gabe raja gumomgom nasida, mangulahon uhum dohot hatigoran.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i dilehon boruboru i ma tu rajai saratus duapulu talenta sere dohot pamurpuri mansai godang dohot mata intan; ndang dung ro be pamurpuri na sai godang, songon na nilehon ni raja boruboru sian Saba tu raja Salomo.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tole muse angka naposo ni si Hiram rap dohot naposo ni si Salomo, angka na mamboan sere sian Opir, mamboan dohot hau jati dohot mata intan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i didokkon rajai ma paulion sian hau jati angka handanghandang di joro ni Jahowa dohot di jabu ni rajai, tole angka hasapi dohot tulila di halak parende; ndang dung diida songon i mansam ni hau jati di tano Juda anggo nasailaonna i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Raja Salomo i pe dilehon do tu raja boruboru sian Saba sandok guru lomo ni rohana dohot pangidoanna, so padohot na binoannasida tu rajai. Dung i muli ma nasida tu tanona rap dohot angka naposona.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Dokdok ni sere pe na ro tu si Salomo di bagasan sataon arga onom ratus onompulu onom talenta sere do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "So padohot sere na dapotsa sian halak pangallung dohot sian partigatiga pansar dohot sian saluhut raja ni Arab dohot sian halak na mora di tano i angka na mamboan sohe sere dohot perak tu si Salomo.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i didokkon raja Salomo ma paulion dua ratus lombulombu sian sere na pinapita pola onom ratus sekkel sere di lampishon tu sada lombulombu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dipauli huhut tolu ratus lombulombu parinse sian sere na pinapita, pola tolu ratus sekkel sere dilampishon tu sada parinse; tu bagasan jabu na di tombak Libanon angka i dipambahen rajai.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i didokkon rajai ma paulion sada habangsa na bolon sian gading, jala lampisanna do i dohot sere palangki.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Onom do talha ni habangsa i jala sada sidegean ni pat sian sere lohot tu habangsa i, dua siradeon ni tangan angkupangkup be humaliang hundulani, jala dua suman ni singa jongjong di lambung siradeon i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jongjong huhut disi sampulu dua suman ni singa di atas ni na onom talha i angkupangkup be. Ndang dung songon i dope hapandean ni halak manang di harajaon dia.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nang saluhut mangkuk panginuman ni raja Salomo sian sere do, jala saluhut ulaula ni jabuna di tombak Libanon sian sere na pinapita do, ai hira na so marguna do anggo perak di roha ni halak uju di tingki ni si Salomo.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai angka kopal ni rajai angka na marlayar tu Tarsis rap dohot angka naposo ni si Hiram; sahali di bagasan tolu taon ro angka kopal Tarsis mamboan sere, perak, gading, bodat dohot angka pidong uo.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i tumimbul ma raja Salomo sian saluhut raja ni tano on taringot tu hamoraon dohot hapistaran.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Nasa raja ni tano on tahe marsangkap naeng idaonna bohi ni si Salomo, naeng huhut begeonna hapistaranna naung nilehon ni Debata tu bagasan rohana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi angka diboan be siluana gonop taon, i ma angka ulaula perak dohot sere dohot angka pangkean dohot sinjata marragamragam dohot pamurpuri, tole angka hoda hian dohot hoda na marsahe.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Pola siat opat ribu hoda dohot hureta jongjong di bara pinauli ni si Salomo, jala sampulu dua ribu jolma parsihundul, angka na sinagihonna di bagasan angka huta hajongjongan ni hureta dohot di Jerusalem di lambung ni rajai.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala marunduk tu rajai do sude angka raja olat ni batang aek Euprat sahat ro di tano ni halak Palistim, jala sahat tu partalpahan ni Misir.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i dipagodang rajai perak i di Jerusalem, hira doshon batu godangna, tole angka hau ares hira antajau na tubu di tano pea godangna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ianggo haroroan ni hoda tu raja Salomo sian Misir do diboan halak dohot sian angka luat humaliang.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(III.) Ia jamita angka na tinggal i dope sian si Salomo, angka na parjolo dohot parpudi, nda tarsurat do i di bagasan buku ni panurirang Natan dohot di bagasan buku panurirangon ni si Ahia sian Silo dohot di bagasan buku pangungkapon ni si Ido sinurirangkonna taringot tu si Jerobeam, anak ni si Nebat.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi opatpulu taon lelengna si Salomo mangarajai di Jerusalem gumomgom sandok Israel.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i monding ma si Salomo gabe top dohot angka ompuna, jala tartanom ibana di bagasan huta ni si Daud amana i. Jadi Rehabeam anakna i bangkit raja singkatna.",
      "type": "content"
    }
  ]
}