{
  "book": "Zakharia",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Penglihatan keempat: imam besar Yosua",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Kemudian ia memperlihatkan kepadaku imam besar Yosua berdiri di hadapan Malaikat TUHAN sedang Iblis berdiri di sebelah kanannya untuk mendakwa dia.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lalu berkatalah Malaikat TUHAN kepada Iblis itu: \"TUHAN kiranya menghardik engkau, hai Iblis! TUHAN, yang memilih Yerusalem, kiranya menghardik engkau! Bukankah dia ini puntung yang telah ditarik dari api?\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Adapun Yosua mengenakan pakaian yang kotor, waktu dia berdiri di hadapan Malaikat itu,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "yang memberikan perintah kepada orang-orang yang melayaninya: \"Tanggalkanlah pakaian yang kotor itu dari padanya.\" Dan kepada Yosua ia berkata: \"Lihat, dengan ini aku telah menjauhkan kesalahanmu dari padamu! Aku akan mengenakan kepadamu pakaian pesta.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Kemudian ia berkata: \"Taruhlah serban tahir pada kepalanya!\" Maka mereka menaruh serban tahir pada kepalanya dan mengenakan pakaian kepadanya, sedang Malaikat TUHAN berdiri di situ.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Lalu Malaikat TUHAN itu memberi jaminan kepada Yosua, katanya:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "\"Beginilah firman TUHAN semesta alam: Apabila engkau hidup menurut jalan yang Kutunjukkan dan melakukan tugas yang Kuberikan kepadamu, maka engkau akan memerintah rumah-Ku dan mengurus pelataran-Ku, dan Aku akan mengizinkan engkau masuk ke antara mereka yang berdiri melayani di sini.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dengarkanlah, hai imam besar Yosua! Engkau dan teman-temanmu yang duduk di hadapanmu--sungguh kamu merupakan suatu lambang. Sebab, sesungguhnya Aku akan mendatangkan hamba-Ku, yakni Sang Tunas.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebab sesungguhnya permata yang telah Kuserahkan kepada Yosua--satu permata yang bermata tujuh--sesungguhnya Aku akan mengukirkan ukiran di atasnya, demikianlah firman TUHAN semesta alam, dan Aku akan menghapuskan kesalahan negeri ini dalam satu hari saja.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Pada hari itu, demikianlah firman TUHAN semesta alam, setiap orang dari padamu akan mengundang temannya duduk di bawah pohon anggur dan di bawah pohon ara.\"",
      "type": "content"
    }
  ]
}