{
  "book": "Zakharia",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Penglihatan kelima: kandil emas yang berhiaskan dua pohon zaitun",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Datanglah kembali malaikat yang berbicara dengan aku itu, lalu dibangunkannyalah aku seperti seorang yang dibangunkan dari tidurnya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Maka berkatalah ia kepadaku: \"Apa yang engkau lihat?\" Jawabku: \"Aku melihat: tampak sebuah kandil, dari emas seluruhnya, dan tempat minyaknya di bagian atasnya; kandil itu ada tujuh pelitanya dan ada tujuh corot pada masing-masing pelita yang ada di bagian atasnya itu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dan pohon zaitun ada terukir padanya, satu di sebelah kanan tempat minyak itu dan satu di sebelah kirinya.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Lalu berbicaralah aku, kataku kepada malaikat yang berbicara dengan aku itu: \"Apakah arti semuanya ini, tuanku?\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Maka berbicaralah malaikat yang berbicara dengan aku itu, katanya kepadaku: \"Tidakkah engkau tahu, apa arti semuanya ini?\" Jawabku: \"Tidak, tuanku!\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Maka berbicaralah ia, katanya: \"Inilah firman TUHAN kepada Zerubabel bunyinya: Bukan dengan keperkasaan dan bukan dengan kekuatan, melainkan dengan roh-Ku, firman TUHAN semesta alam.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Siapakah engkau, gunung yang besar? Di depan Zerubabel engkau menjadi tanah rata. Ia akan mengangkat batu utama, sedang orang bersorak: Bagus! Bagus sekali batu itu!\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kemudian datanglah firman TUHAN kepadaku, demikian:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "\"Tangan Zerubabel telah meletakkan dasar Rumah ini, dan tangannya juga akan menyelesaikannya. Maka kamu akan mengetahui, bahwa TUHAN semesta alam yang mengutus aku kepadamu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sebab siapa yang memandang hina hari peristiwa-peristiwa yang kecil, mereka akan bersukaria melihat batu pilihan di tangan Zerubabel. Yang tujuh ini adalah mata TUHAN, yang menjelajah seluruh bumi.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Lalu berbicaralah aku kepadanya: \"Apakah arti kedua pohon zaitun yang di sebelah kanan dan di sebelah kiri kandil ini?\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Untuk kedua kalinya berbicaralah aku kepadanya: \"Apakah arti kedua dahan pohon zaitun yang di samping kedua pipa emas yang menyalurkan cairan emas dari atasnya itu?\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia menjawab aku: \"Tidakkah engkau tahu, apa arti semuanya ini?\" Jawabku: \"Tidak, tuanku!\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lalu ia berkata: \"Inilah kedua orang yang diurapi yang berdiri di dekat Tuhan seluruh bumi!\"",
      "type": "content"
    }
  ]
}