{
  "book": "Yosua",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tona ni Debata tu si Josua mandokkon papatuhon tano Kanaan 1-9. II. Hata ni si Josua tu angka sintua ni halak Israel, tu marga Ruben, Gad dohot satonga Manasse 10-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung mate si Musa, naposo ni Jahowa, ninna Jahowa ma tu si Josua, anak ni si Nun, parhalado ni si Musa, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga mate ianggo si Musa, naposongki, on pe borhat ma ho, taripari ma Jordan on, ho dohot sandok bangso on laho tu tano silehononku tu nasida, tu halak Israel i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sude tano, sidalanan ni palak ni patmuna, nunga hulehon tu hamu, songon na hudok tu si Musa hian.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Olat ni halongonan dohot Libanon sahat ro di batang aek na bolon, i ma batang aek Euprat, sandok tano ni halak Het, jala sahat ro di laut na bolon tungkan hasundutan, i ma parbalohanmuna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang adong manang ise na manahan jongjong di jolom saleleng ho mangolu, songon pandonganingku di si Musa, dongananku ho; ndang tagamon pasombuonku manang tadingkononku ho.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Pir ma tondim jala marsihohot, ai ingkon ho do marbagi tano on bahen partalian ni bangso on, na huuarihon tu ompunasida, lehononku tu nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Asal pir tondim, jala marsihohot situtu mangaradoti dohot patupahon hombar tu sude patik, angka na tinonahon ni si Musa, naposongki tu ho. Unang manimbil ho sian i tu siamun manang tu hambirang, asa marmulia ho manang dompak dia ho mangalangka.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Unang meret buku ni patikon sian pamanganmu, sai pingkirpingkiri ma i arian dohot borngin, asa diradoti ho, jala dipatupa ho, hombar tu sude na tarsurat di bagasan i, asa maruntung ho di angka dalanmu, jala marmulia parulaonmu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nda nunga hudok tu ho: Pir ma tondim, jala marsihohot? Unang manonditnondit roham, jala unang tahuton, ai Jahowa Debatam do donganmu, manang dompak dia pe ho mangalangka.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Jadi ditonai si Josua ma angka partogi ni bangso i, songon on:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Bolus hamu ma tongatonga ni parsaroan i, jala dok hamu ma tu bangso i, songon on: Padiri hamu ma bohalmuna, ai di bagasan tolu ari on dope tariparanmuna ma Jordan on, asa bongot jala teanonmuna tano silehonon ni Jahowa, Debatamuna tu hamu, bahen partalianmuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala tu halak Ruben, Gad dohot satonga marga Manasse, didok si Josua songon on:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingot hamu ma hata na tinonahon ni si Musa, naposo ni Jahowa, tu hamu di na nidokna i: Nunga sonang hamu dibahen Jahowa Debatamuna, jala dilehon tu hamu tano on.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ianggo jolmamuna, anakkonmuna dohot pinahanmuna, itenang tading di tano na nilehon ni si Musa tu hamu, di bariba ni Jordan; alai anggo hamu, ingkon marsinjata be hamu, nasa sialo musu manguluhon donganmuna taripar mangurupi nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Paima dipasonang Jahowa donganmuna, suang songon hamu, jala dohot nasida mangingani tano silehonon ni Jahowa Debatamuna, tu nasida. Dung i mulak ma hamu tu tano partalianmuna, asa hamu nampunasa na nilehon ni si Musa, naposo ni Jahowa tu hamu, di bariba ni Jordan tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi didok nasida ma mangalusi si Josua: Sude na tinonahonmu tu hami bahenonnami ma, jala manang tudia pe hami disuru ho, topotonnami do.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sandok songon panangihonnami di si Musa, songon i do tangihononnami ho; asal didongani Jahowa Debatam ho, songon na nidongananna si Musa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Manang ise na mangalo parentam, jala ndang ditangihon angka hatam, taringot tu sude na tinonahonmu tu hami, ingkon marutang hosa ibana; asal pir tondim jala marsihohot.",
      "type": "content"
    }
  ]
}