{
  "book": "Yosua",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ditungkum na lima raja ni Kanaan angka na marsahata huta Gibeon 1-5. II. Panimbukbuk ni hamonangan ni si Josua mardonokkon Gibeon 6-15. III. Hasisiap ni raja na lima i 16-27. IV. Hapapatu ni Kanaan partonga 28-43",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dung dibege si Adonizedek, raja sian Jerusalem, naung ditaban si Josua huta Ai, jala disiaphon, songon na binahenna i tu Jeriko dohot tu rajana, laos songon i dibahen tu Ai dohot tu rajana, jala naung mardemak i isi ni Gibeon tu Israel, laos maringan di tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi mabiar situtu ma nasida, ai huta na bolon do Gibeon i, sobokkon sada sian angka huta hundulan ni harajaon, jala umbalga huta i sian Ai, jala angka na begu sude baoa isi ni huta i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibahen i marhara ma si Adonizedek, raja sian Jerusalem tu si Hoham, raja sian Hebron dohot tu si Piram, raja sian Jarmut, dohot tu si Japia, raja sian Lakis, dohot si Debir, raja sian Eglon, didok ma:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nangkok ma hamu mandapothon ahu, jala urupi hamu ma ahu, asa itapapatu Gibeon, ai nunga mardemak nasida tu si Josua dohot tu halak Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi marpungu ma, jala nangkok na lima raja ni halak Amori, i ma raja sian Jerusalem, raja sian Hebron, raja sian Jarmut, raja sian Lakis, raja sian Eglon, nasida rap dohot sude parduan ni parangannasida, gabe marsaro nasida tondong ni Gibeon, laos marmusu dompak huta i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i disuru angka baoa sian Gibeon ma suruanna tu si Josua, tu parsaroan ni Gilgal, angka didok nasida ma: Unang tallushon tanganmi sian hami angka naposom, haru tibu ma ho nangkok mandapothon hami, paluahon dohot urupi hami; ai nunga marpungu dompak hami sude raja ni halak Amori, angka na maringan di dolok.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi nangkok ma si Josua sian Gilgal, ibana dohot sandok sialo musu donganna, ro di sude angka na begu marmusu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i didok Jahowa ma tu si Josua: Unang ho mabiar mida nasida, ai nunga hupasahat nasida tu tanganmu; ndang adong na pang manang ise sian nasida mandopang ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dirampok si Josua ma nasida; manipat sabornginna i mardalan nasida nangkok sian Gilgal.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi disonggoti Jahowa ma nasida maradophon Israel, marragean situtu ma nasida di Gibeon, jala dieak nasida di dalan tungkan robean sian Bethoron, jala dilotong nasida sahat ro di Azeka, sahat ro di Makkedah.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi di na maporus i nasida maradophon Israel, jala dituatan sian Bethoron nasida, gabe ditinggangkon Jahowa ma tu nasida angka batu bolon sian banua ginjang sahat ro di Azeka, gabe marmatean nasida; tumorop do nasida mate dibahen angka batu ambolas, sian na dibunu halak Israel marhitehite podang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Uju i ma didok si Josua tu Jahowa, di ari pangalehonan ni Jahowa di halak Amori tu halak Israel, jala didok ma di adopan ni Israel: Sulon ma ho mata ni ari di Gibeon, jala ho bulan di rura Aialon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi sulon ma mata ni ari i, jala so bulan i, paima martubol bangso i tu musuna. Nda tarsurat do i di bagasan buku ni partigor? Jadi so ma mata ni ari di parsitongaan ni langit, jala ndang humalaput laho sundut, hira manipat sadarina i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala ndang adong sobokkon ari na sasada i na sai laon dohot tu pudina on, tung ditangihon Jahowa do suara ni sada halak ai Jahowa do marporang humongkop Israel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i mulak ma si Josua dohot sandok Israel donganna i tu parsaroan di Gilgal.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Alai nunga maporus anggo raja na lima i, jala martabuni nasida tu bagasan liang di Makkedah.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi tarbortik ma tu si Josua songon on: Nunga jumpang raja na lima i, angka martabuni do nasida di bagasan liang di Makkedah.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi didok si Josua ma: Antong gulang hamu ma angka batu bolon tu baba ni liang i, jala dokkon hamu angka baoa tusi, jumaga nasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai unang togang anggo hamu, lele hamu ma musumuna, jala bunu hamu ma parpudinasida, unang loas hamu nasida bongot tu hutanasida i, ai nunga dipasahat Jahowa Debatamuna nasida tu tanganmuna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi dung rendep nasida dibahen si Josua dohot dibahen halak Israel martongtang bolon situtu; alai adong deba malua, angka na maporus i sian nasida, sanga bongot tu angka huta na gonting.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi mulak ma sandok bangso i tu parsaroan, tu si Josua di Makkedah mardamedame, ndang adong na hum manang ise pahurehure dilana dompak manang ise sian halak Israel.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i didok si Josua ma: Ungkap hamu ma baba ni liang i, jala togihon hamu ruar sian liang i raja na lima i mamboan tu ahu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dibahen nasida ma songon i, ditogihon ma ruar sian liang i tu ibana na lima rajai: Raja sian Jerusalem, raja sian Hebron, raja sian Jarmut, raja sian Lakis dohot raja sian Eglon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dung ruar ditogihon nasida angka rajai tu si Josua, dipaluhut si Josua ma sude baoa ni Israel, jala didok ma tu angka partogi ni parangan, angka na borhat rap dohot ibana: Ro ma hamu tuson, bahen hamu ma patmuna tu tangkuhuk ni angka rajai! Jadi jumonok ma nasida, jala dibahen be patna tu tangkuhuknasida i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i didok si Josua ma tu nasida: Unang hamu mabiar, jala unang tahuton hamu; pir ma tondimuna jala marsihohot; ai songon i do bahenon ni Jahowa tu saluhut musumuna, angka siporangonmuna i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i dibunu si Josua ma nasida, jala digantung nasida tu lima hau, laos targantung ma nasida di angka hau i sahat ro di botari.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai marhira laho mate mata ni ari, didokkon si Josua ma paijuron nasida sian angka hau i, jala timpalhononhon nasida tu bagasan liang, partabunianasida na jolo, jala dibahennasida angka batu bolon tu baba ni liang i, angka na disi rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(IV.) Makkedah pe ditaban si Josua do di ari na sasada i, jala ditampuli pangisina i dohot podang, diharomhon dohot rajana ro di sude hosa na di bagasan huta i, ndang adong malua nanggo sada; jala dibahen do tu raja ni Makkedah, songon na binahenna i tu raja ni Jeriko.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i borhat ma si Josua rap dohot sandok Israel sian Makkedah tu Libna, laho marporang dompak Libna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Huta i pe dilehon Jahowa do tu tangan ni Israel, ro di rajana, jala ditampuli saluhut hosa na di bagasan huta i, jala ndang adong na malua nanggo sada, jala dibahen tu rajana, songon na binahenna i tu raja ni Jeriko.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i borhat ma si Josua rap dohot sandok Israel sian Libna tu Lakis, jala ditungkum huta i, jala diporang.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i dilehon Jahowa ma nang Lakis tu tangan ni Israel, gabe ditaban huta i paduaarihon, jala ditampuli sude hosa, angka na di bagasan huta i, sandok songon na binahenna i tu Libna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Uju i ma nangkok si Horam, raja sian Gezer laho manogari Lakis; alai dipapatu si Josua do ibana ro di bangsona, paima soadong tading di ibana nanggo sada.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i borhat ma si Josua rap dohot sandok Israel sian Lakis tu Eglon, jala ditungkum huta i, jala diporang.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi ditaban nasida ma huta i di ari na sasada i, jala ditampuli sude hosa na di bagasan huta i, diharomhon ma di ari na sasada i, sandok songon na binahenna i tu Lakis.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i nangkok ma si Josua rap dohot sandok Israel sian Eglon tu Hebron, jala diporang huta i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi ditaban nasida huta i, jala ditampuli pangisina ro di rajana dohot nasa hosa angka na di bagasan huta i, ndang adong tading nanggo sada, sandok songon na binahenna i tu Eglon, jala diharomhon huta i ro di sude hosa angka na di bagasan.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i mulak ma si Josua rap dohot sandok Israel tu Debir, jala diporang huta i.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi ditaban ma huta i ro di rajana dohot nasa hutana, ditampuli jala diharomhonnasida ma saluhut hosa angka na di bagasan huta i, ndang adong malua nanggo sada, songon na binahenna i tu Hebron, songon i ma dibahen tu Debir dohot tu rajana, jala songon na binahenna i tu Libna dohot tu rajana.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Asa dipapatu si Josua ma sandok tano i: Tor Juda dohot tano tungkan dangsina dohot tano pea i ro di angka tuatan rap dohot rajanasida sudena, ndang adong tading nanggo sada, diharomhon do saluhut na marhosa, songon na tinonahon ni Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jadi dipapatu si Josua ma nasida, olat ni Kades-Barnea sahat ro di Gaza dohot sandok tano Gosen, jala sahat ro di Gibeon.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Jala sude angka rajai, ro di tanonasida, rap sahali ditaban si Josua do; ai Jahowa Debata ni Israel marporang humongkop Israel.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dung i mulak ma si Josua rap dohot sandok Israel tu parsaroan na di Gilgal.",
      "type": "content"
    }
  ]
}