{
  "book": "Yosua",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamonangon ni si Josua dompak si Jabin dohot donganna sapartahian 1-9. II. Hatataban ni Hazor ro di sandok luat humaliang i 10-20. III. Hariripur ni pinompar ni si Enak 21-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dung dibege si Jabin, raja sian Hazor barita i, marhara ma ibana tu Jobab, raja sian Madon, dohot tu raja sian Simron, dohot tu raja sian Aksap.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dohot tu raja, angka na tungkan utara, di dolok dohot di tano adaran, tungkan dangsina sian Kinerot dohot di tano pea dohot di angka luat Dor martopihon laut.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tu halak Kanaan tungkan habinsaran dohot tungkan hasundutan, tu halak Amori, halak Het, halak Perisi, halak Jebusi, angka na di dolok dohot tu halak Hevi, tungkan bona ni Hermon di luat Mispa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi borhat ma nasida rap dohot sude parangannasida, bangso na bolon situtu, sobokkon horsik na di pasir ni laut toropna, tole hoda dohot hureta mansai torop.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marluhut ma sude angka raja ondeng, jala ro rap marsaro mardonokkon tao Merom laho marmusu dompak Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi didok Jahowa ma tu si Josua: Unang ho mabiar maradophon nasida, ai marsogot songon on pasahatonku ma nasida luhut ragehonon ni halak Israel; tangkaonmu ma ianggo pat ni hodanasida, jala tutungonmu huretanasida dohot api.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dirampok si Josua rap dohot nasa paranganna nasida so pangkirimanna martopihon tao Merom.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dilehon Jahowa ma nasida tu tangan ni halak Israel, angka na manaluhon nasida, jala dilele sahat ro di Sidon na bolon, sahat ro di Misrepot-Maim, jala sahat ro di rura Mispa tungkan habinsaran, jala diragehon nasida paima soada tading sian nasida nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dibahen si Josua ma tu nasida songon na nidok ni Jahowa tu ibana, ditangka ma pat ni hodanasida, jala ditutung angka huretanasida dohot api.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dung i mulak ma si Josua uju i, jala dipapatu Hazor, jala ditampuli rajana dohot podang, ai Hazor do nasailaon huta sabungan ni saluhut angka harajaon i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala ditampuli sude jolma isi ni huta i, huhut harom dibahen, ndang adong tading nanggo sada na marhosa, jala disurbu Hazor dohot api.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ro di sude huta ni angka raja ondeng dohot sude rajanasida i ditaban si Josua, jala ditampuli nasida dohot podang, huhut harom nasida dibahen, songon na tinonahon ni si Musa, naposo ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Holan sude huta angka na ojak di buntulbuntul, ndang disurbu Israel, dungkon ni Hazor sambing disurbu si Josua.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i dibagi halak Israel ma di nasida sandok tabantaban ni angka huta i, ro di pinahan; holan jolma i luhut ditampuli nasida, paima sun siap nasida, ndang adong tading na marhosa nanggo sada.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Songon na tinonahon ni Jahowa tu si Musa, naposona i, songon i do ditonahon si Musa tu si Josua, jala songon i do dibahen si Josua, ndang adong tading dibahen sian sude na tinonahon ni Jahowa tu si Musa, nanggo sada hata.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi disoluk si Josua ma sandok tano i: Tano dolok dohot sandok tano tungkan dangsina ro di sandok tano Gosen, tano pea dohot adaran, ro di dolok Israel dohot angka rurana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Olat ni tor saesae, na nangkok tungkan Seir sahat ro di Baal-Gad, di rura ni Libanon, marbonahon dolok Hermon, jala sude rajanasida i ditaban, jala dibunu nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai nania leleng do si Josua marmusu dohot sude angka raja ondeng.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang adong nanggo sada huta na mardemak tu halak Israel sian dengganna, dungkon ni halak Hevi, angka na maringan di Gibeon; saluhut huta i dibuat nasida marhite sian porang.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai sian Jahowa do tangkang ni rohanasida i laho marmusu dompak Israel, asa harom nasida, jala unang nasida jumpangan asi ni roha, asa tung siap nasida, songon na tinonahon ni Jahowa tu si Musa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Uju i ma huhut ro si Josua mangaripurhon halak Enak sian tor, sian Hebron, sian Debir, sian Anab, sian sandok tor Juda dohot sian sandok tor Israel, jala harom nasida rap dohot hutanasida i dibahen si Josua.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ndang adong tading halak Enak di tano ni halak Israel, holan di Gaza, di Gad dohot di Asdod adong tading nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dipapatu si Josua ma nasa tano i, sandok hombar tu na nidok ni Jahowa tu si Musa, jala diparlehon si Josua tano i bahen partalian ni Israel, hombar tu sagisagiannasida marmargamarga. Dung i sohot ma hamusuon sian tano i.",
      "type": "content"
    }
  ]
}