{
  "book": "Yosua",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Goargoar ni raja, angka na pinapatu di bariba ni Jordan 1-6. II. Raja angka na pinapatu ni si Josua di tano Kanaan hian 7-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai ondo raja ni tano i, angka na tinaluhon ni halak Israel, jala disoluk tanonasida di bariba ni Jordan, tungkan habinsaran, olat ni batang aek Arnon sahat ro di dolok Hermon dohot sandok adaran tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "I ma Sihon, raja ni halak Amori, na maringan di Hesbon, ia ginomgomanna olat ni Aroer na martopihon batang aek Arnon sahat ro di parsitongaan ni batang aek i, ro di satonga Gilead sahat ro di batang aek Jabok, parbalohan ni tano ni halak Amon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Salpu adaran sahat tu tao Kinnerot tungkan habinsaran, jala sahat ro di laut ni rura i, i ma laut sira tungkan habinsaran, di dalan laho tu Betjesimot, jala di dangsina marbonahon angka tuatan ni Pisga.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Angkup ni luat ni si Og, raja sian Basan, sian pasipasi ni halak Repaim, angka na maringan di Astarot dohot Edrei.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala digomgomi dolok Hermon dohot Salka, ro di sandok Basan sahat tu parbalohan ni halak Gesur i dohot Maaka i dohot satonga Gilead, parbalohan ni tano ni Sihon, raja sian Hesbon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Si Musa dope, naposo ni Jahowa rap dohot halak Israel manaluhon nasida, laos si Musa naposo ni Jahowa mangalehon tano i bahen partalian ni halak Ruben, Gad dohot satonga Manasse.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Alai ondo raja di tano i, angka na tinaluhon ni si Josua rap dohot halak Israel di bariba ni Jordan tungkan hasundutan, olat ni Baal-Gad na di rura ni Libanon, sahat ro di tor na saesae, laho nangkok tungkan Seir, jala dilehon si Josua tano i bahen partalian di angka marga ni Israel, mangihuthon sagisagiannasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tano di dolok, di rura, di adaran, di angka tuatan, di halongonan dohot di tano tungkan dangsina: Halak Het, Amori, Kanaan, Perisi, Hevi dohot Jebusi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Raja sian Jeriko sada, raja sian Ai, na tungkan lambung sian Betel sada.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Raja sian Jerusalem sada, raja sian Hebron sada.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Raja sian Jarmut sada, raja sian Lakis sada.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Raja sian Eglon sada, raja sian Gezer sada.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Raja sian Debir sada, raja sian Geder sada.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Raja sian Horma sada, raja sian Arad sada.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Raja sian Libna sada, raja sian Adullam sada.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Raja sian Makkedah sada, raja sian Betel sada.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Raja sian Tappua sada, raja sian Heper sada.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Raja sian Apek sada, raja sian Lasaron sada.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Raja sian Madon sada, raja sian Hazor sada.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Raja sian Simron-Meron sada, raja sian Aksap sada.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Raja sian Taanak sada, raja sian Megiddo sada.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Raja sian Kedes sada, raja sian Jokneam sada marbonahon Karmel.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Raja sian Dor, na di luat Dor sada, raja ni parbegu angka na di Gilgal sada.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Raja sian Tirza sada. Saluhut angka rajai tolupulu sada halak toropna.",
      "type": "content"
    }
  ]
}