{
  "book": "Yosua",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jahowa mandokkon si Josua marbagi tano i 1-7. II. Partalian ni na tonga tolu marga di bariba ni Jordan 8-14. III. Partalian ni marga Ruben 15-23. IV. Partalian ni marga Gad 24-28. V. Partalian ni satonga marga Manasse 29-33",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung sarimatua si Josua, didok Jahowa ma tu ibana: Nunga sarimatua ho, jala godang situtu dope tano i tading sipapatuon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "On do tano na tading i dope: Sandok parbalohan ni halak Palistim dohot sandok tano Gesur i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Olat ni Sihor na mardalan di Misir sahat ro di parbalohan Ekron tungkan utara, na masuk etongan tu halak Kanaan: Na lima raja ni halak Palistim, raja sian Gaza, Asdod, Askelon, Gad dohot sian Ekron, ro di halak Awi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tungkan dangsina sandok tano ni halak Kanaan dohot Meara, na di halak Sidon, sahat ro di Apek, sahat tu parbalohan ni halak Amori.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angkup ni tano ni halak Gebal i dohot sandok Libanon, tungkan habinsaran, olat ni Baal-Gad na marbonahon dolok Hermon, tolhas ro di Hamat.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sude pangisi ni tor, olat ni Libanon sahat ro di Misrepot-Maim, sude halak Sidon, Ahu ma mangonjar nasida maradophon halak Israel. Rujirujihon sambing bahen partalian di Israel, songon na hutonahon i tu ho.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "On pe bagihon ma tano on bahen partalian di na sia marga dohot di satonga marga Manasse.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Marga Manasse na satonganari rap dohot marga Ruben dohot Gad, nunga manjalo partalianna be, na nilehon ni si Musa tu nasida di bariba ni Jordan tungkan habinsaran, songon na nilehon ni si Musa, naposo ni Jahowa tu nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Olat ni Aroer, na martopihon sunge Arnon dohot huta na di tongatonga ni sunge i, ro di sandok adaran Medeba sahat tu Dibon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dohot sude huta ni Sihon, raja ni halak Amori, na manggomgomi Hesbon sahat ro di parbalohan ni halak Amon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angkupni Gilead dohot tano ni halak Gesur i dohot Maaka i dohot sandok dolok Hermon dohot sandok Basan sahat tu Salka.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sandok gomgoman ni Og di Basan, na manggomgomi Astarot dohot Edrei: Ibana do na tinggal sian pasipasi ni pinompar ni si Repaim, na pinapatu ni si Musa jala dionjar.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai ndang dionjar halak Israel anggo halak Gesur i dohot halak Maaka, maringan di tongatonga ni halak Israel do Gesur dohot Maaka rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Holan tu marga Lepi ndang dilehon ibana partalian, angka pelean situtungon tu Jahowa, Debata ni Israel tahe partalianna, songon na pinarbagana i tu nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Asa nunga dilehon si Musa hian partalian, anggo tu marga Ruben marsuhusuhu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia parbalohannasida olat ni Aroer na martopihon sunge Arnon dohot huta na di parsitongaan ni sunge i, ro di sandok tano pea na di lambung ni Medeba.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hesbon ro di sude hutana angka na di pea, Dibon dohot Bamot-Baal dohot Bet-Baal-Meon.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jahaz, Kadermat dohot Mepaat.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Kiriataim, Sibma, Zeret Hasahar di atas dolok ni rura i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Betpeor, angka tuatan ni Pisga dohot Betjesimot.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dohot sude huta di tano pea, ro di sandok harajaon ni Sihon, raja ni halak Amori, na manggomgom di Hesbon, na pinapatu ni si Musa, ibana dohot angka induk sian Midian, i ma Evi, Rekem, Sur, Hur dohot Reba, angka raja wakil ni Sihon, angka na maringan di tano i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dohot Bileam, anak ni si Beor, pangarunding i dibunu halak Israel marhitehite podang, ro di dongannasida angka na tartiham.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi parbalohan ni tano ni halak Ruben, batang aek Jordan do ro di tobingna. I ma partalian ni halak Ruben marsuhusuhu, angka huta dohot sosor.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(IV.) Nunga dilehon si Musa hian anggo tu marga Gad, tu angka anak ni si Gad marsuhusuhu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ia parbalohannasida, i ma Jaser dohot sude huta di Gilead, dohot satonga ni tano ni halak Amon sahat ro di Aroer na di jolo ni Rabba.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala olat ni Hesbon sahat ro di Ramot-Mispa dohot Betonim, jala olat ni Mahanaim sahat ro di parbalohan ni Debir.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dohot di rura Betharam, Betnimra, Sukot dohot Zapon, ebaeba sian harajaon ni Sihon, raja sian Hesbon, Jordan dohot tobingna, sahat ro di ujung ni tao Kinerot di bariba ni Jordan tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "I ma partalian ni halak Gad marsuhusuhu, angka huta dohot sosor.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(V.) Nunga dilehon si Musa hian partalian, nang tu satonga marga Manasse, gabe satonga Manasse nampunasa marsuhusuhu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi parbalohanna olat ni Mahanaim sandok Basan, saluhut harajaon ni si Og, raja sian Basan, dohot sude huta ni si Jair na di Basan, onompulu huta toropna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dohot satonga Gilead, Astarot, Edrei, angka huta ni harajaon ni si Og di Basan, dilehon tu angka anak ni si Mahir, anak ni si Manasse, tu anak ni si Mahir na satonga marsuhusuhu.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "I ma na binagi ni si Musa di adaran ni Moab, di bariba ni Jordan, tondong ni Jeriko tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai tu marga Lepi ndang adong partalian dilehon si Musa, Jahowa Debata ni Israel, Ibana do partaliannasida, songon na pinarbagana i tu nasida.",
      "type": "content"
    }
  ]
}