{
  "book": "Yosua",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parbagian di tano Kanaan marhite sian rujiruji 1-5. II. Partalian ni si Kaleb 6-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai on do partalian, angka na jinalo ni halak Israel di tano Kanaan, na binagihon ni malim Eleasar dohot Josua, anak ni si Nun dohot angka induk ni halak Israel marmargamarga.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Marhite sian rujiruji do dibagi partaliannasida, songon na tinonahon ni Jahowa marhitehite si Musa, lehonon tu na sia margai dohot tu satonga Manasse.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai nunga dilehon si Musa partalian ni na dua marga dohot na satonga i di bariba ni Jordan, alai tu halak Lepi, ndang adong dilehon partalian di tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai angka anak ni si Josep manjadi dua marga, i ma Manasse dohot Epraim; dibahen i ndang dilehon nasida partalian anggo tu halak Lepi di tano i, dungkon ni angka huta bahen inganan dohot upa parik bahen panjampalan di pinahannasida dohot sinamotnasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Songon na tinonahon ni Jahowa tu Musa hian, songon i dibahen halak Israel, jala dibagi nasida tano i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i ro ma halak Juda mandapothon si Josua di Gilgal, gabe didok si Kaleb, anak ni si Jepune, marga Keni tu ibana: Diboto ho do hata na nidok ni Jahowa tu si Musa, naposo ni Debata, taringot tu ahu dohot taringot tu ho di Kades-Barnea.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Marumur opatpulu taon ma ahu, uju na sinuru ni si Musa, naposo ni Jahowa, ahu sian Kades-Barnea laho mangkahapi tano i, gabe mulak ahu mamboan barita tu ibana marguru tu panimbang ni rohangku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo donganku, angka na nangkok rap dohot ahu, mangganggui roha ni na torop i; alai anggo ahu sun do parsihohot ni rohangku, mangihuthon Jahowa, Debatangku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi maruari ma si Musa di ari na sasada i, songon on: Tano na nidalanan ni patmu, di ho ma i bahen partalian, ro di angka anakmu salelenglelengna, ala parsihohot ni roham di Jahowa, Debatangku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "On pe, ida ma, dipangolu Jahowa do ahu songon na nidokna i, na opatpulu lima taon on, olat ni dung didok Jahowa hata ondeng tu si Musa, saleleng mardalan Israel di halongonan; on pe, ida ma, ualupulu lima taon ahu sadarion.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tong dope gogongku sadarion, songon uju di ari parsuru ni si Musa di ahu; songon gogongku uju i, laos songon i dope gogongku nuaeng, nang marporang, nang laho marmeang muli.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "On pe sai lehon ma tu ahu tor on, na nidok ni Jahowa di ari na sasada i, ai dibege ho do uju i, halak Enak disi, jala huta angka na bolon dohot na gonting; anggiat didongani Jahowa ahu, asa huonjar nasida, songon na ni dok ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dipasupasu si Josua ma ibana, jala dilehon Hebron tu si Kaleb, anak ni si Jepune bahen partalian.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ala ni do gabe Hebron partalian ni si Kaleb, anak ni si Jepune, marga Keni rasirasa sadarion, ala parsihohot ni rohana di Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai goar ni Hebron di na robi Kiryat-Arba; jolma na bolon do ibana di halak Enak. Jadi sonang ma tano i sian hamusuon.",
      "type": "content"
    }
  ]
}