{
  "book": "Yosua",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Partalian ni marga Juda 1-12. II. Partalian ni si Kaleb dohot si Otniel 13-19. III. Goar ni angka huta di Juda 20-63",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia partalian ni marga ni angka anak ni si Juda marsuhusuhu tungkan parbalohan ni Edom, halongonan Sin tungkan dangsina, di partalpahan dangsina.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala parbalohannasida tungkan dangsina sian ujung ni laut Sira, sian tanjung na mamedu tungkan dangsina.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala rura tungkan dangsina sahat tu robean Akrabim, jala taripar tu Sin, jala nangkok tungkan dangsina sian Kades-Barnea, taripar muse tu Hezron, jala nangkok tungkan Adar, jala mamedu tungkan Karka.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala taripar tu Azmon, jala ruar sahat ro di sunge Misir, gabe partalpahan ni parbalohanna tungkan laut. I ma parbalohanmuna tungkan dangsina.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia parbalohanna tungkan habinsaran, laut Sira sahat ro di ujung ni Jordan. Ia parbalohanna di lambung tungkan utara olat ni tanjung ni laut sian ujung ni Jordan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala nangkok parbalohanna tungkan Bethoglah, jala mamolus sian utara tungkan Bet-Araba, jala nangkok parbalohan i tu batu ni si Bohan, anak ni si Ruben.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala nangkok parbalohan i tungkan Debir sian rura Akor, jala tungkan utara mamedu tu Gilgal, tondong ni robean Adumim, na tungkan dangsina sian sunge i. Dung i taripar parbalohan i tu aek Ensemes, jala partalpahanna tu mual Enrogel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i nangkok parbalohan i tu rura ni anak ni si Hinnom, sambola tungkan dangsina ni halak Jebusi, i ma Jerusalem; dung i nangkok parbalohan i tu punsu ni dolok, na di jolo ni rura Hinnom tungkan laut, na di ujung ni rura Repaim tungkan utara.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i gistang parbalohan i sian punsu ni dolok tu mual ni aek Neptoa, jala ruar tu angka huta ni tor Epron, jala gistang parbalohan i tungkan Baalah, i ma Kiriat-Jearim.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i mamedu parbalohan i sian Baalah tungkan laut tu tor Seir, jala taripar tu lambung ni tor Jearim sian utara, i ma Kesalon, jala tuat tungkan Betsemes, jala taripar tu Timna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala ruar parbalohan i jonok tu Ekron tungkan utara, jala gistang parbalohan i tungkan Sikron, jala taripar tu dolok Baalah, jala ruar tungkan Jabnel, gabe angka partalpahan ni parbalohan i tungkan laut.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala parbalohan tungkan laut, i ma laut na bolon ro di pasirna. I ma parbalohan ni angka anak ni si Juda humaliang marsuhusuhu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Alai tu si Kaleb, anak ni si Jepune, dilehon ibana sada bagian di tongatonga ni angka anak ni si Juda, hombar tu tona ni Jahowa tu si Josua, i ma huta ni si Arba, ama ni si Enak, i ma Hebron.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dionjar si Kaleb ma sian na tolu anak ni si Enak, i ma si Sesai, si Ahima dohot si Talmai, angka tubu ni si Enak.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i nangkok ma ibana sian i tu pangisi ni Debir; ia goar ni Debir di na robi Kiriat Seper.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi didok si Kaleb ma manang ise na papatu Kiriat Seper, jala ditaban, lehononku ma tu ibana borungku si Aksa bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi ditaban si Otniel, anak ni si Kenas, anggi ni si Kaleb huta i, gabe dilehon ma tu ibana si Aksa, boruna i bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi di na bongot i parompuan i disosoi ma ibana mangido hauma santurpuk sian amana, laos mijur ibana sian halode. Jadi didok si Kaleb ma tu nasida: Aha di ho?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Gabe didok nasida ma: Lehon di ahu pasupasu sada! Ai nunga dilehon ho tano na hasang tu ahu, ba lehon huhut di ahu angka mual. Jadi dilehon ma tu nasida angka mual di julu dohot di toruan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) On ma partalian ni marga ni angka anak ni si Juda marsuhusuhu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala angka huta ni marga Juda sian ujung ni sada sahat ro di parbalohan tungkan Edom, di dangsina on do: Kabseel, Eder, Jagur.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Kina, Dimona, Adada.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Kedes, Hazor, Jitnan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sip, Telem, Belot.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Hazor-Hadata, eriot Hesron, Hezron, i ma Hazor.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Amam, Sema, Molada.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Hazor-Gadda, Hesmon, Betpelet.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Hasar-Sual, Berseba, Biziotia.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Baalah, Ijim, Esem.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Eltolat, Hesil, Horma.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ziklag, Madmana, Sansana.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Lebaot, Silhim, Ain dohot Rimmon. Saluhut huta i duapulu sia do toropna ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ia di rura: Estaol, Zora, Asna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Samoah, En Ganim, Tappua, Enam.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jarmut, Adullam, Soko, Azeka.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Saraim, Aditaim, Gedera, Gederotaim; sampulu opat huta ma i ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Zenan, Hadasa, Migdal-Gad.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dilon, Mispa, Joktel.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Lakis, Boskat, Eglon.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Khabon, Lahmas, Kitlis.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Gederot, Bet-Dagon, Naama, Makkedah; sampulu onom huta ma i ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Libna, Eter, Asan.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Ipta, Asna, Nesib.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Keila, Aksib, Maressa; sia huta ma i di sosorna.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Ekron ro di angka boruna (huta) dohot sosorna.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Sian Ekron jala tungkan laut, sude na marbalokkon Asdod, dohot sosorna.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Asdod ro di boruna dohot sosorna, Gaza ro di boruna dohot sosorna, sahat ro di sunge Misir, jala laut na bolon parbalohanna.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Jala di atas tor: Samir, Jatir, Soko.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Danna, Kiriat Sanna, i ma Debir.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Anab, Estemo, Anim.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Gosen, Holon, Gilo; sampulu sada huta ma i ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Arab, Duma, Esan.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Janum, Bettapua, Apeka.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Humta, Kiryat-Arba, i ma Hebron, Zior; sia huta ma i ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Maon, Karmel, Sip, Jutta.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Jisreel, Jokdeam, Sanoa.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Kain, Gibea, Timna; sampulu huta ma i ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Halhul, Betzur, Gedor.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Maarat, Bet-Anot, Eltekon; onom huta ma i ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Kiryat-Baal, i ma Kiriat-Jearim dohot Rabba, dua huta ma i ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Di halongonan: Bet-Araba, Midin, Sekaka.",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "Nibsan-Ir-Hamela dohot Engedi, onom huta ma i ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Alai anggo halak Jebusi, isi ni Jerusalemi hian, ndang taronjar halak Juda, gabe maringan halak. Jebusi rap dohot halak Juda di Jerusalem rasirasa sadarion.",
      "type": "content"
    }
  ]
}