{
  "book": "Yosua",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Partalian ni pinompar ni si Josep 1-4. II. Partalian ni marga Epraim 5-10",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ruar ma rujiruji ni partalian di angka anak ni si Josep olat ni Jordan mardonokkon Jeriko sian aek Jeriko tungkan habinsaran sahat tu halongonan, na nangkok sian Jeriko laho tu tor Betel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ruar sian Betel tu Lus, jala taripar sahat ro di parbalohan ni halak Arki tungkan Atarot.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala tuat tungkan laut tu parbalohan ni halak Japlet i, sahat ro di parbalohan ni Bethoron parjae dohot tu Gezer, jala angka partalpahanna mardonokkon laut.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "I ma gabe partalian ni anak ni si Josep, i ma Manasse dohot Epraim.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Ia parbalohan ni angka anak ni si Epraim marsuhusuhu, parbalohan ni partalian nasida tungkan habinsaran, i ma Atarot-Adar, sahat ro di Bethoron parjulu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala ruar parbalohan i tungkan laut, sian Mikhmetat tungkan utara, gabe mamedu parbalohan i tungkan habinsaran ni Taanat Silo, jala taripar sian i tungkan habinsaran tu Janoa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala tuat sian Janoa tu Atarot dohot tu Naara, jala manihir tu Jeriko, jala ruar tu Jordan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sian Tappua laho do parbalohan i tungkan laut tu sunge Kana, jala partalpahanna tu laut. I ma partalian ni marga Epraim marsuhusuhu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Angkupni huta angka na pinapulik di halak Epraim, di tongatonga ni partalian ni halak Manasse, sude angka huta ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ndang dionjar nasida halak Kanaan, angka na maringan di Gezer. Jadi maringan ma halak Kanaan di tongatonga ni Epraim rasirasa sadarion, asal di rodi do nasida.",
      "type": "content"
    }
  ]
}