{
  "book": "Yosua",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Partalian ni na satonga marga Manasse 1-13. II. Alualu ni pinompar ni si Josep taringot tu partaliannasida i 14-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Maruli partalian dohot marga Manasse marhite sian rujiruji, ai ibana do buhabaju ni si Josep; di si Mahir buhabaju ni si Manasse, ama ni si Gilead dilehon Gilead dohot Basan ala baoa sialo musu ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Angka anak ni si Manasse na asing pe maruli do marsuhusuhu, angka anak ni si Abieser, angka anak ni si Helek, angka anak ni si Asriel, angka anak ni si Sekem, angka anak ni si Heper dohot angka anak ni Semida. I ma angka anak ni si Manasse tubu ni si Josep, angka baoa marsuhusuhu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai anggo di si Zelapehat anak ni si Heper, anak ni si Gilead, anak ni si Mahir tubu ni si Manasse ndang adong anakna, holan angka boru do; jala on do goar ni angka boruna: Malala, Noah, Hoglah, Milka dohot Tirza.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i laho ma nasida manopot tu jolo ni malim Eleasar, dohot tu jolo ni si Josua, anak ni si Nun, dohot tu jolo ni angka induk, angka ninna ma: Martona do Jahowa tu si Musa, ingkon lehonon tu hami sada partalian di tongatonga ni angka ibotonami. Jadi dilehon ma tu nasida sada partalian di tongatonga ni angka hahaanggi ni amanasida i, hombar tu tona ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai anggo Manasse maruli sampulu partalian di ruar di tano Gilead dohot Basan, angka na di bariba ni Jordan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai maruli partalian angka boru ni Manasse di tongatonga ni angka anakna; ianggo tano Gilead di angka anak ni si Manasse na asing do dilehon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia parbalohan ni Manasse olat ni Aser tungkan Mikhmetat na di jolo ni Sikem, jala laho parbalohanna tungkan siamun sahat ro di pangisi ni Entappua.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Di Manasse do nian tano Tappua; alai anggo tano Tappua marbalokkon Manasse di angka anak ni si Epraim do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i tuat parbalohanna tu sunge Kana, tungkan dangsina sian sunge i. Di Epraim do angka huta i di tongatonga ni huta ni Manasse. Alai anggo parbalohan ni Manasse tungkan utara sian sunge i, jala partalpahanna tungkan laut.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tano tungkan dangsina di Epraim, jala tano tungkan utara di Manasse, gabe laut parbalohanna; manihir tu Aser do tungkan utara, jala manihir tu Isasar tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi tu Manasse ma di Isasar dohot di Aser Betsean ro di sosorna, dohot Ibleam ro di sosorna, dohot angka pangisi ni Dor ro di sosorna, dohot angka pangisi ni Endor ro di sosorna, dohot angka pangisi ni Taanak ro di sosorna, dohot angka pangisi ni Megiddo ro di sosorna, tolu luat do i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ndang tarsoluk halak Manasse angka huta i, gabe laos dihalomohon halak Kanaan maringan di tano i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai dung lam marhuaso halak Israel, gabe dirodi ma halak Kanaan i, alai ndang anggo tung dionjar nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Dung i ro ma hata ni angka anak ni si Josep tu si Josua, angka ninna ma: Boasa tung holan sada partalian dohot sada bagian lehononmu tu ahu bahen parjambaranku, ai bangso na torop do ahu tahe, dipasupasu Jahowa ahu rasirasa nuaeng.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ninna si Josua ma tu nasida: Molo bangso na torop ho hape antong nangkok ma ho tu tombak, jala rabi di ho disi, di tano ni halak Perisi dohot Repaim, molo tung masompithu di ho di dolok Epraim.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ninna angka anak ni si Josep ma: Ndang tagamon tuk di hami tano dolok i; jala marhureta bosi do sude halak Kanaan, angka na maringan di tano pea angka na di Betsean ro di sosorna nang angka na maringan di rura Jisreel.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i didok si Josua ma tu pinompar ni si Josep, tu Epraim dohot tu Manasse, songon on: Bangso na torop do ho, jala marhuaso bolon do ho, ndang maruli partalian ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ingkon dolok i do di ho, ai tombak do i, ingkon rabionmu do i, jala di ho do angka partalpahanna, ai onjaronmu do halak Kanaan i, atik pe marhureta bosi nasida, jala parhuaso.",
      "type": "content"
    }
  ]
}