{
  "book": "Yosua",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Undungundung ni Debata di Silo. Panurathonna di tano na teba i dohot parbagina 1-10. II. Partalian ni marga Benjamin 11-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i marluhut ma sandok huria ni halak Israel tu Silo, jala dipajongjong nasida disi undungundung luhutan i, jala patu do tano i di jolonasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai adong dope pitu marganari tading di halak Israel, angka na so maruli partalian dope.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi didok si Josua ma tu halak Israel; sadia leleng on marlemba hamu so laho manoluk tano i, na nilehon ni Jahowa Debata ni ompumuna, tu hamu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Buat hamu ma tolu halak sian ganup marga, asa hupaborhat nasida mangaliati tano i, huhut di surat i mangihuthon partaliannasida be, dung i mulak nasida tu ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon pitu bagian tano i bagionnasida, hot do ianggo Juda di parbalohanna hian tungkan dangsina, pinompar ni si Josep hot jongjong di parbalohanna tungkan utara.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai anggo hamu pitu bagian tano i surat i hamu, dung i boan hamu tu ahu, asa hudabu, rujiruji di hamu dison di jolo ni Jahowa Debatanta i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai ndang marpartalian anggo halak Lepi di tongatongamuna, ai hamalimon ni Jahowa do partaliannasida. Ianggo Gad, Ruben dohot satonga marga Manasse, nunga maruli partalian di bariba ni Jordan tungkan habinsaran, na nilehon ni si Musa naposo ni Jahowa tu nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi borhat ma angka baoa i mardalan, gabe ditonahon si Josua ma tu angka na laho i manurati tano i, ninna ma: Laho ma hamu mangaliati tano i, jala surat i hamu, dung i mulak hamu tu ahu, asa dison hudabu rujiruji di hamu, di jolo ni Jahowa, di Silo.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i mardalan ma angka baoa i, jala diliati nasida tano i, jala disurati mangihuthon angka huta, pitu bagian dibahen tu buku, dung i mulak ma nasida tu si Josua, tu parsaroan Silo.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi didabu si Josua ma rujiruji di nasida di Silo, di jolo ni Jahowa; asa disi do dibagi si Josua tano i di halak Israel mangihuthon sagisagiannasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Jadi ruar ma partalian ni marga Benjamin marsuhusuhu; ia parbalohan ni partaliannasida ruar do di holangholang ni angka anak ni si Juda dohot di holangholang ni anak ni si Josep.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala parbalohannasida tungkan utara sian Jordan, boti nangkok parbalohan i tu lambung ni Jeriko tungkan utara, nangkok muse tu dolok tungkan laut jala angka partalpahanna tungkan halongonan Bethapen.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Taripar muse sian i parbalohan i tu Lus, tu lambung ni Lus i ma Betel, tungkan dangsina; tuat muse parbalohan i tu Aterot-Adar, tu dolok, na tungkan dangsina sian Bethoron, parjae.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Gistang muse parbalohan i jala mamedu dompak laut, tungkan dangsina sian dolok na di jolo ni Bethoron tungkan dangsina, jala angka partalpahanna tu Kiryat-Baal, i ma Kiriat-Jearim, sada huta ni anak ni si Juda; i ma unjurna tungkan hasundutan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai bohangna tungkan dangsina sian ujung ni Kiriat-Jearim, ruar muse parbalohan i tungkan laut, ruar muse tu mual ni aek Neptoa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i tuat parbalohan i tu ujung ni dolok, na di jolo ni rura ni anak ni si Hinnom, na di rura ni halak Repaim tungkan utara, tuat muse tu rura Hinnom, tu lambung ni halak Jebusi, tungkan dangsina, tuat muse tu mual Enrogel.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Gistang muse tungkan utara jala ruar tu mual Ensemes, ruar muse tu Gelilot, tondong ni buntulbuntul Adumim, jala tuat tu batu ni si Bohan, anak ni si Ruben.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala taripar tu tanggurung ni dolok tondong ni adaran tungkan utara, tuat muse tu pea.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i taripar parbalohan i tu tanggurung ni dolok sian Bethoglah tungkan utara, jadi sahat partalpahan ni parbalohan i tu dila ni laut Sira tungkan utara, tu ujung ni Jordan tungkan dangsina. I ma parbalohan tungkan dangsina.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai anggo tungkan habinsaran Jordan i do balokna. I ma partalian ni halak Benjamin marsuhusuhu mangihuthon parbalohannasida humaliang.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai huta ni marga Benjamin marsuhusuhu angka on do: Jeriko, Bethoglah, Emek-Kesis.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Bet-Araba, Semaraim, Betel.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Anim, Para, Opra.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Keperhamonai, Opni dohot Geba. Sampulu dua huta ma i ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Gibeon, Rama, Beerot.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Mispa, Kepira, Mosa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Rekem, Irpel, Tarala.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Sela, Elep dohot Jebusi, i ma Jerusalem, Gibea dohot Kiriat Jearim. Sampulu opat huta ma i ro di sosorna. I ma partalian ni halak Benjamin marsuhusuhu.",
      "type": "content"
    }
  ]
}