{
  "book": "Yosua",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Partalian ni marga Simeon 1-9. II. Marga Zebulon 10-16. III. Marga Isasar 17-23. IV. Marga Aser 24-31. V. Marga Naptali 32-39. VI. Marga Dan 40-48. VII. Partalian ni si Josua 49-51",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ruar ma rujiruji paduahon di si Simeon, di marga ni angka anak ni si Simeon marsuhusuhu, jala di tongatonga ni partalian ni anak ni si Juda do partaliannasida i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi sahat ma tu nasida bahen partaliannasida: Huta Berseba, Seba, Molada.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Hasar-Sual, Bala, Esem.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Eltolat, Betul, Horma.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ziklag, Betmarkbotot, Hasar-Susa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Betlebaot dohot Saruhen. Sampulu tolu huta ma i ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ain, Rimmon, Eter dohot Asan. Opat huta ma i ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Angkupni sude sosor na humaliang angka huta i sahat ro di Baalat-Beer-Ramat tungkan dangsina I ma partalian ni marga ni angka anak ni si Simeon marsuhusuhu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sian partalian ni angka anak ni si Juda do partalian ni angka anak ni si Simeon; ai malambashu partalian ni angka anak ni si Juda, jadi maruli partalian angka anak ni si Simeon di tongatonga ni partaliannasida i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dung i ruar ma rujiruji patoluhon di angka anak ni si Zebulon marsuhusuhu. Jadi sahat tu Sarit parbalohan ni partaliannasida i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i nangkok parbalohannasida tungkan laut dohot tungkan Mareala, jala mandolos tu Dabaset, mandolos muse tu sunge, na di jolo ni jokneam.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i mamedu sian Sarit tungkan habinsaran sahat ro di parbalohan ni Krislot Tabor, jala ruar muse tu Daberat, nangkok muse tu Japia.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala sian i taripar tungkan habinsaran tu Gat Heper, boti tu Etkazin, ruar muse tungkan Rimmon, gistang tu Nea.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i mamedu parbalohan i tungkan utara tu Hannaton, jala partalpahanna tu rura Jepta-El.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dohot Karta, Nahalal, Simron, Idale, dohot Betlehem. Sampulu dua huta ma i ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "I ma partalian ni angka anak ni si Zebulon marsuhusuhu; i ma angka hutanasida ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i ruar ma rujiruji paopathon di angka anak ni si Isasar marsuhusuhu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala parbalohannasida sahat tu Jesreel dohot Hesulot dohot Sunem.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Boti tu Hapraim, Sion, Anaharat.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Boti tu Rabit, Kision, Ebez.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Boti tu Ramat, En-Ganim, En Hada dohot Betpases.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala tolhas parbalohanna tu Tabor, Sahagim, Betsemes, jala partalpahan ni parbalohanna di Jordan. Sampulu onom huta ma i ro di angka sosorna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "I ma partalian ni marga ni angka anak ni Isasar marsuhusuhu, angka huta ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(IV.) Dung i ruar ma rujiruji palimahon di marga ni angka anak ni si Aser marsuhusuhu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jala parbalohannasida on do: Helkat, Hali, Beten, Aksap.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alamelek, Amad dohot Miseal jala mandolos tu Karmel tungkan laut boti tu Sihor-Libnat.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i mamedu tungkan habinsaran tu Bet-Dagon, jala mandolos tu Zebulon boti tu rura Jepta-El tungkan utara sian Betemek dohot Nahiel jala ruar tu Kabul tungkan hambirang.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Boti tu Ebron, Rehob, Hamon, Kana sahat ro di Sidon na bolon i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i mamedu muse parbalohan i tungkan Rama sahat ro di huta Tirus na gonting i; mamedu muse parbalohan i tungkan Hosa jala partalpahanna tungkan laut, sahat tu Aksib.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Boti tu Umma, Apek dohot Rehob; duapulu dua huta ma i ro di angka sosorna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "I ma partalian ni marga ni angka anak ni Aser marsuhusuhu; angka huta ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(V.) Dung i ruar ma rujiruji paonomhon di angka anak ni si Naptali marsuhusuhu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jala parbalohannasida sian Helep, sian hariara marbalokkon Zaannim di Adami-Nekeb, Jabnel sahat ro di Lakum, jala parbalohanna di Jordan.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i mamedu parbalohan ni tungkan laut, tungkan Aznat-Tabor jala ruar sian i tungkan Hukok jala mandolos tu Zebulon tungkan dangsina jala tu Aser tungkan laut dohot tu Juda marbalokkon tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ia huta angka na gonting i: Zidim, Zer dohot Hamat, Rakat dohot Kineret.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Adma, Rama, Hazor.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Kedes, Edrei, En-Hazor.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jiron, Migdal-El, Horem, Bet-Anat dohot Betsemes; sampulu sia huta ma i ro di angka sosorna.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "I ma partalian ni marga ni angka anak ni si Naptali marsuhusuhu; angka huta i ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "(VI.) Dung i ruar ma rujiruji papituhon di marga ni angka anak ni si Dan marsuhusuhu.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Ia parbalohan ni partaliannasida: Zora, Estaol, Irsemes.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Salabin, Aialon, Itla.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Elon, Timna, Ekron.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Elteke, Gibeton, Baalat.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Jehud, Beneborak, Gatrimon.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Meyarkon, Rakon padohot tano tondong ni Joppe.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Ruar muse salpu sian i parbalohan ni angka anak ni si Dan. Ai nangkok do angka anak ni si Dan laho marporang dompak Lesem, jala ditaban nasida huta i, ditampuli dohot podang, laos disoluk nasida huta i jala diingani, jala singkat ni Lesem Dan goar ni huta i dibahen, mangihuthon goar ni si Dan ompunasida i.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "I ma partalian ni marga Dan marsuhusuhu, angka hutana ro di sosorna.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "(VII.) Jadi dung sun nasida marbagi tano i mangihuthon parbalohanna be, gabe dilehon halak Israel ma partalian di si Josua, anak ni si Nun di tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Hombar tu tona ni Jahowa dilehon nasida tu ibana hata na pinangidona, i ma Timnat-Sera na di dolok Epraim. Jadi dipauli ma huta i jala maringan di bagasan.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Angka on ma partalian, angka na sinagihon ni malim Eleasar dohot si Josua anak ni si Nun ro di angka induk ni marga ni halak Israel marompuompu marhite sian rujiruji di Silo di adopan ni Jahowa mardonokkon pintu undungundung parluhutan i gabe mansohot ma nasida marbagi tano i.",
      "type": "content"
    }
  ]
}