{
  "book": "Yosua",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parsuru ni si Josua di angka pangkahap tu Jeriko, angka na jinangkon ni si Rahab 1-7. II. Bagabaganasida pangoluonna si Rahab ro di donganna sajabu 8-21. III. Hamumulak ni angka pangkahap 22-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i disuru si Josua, anak ni si Nun, dua halak pangkahap sian Sitim, ninna ma: Laho ma hamu, hahapi hamu ma tano i dohot huta Jeriko. Jadi laho ma nasida, dibongoti nasida ma bagas ni boruboru sibabijalang sada, na margoar si Rahab, laos modom ma nasida disi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i didok halak ma tu raja ni Jeriko songon on: Ida ma, ro do na borngin tuson angka baoa sian halak Israel mangkahapi tano on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi disuru raja ni Jerikoi ma tu si Rahab, didok ma: Togihon tu ruar baoa, angka na ro tu ho, angka na ro tu jabum, ai mangkahapi sandok tano on, hinorhonnasida i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai nunga diboan boruboru i hian baoa sidua halak i jala dibunihon nasida, gabe didok ma: Tongon do, ro do dua halak manopot ahu, alai ndang huboto manang sian dia nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi martahi mangkinsu harbangan i, dung holom, ruar ma angka baoa i, ndang huboto manang dompak dia nasida laho. Haru eahi hamu ma nasida, sai dapot hamu do eahanmuna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai nunga didokkon boruboru i hian nasida manaek tu tarup, jala dibunihon nasida tu toru ni hori, na jinomurna di ginjang tarup i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dieahi angka jolma i ma nasida di dalan tungkan Jordan, sahat ro di hatariparan, jala dihinsu harbangan i, dung ruar angka pangeahi di nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Alai tagan so laho modom dope nasida, dipanaek boruboru i ma tarup i manopot nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala didok ma mandok angka baoa i: Nunga huboto, naung dilehon Jahowa tano on tu hamu, jala naung madabu hasonggoton tu hami maradophon hamu, jala malala ateate ni sandok isi ni tano on maradophon hamu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai nunga hubege hami na niarsik ni Jahowa aek ni laut Arung maradophon hamu, uju na ruar i hamu sian Misir, dohot na binahenmuna tu na dua raja ni halak Amori na di bariba ni Jordan, tu raja Sihon dohot tu raja Og, na nirotongkonmuna nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dung hubege hami barita i, malala ma ateatenami, jala ndang be manggulmit roha ni manang ise, dibahen biarna mida hamu, ai Jahowa Debatamuna, Ibana do Debata di banua ginjang dohot di banua tonga on.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "On pe, ua mangmangkon hamu ma tu Jahowa, paboa na olo dohot hamu mambahen asi ni roha tu isi ni bagas ni damang, ala asi ni roha na hubahen i tu hamu, jala lehon hamu ma di ahu tanda haburjuon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Paboa pangoluonmuna damang dohot dainang dohot angka ibotongku dohot hahaanggingku, ro di sude na di nasida, jala paluaonmuna hosanami sian hamatean.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi didok baoa na dua i ma tu ibana: Hosanami singkatmuna tu hamatean! Molo so dipaboaboa hamu hatantaon, jala ia dilehon Jahowa tano on tu hami, sai bahenonnami do tu ho asi ni roha dohot haburjuon.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ditantan ma nasida na dua i dohot tali sian pandiloan tu toru, ai hombarhon parik ni huta i do bagasna, jala maringan di atas parik i do ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i didok ma tu nasida: Dompak dolok ma hamu laho, asa unang pajumpang hamu dohot pangeahi, jala martabuni ma hamu disi tolu ari lelengna, paima mulak angka pangeahi, dung i tulus hamu ma dalanmuna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna baoa na dua i ma tu ibana: Lias ma hami sian na minangmanganmon, na pinamangmangmu hami.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ida ma molo masuk hami tu tano on, ingkon gantungonmu do tu pandiloan tali na rara i, panantananmu di hami, jala papunguonmu tu lambungmu di jabu on natorasmu dohot angka ibotom dohot sandok pinompar ni amam.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala manang ise na ruar sian pintu ni jabum tu balian, marsapata tu ibana do mudarna, lias ianggo hami; alai manang ise donganmi di jabu on marsapata tu hami do mudarna, molo tung dihahua tangan ni manang ise ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala molo tung dipaboaboa ho hatantaon, lias ma hami sian na minangmanganmon, na pinamangmangmu hami.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi didok ibana ma: Songon na nidokmuna ma tutu, dung i dipalaho ma nasida, gabe mardalan nasida. Jadi digantungkon ibana ma tali na rara i tu pandiloan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Jadi laho ma baoa na dua i, gabe tolhas ma nasida tu dolok, laos disi ma nasida tolu ari lelengna, paima mulak angka pangeahi; ai sai diburu angka pangeahi do nian nasida di saluhut dalan i, hape ndang jumpangsa nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i mulak ma baoa sidua halak i, jala tuat sian dolok i, jala taripar, gabe sahat nasida tu si Josua, anak ni si Nun, jala dipajojor tu ibana sude na masa tu nasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Angka didok nasida ma tu si Josua: Nunga sahat tu tanganta dilehon Jahowa sandok tano i, jala nunga malala huhut ateate ni sandok isi ni tano i dibahen biarna mida hita.",
      "type": "content"
    }
  ]
}