{
  "book": "Yosua",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ulaon ni huta haporusan, angka na di bariba ni Jordan dohot di baribaon 1-9",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i martona ma Jahowa tu si Josua, ninna ma:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Paboa ma tu halak Israel songon on: Papulik hamu ma di hamu huta haporusan, angka na hutonahon i hian tu si Musa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asa tusi maporus manang ise sibunu jolma so pangkirimanna, so botobotoanna, angka huta i bahen haporusan maradophon jolma parlulu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Molo sanga maporus jolma i tu sada sian angka huta i, ingkon jongjong ibana di haroroan tu bahal ni huta i mangalualuhon hatana, tu pinggol ni angka sintua ni huta i, jala ingkon jangkononnasida ibana tu huta i dohot mangalehon ingananna di lambungnasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Molo tung dilotongi parlulu i ibana sian pudi, na so tupa pasahatonnasida jolma pamunui tu bagasan tanganna, ala so botobotoanna umbahen dibunu donganna, jala ndang marsunisunian hian nasailaon tu ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ingkon maringan ibana di huta i paima sanga ibana jongjong di jolo ni rapot paruhuman. Ia dung mate sintua ni malim uju i, jadi ma mulak jolma pamunui tu hutana dohot tu bagasna, tu huta tinadingkonna i laho lintun.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi diuras nasida ma Kedes di Galilea, di dolok Naptali dohot Sikem di dolok Epraim dohot Kiryat-Arba, i ma Hebron di dolok Juda.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia di bariba ni Jordan, tungkan habinsaran sian Jeriko, dipapulik nasida ma Bezer di halongonan, di tano pea ni marga Ruben, dohot Ramot di Gilead sian marga Gad dohot Golan di Basan sian marga Manasse.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "I ma huta angka na pinapulik di sandok halak Israel dohot di halak dagang, angka na maisolat di tongatonganasida, asa maporus tusi ganup sibunu jolma so pangkirimanna, asa unang mate ibana dibunu parlulu, paima sanga ibana jongjong di jolo ni rapot paruhuman.",
      "type": "content"
    }
  ]
}