{
  "book": "Yosua",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Josua pamuli na tonga tolu margai 1-8. II. Dipajongjong angka na laho muli i do sada langgatan mardonokkon Jordan 9-12. III. Halak Israel marsuru suruanna patangkas pangalaho ni langgatan i 13-20. IV. Alus ni na tonga tolu margai 21-34",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Uju i ma dipapungu si Josua ma halak Ruben, Gad dohot satonga marga Manasse.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Didok ma mandok nasida: Nunga diradoti hamu saluhut na tinonahon ni si Musa, naposo ni Jahowa tu hamu, jala nunga ditangihon hamu suarangku taringot tu saluhutna na hutonahon i tu hamu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ndang ditadingtading hamu hahaanggimuna, nunga pola na sai laon rasirasa sadarion, jala nunga burju diradoti hamu tona ni Jahowa, Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia nuaeng nunga marhasonangan hahaanggimuna i dibahen Jahowa, Debatamuna i, hombar tu bagabagana i tu nasida, on pe muli ma hamu nuaeng tu undungundungmuna, tu tano partalianmuna i, na nilehon ni si Musa, naposo ni Jahowa, tu hamu di bariba ni Jordan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asa burju situtu hamu mangaringkoti patupahon hombar tu tona dohot tu patik, na tinonahon ni si Musa, naposo ni Jahowa, tu hamu: Mangkaholongi Jahowa, Debatamuna i, dohot marparange di saluhut angka dalanna, huhut mangaradoti angka tonana, jala marsihohot tu Ibana, huhut mangoloi Ibana sian nasa rohamuna dohot sian nasa tondimuna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i dipasupasu si Josua ma nasida, jala dipamuli asa laho nasida tumopot undungundungnasida be.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai anggo tu na satonga marga Manasse, nunga dilehon si Musa hian partalian di Basan, jala tu na satonganari nunga dilehon si Josua rap dohot angka hahaanggina di hasundutan ni Jordan, dingkan laut. Jadi dung dipamuli si Josua nang nasida tu undungundungnasida be, jala dipasupasu nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ninna ma tu nasida songon on: Mararta godang do hamu muli tu undungundungmuna dohot marpinahan na deak situtu, marperak, marsere, martombaga, marbosi dohot marulos mansai godang; antong sai bagi hamu ma tabantaban sian musumuna i rap dohot hahaanggimuna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i mulak ma pinompar ni si Ruben, si Gad dohot satonga Manasse, tumadingkon halak Israel sian Silo na di tano Kanaan laho tu tano Gilead, tumopot tano partaliannasida, naung sahat tu nasida hian, hombar tu hata ni Jahowa marhite sian si Musa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi dung sahat nasida tu luat ni Jordan, angka na di tano Kanaan, dipauli pinompar ni si Ruben, si Gad dohot satonga marga Manasse disi sada langgatan martopihon Jordan, na bolon idaon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i tarbortik ma tu halak Israel, didok halak: Ida ma, nunga pola dipauli pinompar ni si Ruben, si Gad dohot satonga marga Manasse sada langgatan tondong ni tano Kanaan di luat angka mardonokkon Jordan paiparipar dohot halak Israel.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi dung dibege halak Israel barita i, marluhut ma sandok huria ni halak Israel tu Silo martahi nangkok laho mamorang nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Dung i disuru halak Israel ma manopot pinompar ni si Ruben, si Gad dohot satonga marga Manasse tu tano Gilead malim Pinehas, anak ni si Eleasar.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Angkupni sampulu induk donganna, sada induk sian ganup marga Israel marompuompu, ganup nasida ihutan di nasida na samarga di tongatonga ni halak Israel marriburibu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung tolhas nasida tu pinompar ni si Ruben, si Gad dohot satonga marga Manasse tu tano Gilead, gabe marhata dohot nasida songon on:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Boti hata ni sandok huria ni Jahowa Pangoseon dia do i, na mangosei hamu dompak Debata ni Israel, umbahen marbalik hamu sadarion sian Jahowa, di na pinaulimuna di hamu sada langgatan laho manggunturi sadarion dompak Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Maotikku dope huroha di hita hajahaton ni Peor, na so taruras dope hita sian i rasirasa sadarion gabe masa begu di huria ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Marbalik muse hamu sadarion sian Jahowa, hape molo manggunturi hamu sadarion dompak Jahowa marronirimas ma Ibana marsogot tu sandok huria ni Israel.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai molo tung ramun tano partalianmuna i, ro hamu taripar tu tano partalian ni Jahowa, ojahan ni undungundung ni Jahowa, asa maruli partalian hamu di tongatonganami, alai unang hamu manggunturi dompak Jahowa dohot dompak hami di na pinaulimuna di hamu sada langgatan, pulik sian langgatan ni Jahowa Debatanta i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nda mangose do si Agan, anak ni si Jara, marhite sian ugasan na hona harom, gabe masa torutoru tu sandok huria Israel? Jala ndada sasada ibana mate ala hajahatonna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(IV.) Jadi ninna pinompar ni si Ruben, si Gad dohot satonga marga Manasse mangalusi angka induk ni Israel marriburibu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Debata, Debata Jahowa; Debata, Debata Jahowa, Ibana umbotosa, Israel pe ingkon botoonna do: Molo tung manggunturi hami dompak Jahowa, manang naeng marbalik, unang ma Ho manolongi hami sadarion.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Molo tung hupauli hami sada langgatan di hami, asa naeng marbalik sian Jahowa, manang molo tung naeng mamelehon pelean situtungon manang sipanganon hami di atasna, manang molo tung naeng mamelehon angka pelean hamauliateon hami di atasna, Jahowa ma marlulu dompak hami!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Molo so balik sian holso ni rohanami, umbahen hubahen hami songon i mandok: Marsogot haduan dohonon ni pinomparmuna ma tu pinomparnami songon on: Aha do parsaoranmuna tu Jahowa, Debata ni Israel!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Batang aek Jordan on do parbolatan na binahen ni Jahowa parholangannami tu hamu, ale pinompar ni si Ruben dohot si Gad, ndang parjambar anggo hamu di Jahowa! Jadi taiton ni pinomparmuna maon pinomparnami, unang marhabiaran tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dibahen i hudok hami ma: Itapauli ma di hita sada langgatan, ndada bahen pamelean ni pelean situtungon manang sipotongon.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ingkon bahen sitindangi nian langgatanon di hita dohot di pinomparta sogot, paboa na masuk hami marulaon tu Jahowa di jolona marhite sian peleannami situtungon dohot sipotongon dohot hamauliateon, asa unang dohonon ni pinomparmuna sogot tu pinomparnami: Ndang parjambar anggo hamu di Jahowa!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi hudok hami ma: Molo tung songon i dohononnasida sogot tu hami dohot tu pinomparnami, gabe dohononta ma: Bereng hamu ma sumansuman ni langgatan di Jahowa naung binahen ni ompunami, ndada bahen pamelean ni pelean situtungon manang sipotongon, ingkon bahen sitindangi do i di tongatonganta.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dao ma i sian hami, anggo tung manggunturi hami dompak Jahowa, manang marbalik sian Jahowa sadarion, laho paulihon sada langgatan bahen pamelean ni pelean situtungon manang sipanganon manang sipotongon pe, pulik sian langgatan ni Jahowa, Debatanta i, na jongjong di jolo ni undungundungna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi dung dibege malim Pinehas dohot angka induk ni huria i dohot induk ni Israel marriburibu, angka na rap dohot ibana, hata angka na pinaboa ni pinompar ni si Ruben, si Gad dohot si Manasse, gabe denggan rohanasida umbegesa.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i ninna malim Pinehas, anak ni si Eleasar ma tu pinompar ni si Ruben, si Gad dohot si Manasse: Apala sadarion ma hutanda hami paboa Jahowa di tongatonganta, ala so naeng mangose hamu dompak Jahowa marhite sian pambaenanon. Hamu do tardok paluahon halak Israel sadarion sian tangan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i ditadingkon malim Pinehas, anak si Eleasar dohot angka induk i ma pinompar ni si Ruben dohot si Gad, mulak sian tano Gilead tu tano Kanaan mandapothon halak Israel, mamboan barita i tu nasida.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi denggan hata i di roha ni halak Israel, laos mamujimuji Debata halak Israel i, jala ndang be disangkap rohanasida naeng nangkok mamorangi nasida, laho mangago tano i, na niinganan ni pinompar ni si Ruben dohot si Gad.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i dibahen pinompar ni si Ruben dohot si Gad ma goar ni langgatan i: Sitindangi, ai ninna do: Langgatanon ma sitindangi di holangholangta, paboa Jahowa do Debata.",
      "type": "content"
    }
  ]
}