{
  "book": "Yosua",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata sipaingot ni si Josua tu bangso i. Apoapo mandokkon marsihohot mangihuthon tu Debata 1-11. II. Lumbalumba mangorai marbalik sian Debata 12-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i di laonlaon ni ari dung marhasonangan halak Israel dibahen Jahowa maradophon saluhut musunasida humaliang, jala naung sarimatua ia si Josua.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dipaluhut si Josua ma sandok Israel, angka sintuana dohot angka indukna, angka panguhum ro di angka juaratulis, jala ninna ma mandok nasida: Nunga sarimatua anggo ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga diida hamu huhut sude na binahen ni Jahowa, Debatamuna i tu saluhut bangso on humongkop hamu, ai tung apala Jahowa, Debatamuna sandiri marporang humongkop hamu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ida hamu ma, nunga husagihon tu hamu bangso angka na teba i bahen partalian ni Israel marmargamarga, olat ni Jordan ro di saluhut bangso angka na hurendephon sahat ro di laut na bolon tungkan hasundutan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jahowa, Debatamuna sandiri mangonjar nasida maradophon hamu, jala pabalionna nasida sian jolomuna, asa hamu manean tanonasida, hombar tu bagabaga ni Jahowa, Debatamuna i tu hamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Antong marsihohot situtu ma rohamuna, mangaradoti dohot patupahon saluhut na tarsurat di bagasan buku patik ni si Musa, asa unang manimbil hamu sian i tu siamun manang tu hambirang.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Asa unang saor hamu tu bangso angka na teba i di lambungmuna, jala unang be pajoujou hamu goar ni Debatanasida manang marmangmang tusi, jala unang oloi hamu angka i, manang marsomba tusi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon tu Jahowa, Debatamuna i tama hamu marsihohot, songon na binahenmuna rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi nunga dipabali Jahowa sian jolomuna bangso angka na bolon, jala na marhuaso, nanggo sahalak pe ndang manahan jongjong maradophon hamu rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sahalak sambing pe sian hamu mangalele saribu halak, ai Jahowa Debatamuna sandiri marporang humongkop hamu, songon naung pinarbagana hian.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen i sai ramoti hamu situtu tondimuna i mangkaholongi Jahowa Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Ai molo tung marbalik hamu, jala marsilohot rohamuna di pasipasi ni bangso angka na teba i di lambungmuna, jala olo hamuna masiolian jala masibuatan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon botoonmuna ma, tung na so datdatan ni Jahowa Debatamuna i be pabalihon angka bangso on maradophon hamu, balik nasida manjadi jorgong dohot jaring dohot gasip di lambungmuna, manjadi duri di bagasan matamuna, paima sun siap hamu bahenonna sian tano na denggan on, naung nilehon ni Jahowa, Debatamuna tu hamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala ida ma, na laho ma anggo ahu tumopot dalan hatopan ni sandok tano on, jala ingkon botoonmuna do sian nasa rohamuna dohot sian nasa ateatemuna, na so tartading nanggo sada hata sian sude hata angka na denggan i, angka na pinarbaga ni Jahowa, Debatamuna i tu hamu; tung saluhutna do na songgop tu hamu, ndang tartading sian angka i, nanggo sada hata.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ia songon i sintongna songgop tu hamu luhut hata na denggan i, na pinarbaga ni Jahowa, Debatamuna i tu hamu; suang songon i, pasonggopon ni Jahowa tu hamu luhut hata torutoru, paima sun siap hamu bahenonna sian tano na denggan on, naung nilehon ni Jahowa, Debatamuna i tu hamu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Molo tung dilaosi hamu padan binahen ni Jahowa, Debatamuna i naung tinonahon i tu hamu, tung laho hamu mangoloi angka Debata sileban, jala marsomba hamu tusi; jadi marsigorgor ma rimas ni Jahowa tu hamu, gabe tompu hamu agoonna sian tano na denggan i, naung nilehonna i tu hamu.",
      "type": "content"
    }
  ]
}