{
  "book": "Yosua",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Luhutan parpudi na pinansang ni si Josua di Sikem, pasingothon tu Israel angka denggan basa ni Jahowa tu nasida 1-15. II. Bagabaga ni bangso i. Pangarataion di padani 16-28. III. Hamamate ni si Josua dohot si Eleasar 29-33",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipaluhut si Josua ma sude marga ni Israel tu Sikem, jala dipio angka sintua ni Israel, angka indukna, angka panguhum dohot angka juaratulis, jala dung dipatindang nasida di jolo ni Debata.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ro ma hata ni si Josua tu sandok bangso i: Boti hata ni Jahowa, Debata ni Israel: Di bariba ni batang aek do maringan anggo ompumumuna di na robi, si Tera, ama ni si Abraham dohot ama ni si Nahor, jala mangoloi angka debata sileban do nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi hubuat ma ompumuna si Abraham sian bariba ni batang aek i, asa mardalani ibana di sandok tano Kanaan, jala hupasopar, pinomparna, jala hulehon tu ibana si Isak.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala tu si Isak hulehon do si Jakkob dohot si Esau, jala tu si Esau hulehon dolok Seir, asa ibana nampunasa; alai tuat tu Misir do anggo si Jakkob dohot angka anakna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i husuru ma si Musa dohot si Aron manorui Misir, songon naung hubahen di tongatongana, dung i huparuar ma anggo hamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung huparuar ompumuna sian Misir, jala sahat hamu tu laut, gabe dieahi halak Misir ompumuna i, pola mardongan hureta dohot jolma parsihundul sahat tu laut Arung.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i mangangguhi ma nasida tu Jahowa, gabe dibahen Ibana haholomon bahen parbolatanmuna tu halak Misir, jala dibalikkon tu atasnasida laut i laos dilungkupi nasida, nunga pola dipanotnoti matamuna na hubahen i tu halak Misir. Dung i nania leleng hamu maringanan di halongonan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i huboan hamu tu tano ni halak Amori, angka na maringan di bariba ni Jordan; jala dung marmusu nasida dompak hamu, Ahu pasahathon nasida tu bagasan tanganmuna, jala disoluk hamu tanonasida, jala Ahu maniaphon nasida maradophon hamu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i hehe ma si Balas, anak ni Zippor, raja sian Moab, laho marmusu dompak Israel; laos disuru suruanna manjou si Bileam, anak ni si Beor mamulasi hamu nian.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ndang olo Ahu patangitangi si Bileam, gabe ingkon hamu dipasupasu, jala Ahu paluahon hamu sian tanganna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dung ditaripari hamu Jordan i, jala tolhas hamu tu Jeriko, gabe marmusu dompak hamu isi ni Jerikoi, halak Amori, Perisi, Kanaan, Het i, Girgasi, Hevi dohot Jebusi, hape Ahu pasahathon nasida tu tanganmuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i hutongos ma naning di jolomuna, jala hupabali nasida maradophon hamu: Na dua raja ni halak Amori, ndada marhitehite podang manang sior.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hulehon huhut tu hamu tano na so hinangaluthonmuna dohot huta, angka na so pinaulimuna, asa hamu maringan disi, jala mangan do hamu sian porlak anggur dohot hau Jetun, angka na so sinuanmuna i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "On pe sai habiari hamu ma Jahowa, jala marsihohot rohamuna mangoloi Ibana di bagasan hasintongan, jala paholang hamu debata sileban, angka na nioloan ni ompumuna di bariba ni batang aek i dohot di Misir, jala oloi hamu ma Jahowa!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai molo tung sogo rohamuna mangoloi Jahowa, pillit hamu ma sadarion manang ise naeng oloanmuna, manang debata sileban angka na nioloan ni ompumuna di bariba ni batang aek i, manang debata ni halak Amori nampuna tano na niingananmuna i; alai anggo ahu dohot donganku sajabu, ingkon Jahowa do oloannami.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Dung i ninna bangso i ma mangalusi: Dao ma i sian hami, anggo tung manadingkon Jahowa laho mangoloi angka debata sileban.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai Jahowa, Debatanta, Ibana naung manogihon hita dohot ompunta ruar sian tano Misir, sian bagas parhatobanan, jala Ibana naung mambahen di adopanta tanda angka na bolon i, jala diramoti do hita di sandok dalan na itadalani i, di tongatonga ni saluhut bangso angka na itabolusi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jahowa huhut mangonjar saluhut bangso ro di halak Amori na maringan di tano i jumolo sian hita; hami pe, Jahowa do naeng oloannami, ai Ibana do Debatanta.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i didok si Josua ma tu bangso i: Ndang tarbahen hamu mangoloi Jahowa, ai Debata na badia do Ibana, Debata parrimas do Ibana, ndang tagamon marpamuati rohana mida pangalaosionmuna dohot mida dosamuna i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Molo tung ditadingkon hamu Jahowa, jala dioloi hamu angka debata sileban, marbalik ma Ibana manorui hamu, tung siap hamu bahenonna, hombar tu uhumna na denggan i naung binahenna tu hamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna bangso i ma tu si Josua: Sitongka ma anggo i, ingkon Jahowa do naeng oloannami.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi didok si Josua ma tu bangso i: Hamu sandiri do sitindangi dompak hamu, paboa naung dipillit hamu Jahowa, naeng oloanmuna Ibana. Jadi ninna nasida ma: Hami ma tutu sitindangi!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "On pe paholang hamu ma debata sileban, angka na di tongatongamuna i, jala paunduk hamu rohamuna tu Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi ninna bangso i ma tu si Josua: Jahowa Debatanta i do naeng oloannami, jala soarana i naeng tangihononnami.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i dibahen si Josua ma sadarina i parjanjian tu bangso i, jala dipatindang do i bahen patik dohot uhum di Sikem.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i disurathon si Josua ma angka hata i tu bagasan buku patik ni Debata, jala dibuat sada batu na bolon, laos dipatindang disi di toru ni hau Ara na jongjong mardonokkon undungundung ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ninna si Josua ma tu sandok bangso i: Ida ma, buaton ma gabe sitindangi dompak hita, ai nunga dibege saluhut hata ni Jahowa, angka na pinaboana tu hita, ingkon gabe sitindangi do i dompak hamu, asa unang disoadahon hamu Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i dipamuli si Josua ma bangso i ganup tu partalianna be.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(III.) Jadi dung salpu angka jamitai, mate ma si Josua, anak ni si Nun, naposo ni Jahowa, marumur saratus sampulu taon.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ditanom nasida ibana di parbalohan ni partalianna, di Timnat-Sera, na di dolok Epraim tungkan utara sian dolok Gaas.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sai dioloi halak Israel do Jahowa saleleng mangolu si Josua, saleleng mangolu dohot sintua, angka na leleng mangolu dope di pudi ni si Josua, angka na umboto saluhut pambahenan ni Jahowa, angka na binahenna tu Israel.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ia holiholi ni si Josep, angka na binoan ni halak Israel sian Misir, dibandahon ma i di Sikem, di hauma santurpuk na tinuhor ni si Jakkob sian angka anak ni si Hemor, ama ni si Sikem mararga saratus Kesita, laos gabe partalian ni pinompar ni si Josep do i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Si Eleasar, anak ni si Aron pe mate do, gabe ditanom nasida ibana di Gibea, huta ni si Pinehas, anakna i, na nilehon tu ibana di dolok Epraim.",
      "type": "content"
    }
  ]
}