{
  "book": "Yosua",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Harentaon ingoton manaripari Jordan 1-13. II. Hatariaparan di Jordan 14-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipasogot si Josua ma manogotna i hehe, jala borhat nasida sian Sitim sahat ro di Jordan, ibana dohot sude halak Israel, laos disi nasida marborngin, tagan so taripar dope nasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dung salpu tolu ari, dibolus angka partogi ma tongatonga ni parsaroan i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala martona nasida tu bangso i, songon on: Molo diida hamu poti parpadanan ni Jahowa, Debatamuna i, angka malim dohot halak Lepi, angka na mangusungsa, borhat ma hamu sian ingananmuna laho mangihuthon tusi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ingkon adong arga dua ribu elak holangholangmuna sian i. Ndang jadi hamu dumonok tusi, asa diboto hamu dalan sidalananmuna, ai ndang dung dope dibolus hamu dalan i anggo nasailaonna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i didok si Josua ma tu bangso i: Manguras ma hamu, ai marsogot ma bahenon ni Jahowa angka halongangan di tongatongamuna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i didok si Josua ma tu angka malim, songon on: Usung hamu ma poti parpadanan i, jala taripar ma hamu manguluhon bangso i! Jadi diusung nasida ma poti parpadanan i laho manguluhon bangso i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i didok Jahowa ma tu si Josua: Sadarion ma pungkaonku patimbul ho di jolo ni sandok Israel, asa tung diboto nasida, ia songon i pandonganingku di si Musa, laos songon i dongananku ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo ho martona ma ho tu angka malim, angka na mangusung poti parpadanan i, songon on: Molo sahat hamu ro di pasir ni aek Jordan, togang ma hamu jongjong di pasir ni Jordan i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i didok si Josua ma tu halak Israel i: Pajonok hamu tuson, jala tangihon hamu angka hata ni Jahowa Debatamuna i!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi didok si Josua ma: On ma partinandaanmuna, paboa Debata na mangolu i di tongatongamuna, jala onjaronna situtu maradophon hamu halak Kanaan, halak Het, halak Hevi, halak Perisi, halak Girgasi, halak Amori dohot halak Jebusi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ida ma, poti parpadanan ni Tuhan, Sigomgom sandok tano on taripar di Jordan manguluhon hamu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "On pe, buat hamu ma di hamu sampulu dua halak sian angka marga ni Israel, sahalak be sian ganup marga.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Molo mangulon palak ni pat ni malim, angka na mangusung poti ni Jahowa, Tuhan Sigomgom sandok tano on di bagasan aek Jordan, tolak ma angka aek Jordan, togang ma angka aek na mabaor sian julu, manjadi hira dorpi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Jadi di na borhat bangso i sian undungundungnasida laho manaripari Jordan, jala malim angka siusung poti parpadanan i manguluhon bangso i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala sahat angka siusung poti i ro di Jordan, jala dais pat ni malim, angka siusung poti i tu aek i (alai binsat do Jordan i di sandok pasirna saleleng masa gotilon).",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi togang ma aek angka na mabaor sian julu, jongjong songon dorpi, mangalantap situtu sahat ro di huta Adam, na tungkan lambung sian Zaretan; alai anggo aek na mabaor tu laut, tu holbung ni laut sira, lam marsik situtu ma. Jadi taripar ma bangso i tondong ni Jeriko.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi jongjong marsihohot ma malim, angka na mangusung poti parpadanan ni Jahowa, di na mahiang, di parsitongaan ni Jordan; jadi sandok Israel taripar di na mahiang, paima timpas ditaripari sandok bangso i Jordan.",
      "type": "content"
    }
  ]
}