{
  "book": "Yosua",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tona ni Jahowa mandokkon pajongjongon angka batu bahen partinandaan di hatariparannasida di Jordan 1-9. II. Hasisimpul ni hatariparannasida 10-19. III. Dipajongjong tanda parningotan i di Gilgal 20-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dung timpas ditaripari sandok bangso i Jordan i, didok Jahowa ma tu si Josua songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Buat hamu ma di hamu sian bangso i sampulu dua halak, sahalak be sian ganup marga.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dokkon hamu ma nasida: Hindat hamu ma sian on, sian tongatonga ni Jordan, sian hajongjongan ni pat ni angka malim, sampulu dua batu, jala boan hamu tu bariba i, jala peakkon hamu di parbornginanmuna saborngin on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dijou si Josua ma na sampulu dua halak i, angka na pinillitna sian halak Israel, sahalak be sian ganup marga.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi didok si Josua ma tu nasida: Taripar ma hamu manguluhon poti ni Jahowa Debatamuna tu tongatonga ni Jordan, diporsan be ma di abarana sada batu mangihuthon bilangan ni angka marga ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Asa manjadi sada parningotan ma i di tongatongamuna. Molo manungkun sogot anakmuna: Aha do lapatan ni angka batu on di hamu?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dohononmuna ma tu nasida: Na tolak i angka aek ni Jordan maradophon poti parpadanan ni Jahowa; ai uju na tinariparanna i Jordan i, tolak ma aek ni Jordan, jala angka batu on ma bahen parningotan di halak Israel ro di saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dibahen halak Israel ma songon na nidokkon ni si Josua tu nasida, dihindat nasida ma sampulu dua batu sian parsitongaan ni Jordan, songon na nidok ni Jahowa tu si Josua, mangihuthon bilangan ni marga ni halak Israel, jala diboan tu parbornginan, jala dipajongjong disi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dipajongjong si Josua huhut sampulu dua batu di parsitongaan ni Jordan, apala di hajongjongan ni pat ni malim, angka na mangusung poti parpadanan i, laos disi dope rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Alai anggo malim, angka na mangusung poti parpadanan i, jongjong do di parsitongaan ni Jordan, paima sun tulus saluhut hata na tinonahon ni Jahowa tu si Josua, sidohononna tu bangso i, hombar tu sude na tinonahon ni si Musa tu si Josua. Jadi humalaput ma bangso i laho taripar.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dung impi taripar sandok bangso i, taripar ma dohot poti ni Jahowa, jala angka malim manguluhon bangso i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Taripar ma dohot halak Ruben, halak Gad dohot satonga marga Manasse, marsinjata be manguluhon halak Israel, songon na nidok ni si Musa hian tu nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Arga opatpulu ribu angka sialo musu nasida taripar di jolo ni Jahowa laho tu tongtangan di adaran Jeriko.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Di ari na sasada i timbul ma si Josua, dibahen Jahowa di adopan ni sandok Israel, gabe mabiar nasida mida ibana, songon na hinabiarannasida si Musa saleleng mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i didok Jahowa ma tu si Josua songon on:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dokkon ma malim, angka na mangusung poti panindangion, asa manaek nasida sian Jordan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi didok si Josua ma tu angka malim: Manaek ma hamu sian Jordan!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dung manaek malim, angka na mangusung poti parpadanan ni Jahowa sian parsitongaan ni Jordan, dung diojakkon angka malim palak ni patnasida tu na mahiang, sumuang ma aek ni Jordan tu ingananna hian, jala mabaor songon na somal, binsat di sandok pasirna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Asa manaek ma bangso i sian Jordan di ari sampulu di bulan sipahasada, jala marsaro nasida di Gilgal, di parbalohan tungkan habinsaran ni Jeriko.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Jala batu na sampulu dua i, angka na binoannasida sian Jordan i, dipatindang si Josua ma di Gilgal.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi didok ma tu halak Israel songon on: Molo disungkun anakkonmuna sogot amanasida: Aha do lapatan ni angka batu on ninna?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ingkon pabotohononmuna ma tu anakkonmuna mandok: Mardalan di na mahiang ditaripari Israel Jordan on.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Uju na niarsik ni Jahowa, Debatamuna i, aek ni Jordan i maradophon hamu, paima sahat hamu taripar, songon na binahen ni Jahowa Debatamuna, uju di laut Arung, na niarsikna i maradophon hita, paima sahat hita taripar.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Asa tung saluhut angka bangso ni tano on mananda di tangan ni Jahowa na gogoi! Asa tongtong hamu mabiar mida Jahowa Debatamuna i.",
      "type": "content"
    }
  ]
}