{
  "book": "Yosua",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hatahuton ni halak Kanaan i. Parsunaton ni Israel 1-9. II. Pesta Paska. Hasosohot ni Manna 10-12. III. Partogi ni parangan ni Jahowa 13-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung dibege sude raja ni halak Amori, angka na di bariba ni Jordan tungkan hasundutan, dohot sude raja ni halak Kanaan i, angka na di topi laut, naung niarsik ni Jahowa aek ni Jordan maradophon halak Israel, paima impi taripar hita, gabe giang ma ateatenasida, jala ndang be di ingananna rohanasida, dibahen biarna maradophon halak Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Uju i ma didok Jahowa tu si Josua: Bahen ma di ho raut angka sian batu, jala ulahi sunati halak Israel paduahalihon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dibahen si Josua ma di ibana raut angka sian batu, jala disunati halak Israel di atas buntulbuntul Aralot.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala on do alana umbahen disunati si Josua nasida: Sandok bangso i na ruar sian Misir, i ma angka baoa, sude angka sialo musu, nunga marragean di halongonan, di dalan, dung ruar nasida sian Misir.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai tarsunat do anggo sandok bangso na ruar i, alai sandok bangso, angka na tubu di halongonan, di dalan, dung ruar nasida sian Misir, ndang tarsunat.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai opatpulu taon lelengna maotaot halak Israel di halongonan, paima sun siap sandok baoa sialo musu, angka na ruar sian Misir, ala so ditangihon nasida suara ni Jahowa, umbahen pola marmangmang Jahowa tu nasida, na so tupa idaonnasida tano na niuarihon ni Jahowa tu ompunasida lehononna tu hita, tano habaoran ni susu dohot situak ni loba.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai anggo anaknasida tahe, dipatindang ibana singkatnasida, nasida ma na sinunat ni si Josua, ai marsibursibur do nasida, ala so tarsunat nasida di tongan dalan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dung impi sandok bangso i disunat, tading ma nasida di inganannasida di parsaroan i, paima malum dihilala nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna Jahowa ma tu si Josua: Sadarion Ahu manggulangi haurahon Misir sian hamu, gabe targoar ma inganan i Gilgal rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Jadi di na marsaro i halak Israel di Gilgal, marulaon Paska ma nasida di ari sampulu opat di bulan i mareak botari di adaran Jeriko.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi marsogot ni dung marulaon Paska i, dipangan nasida ma gogo ni tano i, i ma sagusagu angka na so niigaran dohot eme na binoltok di ari na sasada i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi mansohot ma Manna i, marsogotna i dung dipangan nasida gogo ni tano i, gabe ndang adong be Manna di halak Israel, jadi dipangan nasida ma gogo ni tano Kanaan di na sataon i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Alai mandapothon huta Jeriko si Josua, manaili ma ibana manatap humaliang, gabe diida ma sada halak jongjong di jolona patioptiop podang na niumpat di bagasan tanganna. Jadi didapothon si Josua ma ibana, didok ma tu ibana: Dongan do Ho, manang alo?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi didok Ibana ma: Ndangana, partogi ni parangan ni Jahowa do Ahu, apala ipe Ahu ro. Jadi manungkap ma si Josua tu tano, jala marsomba, jala didok ma tu Ibana: Aha do dohonon ni Tuhanku tu naposona?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi didok partogi ni parangan ni Jahowa ma tu si Josua: Tanggali ma sipatum sian patmu, ai na badia do tano hajongjonganmon. Jadi dibahen si Josua ma songon i.",
      "type": "content"
    }
  ]
}