{
  "book": "Yosua",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jahowa mandokkon haliangan huta Jeriko pitu hali 1-14. II. Hatataban ni Jeriko di ari papituhon dohot hasisiapna 15-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai tarhinsu situtu do pargumbangan ni huta Jeriko didapot halak Israel, ndang tarbahen ruar manang bongot manang ise.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna Jahowa ma tu si Josua: Ida ma, nunga hupasahat tu tanganmu huta Jeriko dohot rajana, ro di sude sialo musu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibahen i halianganmuna ma huta i, nasa sialo musu mangkaliangi huta i sahali, songon i do bahenonmu onom ari on lelengna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala usungon ni pitu malim ma na pitu sarune ni taon parolopolopon manguluhon poti i; alai papituarihon, ingkon pitu hali halianganmuna huta i, jala paluon ni angka malim i angka sarune i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi ia lambat mangkuling sarune parolopolopon i, jala dibege hamu suara ni sarune i, marsurak toletole ma sandok bangso i, jadi angka gargar ma parik ni huta i, jala panaehon ni bangso i ma, martahop tu jolona be.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dijou si Josua, anak ni si Nun, angka malim, jala didok tu nasida: Usung hamu ma poti parpadanan i! Jala pitu malim mangusung na pitu sarune parolopolopon i manguluhon poti ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Didok ma dohot tu bangso i: Laho ma hamu, jala haliangi hamu huta i, jala saparduan na marsinjata manguluhon poti ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dung songon i didok si Josua tu bangso i, mardalan ma na pitu malim, angka na mangusung na pitu sarune parolopolopon i di jolo ni Jahowa, jala dipalu angka sarune i, jala mangihut tu nasida do poti parpadanan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi diuluhon na saparduaan na marsinjata i ma malim angka na umpalu sarunena be, jala mangihut tu poti i do angka situan na torop, mardalan ma nasida huhut umpalu angka sarune.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai nunga martona hian si Josua tu bangso i, songon on: Unang marsuraksurak hamu, jala unang tarbege suaramuna, jala ndang jadi ruar nanggo sada hata sian pamanganmuna, paima jumpang ari pandohanki tu hamu: Marsuraksurak ma hamu! Disi pe asa marsurak hamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dihaliangi poti ni Jahowa ma huta i sahali humaliang, gabe sahat ma nasida muse tu parsaroan, laos marborngin di parsaroan i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dipasogot si Josua ma hehe manogotna i, jala diusung angka malim poti ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala na pitu malim, angka na mangusung na pitu sarune parolopolopon i, manguluhon poti ni Jahowa, sai mardalani do nasida huhut umpalu sarune, jala na saparduaan na marsinjata i manguluhon nasida, alai mangihut tu poti ni Jahowa ianggo situan na torop; sai mardalani nasida huhut umpalu angka sarune.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Paduaarihon pe dihaliangi nasida do huta i sahali, dung i mulak nasida tu parsaroan. Songon i dibahen nasida padohot onom ari.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Alai anggo papituarihon, dipasogot nasida ma hehe, di hananaek ni sibalik hunik, jala dihaliangi nasida huta i, songon na somal pitu hali; holan di ari na sasada i pitu hali dihaliangi nasida huta i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tole papituhalihon, dung dipalu angka malim sarunena be, didok si Josua ma tu bangso i: Marsurak ma hamu, ai nunga dilehon Jahowa huta i tu hamu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai ingkon harom bahenon huta i; ro di sude na di bagasan di Jahowa; holan si Rahab sibabijalang i pangoluon, ibana ro di sude na rap dohot ibana di jabu; ai dibunihon do angka suruan na itasuru.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai ramoti hamu dirimuna maradophon na hona harom i, asa unang tarharom hamu, molo adong dibuat hamu sian na hona harom i, gabe hona harom maon parsaroan ni Israel bahenonmuna mambahen marhinamago.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai nasa perak dohot sere, ro di ulaula sian tombaga dohot bosi, parbadiaan ma i di Jahowa, pamasuhon ma i tu bilut parugasanan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi marsuraksurak ma bangso i, jala dipalu angka malim sarunena be. Jadi dung dibege bangso i suara ni sarune, dipangiar be ma suarana, marsuraksurak, gabe magargar ma parik i, jala dipanaek na torop i ma huta i martahop be tu jolona, gabe ditaban nasida huta i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi diharomhon nasida nasa na di huta i, nang baoa ro di inaina, nang dakdanak ro di na ubanon, ro di lombu, birubiru dohot halode ditampuli dohot podang.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai tu na dua halak, angka na mangkahapi tano i didok si Josua: Bongot i hamu ma bagas ni boruboru sibabijalang i, jala togihon hamu ruar sian i boruboru i, ro di sude na di ibana, songon na niuarihonmuna tu ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi bongot ma dolidoli pangkahap na dua i, jala ditogihon ruar si Rahab dohot amana dohot inana dohot angka ibotona, ro di nasa na di ibana dohot sandok pinompar ni ompuna, jala dipaulon nasida di balian parsaroan ni Israel.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai anggo huta i disoksohi nasida dohot api ro di nasa na di bagasan; holan perak dohot sere, ro di ulaula sian tombaga dohot bosi tu bilut parugasanan di bagas ni Jahowa dibahen nasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai anggo si Rahab, sibabijalang i dohot pinompar ni amana, ro di nasa na di ibana, dipangolu si Josua do; laos maringan di tongatonga ni Israel do ibana rasirasa sadarion, ala dibunihon ibana angka suruan, na sinuru ni si Josua laho mangkahapi Jeriko.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i maruari ma si Josua uju i, didok ma: Ingkon ripur baoa na hehe sogot, pauli huta Jeriko on bahenon ni Jahowa! Anak buhabajuna ma ali ni ojahanna, jala siampudanna ali ni pargumbangan pinajokna i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi sai didongani Jahowa do si Josua, jala tarbarita ibana di sandok tano i.",
      "type": "content"
    }
  ]
}