{
  "book": "Yosua",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dosa ni si Agan dohot pangarontanna tu Israel 1-5. II. Tangiang ni si Josua dohot alus ni Debata disi 6-15. III. Hadadapot ni si Agan dohot uhum na tu ibana 16-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai mangalaosi situtu do halak Israel di ugasan na hona harom; ai adong do dibuat si Agan, anak ni si Karmi, tubu ni si Sabdi, anak ni si Jara sian marga Juda, sian ugasan na hona harom. Jadi marpiarpiar ma rimas ni Jahowa tu halak Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i disuru si Josua ma angka baoa sian Jeriko tu Ai mardonokkon Bet Apen, tungkan habinsaran ni Betel, jala didok ma tu nasida songon on: Nangkok ma hamu, jala hahapi hamu ma tano i. Jadi nangkok ma angka baoa i, jala dihahapi nasida huta Ai.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dung mulak nasida tu si Josua, didok nasida ma tu ibana: Unang pola sandok bangso i nangkok! Arga dua ribu manang tolu ribu halak pe nasida nangkok, jala papatu Ai, unang pola sandok bangso i loja tusi, ai na otik do nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi arga tolu ribu halak sian bangso i nangkok tusi, hape maporus do nasida maradophon isi ni Ai.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala dibunu isi ni Ai arga tolupulu onom halak sian nasida, jala dilele nasida, olat ni harbangan ni huta i sahat ro di Sebarim, jala dibunui nasida di robean. Jadi malala ma ateate ni bangso i manjadi hira aek.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i diribahi si Josua ma angka ulosna, jala manungkap ibana tu tano, di jolo ni poti ni Jahowa ro di botari, ibana dohot angka sintua ni Israel, jala dibahen be sirabun tu uluna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna si Josua ma: Iale Tuhan Jahowa, boasa tung patariparonmu bangso on sian Jordan i laho mangalehon hami tu tangan ni halak Amori, asa mangago hami? Tung so tading hami nian di bariba ni Jordan!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Iale Tuhan, aha nama dohononku, dung mundur halak Israel dibahen angka musuna?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Begeon ni halak Kanaan i dohot sandok isi ni tano on ma barita i, jadi haliangannasida ma hami, jala siaphononna goarnami sian tano on, jadi aha ma bahenonmu humongkop Goarmi na timbul i?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna Jahowa ma tu si Josua: Hehe ma ho! Boasa tung sai manungkap ho?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga mardosa Israel, jala dilaosi nasida huhut padan na hutonahon i tu nasida, dibuat nasida huhut sian ugasan na hona harom i, jala manangko nasida, huhut mamorso, lam dibahen do tu tongatonga ni ulaulanasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen i ndang tarbahen Israel jongjong maradophon musunasida i, sai na maporus nama nasida maradophon musunasida, ai tarharom nasida. Ndang be dongananku hamu, molo so diago hamu na tarharom i sian tongatongamuna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hehe ma ho, urasi ma bangso on, jala dok ma: Urasi hamu ma dirimuna tu marsogot! Ai songon on do didok Jahowa, Debata ni Israel: Adong do jolma siharomon di tongatongamu, ale Israel! Ndang tarbahen ho jongjong moradophon musum, paima dipaholang hamu jolma siharomon i sian tongatongamuna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ro be ma hamu manogot mangihuthon margamuna, jala ia marga na tinudu ni Jahowa ro be marompuompu, jala ompu na tinudu ni Jahowa ro be marsasaama, jala ama na tinudu ni Jahowa ro be marsasahalak baoa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala baoa na tinudu i siharomon, soksohan ma ibana di bagasan api, ro di sude na di ibana i, ala na nilaosanna i padan ni Jahowa, jala ala na binahenna haurahon di Israel.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Jadi dipasogot si Josua ma hehe manogotna i, jala didokkon ro be halak Israel marmargamarga, gabe tartudu ma marga Juda.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i didokkon ro be angka ompu ni Juda, gabe tartudu ma ompu Jara, dung i didokkon ma ro be pinompar ni ompu Jara marsasaama, gabe tartudu ma si Sabdi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i didokkon ma ro be pinomparna marsasahalak, gabe tartudu ma si Agan, anak ni si Karmi, anak ni si Sabdi, anak ni si Jara sian marga Juda.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i didok si Josua ma tu si Agan: Ale anaha, sai pasangap ma Jahowa, Debata ni Israel, jala lehon ma pujipujian tu Ibana, topoti tu Ibana, jala paboa tu ahu manang aha na binahenmi, unang porso tu ahu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi didok si Agan ma mangalusi si Josua: Tongon do tahe, nunga mardosa ahu tu Jahowa, Debata ni Israel, jala songon on do na hubahen i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Huida di tongatonga ni tabantaban sada baju Babel na uli dohot dua ratus rupia dohot ponding sere sada, limapulu hati dokdokna, gabe impol matangku disi, laos hubuat; jala ida ma, tartanom do i di tombara, di tongatonga ni undungundungku, jala perak i di toruna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i disuru si Josua ma angka suruan, gabe marlojong ma nasida tu undungundung i, jala ida ma, tartanom do i di undungundungna, jala perak i di toruna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i dibuat nasida ma i sian tongatonga ni undungundung i, jala diboan tu si Josua dohot tu sandok halak Israel, jala dipeakkon di jolo ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi diboan si Josua ma si Agan, anak ni si Jara dohot perak i dohot baju i dohot ponding sere i, ro di angka anakna dohot boruna, ro di lombu dohot halodena dohot birubiruna, ro di undungundungna dohot nasa na di ibana, jala sandok Israel donganna manogihon nasida nangkok tu rura Akor.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i didok si Josua ma, ala mago hami dibahen ho, agoon ni Jahowa ma ho di ari sadarion, jadi sandok halak Israel, mandangguri ibana mate dohot batu, jala disoksohi nasida di bagasan api, jala ditimbuni batu di nasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi dipatindang di atas ibana sada timbunan batu bolon rasirasa sadarion. Jadi marpangulahi ma roha ni Jahowa sian parpiarpiar ni rimasna. Ala ni dibahen halak goar ni inganan i rura Akor rasirasa sadarion.",
      "type": "content"
    }
  ]
}