{
  "book": "Yosua",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angkal binahen ni si Josua dompak Ai 1-13. II. Hapapatu dohot hasisiap ni huta Ai 14-29. III. Langgatan di dolok Ebal; pasupasu dohot torutoru 30-35",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i didok Jahowa ma tu si Josua: Unang ho mabiar, jala unang tahuton! Arahon ma sandok sialo musu, jala borhat ma ho nangkok dompak Ai. Ida ma, nunga hupasahat tu tanganmu raja ni Ai dohot bangsona, ro di hutana dohot tanona.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala bahenonmu do tu Ai dohot tu rajana, songon na binahenmi tu Jeriko dohot tu rajana; holan tabantabanna dohot pinahanna, jadi do bagionmuna di hamu; alai bahen ma paronggopan sada di pudi ni huta i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi borhat ma si Josua dohot sandok sialo musu laho nangkok tu Ai; jala dipillit si Josua ma tolupulu ribu halak, angka na begu marmusu, jala disuru nasida bornginna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala ditonai ma nasida songon on: Monggop ma hamu tu pudi ni huta i; alai unang maholangku hamu sian huta i, jala managam ma saluhut hamu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai anggo ahu dohot sandok bangso na rap dohot ahu, dapothononnami ma huta i. Jadi molo ruar nasida manjumpangkon hami, songon na parjolo i, maporus ma hami maradophon nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ruar ma nasida mangeahi hami, paima husirang hami nasida sian huta i; ai dohononnasida ma: Maporus do nasida maradophon hita songon parjolo i. Jala di na maporus i hami maradophon nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hehe ma ianggo hamu sian paronggopan, jala manoluk huta i; ai lehonon ni Jahowa Debatamuna ma huta i tu bagasan tanganmuna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala ia dung ditaban hamu huta i, surbuonmuna ma huta i dohot api; hombar tu hata ni Jahowa ma bahenonmuna. Ida ma, ahu do manonahon i tu hamu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi disuru si Josua ma nasida, gabe laho nasida tu paronggopan i, jala monggop nasida diholangkolang ni Betel dohot Ai, tungkan hasundutan sian Ai, laos marborngin anggo si Josua di na saborngin i di tongatonga ni bangso i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i manogotna i dipasogot si Josua ma parentahon angka parangan i, jala nangkok ibana dohot angka sintua ni Israel manguluhon angka parangan i tu Ai.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala sandok sialo musu na rap dohot ibana, nangkok do tolhas ro di tondong ni huta i, jala marsaro nasida tungkan utara sian Ai, holan rura sada holangholangna sian Ai.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dibuat ibana ma arga lima ribu halak, jala didokkon nasida monggop di holangholang ni Betel dohot Ai, tungkan hasundutan ni huta i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i dipaodor nasida ma parangan ni sandok parsaroan i na tungkan utara ni huta i, dohot angka na monggop i tungkan hasundutan ni huta i. Jadi mardalan ma si Josua di na saborngin i tu tongatonga ni rura i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Jadi dung diida raja ni Ai songon i, humalaput ma nasida, dipasogot angka baoa ni huta i ma ruar manjumpangkon Israel laho martongtang, rajai dohot sandok naposona tu tongtangan na tiniti di jolo ni adaran, ai ndang diboto ibana naung adong monggop musuna di pudi ni huta i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi lumindak ma si Josua dohot sandok Israel maradophon nasida, jala maporus sian dalan tu halongonan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i satingting ma sandok pangisi ni huta i mangeahi, jala dieahi nasida si Josua, gabe sirang nasida sian huta i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala ndang adong tading nanggo sahalak di Ai dohot di Betel, na so ruar mangeahi Israel, jala talak huta i ditadingkon nasida laho mangeak Israel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i didok Jahowa ma tu si Josua: Paunjur ma hujur na di tanganmi dompak Ai; ai nunga hupasahat tu tanganmu huta i. Jadi dipaunjur si Josua ma hujurna di bagasan tanganna dompak huta i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi hapogan ma angka na monggop i hehe sian ingananna, jala marlojong nasida, dung dipatoltol ibana tanganna, gabe masuk ma nasida tu huta i, jala ditaban, disiluhon nasida manurbu huta i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i humusor ma angka baoa sian Ai dompak pudi, gabe diida nasida ma martimpul timus ni huta i dompak langit, jala ndang adong be gogonasida maporus manang dompak dia; jala bangso na maporus dompak halongonan mulak muse mangalo dompak pangeahi.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai dung diida si Josua dohot sandok Israel naung ditaban angka na monggop i huta i, jala naung martimpul timus ni huta i, mulak nasida, jala dibunu nasida sude angka baoa sian Ai.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ruar ma dohot angka nasida sian huta i manjumpangkon nasida, jadi dihapit Israel i ma nasida tuk humaliang, jala dibunui nasida, paima soadong tading sian nasida nanggo sahalak maporus manang malua.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ditangkup nasida ma raja ni Ai songon i mangolu, jala diboan ibana tu si Josua.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dung siap dibunu Israel sandok isi ni Ai angka na di adaran na di halongonan, haporusanna nilelenasida i, jala ditampuli nasida saluhutna dohot podang sun siap, gabe mulak ma sandok Israel tu Ai, jala ditampuli pangisina i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi sude angka na rage di na sadari i sian baoa ro di boruboru, sampulu dua ribu ma sude isi ni huta Ai.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai ndang dipasuang si Josua tanganna, na pinaunjurna i hujur i, paima sun siap sude isi ni Ai.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Holan pinahan dohot taban sian huta i dibagi halak Israel di nasida, hombar tu hata ni Jahowa na tinonahonna tu si Josua.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi disurbu si Josua ma Ai, jala dibahen parturanggongan tarulang salelenglelengna rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ianggo raja ni Ai digantung do tu hau sahat ro di botari. Alai manihir mata ni ari, didokkon si Josua ma paijuron bangkena i sian hau, jala ditimpalhon nasida ma i tu baba pintu ni harbangan ni huta i, jala dipatindang di atasna sada tambak bolon sian batu rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(III.) Uju i ma dipauli si Josua sada langgatan di Jahowa, Debata ni Israel di atas dolok Ebal.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Songon na tinonahon ni si Musa, naposo ni Jahowa tu halak Israel, songon na tarsurat di bagasan buku patik ni si Musa, sada langgatan sian batu angka na sobinarbar, na so hona bosi, gabe dipelehon ma di ginjangna angka pelean situtungon tu Jahowa, jala dipelehon angka pelean hamauliateon.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i diuhirhon ibana ma disi tu angka batu i manduai patik ni si Musa, na tarsurat di adopan ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi sandok Israel dohot angka sintuana ro di angka partogi dohot panguhum jongjong angkupangkup di lambung ni poti di adopan ni angka malim dohot halak Lepi, angka na mangusung poti parpadanan ni Jahowa, songon i parripe, songon i raja huta satonga di robean ni dolok Gerizim, na satonganari di robean ni dolok Ebal, songon na tinonahon ni si Musa, naposo ni Jahowa hian laho mamasumasu bangso Israel na jolo.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung songon i, dijaha ibana ma saluhut hata ni patik i, pasupasu i dohot torutoru i, sude songon na tarsurat di bagasan buku patik.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ndang adong nanggo sada hata sian saluhut hata ni tinonahon ni si Musa, na so jinaha ni si Josua di adopan ni sandok luhutan Israel, ro di angka inaina dohot dakdanak dohot halak dagang na manompang di tongatonganasida.",
      "type": "content"
    }
  ]
}