{
  "book": "Yosua",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parsatahian ni angka raja ni Kanaan mangalo si Josua 1-2. II. Angkal ni halak Gibeon mangansi parjanjian tu si Josua 3-15. III. Hamumullop ni sipaotooto binahennasida i dohot uhum madabu tu nasida ala ni 16-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung sar barita i dibege sude raja, angka na di bariba ni Jordan, di dolok dohot di pea dohot di sandok pasir ni laut bolon, tondong ni Libanon, i ma halak Het, Amori, Kanaan, Perisi, Hevi dohot Jebusi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi marluhut ma nasida, marsatahi laho marmusu dompak si Josua dohot dompak Israel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Alai anggo pangisi ni Gibeon, dung dibege na binahen ni si Josua tu Jeriko dohot tu Ai.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dohot ma nasida mambahen angkal, laho ma nasida masibohal, dibuat nasida ma pardahanonan, angka na buruk, dihuli angka halode nasida dohot isian anggur angka na basebasean, jala na maribak, jala na nirahutan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dohot sipatu angka na buruk, jala na nidungkapan di patnasida, jala dialithon angka ulos na buruk tu nasida, jala nasa sagusagu bohalnasida i pe, pir do jala lapuhon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i laho ma nasida mandapothon si Josua tu parsaroan di Gilgal, jala didok ma tu ibana dohot tu halak Israel: Na ro sian tano na dao do hami, on pe bahen hamu ma parjanjian tu hami.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i didok halak Israel ma tu halak Hevi: Atik tung di tongatonganami do ho maringan, beha ma pambahennami umpungka parjanjian tu hamu?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ninna angka nasida ma tu si Josua: Naposom nama hami on! Jadi didok si Josua ma tu nasida: Ise hamu, jala sian dia hamu ro?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i didok nasida ma tu ibana: Na ro sian tano na dao situtu do hami angka naposomon, ala ni barita ni Jahowa Debatamu; ai hubege hami baritana dohot sude na binahenna di Misir.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ro di sude na binahenna tu na dua raja ni halak Amori, na di bariba ni Jordan, tu Sihon, raja ni Hesbon dohot tu Og, raja di Basan, na maringan di Astarot.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi didok angka sintuanami dohot sude isi ni tanonami tu hami, songon on: Boan hamu ma bohal di dalan, jala laho ma hamu manjumpangkon nasida, jala dok hamu ma tu nasida: Naposomuna do hami on, on pe sai pungka hamu ma parjanjian tu hami!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Rotinamion, las dope huboan hami sian jabunami bahen bohalnami di ari haboborhatnami laho tu hamu on; alai anggo nuaeng, ida ma, nunga pola pir jala lapuhon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala isian ni anggurnami on, angka na hugoki hami imbaru dope, hape ida ma, nunga pola maribak, jala angka ulosnami on dohot sipatunami on, nunga pola buruk dibahen pardalanan na dao situtu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dijalo angka baoa i ma sian bohalnasida, alai ndang jolo disungkunhon nasida tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dibahen si Josua ma pardemahan tu nasida, jala dipungka parjanjian tu nasida, pangoluonna nasida didok, pola diuarihon angka induk ni luhutan i tu nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Alai salpu tolu ari, dung dipungka parjanjian i tu nasida, dibege nasida ma jonok do hape nasida di lambungna, jala maringan di tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i borhat ma halak Israel, gabe sahat ma nasida tu hutanasida patoluarihon; angka hutanasida ondo: Gibeon, Kepira, Beerot dohot Kiriat Jearim.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ndang dibunu halak Israel nasida, ala naung dimangmangkon angka induk ni luhutan i tu Jahowa, Debata ni Israel di nasida. Jadi marmungutmungut ma sandok luhutan i dompak angka induk i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi didok sude angka induk i tu sandok luhutan i: Nunga pola huuarihon hami di nasida tu Jahowa, Debata ni Israel, dibahen i ndang tarbahen hita mangkahua nasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai on ma tabahen tu nasida, tapangolu nasida, asa unang ro rimas manginona tu hita ala ni uawari, na huuarihon hami tu nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi didok angka induk i ma tu nasida: Loas mangolu nasida, asa angka parsoban jala partuaek nasida di sandok luhutan i, songon na nidok ni angka induk i tu nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi dijou si Josua ma nasida, jala didok tu nasida songon on: Boasa tung paotootoonmuna hami, mandok: Na holang situtu do hami sian hamu, hape maringan di tongatonganami do hamu?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "On pe sitoruan ma hamu, ndang be mansohot sian hamu gabe hatoban dohot parsoban dohot partuaek di bagas ni Debata.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi didok angka nasida ma mangalusi si Josua: Tangkas do tarbortik tu angka naposomon, na tinonahon ni Jahowa Debatam tu si Musa, naposona, lehononna tu hamu sandok tano on, jala siaphononmu sude isi ni tano on maradophon hamu; jadi mabiar situtu hami taringot tu hosanami maradophon hamu, gabe hubahen hami songon i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "On pe, ida ma, guru dokmu do hami; na denggan jala na tigor di roham bahenonmu tu hami, i ma bahen.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi dibahen ma songon on tu nasida, dipalua nasida sian tangan ni halak Israel, asa unang nasida dibunu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi dibahen si Josua ma nasida di ari na sasada i, gabe parsoban dohot partuaek di luhutan i dohot di langgatan ni Jahowa, rasirasa sadarion tu inganan sipillitonna.",
      "type": "content"
    }
  ]
}