{
  "book": "Yeremia",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panjouon ni Debata di si Jeremia pasahathon tohonan panurirang 1-10. II. Dua pangungkapon taringot tu parsorion na mangondam songgop tu Juda 11-19",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do angka hata ni si Jeremia, anak ni si Hilkia, sian malim angka na di Anatot di luat Benjamin.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di na ro hata ni Jahowa tu ibana uju di angka ari ni si Josia, anak ni si Amon, raja ni Juda, pasampulutolutaonhon hinarajaonna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ro muse di angka ari ni si Joiakim, anak ni si Josia, raja sian Juda sahat ro di ujung ni pasampulusada taonhon hinarajahon ni si Sedekia, anak ni si Josia, raja ni Juda, sahat ro di habubuang ni Jerusalem palimabulanhon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi na ro ma hata ni Jahowa tu ahu mandok songon on:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tagan so hujadihon dope ho di bortian, nunga hutanda hian ho; jala tagan so ruar dope ho sian ampuan ni natorasmu, nunga huparbadiai hian ho: Hupabangkit ho gabe panurirang tu angka bangso.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ningku ma: Iale Tuhan Jahowa, ida ma, ndang huboto mangkatai, ai na bajar dope ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ninna Jahowa ma mandok ahu: Unang dok: Na bajar dope ahu. Ai manang tudia pe ho husuru, ingkon tusi ho laho, jala manang aha hutonahon tu ho, ingkon i do hatahononmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Unang ho mabiar maradophon nasida, ai sai ahu do donganmu, paluahon ho, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i dipatoltol Jahowa ma tanganna, jala dijama pamanganku, jala ninna Jahowa mandok ahu: Ida ma nunga sahat hulehon angka hatangku tu bagasan pamanganmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ida ma, hupabangkit do ho sadarion mangaranapi angka bangso dohot angka harajaon, laho mangurati dohot maniaphon, mangago dohot mangaloha, paulihon dohot manuan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i ro muse hata ni Tuhan Jahowa tu ahu mandok songon on: Aha na niidam, ale Jeremia? Jadi ningku ma: Dangka ni hau na rata do huida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ninna Jahowa ma mandok ahu: Sintong do parnidam; ai sai dungo ma ahu pamasa hatangku.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ro ma hata ni Jahowa tu ahu paduahalihon mandok songon on: Aha do na niidam? Jadi ningku ma: Hudon na gurgur do huida, jala sian utara haroroanna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna Jahowa ma mandok ahu: Sian utara do pul jea tu sandok isi ni tano on.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai ida ma, marhara ma ahu tu sandok angka marga ni harajaon, angka na tungkan utara, ninna Jahowa, asa ro be nasida pajongjong habangsana tu jolo ni angka bahal ni Jerusalem dohot dompak sude angka parikna humaliang, dohot dompak sude angka huta ni Juda.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dabuonku ma angka uhumhu tu nasida taringot tu sude hajahatonnasida i, ala naung tinadingkonnasida i ahu, jala manutung daupa tu angka debata sileban, jala marsomba nasida tu jadijadian ni tangannasida i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo ho, hohos i hian ma gotingmu, jala borhat ma ho, jala hatahon ma tu nasida sude, na hutonahon i tu ho. Unang ma tarsonggot roham, maradophon nasida asa unang tung hubunu ho di jolo nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo ahu, ida ma, bahenonku ma ho sadarion gabe huta na ganting, dohot gabe tiang bosi, dohot gabe parik haksa dompak sandok tano i, dompak angka raja ni Juda, dompak angka sintuana, dompak angka malimna dohot dompak situan na torop ni luat i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi musuannasida ma ho, alai nda tung hahuaonna ho, ai ahu do donganmu, ninna Jahowa, paluahon ho.",
      "type": "content"
    }
  ]
}