{
  "book": "Yeremia",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba maradophon sipaotooto ni pameleon tu begu dohot pujipujian di Debata na mangolu i 1-16. II. Ro do hamagoan tu Juda. Tangiang ni panurirang i 17-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tangihon ma hata na hinatahon ni Jahowa tu hamu, ale pinompar ni si Israel!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon on do hata ni Jahowa: Unang tung guruhon hamu dalan ni angka parbegu, jala unang hasonggothon hamu angka tanda di langit, ala tarsonggot angka parbegu disi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai tung alogo sambing do patikpatik ni angka bangso; ai tung hau tombak hian ditaba marhitehite tangke, sipandean ni tangan ni pande.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dipajagarjagar muse marhitehite perak dohot sere, dipalohot muse marhitehite labang dohot nanggar, asa unang tarhutik.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Songon pohung di parjelohan do nasida, ndang diboto mangkatai; ingkon usungon do nasida, ai ndang diboto mangalangka. Unang mabiar hamu mida nasida, ai ndang diboto mambahen na roa, manang na denggan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ndang adong manang ise tudoshon ho ale Jahowa! Na timbul do ho, jala na timbul goarmu marhitehite hagogoon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ise ma tung so habiaranna ho, ale raja ni angka bangso, ai i do na tama maradophon ho; ai di tongatonga ni saluhut angka na pistar di angka bangso, jala di saluhut harajaonna, nda tung adong tudoshon ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung saluhut do nasida angka na bodo dohot na oto: Tung hau sallobong sambing do, gabe poda na so marguna di nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Perak na ninanggaran binoan ni halak sian Tarsis, dohot sere sian Upas, jadijadian ni panopa dohot tangan ni panuang; marpangkean na sinombul jala na tinubaran do i, jadijadian ni pande do saluhutna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo Jahowa, i ma Debata ni hasintongan, ibana Debata na mangolu, jala raja saleleng ni lelengna! Humuntal do tano on maradophon murukna, jala ndang manahan angka bangso maradophon rimasna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Songon on ma dohononmuna tu nasida: Ianggo debata sileban, angka na so tumompa langit dohot tano on, ingkon siap nasida sogot sian tano on dohot sian toru ni langit.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai anggo Debatanta ibana manjadihon tano on marhitehite gogona, ibana paojakkon liat portibi on marhitehite habisukonna, jala dipahembang langit i marhitehite hapistaranna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Binahen ni soarana marhasak angka aek di toru ni langit, jala manaek angka ombun sian ujung ni tano on; ibana manjadihon angka hilap gabe udan, jala diparuar alogo sian parpeopanna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Na bodo do saluhut jolma, ndang marparbinotoan; tung tarurak do saluhut situang ganaganaan, ai sipaotooto do tuanganna jala ndang adong hosana di bagasan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alogo sambing nasida, jadijadian haliluon; jumpang tingki partubolon, siap ma nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai ndang songon angka nasida ianggo ibana partalian ni Jakkob, ai ibana do Sijadi sandok na adong, jala Israel do marga ni partalianna. Jahowa Zebaot do goarna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Papungu ma ugasanmu sian tano i, ho ale isi ni huta na gonting.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai songon on do hata ni Jahowa: Ida ma, ambolongkon ma angka isi ni tano i sahalion, jala targogot nasida bahenonku, asa didapot nasida rohanasida i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Soro ni aringkon ala ni bugangkon! Hansitnai bugangkon! Jadi ningku na ma: Ingkon i na ma sahithu, antong huta on na ma.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nunga tarulang ia undungundungku, jala saluhut angka talina nunga matos; nunga ditadingkon angka anakku ahu, jala ndang adong be nasida. Ndang adong be na pahembang undungundungku, manang na pahire rimberimbengku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tung na oto do angka parmahan i, jala ndang dilului nasida ianggo Jahowa. Dibahen i ndang marhapistaran pambahennasida, jala sandok punguannasida marserak do.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tarbege do sada soara barita, ida na ro ma hagunturon bolon sian tano na tungkan utara, laho mambahen angka huta ni Juda gabe halongonan, parmianan ni antuasu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Nunga huboto, ale Jahowa, ndada guru di jolma dalanna, ndada guru di baoa pardalandalan, pahothon langkana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Pinsang ahu, ale Jahowa, asal marpangondam, unang di bagasan rimasmu, asa unang tung siap ahu!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Usehon ma murukmu tu bangso parbegu angka na so tumanda ho, dohot tu bangso angka na so manjou goarmu, ai nunga dipangan nasida Jakkob, jala disudahon ibana, jala tarulang ingananna dibahen nasida.",
      "type": "content"
    }
  ]
}