{
  "book": "Yeremia",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Diparata Debata padan na binahenna tu Israel 1-8. II. Uhum na mangonai tu angka silaosi padani 9-17. III. Ditahi angka baoa sian Anatot manodos si Jeremia 18-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do hata na ro tu si Jeremia sian Jahowa, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tangihon ma angka hata ni padan on, jala hatahon tu halak Juda dohot tu isi ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dok ma tu nasida: Songon on do hata ni Jahowa, Debata ni Israel: Hona bura ma ganup na so tumangihon angka hata ni padan on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Na hutonahon i tu ompumuna uju na hutogihon nasida ruar sian tano Misir, sian liang pamurunan bosi, gabe hudok: Tangihon hamu ma soarangki, jala patupa hamu hombar tu sandok na hutonahon i tu hamu asa gabe bangsongku hamu, jala ahu gabe Debatamuna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asa hupahot uari na huuarihon tu ompumuna, mangalehon tu nasida sada tano na binsat dibahen susu dohot situak ni loba, songon na masa di ari on. Jadi ningku ma mangalusi: Songon i ma, ale Jahowa!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna Jahowa ma mandok ahu: Tingtingkon ma saluhut hata i di angka huta ni Juda, dohot di angka alaman ni Jerusalem, songon on: Tangihon hamu ma angka hata ni padan on, jala ulahon hamu!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai huhatindangkon situtu tu ompumuna olat ni ari uju ahu manogihon nasida ruar sian tano Misir sahat ro di ari on, tibu hian huhatindangkon songon on: Sai tangihon hamu ma soarangku!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ndang ditangihon nasida, jala ndang ditarehon pinggolna, ganup masitondong dalanna be di hatatangkang ni rohana na jahat i; jadi huparo ma tu nasida saluhut hata ni padan on na hutonahon i sibahenonnasida, hape ndang dibahen.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i ninna Jahowa mandok ahu: Nunga masa parbulanan di angka baoa sian Juda dohot di angka isi ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga marbalik nasida mulak tu hajahaton ni ompunasida parjolo i, angka na manjua tumangihon angka hatangki, jala diihuthon nasida do debata sileban angka na nioloannasida i. Nunga mangose pinompar ni Israel dohot pinompar ni Juda di padan na hupahot tu ompunasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen i songon on do hata ni Jahowa: Ida ma, paroonku ma tu nasida hamagoan, na so tarbahen nasida malua sian i; joujou pe nasida tu ahu, ndang tangihononku nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i laho ma disi angka huta ni Juda dohot isi ni Jerusalem, jala joujou tu debata sileban, angka na nidaupaannasida, hape ndang haurupansa nasida di tingki hamagoannasida i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai manjujur bilangan ni angka hutam do torop ni angka debatam ale Juda, jala mangihuthon bilangan ni angka alaman ni Jerusalem do torop ni langgatan, angka na binahenmuna bahen haurahon, angka langgatan pardaupaan tu Baal.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai anggo ho, unang tangiangkon bangso on, jala unang ulahon hoihoi manang tangiang mangondihon nasida; ai ndang tangihononku, molo joujou nasida tu ahu ala parsorionnasida i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tung aha do na niula ni hasianku di jorongku! Ai mangulahon hailaon do na torop i; tung juhut na badia i ma tagamon pasalpuhon sian ho hamagoanmi? Leak ma marolopolop ho!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Hau jetun na rata, na uli marparbue, jala marrupa, digoar Jahowa goarmu, alai mardongan soara ni ronggur na mallatas dipagalak api tusi, gabe gas angka dangkana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai Jahowa Zebaot na manuan ho, nunga dilumbahon hian hamagoan tu ho ala ni hajahaton ni pinompar ni si Israel dohot pinompar ni si Juda, angka na binahennasida pahehe murukku, laho manutung daupa tu Baal.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Jadi nunga Tuhan Jahowa pabotohon i tu ahu, umbahen huboto; dipataridahon ho do uju i tu ahu pambahenannasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai anggo ahu tudoshon birubiru, na tinogu tu pamotongan, jala ndang mamoto rohangku ahu do hape tinuntunnasida i mandok: Tole itaago ma hau i rap dohot parbuena, jala itasiaphon ibana sian tano ni angka na mangolu, asa unang be ditaringoti halak goarna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai paruhum na tigor do anggo ho, ale Jahowa Zebaot, ho do siuji piapia dohot roha. Sai na idaonku do partubolanmu tu nasida, ai nunga tu ho hugiling parbadaanku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dibahen i songon on do hata ni Jahowa tu baoa angka na sian Anatot, angka na mamburu hosam, angka ninna do: Unang be ho manurirangi marhitehite goar ni Jahowa, asa unang dibunu tangannami ho.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dibahen i songon on do hata ni Jahowa Zebaot: Ida ma, marlulu ma ahu dompak nasida; ingkon mate ma angka dolidoli bunuon ni podang; mate anturaparon huhut anaknasida dohot borunasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala ndang adong teba di nasida, ai paroonku ma jea tu baoa angka sian Anatot, di taon partubolan dompak nasida.",
      "type": "content"
    }
  ]
}