{
  "book": "Yeremia",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Alualu ni panurirang i taringot tu hadoharon ni angka parjahat 1-4. II. Alus ni Debata: Sai na hona uhum do bangso pangoseosei 5-13. III. Suang songon i dohot bangso hombar balokna, angka na jahat i. Alai marpangulahi rohana tu angka na paubahon rohana 14-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Na tigor do anggo ho, ale Jahowa, tung sura naeng manarita ahu dompak ho; asal angka uhum naeng taringotanku tu ho: Boasa tung mardohar dalan ni angka parjahat? Boasa tung marsonangsonang saluhut angka pangoseose?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga disuan ho nasida, huhut marurat nasida; lam ganda nasida huhut marparbue. Talpe do ho di pamangannasida, alai holang do anggo sian bagasan rohanasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai di tanda ho do anggo ahu, ale Jahowa; bereng ahu jala uji rohangkon maradophon ho! Sai toltoli ma nasida songon birubiru tu pamotongan, jala parbadiai nasida tu ari pamunuan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sadia leleng on hasang tano i, jala malos suansuanan di sandok ladang? Binahen ni hajahaton ni pangisina, purpur do angka pinahan dohot pidong, ai didok nasida do: Ndang tagamon idaonna pangapudiannami.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Molo mardalan ho rap dohot angka na mardalan pat, jala loja ho dibahen nasida, beha ma pambahenmu mangihuthon angka na marhoda? Marsonangsonang do ho di tano pardemahan, alai beha ma pambahenmu di habibinsat ni Jordan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai dohot do angka hahaanggim ro di pinompar ni amam, nasida pe sai mangoseose dompak ho; nasida pe marsuraksurak do di pudim. Unang porsea roham mida nasida, nang pe na denggan di pandok tu ho.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nunga hutadingkon jorongku, nunga hutulakkon partalianku; nunga hupasahat hasudungan ni rohangku tu tangan ni angka musuna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia partalianku gabe tudoshon babiat di tombak maradophon ahu; patungoromon dompak ahu, ala ni do huhasomorhon nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung gabe pidong siganding partalianku di ahu? Tung angka pidong mangkaliangi ibana? Antong laho ma hamu, papungu hamu ma saluhut binatang di ladang, olat hamu ma laho manohali.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Torop do angka parmahan mangago porlak anggurhu, diluntakluntak nasida do partalianku, gabe halongonan do partalian hasudungan ni rohangku dibahen.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Gabe halongonan tutu dibahen nasida, hasang do songon halongonan maradophon ahu. Tung saluhut tano i tarulang, ai ndang adong manang ise na marateatehonsa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tu saluhut dolokdolok, angka na di halongonan nunga sahat angka pangago, ai podang ni Jahowa manganhon saluhutna sian ujung ni tano i na sada, sahat ro di ujungna na sadanari, ndang jumpangan hasonangan nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nunga nian disabur nasida eme, hape duri gotilonna; marngalutan nasida, hape ndang marlaba; tung tarurak do hamu marhite sian na niulamuna, binahen ni parpiar ni rimas ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Songon on ma hata ni Jahowa tu saluhut hombar balok, angka na jahat i, angka na mangago partalian, na huturpukhon tu bangsongku Israel: Ida ma, sintahonku ma nasida sian tanonasida i, jala bagas ni Juda sintahonku sian tongatonganasida i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ia dung husintak nasida, mulak ma ahu asa marpangulahi rohangku tu nasida, jala togihononku ma nasida mulak ganup tu partalianna jala ganup tu tanona.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ia dung diguruhon nasida angka dalan ni bangsongku, jala marmangmang tu goarhu: Songon tutuna mangolu Jahowa, ia songon i diajari nasida bangsongku marmangmang tu Baal, suang songon i hona pauli nasida di tongatonga ni bangsongku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai molo so ditangihon nasida, siaphononku ma bangso sisongon i, jala agoonku, ninna Jahowa.",
      "type": "content"
    }
  ]
}