{
  "book": "Yeremia",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tudosan na binuat sian hohos dohot sian angka hudon, patudoshon habubuang ni bangso i 1-17. II. Hata pinsangpinsang tu rajai dohot tu jolmana, ala ni dosanasida 18-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Songon on do hata ni Jahowa tu ahu: Laho ma ho, jala tuhor di ho sada hohos sian hori, jala hohoshon tu gantingmu, alai unang hona aek bahen.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i hutuhor ma sada hohos, hombar tu hata ni Jahowa, jala hubahen tu gontingku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ro ma hata ni Jahowa tu ahu paduahalihon, songon on:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Buat ma hohos na tinuhormi, na di gantingmi, jala borhat ma ho laho tu batang aek Euprat, jala tabunihon hohos i disi, di bagasan ronggang ni dolok batu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i laho ma ahu, jala hutabunihon hohos i di topi ni Euprat, hombar tu na nidokkon ni Jahowa tu ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i di laonlaon ni ari, ninna Jahowa ma tu ahu: Borhat ma ho, laho tu Euprat, jala alap sian i hohos i, na hudokkon i tu ho tabunihononmu disi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i laho ma ahu tu Euprat, gabe huhali, jala hubuat hohos i sian inganan parsitabunianna i disi. Hape ida ma, nunga metep hohos i, ndang be hasea tu manang aha.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ro muse hata ni Jahowa tu ahu ninna ma:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Songon on do hata ni Jahowa: Laos songon i do agoonku hamuliaon ni Juda dohot hamuliaon ni Jerusalem na balga i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung bangso na jahat do i, angka na manjua tumangihon hatangku, tung hatangkangon ni rohanasida sandiri do di paihutihut, jala angka debata sileban diihuthon nasida, mangoloi jala marsomba tusi, ingkon tudoshon hohos on na so marguna i be nasida sogot.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai songon hohos i na lilit tu ganting ni baoa, songon i do hulilithon tu ahu sandok pinompar ni si Israel dohot sandok pinompar ni si Juda, ninna Jahowa, asa gabe bangsongku nasida bahen baritangku, pujipujianku dohot hamuliaonku, hape ndang ditangihon nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi dohononmu ma tu nasida: Songon on do hata ni Jahowa, Debata ni Israel: Nasa guriguri gok anggur sogot. Jadi dohononnasida ma tu ho: Tung so botoonnami ma, gok anggur sogot nasa guriguri?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dohononmu ma tu nasida: Songon on do hata ni Jahowa: Ida ma, gok hamabukon bahenonku saluhut isi ni tano on, ro di raja angka na marhabangsa di habangsa ni si Daud, ro di angka malim, angka panurirang dohot saluhut isi ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala masitanggoan nasida bahenonku, angka amaama dohot anakna, ninna Jahowa. Ndang olanangku, ndang marhabot ni roha ahu, manang marpangulahi rohangku, ingkon mago nasida bahenonku.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tangihon hamu, jala tarehon hamu pinggolmuna! Unang ginjang rohamu! Ai Jahowa do mangkuling.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Lehon hamu ma di Jahowa, Debatamuna i hamuliaon, tagan so dijadihon dope haholomon, tagan so tartuktuk dope patmuna tu angka dolok hagolapon, paimaimahon hatiuron hamu, hape linggoman ni hamatean dijadihon ibana, dohot hagolapon marimpotimpot.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai molo so ditangihon hamu, tumatangis ma rohangku di sihabunian ala ni haginjangon ni rohamu, jala mariluilu matangku, pola mabakbak iluilu i, ala tarbuang punguan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(II.) Dok ma tu rajai dohot tu rajai boruboru: Patoruk hamu ma parhundulmu, ai nunga madabu tumpal ni hamuliaonmuna sian ulumuna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angka huta tungkan dangsina nunga tarhinsu, jala ndang adong na mangungkap; nunga tarbuang sandok Juda, tung tarbuang situtu do.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Manaili ma matamuna, jala ida hamu angka na ro sian utara! Didia do punguan birubiru naung pinalumehon tu ho, angka birubiru hamuliaonmu?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tung aha ma dohononmu, molo dipabangkit ibana gumomgom ho, angka naung pinarpedanpedanmu hian, bahen indukmu? Tung so marrian situtu ma ho, songon boruboru na naeng mangintubu?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala molo dohononmu di bagasan roham: Boasa tung dumatang angka sisongon i tu ahu? Binahen ni hinadeak ni hajahatonmu do tarsintak rambu ni ulosmu hona pangarupaon tambihulmu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tung tarpaimbar halak Kus ma sisikna, manang tung tarpauba babiat tulisna? Tung tarbahen hamu ma huhut mambahen na denggan, hamu angka na somal manjahati?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dibahen i panserakhononku ma nasida, songon hurangkam na pinurpurhon ni alogo sian halongonan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "On do partalianmu, bagianmu na husuhathon di ho, ninna Jahowa ala naung di halupahon roham Ahu, jala marhaposan ho tu sipaotooto.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ahu pe antong, nunga husintak rambu ni ulosmu sahat tu bohim, asa tarida hailaonmu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Angka pangalangkuponmu dohot pariheiheonmu, hajahaton ni harorangonmu di atas ni angka dolokdolok, di ladang pe huida do hasogiron angka na niulam! Jeami, ale Jerusalem, ndang tagamon pita ho huroha? Sadia laon nari dope songon i!",
      "type": "content"
    }
  ]
}