{
  "book": "Yeremia",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangalaho ni logo ni ari ranggapuri 1-6. II. Pangondihon ni panurirang di bangso i 7-12. III. Alualu taringot tu angka panurirang pangansi; tu hamagoan do nasida sogot rap dohot bangso i 13-18. IV. Diulahi panurirang i mangondihon 19-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do hata ni Jahowa na ro tu si Jeremia taringot tu logo ni ari.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Marsak do ia Juda, angka harbanganna pe jomba do margudompong tu tano, maungaung tu ginjang do angguhangguk ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Disuru angka na sangap sian nasida angka situan na torop mangalului aek. Tolhas nasida tu angka sumur, ndang adong jumpangsa aek disi, mulak boti nasida, ndang marisi hudonna, maila nasida jala tarurak, pola dihungkupi ulu nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ala angka rigat tanona, ai ndang adong ro udan tu tano i, murak do angka parumauma, pola di hungkupi do ulu nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai ursa tini pe di ladang, naung maranak poso, gabe ditadingkon do i, ala so adong duhut na martumbur.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Halode harangan pe angka na jongjong di atas ni robean na palpal, marhosahosa songon naga, homur do mata nasida, ala so adong duhut na martumbur.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Molo hajahatonnami manindangi dompak hami, ale Jahowa bahen ma hombar tu goarmu, ai torop do panundalionnami, dompak ho do hami mardosa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ho ale haposan ni Israel sipalua ibana di tingki hagogotan, boasa tung gabe doshon halak na buro ho di tano on, jala songon halak pardalandalan, na mambahen undungundung parmalaman.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Boasa tung ho gabe doshon halak na tarhatotong, songon ulubalang na so margogo mangurupi? Alai di tongatonganami do ho ale Jahowa, jala targoar tu goarmu do hami; dibahen i unang tung tadingkon hami!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Songon on do hata ni Jahowa tu bangso on: Madoado boti do di haholongi rohanasida, ndang diontohi ia patnasida i; alai ndang lomo roha ni Jahowa mida nasida ingotonna ma nuaeng hajahaton nasida, jala luluhononna angka dosanasida i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna Jahowa ma tu ahu: Unang be ondihon bangso on tu na denggan!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Molo marpuasa nasida, ndang tangihononku angguhangguknasida, jala nang pe di pelehon nasida pelean situtungon dohot sipanganon, ndang lomo rohangku di nasida; ingkon ripashononku nasida marhitehite podang, haraparon dohot begu antuk.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Dung i ningku ma mangalusi: Iale Tuhan Jahowa! Ida ma, angka panurirang i mandok tu nasida: Ndang tagamon idaonmuna podang, jala tagamon haraparon hamu, ai hasonangan manongtong lehononku tu hamu di inganan on.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna Jahowa ma tu ahu: Sipaotooto do di surirangkon angka panurirang i marhitehite goarhu, ndada ahu marsuru nasida, ndada ahu martona tu nasida, ndada ahu mandok tu nasida; alatan sipaotooto dohot pangarundingon dohot na so marguna dohot sipaotooto di rohanasida sandiri di surirangkon nasida tu hamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dibahen i songon on do hata ni Jahowa dompak panurirang, angka na manurirangi marhitehite goarhu, atik pe so ahu marsuru nasida, angka na mandok: Ndang tagamon masa podang manang haraparon di bagasan luaton! Ingkon marhitehite podang dohot haraparon rendep angka panurirang i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai anggo bangso na sinurirangannasida i, ingkon mampar marambolongan do di angka alaman ni Jerusalem, binahen ni haraparon dohot podang, jala ndang adong na mananom nasida, tole nasida, tole jolmanasida, tole anaknasida dohot borunasida; usehononku ma tu nasida hajahatonnasida i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dibahen i dohononmu ma tu nasida hata on: Ingkon dumarede iluilu ni matangku borngin dohot arian, ndang marpansadian, ai pasang do bugang ni boru ni bangsongku, tung na bernit situtu do bugangna i diae.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Molo ruar ahu tu ladang, ida ma, angka na rage binahen ni podang; molo mulak ahu tu huta, ida ma, angka na marranggangan binahen ni haleon; ai tole panurirang, tole malim mardalani tu tano na so tinandana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(IV.) Beha, nunga tung diambolongkon ho situtu Juda? Manang naung gialan roham di Sion? Boasa tung songon i hami pungkulonmu, gabe so adong be di hami hahisaron? Sai maimaima hami di hatuaon, hape ndang adong na denggan, sai maimaima hami di tingki hamalumon, hape ida ma, holan hasonggotan do.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nunga hutanda hami, ale Jahowa, hajahatonnami, hasalaan ni ompunami, ai dompak ho do hami mardosa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Unang tung ambolongkon hami ala ni goarmu; unang tung paurak habangsa ni hamuliaonmu; sai paingotingot, unang tung muba padan na binahenmu tu hami.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tung adong ma di tongatonga ni debata ni parbegu angka na so hasea tarbahen paro udan? Manang tung tarbahen langit i mangalehon udan sian dirina? Nda ho do, ale Jahowa Debatanami dohot haposan ni rohanami, ai ho do jumadihon saluhutna i.",
      "type": "content"
    }
  ]
}