{
  "book": "Yeremia",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ingkon toruon ni Debata na ma huta Jerusalem 1-9. II. Alualu ni panurirang i; alus ni Debata mangapuli rohana 10-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna Jahowa ma tu ahu: Tung sura pe jongjong si Musa dohot si Samuel di jolongku, laos so tagamon marpangulahi rohangku tu bangso on; usir ma nasida sian jolo ni bohingku, paruar ma nasida!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi molo didok nasida tu ho: Tung tudia ma hami laho? Dohononmu ma tu nasida: Songon on do hata ni Jahowa: Manang ise na tu hamatean, tu hamatean ma tutu, manang ise na tu podang, tu podang ma tutu, jala manang ise na tu haraparon, tu haraparon ma tutu, jala manang ise na tu habuangan, tu habuangan ma tutu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai pasonggoponku ma tu nasida opat mansam torutoru, ninna Jahowa: Podang laho mambunu nasida dohot angka biang laho mangkaharati, dohot angka pidong martongatonga langit dohot angka binatang di tano i, laho manganhon dohot mangago nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi bahenonku ma nasida gabe hasonggoton di saluhut harajaon angka na di tano on, ala ni si Manasse, anak ni si Hiskia, raja di Juda, ala ni naung binahenna di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai tung ise ma marpangulahi rohana mida ho, ale Jerusalem? Jala tung ise ma marasi ni roha mida ho? Jala tung ise ma manirpang mangidohon hadameon di ho?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nunga ditadingkon ho ahu, ninna Jahowa, nunga manginsurut tu pudi ho. Dibahen i patoltolonku ma tanganku dompak ho laho mangago ho, nunga mandate ahu sumolsoli rohangku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi piaranku ma nasida di anduri di angka harbangan ni tano i; bahenonku ma punu bangsongku, jala agoonku, ala so mulak nasida sian dalannasida i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung dumeak do angka na mabalu di nasida bahenonku sian horsik ni laut; paroonku ma tu nasida, tu ina ni na pinillit sada pangago di hos ni ari; dabuhononku tu ibana hagogotan dohot hasonggoton so pangkirimanna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Mandate ma parompuan naung maranak pitu, tos ma hosana; nunga sundut mata ni arina tagan arian dope; nunga tung maila ibana jala tarurak. Ianggo angka na teba sian nasida pasahatonku ma tu podang di jolo ni musunasida, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Oe ale dainang on! Tung ditubuhon ho ahu, baoa sibadaan dohot baoa sironuan di sandok tano i; so manang mangurang ahu manang paurangkonsa, hape luhut nasida mamburai ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hata ni Jahowa: Tongon do, sai na paluaonku do ho asa sonang; tongon do, sai na marhuraja tu ho do musu i di tingki pardangolan dohot di tingki hagogotan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tung adong ma dapot bosi na mamonggolhon bosi na sian utara, manang haksa?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lehononku ma ugasanmu dohot artam gabe tabantaban, ndang marali, ala ni saluhut dosam do i di saluhut parbalohanmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala patariparonku ma ho rap dohot musum tu tano na so tinandam, ai nunga nahit sada api di bagasan rimashu, marnalanala do i di atas hamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Diboto ho do i, ale Jahowa, antong sai ingot ahu, sai luluhon ma ahu, jala tubolhon ahu tu angka na mangalele ahu; unang butbut ahu hombar tu lambas ni roham; sai parateatehon ma, ala ho do ahu manaon insahinsak.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung jumpang ahu hatamu, gabe husohali do i, jala hatamu do lomo dohot las ni rohangku ala naung targoar ahu tu goarmu, ale Jahowa Debata Zebaot!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ndang dung hundulhundul ahu di parpunguan ni halak pangarehe, asa mariaia ahu. Punjung do ahu hundul maradophon tanganmu, ai gok piripiri do rohangku dibahen ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Boasa tung tongtong parniahapanku, jala tung targisik bugangku, so hataoaran, tung gabe songon sunge sipaotooto ma ho di ahu, songon aek na so sintong?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibahen i songon on do hata ni Jahowa: Molo mulak ho tu ahu, mulak ma ahu tu ho, jongjong ho muse di jolongku marhalado, jala molo dipapulik ho na arga sian na roa, jadi hira ho pamangan di ahu. Ingkon mulak nasida tu ho, sitongka do ianggo tung ho mulak tu nasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i lehononku ma ho di bangso on gabe parik haksa na togu, nang pe marmusu nasida dompak ho, laos so tartaluhon nasida ho, ai donganmu do ahu laho paluahon ho dohot mangaramoti, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala paluaonku do ho sian tangan ni parjahat, jala paluaonku ho sian tangan ni pangarupa.",
      "type": "content"
    }
  ]
}