{
  "book": "Yeremia",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hababali ni Juda sian tanona 1-13. II. Hamumulak ni Israel, dung hona pinsang dohot hamumuba ni roha ni angka bangso parbegu 14-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ndang jadi ho mambuat boru bahen jolmam, jala ndang jadi adong anakmu, manang borum di inganan on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai songon on do hata ni Jahowa taringot tu angka anak dohot taringot tu boru, angka na tubu di inganan on, nang taringot tu inanasida, angka na tumubuhon nasida dohot taringot tu amanasida, angka na tumubuhon nasida di tano on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon mate marsingkor nasida, ndang jadi andungan manang tanomon nasida, ingkon gabe napa nasida di sisik ni tano i, ingkon marragean nasida marhitehite podang dohot haraparon, jala bangkenasida gabe sipanganon di pidong, angka na martongatonga langit dohot di binatang na di tano i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai songon on do hata ni Jahowa: Ndang jadi bongotanmu bagas parondasan, jala ndang jadi ho laho mananangisi, manang mangkabothon nasida, ai nunga huunsat damengku sian bangso on, ninna Jahowa ro di denggan basa dohot angka asi ni roha.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ingkon mate nang angka na magodang, nang angka na metmet di tano on, ndang sitanomon nasida, jala ndang siandungan, jala ndang rarihon manang nabungon ni manang ise uluna ala nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala ndang ponggolanna sagusagu di nasida mangapuli na matean i nian di habot ni rohana; jala ndang lehononna tu nasida panginuman pangapulon taringot tu amana dohot taringot tu inana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala ndang jadi bongotanmu bagas partamueon hundul rap dohot nasida laho mangan minum.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai songon on do hata ni Jahowa Zebaot, Debata ni Israel: Ida ma, pasohotonku ma sian inganan on di jolo ni matamuna dohot di angka arimuna suara olopolop dohot soara hariburon, soara ni pangoli dohot soara ni oroan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi ia dung dipatolhas ho tu bangso on saluhut angka hata i, dohononnasida ma tu ho: Ala ni aha umbahen dilumbahon Jahowa saluhut jea na godang i tu hami? Aha do salanami, jala aha do dosanami, angka naung hubahen hami dompak Jahowa Debatanami?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dohononmu ma tu nasida: Dibahen naung tinadingkon ni ompumuna ahu, ninna Jahowa, jala diihuthon nasida angka debata sileban, angka na nioloannasida, jala marsomba tusi, alai anggo ahu ditadingkon nasida do, jala ndang diradoti patikku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Gumodang dope tahe na jat dibahen hamu sian ompumuna, ai ganup sian hamu manondong dalanna be, hombar tu tangkang ni rohana na jati, ndang ditangihon anggo ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibahen i ambolongkon ma hamu sian tano on tu tano na so tinandamuna, nang hamu, nang ompumuna, jadi disi ma ingkon oloanmuna angka debata sileban arian dohot borngin, ai ndang olo be ahu mangalehon asiasi tu hamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Dibahen i ida ma, na ro do angka ari sogot, ninna Jahowa, ndang be dohonon ni halak: Songon tutuna mangolu Jahowa na manogihon halak Israel ruar sian tano Misir!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai tahe: Songon tutu mangolu Jahowa, na manogihon halak Israel ruar sian tano na tungkan utara dohot sian saluhut tano haambolongannasida i! Ai boanonku do nasida mulak tu tanonasida naung hulehon hian tu ompunasida i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ida ma, suruonku ma torop angka panjala, ninna Jahowa, angka na manjala nasida. Dung i suruhononku ma torop parburu, angka na mamburu nasida sian saluhut dolok dohot sian saluhut robean dohot sian saluhut barungbung ni angka dolok batu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai diranapi matangku do saluhut dalannasida, ndang holip nasida sian jolongku, jala ndang buni hajahatonnasida sian jolo ni matangku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai jolo balosonku do silompit dua hajahatonnasida dohot dosanasida, ala na niramunan nasida tanongku marhitehite bangke ni hasogiron nasida, jala digohi partalianku dohot hagatalon ni rohanasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ale Jahowa, ho do hagogoonku dohot partanobatoanku dohot haporusanku di ari hagogotan! Ingkon ro tu ho do sogot angka parbegu sian angka ujung ni tano on, jala dohononnasida do: Sipaotooto sambing do hape na hinasomalhon ni angka ompunami, alogo sambing do tahe angka na so margogo mangurupi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tung tarbahen jolma ma mambahen angka debata di ibana? So manang tutu angka debata nasida!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dibahen i ida ma, pabotohononku ma sahalion tu nasida, pabotohononku ma tu nasida tanganku dohot hagogoonku, asa tung diboto nasida Jahowa do goarhu.",
      "type": "content"
    }
  ]
}