{
  "book": "Yeremia",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ingkon toruan Juda ala ni pardebataonna sileban 1-4. II. Marjea ma manang ise na marhaposan tu jolma, alai martua ma na marhaposan tu Jahowa 5-11. III. Tangiang ni panurirang i 12-18. IV. Lumbalumba unang diramuni ari Sabbat 19-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia dosa ni Juda nunga tarsurat marpanurat bosi, marujung mata intan taruhir tu batu panuratan ni rohanasida dohot tu saluhut tanduk ni langgatannasida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon parningot ni angka anaknasida di angka langgatanna dohot di angka sombaonnasida, di toru ni hau na rata, di punsu ni dolok angka na timbo.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia dolokku rap dohot tanona, sinamotmu ro di saluhut artamu lehononku ma i gabe tabantaban, nang angka panggungmu ala ni dosa angka na masa di saluhut parbalohanmu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi pabalionna ma ho sian partalianmu na hulehon tu ho, bahenonku ma ho gabe hatoban ni musum di tano na so tinandam, ai nunga dipagalak hamu sada api di bagasan murukku, marnalanala ma i ro di saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Songon on do hata ni Jahowa: Marjea ma baoa na marhaposan tu jolma, manang tu bolon ni botohonna, gabe dipasurut rohana sian Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Songon halak parbahudung di tano na mahiang do ibana, ndang tagamon idaonna ro na denggan i, jala maringan ibana di tano bangkalbangkal di halongonan, di tano na ansim na so hinundulan ni halak.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai martua ma baoa na marhaposan tu Jahowa, jala Jahowa haporusanna dibahen.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tudos do ibana tu hau na sinuan di topi ni batang aek, jala manjarar uratna di lambung batang aek, jala ndang mabiar ibana molo ro hamohopon, jala tongtong rata bulungna, jala ndang holsoan ibana di taon haraharon, jala ndang mansohot marparbue.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung na angkal situtu do roha ni jolma, jala na ganggu, tung ise ma na tuk mandodoisa?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ahu Jahowa do Sidodo roha, siuji piapia jala mangalehon tu ganup jolma hombar tu dalanna, hombar tu parbue ni pambahenanna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Songon manuk harangan na mamodomhon pira angka na so pinirahonna, songon i do halak na papunguhon arta sian dalan na so turut. Di parsitongaan ni angka arina, tadingkononna ma i jala di ujungna gabe halak na oto ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Oe habangsa ni hamuliaon, hatimboon sian mulamula, hajongjongan ni habadiaonnami!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ale Jahowa, ho do pangkirimon ni Israel! Saluhut angka na tumadingkon ho gabe tarurak; angka na marbalik sian ahu, ingkon tarsurat goarna tu tano, ala tinadingkonnasida mual ni aek hangoluan, i ma Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sai ho ma pamalum ahu, ale Jahowa, asa tung malum huhilala; sai ho ma mangurupi ahu, asa tung dapotan pangurupion ahu, ai ho do pujipujionku.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ida ma, angka nasida mandok tu ahu: Didia do hata ni Jahowa i? Uaro ma nian nuaeng!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai anggo ahu, ndang husonsonhon gabe parmahan ahu mangihuthon ho, jala ndang huhalomohon ari na marjea i, ho do umbotosa; hata na ruar sian bibirhu pe patar do i di jolo ni bohim.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Unang tung gabe hasonggoton ho di ahu, ho do haporusanku di ari hasusaan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ingkon tarurak nian angka na mangalele ahu, alai unang tarurak anggo ahu; ingkon tarsonggot nasida, alai unang tarsonggot anggu ahu, paro ma tu atasnasida ari hinamago, jala silompit dua hapipidomnasida i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(IV.) Songon on do hata ni Jahowa tu ahu: Laho ma ho, tindang ma ho di bagasan bahal ni angka anak ni bangso i, marmeang muli sian i angka raja ni Juda, tongon tahe di bagasan saluhut angka bahal ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i dohononmu ma tu nasida: Tangihon ma hata ni Jahowa, hamu angka raja ni Juda, dohot sandok Juda ro di sude isi ni Jerusalem, angka na masuk sian angka bahal on.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Songon on do hata ni Jahowa: Sai jamoti hamu ma tondimuna i, unang usung hamu siusungon di ari Sabbat, jala unang boan hamu sian angka bahal ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala unang paruar hamu siusungon sian bagasmuna di ari Sabbat, jala unang bahen nanggo sada ulaon, sai parbadiai hamu ma ari Sabbat i, songon na hutonahon tu ompumuna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai ndang ditangihon nasida jala ndang dipaeleng pinggolna, lam dipajogal tahe tangkuhukna, unang marbinege, jala ndang dijalo pangajaran.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai molo tung ditangihon hamu ahu, unang mamboan siusungon sian bahal ni huta on di ari Sabbat laho pabadiahon ari Sabbat i, unang dibahen hamu disi manang aha ulaon.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi bongot ma sian angka bahal ni huta on angka raja dohot angka induk, angka na hundul di habangsa ni si Daud, marsihundul di hureta dohot di hoda do nasida, dohot induknasida i, angka halak Juda dohot isi ni Jerusalem, jala ingananna huta on ro di saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ro do huhut sian angka huta ni Juda dohot sian humaliang Jerusalem dohot sian tano Benjamin dohot sian tano adaran dohot sian dolok dohot sian dangsina angka na mamboan pelean situtungon dohot sipotongon dohot sipanganon dohot daupa dohot pujipujian tu bagasan joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai molo so ditangihon hamu ahu laho pabadiahon ari Sabbat i taringot tu na mangusung siusungon dohot masuk sian angka bahal ni Jerusalem di ari Sabbat, pagalahonku ma sada api di bahalmuna gabe suda panganonna angka bagas bolon ni Jerusalem, jala ndang haintopan.",
      "type": "content"
    }
  ]
}