{
  "book": "Yeremia",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tudosan taringot tu hudon na pinaimbar ni sitopa hudon, suang songon i bahenon ni Debata tu Israel 1-12. II. Lumbalumba taringot tu torutoru godang 13-17. III. Tuptupan dompak Jeremia; tangiangna dompak angka musuna 18-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do hata naung ro tu si Jeremia sian Jahowa, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hehe ma ho jala tuat tu bagas ni sitopa hudon, disi ma patubegehononku tu ho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i tuat ma ahu tu bagas ni sitopa hudon i, jadi ida ma, tongon ibana mambahen sada ulaon di atas pamutoran.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hape ndang manjadi hudon na pinaulina i, songon sangkimpal tano di bagasan tangan ni sitopa hudon i; gabe mangulahi ibana paulihon sada inganan na asing, guru lomo ni roha ni sitopa hudon i mambahensa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ro ma hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tung na so tarbahen ahu huroha, songon sitopa hudon on mambahen tu hamu, ale pinompar ni Israel? ninna Jahowa. Ida ma, songon tano hudon di bagasan tangan ni sitopa hudon, songon i do hamu di bagasan tanganku ale pinompar ni Israel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Satongkin ahu martahi dompak sada bangso dohot dompak, sada harajaon naeng mangurati dohot naeng mamansingkon dohot naeng mangago.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai molo mulak bangso naung hupalumba i sian hajahatonna, gabe marpangulahi rohangku taringot tu hamagoan naung husangkapi naeng bahenonku tu ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala satongkinnari ahu martahi taringot tu sada bangso dohot taringot tu sada harajaon naeng paulihon dohot pahothon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai molo dibahen na jat di jolo ni matangku, gabe ndang ditangihon soarangku, jadi solsolanku ma rohangku taringot tu na denggan i, naung hubagabagahon naeng bahenonku tu ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "On pe, ua dok ma tu halak Juda dohot tu isi ni Jerusalem: Songon on do hata ni Jahowa: Ida ma, ahu jumadihon hinamago tu hamu jala sumangkap tahi dompak hamu; ua mulak ma hamu ganup sian dalanna na roa i, jala padenggan hamu dalanmuna dohot pambahenanmuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai dohononnasida ma: Pinabotoboto i! Ai mangihuthon sangkap ni rohanami sandiri hami naeng, jala ganup hami naeng mambahen hajungkaton ni rohana be na jahat i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Dibahen i songon on do hata ni Jahowa: Ua usouso ma hamu di tongatonga ni angka parbegu, tung ise ma umbege sisongon i? Tung na sogir situtu do na niula ni boru Israel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tung tagamon ma mansohot ambolas ni Libanon mabaor sian dolok batu tu adaran? Manang tagamon marsik ma aek angka na bolon, angka na manorus angka na mabaor?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai tahe anggo bangsongku tung di halupahon do ahu, tung tu ganaganaan nasida manutung daupa, jadi tarsulandit nasida di dalannasida, dalan angka sian na robi, gabe mardalan nasida di angka dalan na so pinauli.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Laho mambahen tanonasida gabe halongonan, gabe sireherehean saleleng ni lelengna, tung ganup na mamolus sian i tarhalomong do jala mangupirupir uluna marnidasa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Marhite sian alogo sian purba panserakhononku nasida maradophon musu, tangkuhuk tahe, ndada bohi paidahononku tu nasida di ari hamagoannasida i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Dung i ninna nasida ma: Beta hita martuptup dompak si Jeremia, ai ndang mago patik i sian malim, manang panuturion sian na bisuk, manang hata sian panurirang. Beta hita tabunu ibana marhitehite dila, asa unang be ingkon patangitangion luhut angka hatana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ale Jahowa, sai tiroi ahu, jala tangihon soara ni angka na mambadai ahu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tung tama ma na jat bahenon balos ni na denggan umbahen dihali nasida sada godung di tondingku? Sai ingot manang songon dia ahu jongjong di jolomi laho mangkatahon tu nasida na denggan, manampar rimasmu nian sian nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dibahen i sai pasahat ma anaknasida tu haraparon jala ragehon nasida marhite sian podang! Sai punu ma jolmanasida jala angka mabalu, jala baoa nasida marmatean dibahen begu antuk, ia dolidolinasida marragean dibahen podang di hamusuon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sai tarbege ma angguhangguk sian bagasnasida, molo diparo ho dompak nasida parangan marhoronhoron so pangkirimanna, ala naung dihali nasida sada godung laho manangkup ahu, jala marsibuni ditaon nasida angka jorgong di pathu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai anggo ho ale Jahowa, diboto ho do saluhut tahinasida naeng mambunu ahu; sai unang ma marpangulahi roham taringot tu hajahatonnasida, sai unang ma sesa dosanasida sian jolo ni bohim, asa tung martimpalan nasida di jolom. Bahen ma songon i tu nasida di tingki hamamasa ni rimasmu.",
      "type": "content"
    }
  ]
}