{
  "book": "Yeremia",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Habobola ni guriguri tano di rura ni angka anak ni si Hinnom bahen tudosan tu halelengse ni Jerusalem 1-13. II. Si Jeremia manurirangi di alaman ni bagas joro 14-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Songon on ma muse hata ni Jahowa: Laho ma ho jala tuhor sada guriguri tano sian sitopa hudon, boan ma i rap dohot angka sintua ni bangso i dohot sintua ni angka malim.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ruar ma ho tu rura ni angka anak ni si Hinnom na di lambung ni pintu harbangan ni sitopa hudon, jala tingtingkon ma disi hata angka sipaboaonku tu ho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dohononmu ma: Tangihon ma hata ni Jahowa, hamu ale angka raja ni Juda dohot isi ni Jerusalem! Songon on do hata ni Jahowa Zebaot, Debata ni Israel: Ida ma ahu parohon sada hamagoan tu inganan on, ganup na umbegesa marnginging pinggolna hilalaonna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ala na tinadingkonnasida ahu, jala ditoisi nasida inganan on, jala manutung daupa nasida disi tu angka debata sileban angka na so tinandanasida manang ompunasida manang angka raja ni Juda pe, jala digohi nasida inganan on dohot mudar ni angka na so marpipot.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala dipauli nasida angka panggungpanggung ni Baal laho manutung anaknasida di bagasan api bahen pelean situtungon tu Baal, na so hutonahon manang hudokkon, manang dung tubu pe di bagasan rohangku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i, ida ma, na ro do angka ari sogot, ninna Jahowa, ndang be targoar Topet manang rura ni angka anak ni si Hinnom inganan on, ingkon rura pamunumunuan na ma.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai sundat bahenonku di inganan on sangkap ni Juda dohot Jerusalem, asa marragean nasida binahen ni podang maradophon musunasida dohot binahen ni tangan ni angka na tumahi hosanasida, jala lehononku ma bangkenasida bahen sipanganon ni pidong angka na di toru ni langit dohot binatang di tano on.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala bahenonku do huta on, gabe halongonan dohot sirehereheon; ganup na mamolus sian i muningan do jala mangarehe taringot tu saluhut jea angka na mangonai tusi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Papanganhononku ma tu nasida sibuk ni anaknasida dohot sibuk ni borunasida, jala ganup nasida manganhon sibuk ni donganna, binahen ni hagogotan, dohot hasosahan, na pinasosaksosak ni musu i nasida i, angka na tumahi hosanasida i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ingkon bolahononmu ma guriguri i di adopan ni baoa angka na mardalan rap dohot ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala dohononmu ma tu nasida: Songon on do hata ni Jahowa Zebaot: Suang le songon i ponggolhononku bangso on dohot huta on, songon na binolahon hudon ni sitopa hudon, na so tarpaulisa be, jala di Topet nasida tartanom, ala soada inganan bahen tanoman.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Laos songon i bahenonku tu inganan on, ninna Jahowa, dohot tu pangisina i, bahenonku do huta on songon Topet.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia angka bagas ni Jerusalem dohot angka bagas ni raja ni Juda, ingkon gabe ramun songon inganan ni Topet, saluhut angka bagas panutungan daupa di atas ni tarupna tu saluhut parangan di langit, jala diusehon pelean siinumon tu angka debata sileban.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Dung i mulak ma si Jeremia sian Topet, tinopotna i sinuru ni Jahowa manurirangi disi, jadi jongjong ma ibana di alaman ni bagas ni Jahowa, jala didok ma tu sandok bangso i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Songon on do hata ni Jahowa Zebaot, Debata ni Israel: Ida ma, ahu parohon tu huta on dohot tu saluhut huta humaliang luhut jea naung hulumbahon tusi; ai dipajogal nasida do tangkuhuknasida, ndang ditangihon anggo angka hatangku.",
      "type": "content"
    }
  ]
}