{
  "book": "Yeremia",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Holong ni roha ni Jahowa di Israel 1-3. II. Dipajojor Debata angka denggan basana tu Israel, hape ndang ditanda rohanasida 4-13. III. Paminsangon di panundalion ni Israel 14-28. IV. Marpangansi do roha ni bangso i mamintori dirina 29-37",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa mandok tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Laho ma ho, jala tingtingkon tu pinggol ni isi ni Jerusalem songon on: Boti hata ni Jahowa: Sai hupaingotingot basar ni sidakdanakonmu, holong ni roham tagan oroan ho, uju diihuthon ho ahu di halongonan, di tano na so sinaburan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Habadiaon ni Jahowa do Israel uju i, patumonaan ni na niulana; nasa na manganhon ibana, ingkon marutang do, ro do jea mangonai tu nasida, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Tangihon ma hata ni Jahowa, hamu ale pinompar ni si Jakkob dohot sude marga ni pinompar ni Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Boti hata ni Jahowa: Tung aha ma na so uhum jumpang angka ompumuna di ahu, umbahen mandaodao nasida sian ahu, jala diihuthon Debata na so hasea, gabe so gabeak ia nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala ndang didok nasida: Didia do Jahowa, na manogihon hita ruar sian tano Misir, na manogunogu hita di halongonan, di tano na tungil, jala na marlombang, di tano hasang, jala linggoman ni hamatean, di tano na so binolus ni halak, jala ndang adong jolma maringan disi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i hupatolhas hamu tu tano na lunak, asa dipangan hamu parbuena dohot gogona, hape ro hamu mangaramuni tanongku, gabe hagigian partalianku dibahen hamu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ndang didok angka malim: Didia do Jahowa? Jala ndang ditanda angka na mangaradoti patik i ahu, jala marbalik do angka parmahan sian ahu; jala angka panurirang manurirangi marhitehite Baal, jala diihuthon nasida do angka na so margogo mangurupi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibahen i ndang tarjua ahu be so mambadai hamu, ninna Jahowa, ro di ninimuna sai badaanku do.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai tung topot hamu ma angka pulo ni halak Kitim, jala tingkir hamu disi; jala suru hamu ma tu Kedar pamanathon situtu, jala ida hamu, manang dung masa sisongon i disi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tung adong ma bangso na pasambarhon Debatana, atik pe so tutu Debata? Alai anggo bangsongku, tung dipasambar do hamuliaonna tu na so margogo mangurupi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Longang ma hamu angka banuaginjang alani, jala manonditnondit, tarsonggot situtu tahe, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai dua do jea binahen ni bangsongku: Ahu, mual ni hangoluan ditadingkon nasida, laho mangkali di nasida sumursumur, sumur angka na marruang, na so marisi aek.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Tung hatoban do Israel ulaning, manang tubu ni hatoban? Boasa tung gabe tabantaban ibana?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Patungoromon do angka babiat dompak ibana, dipangiar soaranasida, gabe halongonan do tanona dibahen nasida, angka hutana disurbu nasida, gabe so marisi be.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nang angka anak ni Nob dohot Tahpanhes manggatgat pakpak ni ulum.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nda panadingkonmu di Jahowa, Debatamu mambahen songon i tu ho, uju tinogutoguna ho di dalan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "On pe, tung aha ma labam di dalan laho tu Misir, naeng minum aek ni Nil? Jala tung aha ma labam di dalan laho tu Assur, naeng minum aek sian batang aek Euprat?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sai hinajahatmu do maminsang ho, jala panundalim manginsombut tu ho, asa tung diboto jala diida ho jahatna dohot paetna panadingkonmu di Jahowa Debatam, ala na so dihatondithon roham ahu, ninna Tuhan Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai sian na robi dope sai dipansuakkon ho augam dirapui ho angka tompim, jala didok ho: Ndang olo ahu parhatobanon. Ai di atas ni sude robean na timbo, jala ditoru ni nasa hau rata do ho peak masiamangamang.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai anggo ahu nunga nian husuan ho gabe hau anggur na denggan, boni hasintongan, hape gabe lambang do ho di porlak anggur ni halak sileban!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai nang pe dipangke ho sira masiu mamburi ho, jala dipagodang ho sabun di ho, sai tong do tartanda hajahatonmu di jolongku, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tung dia ma tardok ho: Ndang ramun ahu; ndang hupaihutihut angka Baal! Ida ma dalanmu di rura! Tanda ma na binahenmi, ho ale unto boruboru na hijang, na pasebutsebut dalanna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ho ale halode boruboru, na somal di halongonan, na mangkosahon alogo dibahen hahisapon ni rohana i, tung ise ma mangambat pangimbungna i? Basa na mangalului ibana, ndang pola loja; sai jumpang nasida do ibana di bulan hasomalanna i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sai otapi ma patmu, unang tung so marsarung dohot tolonanmu, asa unang mauas! Hape nimmu do: Ndang marniula, ndang adong labana! Ai huhaholongi do angka na pulik, sai ihutihutongku do nasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Songon haurahon ni panangko, ia tardapot ibana, songon i do tarurak pinompar ni Israel: Nasida, angka rajanasida, partoginasida, malimnasida dohot panurirangnasida.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Angka na mandok tu hau: Damang do ho, jala tu batu: Ho do manubuhon ahu! Ai tangkuhukna didompakkon tu ahu, ndada bohina; hape ia di tingki hinamagonasida, angka ninna do: Hehe ma ho ale Tuhan, jala palua hami!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai didia do Debatam, angka na binahenmi di ho? Angka nasida nian hehe! Tung paluaon nasida do ho ulaning di tingki hinamagom? Ai doshon bilangan ni hutam do angka Debatam, ale Juda.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(IV.) Boasa ma tung ahu badaanmuna? Tung saluhut do hamu marbalik sian ahu, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Tung na so marnosan do, na hulinsingi angka anakmuna, ndang dijangkon nasida pinsangpinsang. Podangmuna do manganhon panurirangmuna, songon babiat panoro.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Oe hamu, na sansundut on! Parateatehon hamu ma hata ni Jahowa: Tung halongonan do ahu di Israel, manang tung tano hagolapon? Boasa tung dohonon ni bangsongku: Mompasompas ma hami, ndang olo be hami manopot ho.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Tung tarhalupahon namarbaju ma pangkeanna, manang oroan i hohosna? Alai anggo bangsongku nunga dihalupahon ahu, ndang be habilangan lelengna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Boasa sai dipalemeslemes ho dalanmu mangalului bangunan ni roham? Dibahen i huhut umbahen disomali ho angka dalanmu di hajahaton.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jumpang do huhut di angka sampesampe mudar ni halak na pogos, angka na so marpipot. Ndang manang disihabunian jumpang ahu, tung di na andar do.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Hape nimmu dope: Ndang marpipot ahu. Nunga tahe sumurut rimasna sian ahu. Ida ma, sai dabuonku do uhum tu ho, ala na nidokmu: Ndang mardosa ahu.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Sai mulakulak do ho paimbarhon dalanmu. Nang binahen ni Misir tarurak do ho, suang songon haurahonmu binahen ni Assur.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Sian i pe, ingkon ruar do ho, huhut manjujung tanganmu manimbasnimbas. Ai nunga dipesanhon Jahowa haposan ni roham, gabe ndang manjadi tahim tu nasida.",
      "type": "content"
    }
  ]
}