{
  "book": "Yeremia",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Jeremia tartangkup dibahen si Pashur. Panurirangon dompak ibana 1-6. II. Alualu ni panurirang i taringot tu angka na mangalele ibana. Hiras ni rohana marhaposan tu Jahowa 7-13. III. Diburai do ari hatutubuna 14-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung dibege malim Pashur, anak ni si Immer, jala sintua ni induk do ibana di bagasan joro ni Jahowa, angka hata panurirangon ni si Jeremia.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dipungkul si Pashur ma panurirang Jeremia jala dibahen ibana tu hurungan na di harbangan Benjamin parjulu i, di bagasan bagas ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i marsogotna i diparuar si Pashur ma muse si Jeremia sian hurungan i. Jadi didok si Jeremia ma tu ibana: Ndang be si Pashur goarmu digoar Jahowa, ingkon biar humaliang nama.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai songon on do hata ni Jahowa: Ida ma, ahu mangalehon ho, gabe biar di ho dohot di sude angka na mangkaholongi ho, gabe marragean nasida binahen ni podang ni musunasida, jala matami marnidasa. Pasahatonku ma huhut sandok Juda tu tangan ni raja ni Babel, asa ibana mambuangkon nasida tu Babel, jala mambunu nasida marhitehite podang.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala pasahatonku huhut saluhut sinamot ni huta on ro di saluhut na niomoomona dohot barang angka na arga ro di saluhut arta ni angka raja ni Juda, lehononku ma tu tangan ni musunasida, angka na mamupusi nasida, dohot manangkup laho mamboan nasida tu Babel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai anggo ho ale Pashur ro di sude isi ni bagasmu, ingkon tarbuang hamu tu Babel, laos mate disi jala tartanom, ho ro di sude angka na mangkaholongi ho, angka na pinaotootom marhite sian panurirangonmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Dihata i ho ahu ale Jahowa, jala olo ahu hataanmu. Gumogo do ho sian ahu jala monang do ho; hape gabe sirehereon ahu ganup ari; tung saluhut nasida mangarehe ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai ganup mangkuling ahu, ingkon anggukkononku do: Pangarupaon dohot hamagoan; ai hata ni Jahowa manjadi di ahu gabe pangareheon dohot insahinsak ganup ari.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ningku ma: Ndang be taringotanku ibana, jala ndang be ahu marjamita marhitehite goarna, hape gabe songon api na marsigorgor di bagasan rohangku huhilala, tarhurung di bagasan holiholingku, siol mandate ahu mangotapotapi, hape ndang tarbahen.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai hubege do hatahata ni torop halak: Biar humaliang! Tuduhon ibana! Itatuduhon ma ibana! Saluhut jolma alealengku mangonggop di lambungku: Anggiat tung tartangkup ibana, asa itapatunduk ibana, jala martubol hita tu ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai Jahowa do mandongani ahu, songon ulubalang na begu, dibahen i ingkon tarsulandit angka na mangalele ahu, jala ndang tagamon monang; murak situtu do nasida tahe, ai ndang mardohar nasida, haurahon na saleleng ni lelengna, na so tagamon lupa mangonai tu nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tongon tahe ale Jahowa Zebaot, ho do na manguji halak na tigor, na marnida piapia dohot ateate. Sai idaonku do partubolanmu songgop tu nasida, ai nunga tu ho hugiling parbadaanku.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Marende ma hamu di Jahowa, puji ma Jahowa, ai nunga dipalua ibana tondi ni halak na pogos sian tangan ni angka parjahat.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Siburaan ma nian ari hatutubungku! Ari panubuhon ni dainang di ahu, unang nian hona pasupasu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Siburaan ma nian jolma na mamaritahon tu damang songon on: Nunga tubu di ho sada anak palas situtu rohana nian.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Masa ma tu baoa i, songon tu huta, angka na binungkar ni Jahowa so maralangalang, jala begeonna ma nian angguhangguk manogotna i, jala suraksurak ni hamusuon di hos ni ari.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ala na so binununa i ahu di bortian, asa laos dainang i nian gabe tanomanku, jala gabegabean nian bortianna saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Boasa tung ruar ahu sian bortian laho marnida hangaluton dohot haarsahon, jala marsalpusalpuan ariaringku di bagasan haurahon.",
      "type": "content"
    }
  ]
}