{
  "book": "Yeremia",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Jeremia mangalumbahon tu raja Sedekia hatataban ni Jerusalem, binahen ni si Nebukadnesar 1-7. II. Na mangoloi patu nama haluaon sambing. Lumbalumba tu pinompar ni rajai 8-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma hata na ro tu si Jeremia sian Jahowa, uju na sinuru ni raja Sedekia tu ibana si Pashur, anak ni si Malkia dohot malim Sepania, anak ni si Maaslia mandok songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ua sungkunhon ma tu Jahowa taringot tu hami, ai marmusu do si Nebukadnesar, raja ni Babel dompak hami, anggiat tung olo Jahowa mambahen tu hami hombar tu saluhut halongangan binahenna i na jolo, asa tung muli ibana sian hami.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi ninna si Jeremia ma tu nasida: Songon on ma dohononmuna tu si Sedekia:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Boti hata ni Jahowa, Debata ni Israel: Ida ma, ahu pabalikkon sinjata hamusuon, angka na di tanganmuna, angka na pinangkemuna marmusu dompak raja ni Babel dohot dompak halak Kasdim, angka na manosaknosak hamu sian balian mangonjar tu parik, jala papunguonku ma nasida tu parsitongaan ni huta on.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asa ahu sandiri marmusu dompak hamu marhitehite tangan na toltol dohot marhitehite botohon na gogo, marhitehite rimas dohot parpiarpiar ni hamuruhon godang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala bunuonku ma angka isi ni huta on, nang jolma, nang pinahan, gabe marmatean nasida marhitehite begu antuk na rahat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i muse, songon on pandok ni Jahowa, pasahatonku ma si Sedekia, raja ni Juda dohot angka naposona ro di situan na torop, angka na teba di huta on sian begu antuk, sian podang dohot sian haleon, tu tangan ni si Nebukadnesar, raja ni Babel, dohot tu tangan ni angka musunasida, dohot tu tangan ni angka na tumahi hosanasida; jadi bunuonna ma nasida marhitehite baba ni podang, ndang tagamon olananna nasida, ndang marpangulahi rohana, jala ndang maralangalang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Angkup ni dohononmu ma tu bangso on: Boti hata ni Jahowa: Ida ma, ahu mambahen tu jolomuna dalan hangoluan dohot dalan hamatean.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Manang ise na tading di bagasan huta on, ingkon mate ibana marhitehite podang, haraparon, manang begu antuk; alai manang ise na ruar, asa bali tu halak Kasdim, angka na martungkum hamu, mangolu ma ibana, jala tondina i bahen rintahanna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai nunga hudompakkon bohingku dompak huta on laho mangago, ndada mambahen na denggan, ninna Jahowa; ingkon tu tangan ni raja sian Babel ma pasahatonku huta i, asa tung dipurun marhitehite api.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angkup ni dohononmu ma tu pinompar ni raja sian Juda: Tangihon hamu ma hata ni Jahowa!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ale pinompar ni si Daud! Boti hata ni Jahowa: Dabu hamu ma uhum na sintong manogotna i, jala palua hamu jolma na tarsamun i sian tangan ni halak pangarupa, asa unang ruar rimashu songon api jala marsigorgor, so adong na mangintopi, ala ni hinajahat ni pambahenanmuna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ida ma, dompak ho ma ahu ale isi ni rura i, dolok batu di adaran, ninna Jahowa! Hamu angka na mandok: Tung ise ma tagamon tuat tu hami on? Manang tung ise ma tagamon ro mambongoti inganannami na gantingi?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai marlulu ma ahu dompak hamu, hombar tu parbue ni pambahenmuna, ninna Jahowa, jala ahu manganahiti sada api di bagasan tombakna, asa disudahon saluhut na humaliang.",
      "type": "content"
    }
  ]
}