{
  "book": "Yeremia",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sipaingot bagabaga dohot lumbalumba tu pinompar ni rajai 1-9. II. Panurirangon dompak si Sallum dohot si Joiakim 10-19. III. Hata paminsangon dompak Jerusalem dohot dompak si Jekonya 20-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Boti hata ni Jahowa: Tuat ma ho tu bagas ni raja sian Juda, jala hatahon ma disi hata on.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dohononmu ma: Tangihon ma hata ni Jahowa, ale raja ni Juda, na hundul di atas habangsa ni si Daud, ho dohot angka naposom dohot na nirajaanmu angka na bongot tu angka harbangan on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Boti hata ni Jahowa: Radoti hamu ma uhum dohot hatigoran, jala palua hamu na tarsamun i sian tangan ni halak pangarupa; jala unang mangarupa hamu manang mambahen gogo tu halak dagang, tu na tading di lampin dohot tu na mabalu, jala unang durushon hamu mudar na so marpipot di inganan on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai molo diradoti hamu hata ondeng, sai adong do masuk tu pintupintu ni bagasan raja angka na marhabangsa di habangsa ni si Daud, angka na marsihundul di hureta dohot di hoda, nang ibana, nang angka naposona dohot na nirajaanna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai molo so ditangihon hamu angka hata on, nunga pola maruari ahu tu diringku, ninna Jahowa, ingkon gabe halongonan bagas on.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai songon on do hata ni Jahowa taringot tu bagas ni raja sian Juda: Gilead do ho nian di ahu, ale punsu ni Libanon! Ingkon gabe halongonan do ho bahenonku, gabe huta angka na so marpangisi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala ahu padirihon dompak ho angka jolma pangago mangalo ho, ganup mardongan sinjata, nasida manaba hau ares angka na pinillitmu jala manimpalhon tu bagasan api.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala torop bangso mamolus sian lambung ni huta on, jala didok be ganup tu donganna: Boasa tung songon i bahenon ni Jahowa tu huta on na sai bolon?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dohononnasida ma: Ala na tinadingkonnasida padan tu Jahowa, Debatanasida i, jala marsomba tu angka debata sileban huhut mangoloi nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Unang tatangisi hamu na mate, jala unang andungi hamu ibana; tumatangis ma hamu tagonan taringot tu ibana na laho tarbuang, ai ndang tagamon mulak be ibana, jala ndang idaonna be tano hatubuanna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai boti hata ni Jahowa taringot tu si Sallum, anak ni si Josia, raja sian Juda, na mangarajai singkat ni si Josia amana i, na ruar sian inganan on: Ndang tagamon mulak be ibana tusi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ingkon laos di habuanganna i ibana mate, jala ndang be idaonna tano on.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Marjea ma manang ise na pauli bagasna so marhitehite hatigoran dohot bonggarbonggarna so marhitehite uhum, sibolongbolong ulaon ni donganna dibahen, jala ndang dilehon upa ni ulaonna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lam ninna muse dope: Paulionku ma di ahu sada bagas na bolon, marbonggarbonggar paranginanginan; dibahen huhut angka pandiloan jala dilampis dohot hau ares, jala salenggam sampangna dibahen.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tung tagamon ma ho raja, ala manengahon hau ares ho? Ia amam, ndang mangan manang minum huroha, huhut mangkajongjongkon uhum dohot hatigoran, jadi sonang ma dihilala uju i?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Pasintong uhum ibana tu na parir dohot tu na pogos, jadi sonang ibana; ndai do parbue ni parbinotoan di ahu? ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo matam dohot roham, holan laho tu labam do dohot laho mangusehon mudar na so marpipot, huhut mangarupa dohot mambahen uhum gogo.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dibahen i songon on hata ni Jahowa dompak si Joiakim, anak ni si Josia, raja sian Juda, ndang tagamon andungkonon ni halak ibana mandok: Oe hahang, oe ito! Ndang tagamon andungkononna ibana mandok: Oe ale tuan! Manang oe ale rajanami!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ingkon tanomonna ibana songon halode, saratonna jala timpalhononna ibana dao sian angka bahal ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Nangkok ma ho tu Libanon jala joujou, pangiar ma soaram di Basan jala joujou, ma ho sian Abarim, ai nunga pesan saluhut angka pedanmu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nunga hupalumba ho hian uju di hasonanganmu, alai nimmu do: Ndang olo ahu manangihon. I do antong dalanmu sian haposoonmu, matua so ditangihon ho soarangku.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Saluhut angka siparmahan ho, purpurhonon ni alogo do, jala saluhut pedanmu ingkon tarboan tu habuangan; jadi maila jala tarurak situtu ma ho disi ala ni saluhut hajahatonmu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ho ale na hundul di atas ni Libanon! Jala na marasar di angka hau ares! Tung songon dia ma orongorongmu, molo ro tu ho rian, songon boruboru na mangae posoposo.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Songon tutuna ahu mangolu, ninna Jahowa, tung sura pe si Konia, anak ni si Joiakim, raja sian Juda, gabe tintin sahap di tanganku siamun, sai na umpatonku do ho sian i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jala pasahatonku ma ho tu tangan ni angka na paburuburu hosam, dohot tu tangan ni angka na hinabiaranmu na sai laon, dohot tu tangan ni si Nebukadnesar, raja sian Babel, dohot tu tangan ni halak Kasdim.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala ahu mangareongkon ho dohot inangmu, na tumubuhon ho tu tano na asing, na so hatubuanmuna, laos mate disi ma hamu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai anggo tu tano, na hinalungunhon ni rohanasida naeng mulak tusi, ndang tagamon mulak nasida tusi.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tung guriguri na matapor jala na lea do halak si Konia? Manang tung ulaula na so hinalomohon do ibana? Boasa tung direongkon ibana ro di pinomparna, jala ambolong nasida tu tano na so tinandanasida i?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "O tano, tano, tangihon ma hata ni Jahowa!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Boti hata ni Jahowa: Surathon ma baoa on, so marpinompar; baoa na so mardohar saleleng mangolu; ai ndang tagamon manjadi sian pinomparna nanggo sahalak marhabangsa di habangsa ni si Daud manang mangarajai di Juda tu joloan on.",
      "type": "content"
    }
  ]
}