{
  "book": "Yeremia",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba dompak parmahan angka na jahat i. Bagabaga taringot tu raja ni hatigoran dohot taringot hamumulak ni Israel 1-8. II. Hata paminsangon dompak angka panurirang pangansi 9-15. III. Lumbalumba maradophon hata sipaotooto nasida 16-32. IV. Oraora mangorai taringotan uhum ni Jahowa 33-40",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marjea ma parmahan, angka na mangago dohot paserakkon birubiru na huparmahani, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dibahen i boti hata ni Jahowa, Debata ni Israel dompak parmahan, angka na marmahan bangsongku: Nunga dipaserak hamu punguanku, jala dionjar hamu, jala ndang dimatamatahon hamu nasida. Ida ma, luluhononku ma tu hamu hinajahat ni pambahenmuna, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala papunguonku ma pasipasi ni punguanki sian saluhut luat haambolongannasida i, jala aduonku nasida mulak tu panjampalannasida i, asa matorop mabue nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala patindangonku tu nasida parmahan angka na marmahan nasida, asa unang be tahuton nasida manang tarsonggot, jala ndang mago nanggo sada, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ida ma, na ro do angka ari sogot, ninna Jahowa, patindangonku ma di si Daud sada tumbur na tigor, na bangkit raja jala na pistar, jala hajongjongkononna ma uhum dohot hatigoran di tano i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Di angka arina dapotan tua ma Juda, jala Israel marsonangsonang di ingananna; jala on do goarna dohonon ni halak: Jahowa parpintoranta.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i ida ma, na ro do angka ari sogot, ninna Jahowa, ndang be dohononnasida: Songon tutuna mangolu Jahowa, naung manogihon pinompar ni Israel ruar sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon: Songon tutuna mangolu Jahowa, naung manogihon jala naung mamboan pinompar ni Israel mulak sian tano na tungkan utara dohot sian saluhut luat haambolongannasida na hubahen i, asa maringan nasida muse di tanonasida i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dompak angka panurirang. Tung ditostos do rohangku di bagasan andorangku, angka hitir do saluhut holiholingku, jala songon halak na mabuk do pangalahongku, jala songon baoa na pinatunduk ni anggur ala Jahowa dohot humongkop angka hata habadiaonna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai gok angka pangalangkup do tano i, gabe hasang tano i binahen ni sapata, marpirang angka panjampalan di halongonan, ala na roa do pangalahonasida, jala gogonasida ndang turut.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai nang panurirang, nang malim rap ramun do; gari di bagasan jorongku dapot ahu do hajahatonnasida, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen i dalannasida, ingkon gabe sapsap bire na landit di haholomon; ingkon tarsulandit nasida, asa madabu nasida tu bagasan; ai paroonku ma tu atasnasida hamagoan di taon pamaloson tu nasida, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nang di angka panurirang ni Samaria nunga huida hasogiron: Manurirangi do nasida marhitehite Baal, jala dililuhon nasida bangsongku Israel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai anggo di angka panurirang di Jerusalem, nunga huida hasogiron: Pangalangkupon jala marpangalahohon gabus do nasida, jala dipargogoi nasida do tangan ni angka parjahat, asa unang mulak nasida ganup sian hajahatonna. Tung saluhut do nasida di ahu songon Sodom, jala pangisina i songon Gumora.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dibahen i boti hata ni Jahowa Zebaot taringot tu angka panurirang i: Ida ma, ahu papanganhon tu nasida raru, jala painumhon tu nasida aek rasun, ai sian angka panurirang di Jerusalem nunga ruar haramunon tu sandok tano i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Boti hata ni Jahowa Zebaot: Unang tangihon hamu hatahata ni panurirang, angka na manurirangi tu hamu! Na paotootohon hamu do nasida. Alatan ni rohanasida sandiri do dihatahon, ndada na sian pamangan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sai didok nasida do tu angka na mangelesi ahu: Nunga didok Jahowa, sai na sonang do hamu! Jala tu ganup na marpangalahohon hatangkangon ni rohana didok nasida do: Ndang tagamon ro hamagoan tu hamu nanggo sada.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai manang ise naung tindang di partuptupan ni Jahowa, i ma na marnida dohot umbege hatana; manang ise naung marateatehon hatana, i ma dibaritahon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ida ma, ruar do sada habahaba sian Jahowa, parpiarpiar ni murukna, jala sada habahaba poting baliung martahop mangonai tu ulu ni angka parjahat.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ndang tagamon sumurut muruk ni Jahowa, paima dipatupa jala di hajongjongkon angka sangkap ni rohana. Di ujung ni angka ari sogot pe antusanmuna situtu hata i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ndada ahu marsuru angka panurirang i, hape marlojong do nasida; ndada ahu mangkatahon tu nasida, hape manurirangi do nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai tung sura naung tindang nasida di partuptupanki patubegehononnasida ma nian angka hatangku tu bangsongku, jala mulak bangsongku bahenonna sian dalannasida, angka na jahat i dohot sian hinaroa ni pambahennasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tung holan Debata sian na jonok do ahu, ninna Jahowa, ndada huhut Debata sian na dao?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tung tarbahen ma martabuni manang ise di parsitabunian, so dapot idaonku ibana? ninna Jahowa. Nda ahu do na manggohi langit dohot tano on? ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Nunga tangkas hubege hata na hinatahon ni angka panurirang, angka na manurirangkon sipaotooto marhitehite goarhu, ninna do: Nunga marnipi ahu, nunga marnipi ahu!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sadia leleng nari songon i di bagasan roha ni panurirang, angka na manurirangkon sipaotooto, angka na manurirangkon angkal ni rohanasida sandiri?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Angka na sumangkapi mambahen lupa bangsongku di goarhu marhitehite nipinasida, angka na hinatahonna ganup tu donganna, songon pangkalupahon ni ompunasida di goarhu binahen ni Baal.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Panurirang hasahatan ni nipi, nipi ma dihatahon; alai anggo hasahatan ni hatangki ibana, hatangki ma sintong dihatahon. Tung aha ma pasaoron ni hurangkam tu eme? ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Nda songon api do hatangki? ninna Jahowa, jala songon nanggar na mangarosahi batu mamak?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dibahen i ida ma, marlulu ma ahu ninna Jahowa dompak angka panurirang, angka na manangkoi hatangki, ganup sian donganna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ida ma, marlulu ma ahu, ninna Jahowa dompak angka panurirang, angka na pasomal dilanasida mandok songon on: Jahowa do na martona.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ida ma, marlulu ma ahu, ninna Jahowa dompak angka na manurirangkon nipi sipaotooto, angka na hinatahonnasida laho mangaliluhon bangsongku marhitehite sipaotootonasida dohot marhitehite panengaonnasida. Hape ndang dung ahu marsuru nasida, jala ndang dung ahu martona tu nasida, jala ndang marguna nasida di bangso on ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(IV.) Molo tung manungkun bangso on, manang panurirang manang malim tu ho songon on: Aha do uhum ni Jahowa? Jadi dohononmu ma tu nasida, songon on ma uhum ni Jahowa: Ambolongkon ma hamu, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ia adong panurirang manang malim, manang bangso, na mandok songon on: Pinabotoboto uhum ni Jahowa! Marlulu ma ahu tu baoa i dohot tu pinomparna.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Songon on ma dohononmuna, ganup tu donganna, jala ganup tu hahaanggina: Dia do alus ni Jahowa? Manang: Aha do na nidok ni Jahowa?",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alai anggo uhum ni Jahowa, ndang jadi be sitaringotanmuna, ai apala hata elesna sandiri, gabe uhum tu ganup, ala naung dipabalik hamu angka hata ni Debata na mangolu i, Jahowa Zebaot Debatanta i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Boti dohononmu tu panurirang: Dia do alus ni Jahowa tu ho? Manang: Aha do na nidok ni Jahowa?",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai molo sai ehetonmuna uhum ni Jahowa! Ala ni umbahen songon on hata ni Jahowa: Dibahen na sai diehet hamu hata on: Uhum ni Jahowa, atik pe naung husuru tu hamu mandok songon on: Ndang jadi ehetonmuna be uhum ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dibahen i ida ma, tangkuponku ma hamu laho mangareongkon hamu sian adopan ni bohingku, nang huta on na hulehon tu hamu dohot tu ompumuna.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jala ampehononku ma tu hamu haurahon saleleng ni lelengna dohot haleaon saleleng ni lelengna, na so tagamon halupahononhon.",
      "type": "content"
    }
  ]
}