{
  "book": "Yeremia",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Alatan taringot tu parbue ni hau ara na denggan dohot na roa 1-3. II. Tudosan ni asi ni roha tu angka na tarbuang parjolo do i dohot uhum na mangonai tu angka na tading 4-10",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipataridahon Jahowa ma tu ahu dua hirang na marisi parbue ni hau ara, peak di jolo ni joro ni Jahowa, dung tarbuang dibahen si Nebukadnesar raja sian Babel si Jekonya anak ni si Joiakim, raja sian Juda, ro di angka induk ni halak Juda dohot angka pande hau dohot pande bosi, jala tarboan nasida sian Jerusalem tu Babel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hirang na sada marisi parbue ni hau ara angka na denggan situtu, songon parbue ni hau ara patumonaan; alai hirang na sadanari marisi parbue ni hau ara angka na roa situtu, angka na so tarpangan dibahen hinaroana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi ninna Jahowa ma tu ahu: Aha do na niidam ale Jeremia? Gabe ningku ma: Angka parbue ni hau ara; ia parbue ni hau ara angka na denggan i, tung na denggan situtu do, alai angka na roa i tung na roa situtu do, angka na so tarpangan dibahen hinaroanna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Dung i ro ma hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Boti hata ni Jahowa, Debata ni Israel: Songon parbue ni hau ara angka na denggan i, songon i do angka na tarbuang sian Juda, angka naung hupaunsat sian inganan on tu tano ni halak Kasdim, tataponku ma nasida tu na denggan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tataponku ma nasida tutu tu na denggan, jala mulak nasida boanonku tu tano on, jala paulionku nasida, ndada laos lohaonku, jala lopokhononku nasida, ndada laos butbutonku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala lehononku tu nasida roha na tumanda ahu, na marhatutuhon ahu Jahowa; ingkon gabe bangsongku nasida, jala ahu gabe Debatanasida, ai mulak do nasida sogot tu ahu sian nasa rohanasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai songon parbue ni hau ara angka na roa i, angka na so tarpangan dibahen hinaroana, suang songon i bahenonku, ninna Jahowa, si Sedekia raja ni Juda ro di angka indukna dohot pasipasi ni Jerusalem, angka na tading di tano on, nang angka na maringanan di tano Misir.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala pasahatonku nasida gabe siruparupaon, gabe hamagaon di saluhut harajaon ni tano on, gabe haurahon jala gabe parumpamaan, gabe ende aling, jala gabe bura di saluhut inganan haambolongannasida na hubahen i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala tongosonku tu tongatonganasida podang, haraparon dohot begu sorop, paima tung sun siap nasida sian tano naung hulehon tu nasida dohot tu angka ompunasida i.",
      "type": "content"
    }
  ]
}