{
  "book": "Yeremia",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu habuangan ni Juda sipitupulu taon i 1-11. II. Lumbalumba taringot tu uhum madabu tu halak Kasdim 12-14. III. Panginuman pangarimason silehonon tu saluhut bangso di portibi on 15-31. IV. Uhum na mangonai tu nasida 32-38",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma hata na ro tu si Jeremia taringot tu sandok bangso Juda, paopattaonhon hinarajahon ni si Joiakim, anak ni si Josia, raja sian Juda, i ma taon parjolo ni si Nebukadnesar raja sian Babel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Naung hinatahon ni panurirang Jeremia tu sandok bangso Juda dohot tu saluhut isi ni Jerusalem songon on:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Olat ni taon pasampulutoluhon hinarajahon ni si Josia, anak ni si Amon, raja sian Juda sahat ro di ari on, na duapulu tolu taon i sai ro hata ni Jahowa tu ahu, jala naung huhatahon tu hamu, pola sogot ahu hehe mangkatahon, alai ndang ditangihon hamu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala nunga disuru Jahowa nian tu hamu saluhut naposona angka panurirang i, tibu hian nasida disuru, alai ndang ditangihon hamu, jala ndang dipaeleng hamu pinggolmuna mananginangi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Songon on do didok nasida: Ua mulak ma hamu ganup sian dalanna na jahat i dohot sian hinaroa ni pambahenanmuna, asa mian hamu di tano naung nilehon ni Jahowa tu hamu dohot tu angka ompumuna olat ni na robi ro di saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala unang ihuthon hamu angka debata sileban laho mangoloi nasida dohot marsomba tusi; jala unang pahehe hamu murukku marhitehite pambahenan ni tanganmuna, asa unang huparo hinamago tu hamu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ndang ditangihon hamu ahu, ninna Jahowa, asa pahehehon murukku marhitehite pambahenan ni tanganmuna, gabe hinamago tu hamu sandiri.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen i boti hata ni Jahowa Zebaot: Ala na so tinangihonmuna angka hatangku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ida ma, ahu marsuru tu si Nebukadnesar, raja sian Babel, naposongki dohot mangalapi saluhut bangso na tungkan utara, ninna Jahowa, jala togihononku nasida tu tano on dohot tu angka pangisina dohot tu saluhut bangso angka na humaliang on, jala pansing nasida bahenonku, asa gabe halongonan, gabe sirehereheon, jala gabe parhorsihan saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala padaoonku sian tongatonganasida soara las ni roha dohot soara olopolop, soara ni pangoli dohot soara ni oroan, soara ni pandudaan dohot hatiuron ni palito.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala sandok tano on gabe halongonan, gabe timbunan batu, jala parhatobanon ni raja sian Babel angka bangso on pitupulu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Alai ia dung gok na pitupulu taon i marlulu ma ahu dompak raja ni Babel dohot dompak bangsona, ala hajahatonnasida ninna Jahowa, dohot dompak tano ni halak Kasdim, jala bahenonku do i gabe halongonan saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala paroonku ma tu tano i saluhut hata, angka naung hulumbahon tusi, ro di luhut na tarsurat di bagasan buku on, naung sinurirangkon ni si Jeremia taringot tu saluhut angka bangso i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai nasida pe parhatobanon ni torop bangso dohot raja angka na bolon, jala sudolhononku tu nasida hombar tu pambahennasida, jala hombar tu jadijadian ni tangannasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Ai boti do hata ni Jahowa, Debata ni Israel tu ahu: Buat ma panginuman anggur pangarimasan on sian tanganku, jala painumhon ma sian i tu saluhut bangso angka sitopotonmu suruonku.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Asa minum nasida jala rabatrabat, pola gila binahen ni podang sitongosonku tu tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi hubuat ma panginumani sian tangan ni Jahowa, jala hupainumhon tu saluhut bangso anak na hutopot, sinuru ni Jahowa:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tu Jerusalem dohot tu angka huta ni Juda dohot tu rajana ro di indukna angka na mambahen nasida gabe halongonan, gabe timbunan batu, gabe sirehereheon jala gabe bura, songon na masa sadarion.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angkup ni tu Firaun, raja sian Misir ro di naposona, angka indukna dohot sandok bangsona.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dohot tu sandok bangso na hinarana ro di sude raja ni tano Us, dohot sude raja ni tano ni halak Palistim boti tu Askelon, Gasa, Ekron dohot pasipasi ni Asdod.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Boti tu Edom dohot tu Moab ro di pinompar ni si Amon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Boti tu saluhut raja sian Tirus dohot sude raja sian Sidon dohot angka raja ni pulopulo, angka na di bariba ni laut.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Boti tu Dedan dohot Tema dohot Bus ro di sude parulu na marjambulan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dohot tu sude raja ni Arab ro di sude raja na hinara, angka na maringan di halongonan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Boti tu saluhut raja ni Simri, dohot tu saluhut raja ni Elam dohot tu saluhut raja ni Madai.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Boti tu saluhut raja na tungkan utara, angka na donok dohot angka na holang, ganup rap dohot donganna, ro di saluhut harajaon ni tano on angka na di portibi on; nang raja sian Sesak, ibana minum apala parpudi sian nasida luhut.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala dohononmu ma tu nasida: Boti hata ni Jahowa Zebaot, Debata ni Israel: Minum ma hamu gabe mabuk maradu muta jala tinggang, jala ndang be hehe maradophon podang sitongosonku tu tongatongamuna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala molo tung manjua nasida manjalo panginumani sian tanganmu laho manginum sian i, dohononmu ma tu nasida: Boti hata ni Jahowa Zebaot: Ndang tarjua hamu so inumonmuna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai ida ma, apala di huta na targoar tu goarhu ahu mamungka manorui, tung tagamon lias ma ia hamu? Ndang tarbahen lias hamu, ai haraonku ma podang i dompak saluhut isi ni tano on, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai anggo ho, surirangkononmu ma tu nasida saluhut angka hata on, jala dohononmu tu nasida: Marioho ma Jahowa sian banua ginjang, jala dipatubegehon soarana sian ingananna na badia i; marioho situtu ma ibana mida partalianna; mariaia ma ibana songon halak sidege pangilangan laho maralus ibana dompak saluhut isi ni tano on.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tarbege di parsidomdomna sahat ro di ujung ni tano on, ai marparbadaan do Jahowa dompak angka bangso; maruhum do ibana tu saluhut sibuk, pasahatonna do angka parjahat i tu podang, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(IV.) Boti hata ni Jahowa Zebaot: Ida ma, ruar do hinamago sian bangso tu bangso, jala hehe do sada habahaba bolon sian angka ujung ni tano on.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jala bangke angka naung marragean binunu ni Jahowa, marpeahan ro di ari na sasada i, sian ujung ni tano on sahat ro di ujung ni tano on; ndang tatangisanna nasida jala ndang papunguonna manang tanomonna; gabe napa do nasida di sisik ni tano on.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Mangangguk badar ma hamu ale angka parmahan, jala mangandungi; jala margulu sirabun ma hamu ale angka partogi ni punguan i, ai nunga gok ariarimuna laho potongon, jala marserak hamu hubahen, asa tung tinggang hamu, songon guriguri hasudungan ni roha.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jala mandao do haporusan sian angka parmahan, nang haluaon sian angka partogi ni punguan i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Tarbege do soara angguhangguk sian angka parmahan, jala andung sian angka partogi ni punguan i, ai nunga diulang Jahowa panjampalannasida i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jala nunga tarulang angka jampalan hasonangan maradophon parpiarpiar ni muruk ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Nunga ditadingkon ibana parlinggomanna songon anak ni singa; ai nunga gabe halongonan tanonasida i maradophon rimas ni pamunu dohot maradophon parpiarpiar ni rimasna.",
      "type": "content"
    }
  ]
}