{
  "book": "Yeremia",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jeremia manurirangi di alaman ni bagas joro 1-6. II. Panampiar dohot alualu ni angka malim dohot panurirang dompak ibana 7-11. III. Hata panariason ni si Jeremia di jolo ni angka induk, gabe diondingi nasida ibana 12-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di mula ni harajaon ni si Joiakim, anak ni si Josia, raja sian Juda, ro ma hata on sian Jahowa, ninna ma:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon on do hata ni Jahowa: Jongjong ma ho tu alaman ni joro ni Jahowa, jala hatahon ma tu saluhut isi ni angka huta ni Juda, angka na ro marsomba di bagasan joro ni Jahowa, saluhut hata angka naung hutonahon tu ho, sihatahononmu tu nasida; ndang jadi huranganmu, nanggo hata sisandok.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Anggiat tung ditangihon nasida jala muba rohanasida, ganup sian dalanna na roa i, asa marpangulahi rohangku taringot tu hamagoan naung husangkap hian naeng bahenon tu nasida, ala hinaroa ni pambahenannasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dibahen i dohononmu ma tu nasida: Songon on do hata ni Jahowa, molo so ditangihon hamu ahu, asa marpangalaho di bagasan patikku, naung hulehon di jolomuna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Molo so ditangihon hamu hata ni angka naposongku, i ma panurirang angka na husuru tu hamu tibu hian tongtong, hape ndang olo hamu manangihon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i bahenonku ma tu joro on songon naung hubahen tu Silo, jala huta on bahenonku gabe bura di saluhut bangso parbegu di atas tano on.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Jadi dibege angka malim dohot angka panurirang ro di sandok bangso i si Jeremia mangkatahon angka hata i di joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dung tolhas dihatahon si Jeremia saluhut hata na tinonahon ni Jahowa hatahononna tu sandok bangso i, gabe ditangkup angka malim dohot panurirang dohot sandok bangso i ibana, angka ninna ma: Ingkon marutang hosa do ho!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Boasa tung manurirangi ho marhitehite goar ni Jahowa, nimmu do: Bagas on ingkon gabe songon Silo, jala huta on tarulang sogot so adong pangisina nanggo sahalak? Jadi dirongom sandok bangso i ma si Jeremia di bagasan joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi dung dibege angka induk ni Juda barita i gabe nangkok ma nasida sian bagas ni rajai laho tu joro ni Jahowa jala hundul nasida di pintu na imbaru na di joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i didok angka malim dohot angka panurirang tu angka induk dohot tu sandok bangso i songon on: Patut marutang hosa baoa on, ai nunga manurirangi ibana dompak huta on, apala pinggolmuna sandiri umbegesa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Alai ninna si Jeremia ma tu sude angka induk dohot tu sandok bangso i songon on: Jahowa do marsuru ahu laho manurirangkon dompak joro on dohot dompak huta on sude hata, angka naung binegemuna i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "On pe padenggan hamu ma dalanmuna dohot pambahenanmuna jala tangihon hamu soara ni Jahowa, Debatamuna i, asa marpangulahi roha ni Jahowa taringot tu hamagoan naung nilumbahonna i tu hamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai anggo ahu, ida ma di bagasan tanganmuna do ahu; bahen hamu tu ahu manang dia na denggan dohot na sintong di rohamuna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ingkon botoonmuna do, molo tung saut ahu dibunu hamu, ingkon marsapata tu hamu mudar na so marpipot dohot tu huta on dohot tu jolma pangisina i, ai tongon do Jahowa marsuru ahu tu hamu laho mangkatahon tu pinggolmuna saluhut angka hata on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ninna angka induk dohot sandok bangso i tu angka malim dohot tu angka panurirang: Ndang patut marutang hosa halak on, ai marhitehite goar ni Jahowa, Debatanta i ibana mangkatahon tu hita.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Angkup ni hehe ma deba baoa sian angka sintua ni luat i angka ninna nasida ma tu sandok luhutan ni bangso i songon on:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Si Mika, na sian Maressa manurirangi do di angka ari ni si Hiskia, raja ni Juda, jala ninna do tu sandok bangso Juda: Songon on do hata ni Jahowa Zebaot: Ingkon ninggala on sogot Sion songon hauma, jala Jerusalem gabe timbunan batu, jala dolok ojahan ni joro, gabe tombak na timbo.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Beha huroha, nunga tung dibunu si Hiskia raja sian Juda dohot sandok Juda ibana alani? Nda lam mabiar do rajai mida Jahowa jala martangiang di adopan ni Jahowa? Jadi marpangulahi ma roha ni Jahowa taringot tu hamagoan naung nilumbahonna tu nasida; ia hita, tung bahenonta ma hamagoan bolon tu tondinta i?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Angkup ni adong muse na jolo sahalak, na manurirangi marhitehite goar ni Jahowa, i ma si Uria anak ni si Semanya sian Kiriat Jearim, jala manurirangi ibana dompak huta on dohot dompak tano on, suang songon saluhut hata ni si Jeremia.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dung dibege raja Joiakim dohot saluhut ulubalangna dohot saluhut induk hatana i, ditahi roha ni rajai ma naeng mambunu ibana. Dung dibege si Uria hata i gabe mabiar ibana laos maporus laho tu Misir.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i disuru raja Joiakim deba baoa tu Misir, i ma si Elnatan, anak ni si Akbor, dohot deba baoa donganna laho tu Misir.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Angka na manogihon si Uria sian Misir, jala diboan ibana tu jolo ni raja Joiakim, na mambunu ibana marhitehite podang jala direongkon bangkena tu tanoman ni halak situan na torop.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai anggo tangan ni si Ahikam, anak ni si Sapan, mandongani si Jeremia umbahen so sahat ibana tu tangan ni situan na torop i laho bunuonna.",
      "type": "content"
    }
  ]
}