{
  "book": "Yeremia",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tudosan taringot tu tali dohot auga, angka sitongoshonon ni si Jeremia tu angka raja hombar balok, manosoi nasida mangoloi patu tu si Nebukadnesar 1-11. II. Disosoi dohot si Sedekia 12-15. III. Lumbalumba maradophon angka panurirang pangansi 16-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di mula ni harajaon ni si Joiakim, anak ni si Josia, raja sian Juda, ro ma hata on tu si Jeremia sian Jahowa:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon on do hata ni Jahowa tu ahu: Bahen ma di ho angka tali dohot auga jala ampehon tu tangkuhukmu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i pantongoshon ma angka i tu raja sian Edom dohot tu raja sian Moab dohot tu raja ni halak Amon dohot tu raja sian Tirus dohot tu raja sian Sidon marhitehite tangan ni surusuruan, angka naung ro tu Jerusalem tumopot si Sedekia, raja sian Juda.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala tonahononmu do tu nasida sidohononna tu tuannasida: Songon on do hata ni Jahowa Zebaot, Debata ni Israel, ingkon songon i dohononmuna tu tuanmuna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ahu naung jumadihon tano on, jolma i dohot pinahan angka na di tano on marhitehite hagogoonku na godang i dohot marhitehite tanganku na toltoli jala hulehon do i tu manang ise lomo ni rohangku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nuaeng pe, nunga hupasahat saluhut angka luaton tu bagasan tangan ni si Nebukadnesar, raja sian Babel naposongki ro di binatang angka na di ladang i nunga hupasahat tu ibana, asa mangoloi patu di ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala ingkon mangoloi patu tu ibana do saluhut angka bangso i dohot tu anakna dohot tu pahompuna paima ro nang tingki ni tanona sandiri, dung i muse torop bangso dohot raja angka na balga papatu ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i masa ma, ia adong bangso dohot harajaon na so mangoloi patu tu ibana, tu si Nebukadnesar raja ni Babel, jala na so paundukkon tangkuhukna tu auga ni raja ni Babel marlulu ma ahu tu bangso i marhitehite podang marhitehite haraparon dohot marhitehite begu antuk, ninna Jahowa, paima sun siap nasida hubahen marhitehite tanganna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibahen i unang patangitangi hamu angka panurirangangmuna manang angka pangarunding manang angka siparnipi di hamu manang angka sijujur parhalaan manang angka parsibalik mata, angka na mandok tu hamu songon on: Unang hamu mangoloi patu tu raja ni Babel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai sipaotooto do disurirangkon nasida tu hamu, asa mambahen dao hamu sian tanomuna, jala ahu mangonjar hamu, asa laos mago hamu di rohana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai anggo bangso na paunduk tangkuhukna jumalo auga ni raja ni Babel, jala mangoloi patu tu ibana, pahotonku ma ibana di tanona, ninna Jahowa, asa dipaulaula, jala maringan disi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Ia tu si Sedekia, raja sian Juda, huhatahon do hombar tu saluhut angka hata i songon on: Paunduk hamu ma tangkuhukmuna manjalo auga ni raja sian Babel huhut mangoloi patu di ibana dohot di bangsona, asa mangolu hamu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Boasa tagonan mate hamu, ho dohot bangsom, marhitehite podang marhitehite haraparon dohot marhitehite begu sorop, songon naung nilumbahon ni Jahowa hian tu bangso na so mangoloi patu tu raja sian Babel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibahen i unang patangitangi hamu hatahata ni panurirang, angka na mandok tu hamu songon on: Ndang tagamon patu hamu bahenon ni raja sian Babel! Ai sipaotooto do na sinurirangkonnasida tu hamu!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai ndada ahu marsuru nasida, ninna Jahowa, manurirangi pe nasida marhitehite goarhu laho paotootohon do, asa ahu mangonjar hamu laos mago di rohana, nang hamu, nang panurirang i, angka na manurirangi tu hamu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Angkup ni ningku do tu angka panurirang dohot tu sandok bangso i: Songon on do hata ni Jahowa: Unang patangitangi hamu hatahata ni panurirangmuna, angka na manurirangkon tu hamu songon on: Ida ma, magira ma mulak boanon angka ulaula ni joro ni Jahowa sian Babel! Ai sipaotooto do na sinurirangkonnasida i tu hamu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Unang patangitangi hamu nasida! Tagonan hamu mangoloi patu tu raja sian Babel, asa mangolu hamu. Boasa tagonan huta on gabe parsiragongan?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai molo tung panurirang nasida, jala molo adong hata ni Jahowa tu nasida, ua martangiang nian nasida tu Jahowa Zebaot, asa unang be tarboan ulaula angka na teba di bagasan joro ni Jahowa dohot di jabu ni raja sian Juda dohot di Jerusalem tu Babel.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai songon on do hata ni Jahowa Zebaot taringot tu angka tiang dohot taringot tu tobat i dohot taringot tu angka sidegedegean dohot taringot tu pasipasi ni ulaula angka na teba di huta on.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Angka na so binoan ni si Nebukadnesar, raja sian Babel, uju na binuangkonna si Jekonya, anak ni si Joiakim, raja ni Juda sian Jerusalem tu Babel rap dohot saluhut halak na raja sian Juda dohot Jerusalem.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai songon on do hata ni Jahowa Zebaot Debata ni Israel taringot tu ulaula angka na teba dope di joro ni Jahowa dohot di bagas ni raja sian Juda dohot di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ingkon luhutna i tarboan tu Babel, jala laos disi sahat ro di ari naung hubuhul panopoton di nasida, ninna Jahowa, laos ahu mamboan nasida mulak tu inganan on.",
      "type": "content"
    }
  ]
}