{
  "book": "Yeremia",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon gapgap ni si Hanania 1-11. II. Si Jeremia mansual ibana jala dilumbahon hian hamamatena 12-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i masa ma di taon na sasada i, di mula ni harajaon ni si Sedekia, raja sian Juda, paopattaonhon, di bulan sipaha lima, ro tu ahu hata ni si Hanania, anak ni si Assur, panurirang na sian Gibeon, di bagasan joro ni Jahowa di adopan ni angka malim dohot sandok bangso i, ninna do:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon on do hata ni Jahowa Zebaot, Debata ni Israel; nunga huponggolhon auga pinampe ni raja sian Babel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Di bagasan dua taon on dope ahu mamboan mulak tu inganan on saluhut ulaula ni joro ni Jahowa, angka naung binuat ni si Nebukadnesar raja ni Babel sian inganan on, jala diboan tu Babel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Si Jekonya pe, anak ni si Joiakim, raja ni Juda, ro di saluhut na tarbuang sian Juda, angka na tarboan tu Babel, ingkon mulak boanonku tu inganan on ninna Jahowa; ai ponggolhononku ma auga pinampe ni raja sian Babel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna panurirang Jeremia ma tu panurirang Hanania di adopan ni angka malim dohot di adopan ni sandok bangso i, angka na jongjong di bagasan joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna panurirang Jeremia ma: Amin! Denggan nian dibahen Jahowa songon i! Sai dipasintong Jahowa ma hatahatam, angka naung sinurirangkonmi taringot tu hamumulak sian Babel tu inganan on, angka ulaula ni joro ni Jahowa ro di saluhut angka naung tarbuang i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai tahe sai tangihon ma hata on, na huhatahon tu pinggolmu dohot tu pinggol ni saluhut bangso i:",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Panurirang angka na jumolo sian ahu dohot sian ho, sian na robi sahali, angka naung manurirangi dompak torop luat dohot dompak harajaon angka na balga taringot tu hamusuon, pardangolan dohot begu antuk.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia adong panurirang na sumurirangkon pardamean, di hasisintong ni hata panurirangonna i tartanda ma panurirang i, manang na tongon Jahowa marsuru ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dibuat panurirang Hanania ma auga sian tangkuhuk ni panurirang Jeremia, laos diponggolhon ma i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna si Hanania ma di adopan ni sandok bangso i: Songon on do hata ni Jahowa: Di bagasan dua taon on dope ponggolhononku ma songon i auga na pinampe ni si Nebukadnesar, raja di Babel, sian tangkuhuk ni saluhut bangso. Dung i ditulus panurirang Jeremia ma dalanna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Jadi dung diponggolhon panurirang Hanania auga i sian tangkuhuk ni panurirang Jeremia, ro ma muse hata ni Jahowa tu si Jeremia songon on:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Laho ma ho jala dok ma tu si Hanania: Songon on do hata ni Jahowa: Nunga diponggolhon ho anggo auga angka na sian hau; alai ingkon paulionmu do auga angka na sian bosi bahen singkatna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai songon on do hata ni Jahowa Zebaot, Debata ni Israel: Auga bosi do na huampehon tu tangkuhuk ni saluhut bangso on, asa mangoloi patu tu si Nebukadnesar, raja sian Babel, ingkon oloannasida ibana, nang angka binatang di ladang nunga hupasahat tu ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna panurirang Jeremia ma tu panurirang Hanania: Ua tangihon ale Hanania? Ndang Jahowa marsuru ho, hape ho do mangela bangso on marhaposan di sipaotooto.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen i, songon on do hata ni Jahowa: Ida ma, onjarhononku ma ho sian sisik ni tano on ingkon di bagasan taon on dope ho mate, ala di jamitahon ho parbalion sian Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi mate ma tongon panurirang Hanania di bagasan na sataon i, di bulan sipahapitu.",
      "type": "content"
    }
  ]
}