{
  "book": "Yeremia",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "I. Surat na tinongos ni si Jeremia tu angka na tarbuang di Babel. Lumbalumba maradophon angka panurirangon gapgap 1-9. II. Dung pe salpu pitupulu taon asa mulak nasida bahenon ni Debata 10-14. III. Lumbalumba dompak angka na tading dope di Jerusalem 15-19. IV. Torutoru na sinurirangkon tu dua panurirang pargapgap 20-23. V. Paminsangon tu si Semanya, na manongos sada surat tu Jerusalem mangalo si Jeremia 24-32",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do hata ni surat na tinongos ni panurirang Jeremia sian Jerusalem tu pasipasi ni sintua angka na tarbuang i dohot tu angka malim dohot tu angka panurirang dohot tu sandok bangso i, angka naung binuangkon ni si Nebukadnesar sian Jerusalem tu Babel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung tarboan raja Jekonya dohot jolmana ro di angka na pinangkis, angka induk ni Juda dohot Jerusalem dohot angka pande hau dohot pande bosi sian Jerusalem.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Na tinongosna tu Babel marhite sian si Eleasa, anak ni si Sapan, dohot si Gemaria, anak ni si Hilkia, na sinuru ni si Sedekia, raja sian Juda, tu si Nebukadnesar raja sian Babel, ninna do:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Songon on do hata ni Jahowa Zebaot, Debata ni Israel, tu saluhut naung tarbuang, angka na hubuangkon sian Jerusalem tu Babel:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Pauli hamu angka bagas, laos ingani hamu, jala pungka hamu angka porlak, laos pangan hamu parbuena!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Buat hamu ma parompuan bahen jolmamu, asa tumubuhon anak dohot boru hamu; paorohon hamu anakmuna jala boruhon hamu borumuna, asa tumubuhon anak dohot boru nasida, asa sopar hamu disi, jala unang moru bilanganmuna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ringkoti hamu huhut hasonangan ni huta habuanganmuna na hubahen i, jala tangiangkon hamu nasida tu Jahowa, ai molo marhasonangan huta i, marhasonangan ma dohot hamu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Songon on do hata ni Jahowa Zebaot, Debata ni Israel: Unang olo hamu paotootoon ni panurirangmuna manang pangarunding angka na di tongatongamuna, jala unang patangitangi hamu nipi, angka na niipimuna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai sipaotooto do na sinurirangkonnasida tu hamu marhitehite goarhu; ndang ahu marsuru nasida, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) 2. Ai songon on do hata ni Jahowa: Molo dung gok na pitupulu taon i di Babel, ebatanku ma hamu dohot pasintongkon tu hamu bagabagangku na denggan i asa mamboan hamu mulak tu inganan on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai nunga tangkas huboto sangkap angka na husangkapi taringot tu hamu, ninna Jahowa, sangkap hasonangan do tahe ndada tu hamagoan, asa ahu mangalehon tu hamu ujung na hinalungunhonmuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi pajoujouonmuna ma ahu, huhut laho hamu martangiang tu ahu, gabe tangihononku ma hamu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala luluanmuna ma ahu laos jumpang hamu, molo tung dilului hamu ahu sian nasa rohamuna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi jumpang hamu ma ahu, ninna Jahowa, jala mulak bahenonku angka na tarbuang sian hamu, jala papunguonku hamu sian saluhut bangso parbegu dohot sian saluhut inganan haambolonganmuna na sai laon na hubahen i, ninna Jahowa, jala mulak hamu boanonku tu inganan haborhatanmuna hian laho tarbuang.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Hape didok hamu do: Nunga adong panurirang di hami di Babel, dipahehe Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai songon on do hata ni Jahowa taringot tu raja, na marhabangsa di habangsa ni si Daud dohot taringot tu sandok bangso na maringan di huta on, i ma hahaanggimuna angka na so tarboan rap dohot hamu tu habuangan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Songon on do hata ni Jahowa Zebaot: Ida ma, ahu manongoshon tu tongatonganasida podang, haraparon dohot begu antuk, jala ahu mambahen nasida songon antajau na busuk, angka na so tarpangan dibahen hinabusukna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala ahu paburuburu nasida marhitehite podang, haraparon dohot begu antuk, jala bahenonku nasida gabe siruparupaon ni saluhut harajaon, angka na di tano on, gabe bura jala gabe hasonggoton, gabe sirehereheon dohot siinsakinsahan di tongatonga ni saluhut bangso parbegu, haambolongannasida na hubahen i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ala na so ditangihon nasida angka hatangki, ninna Jahowa, uju na husuru tu nasida angka naposongku, angka panurirang i, tole manogotna i, tole potangna, hape ndang olo hamu manangihon hatanasida i ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(IV.) Dibahen i tangihon ma hata ni Jahowa, saluhut hamu angka na tarbuang i, angka naung husuru sian Jerusalem tu Babel.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Songon on do hata ni Jahowa Zebaot, Debata ni Israel, taringot tu si Ahab, anak ni si Kolaia dohot taringot tu si Sedekia anak ni si Maaslia, angka na manurirangkon sipaotooto tu hamu marhitehite goarhu: Ida ma, ahu na pasahathon nasida tu bagasan tangan ni si Nebukadnesar raja sian Babel, asa mate dibunu nasida di jolo ni matamuna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala ingkon buaton sian nasida sada bura di saluhut angka na tarbuang sian Juda, angka na di Babel, songon on: Sai dibahen Jahowa ma tu ho suang songon na tu si Sedekia dohot songon na tu si Ahab, na tinutung ni raja sian Babel di bagasan api.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ala naung binahennasida haotoon di Israel, jala marmainan nasida dohot jolma ni dongannasida, jala dihatahon hata sipaotooto marhitehite goarhu, na so hutonahon i tu nasida. Alai ahu do sibotosa jala sitindangisa, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(V.) Jala tu si Semaya isi ni Nehelam i, ingkon dohononmu songon on:",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Boti hata ni Jahowa Zebaot, Debata ni Israel, ala naung tinongosmi angka surat marhitehite goarmu tu saluhut halak angka na di Jerusalem dohot tu malim Sepania, anak ni si Maaseya dohot tu saluhut angka malim, songon on:",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Nunga dipabangkit Jahowa ho gabe malim singkat ni malim Joiada, asa hamu gabe siramoti joro ni Jahowa mangaranapi ganup baoa na lalaen dohot na manurirangi, asa bahenonmu ibana tu hurungan dohot tu beangan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "On pe boasa tung so mangonai hata ho tu si Jeremia isi ni Anatot, na manurirangi tu hamu?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ala naung tinongosna i tu hami tu Babel mandok: Laon dope hamu disi. Pauli hamu ma angka bagas jala ingani hamu, jala pungka hamu angka porlak asa panganonmuna parbuena.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi dijaha malim Sepania ma surat i tu pinggol ni panurirang Jeremia.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ro ma hata ni Jahowa tu si Jeremia songon on:",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Suruhon ma suruanmu manopot saluhut angka naung tarbuang paboahon: Songon on do hata ni Jahowa taringot tu si Semaya isi ni Nehelam i: Ala naung manurirangi si Semaya tu hamu, so manang ahu marsuru ibana, jala dipanalom rohamuna marhaposan tu sipaotooto.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dibahen i songon on do hata ni Jahowa: Ida ma, marlulu ma ahu dompak si Semaya isi ni Nehelam i dohot dompak pinomparna. Ndang jadi adong di ibana nanggo sahalak, na maringan di tongatonga ni bangso on, jala ndang jadi idaonna na denggan sibahenonku tu bangsongkon ninna Jahowa; ala naung hinatahonna parbalion sian Jahowa.",
      "type": "content"
    }
  ]
}