{
  "book": "Yeremia",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni hata torutoru tu Israel 1-5. II. Hata torutoru tu Juda uju hinarajaon ni si Josia (3:6-4:4), Juda pe ndang dapotan sipaingot sian parsorion ni Israel 6-10. III. Sosososo mandokkon Israel dohot Juda paubahon rohanasida, bagabaga taringot tu roha pangulahion ni Debata sogot 11-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna do songon on: Tung sura dipaulak baoa jolmana, gabe laho boruboru i sian ibana marsinonduk mangan tu na asing, tung tagamon mulak ma ibana tu boruboru i? Nda ramun situtu ma luat bongkai? Alai anggo ho, atik pe naung torop mangalangkup ho, sai mulak ma tu ahu, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Manaili ma ho dompak angka robean, jala ida! Didia na so maruhum na jat ho? Hundul do ho di pinggol ni angka dalan paimaimahon nasida, songon halak Arab di halongonan, gabe diramuni ho tano i marhitehite parsibabijalangonmu dohot hajahatonmu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi alani tarambat udan sipaha pitu, jala ndang ro udan sipaha sada. Alai marpardompahan sibabijalang do ho, ndang diboto ho na maila.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nda joujou do ho olat ni rasirasa nuaeng mandok tu ahu: Ale amang, partogingku do ho olat ni sidakdanakonku!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tung salelenglelengna do ulaning ibana manjujur, jala marsunisunian tongtong? Ida ma, songon i do hatam, alai diulahon ho do angka hajahaton, lam ditambai ho dope.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i ninna Jahowa ma mandok ahu uju di ngolu ni raja Josia: Diida ho do, na binahen ni Israel na marbalik i? Tung laho do ibana tu nasa dolok na buntul dohot tu toru ni nasa hau na rata, jala maruhum na jat disi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ningku ma, nang dung diulahon sude angka i: Sai mulak ma ho tu ahu! Alai ndang olo ibana mulak. Jadi diida anggina, Juda na marbalik i ma i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai huida, atik pe hupaulak Israel na marbalik i, na maruhum na jati, ala ni saluhutna i, jala hulehon surat patilaho tu ibana, hape ndang mabiar anggo anggina Juda na so maruhum i, lam laho do dohot ibana maruhum na jat.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi sian soara ni parsibabijalangonna tarramun ma tano i, jala maruhum na jat ibana tu batu dohot tu hau.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai songon i pe angka i sudena, laos so mulak tu ahu anggina, Juda na so maruhum i sian nasa rohana, marpangansi do tahe, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) Dibahen i umbahen didok Jahowa mandok ahu: Tigoran dope roha ni Israel na marbalik i sian Juda na so maruhum i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Laho ma ho, jala tingtingkon angka hata on dompak utara, jala dok ma: Sai mulak ma ho, ale Israel na marbalik i, ninna Jahowa; unang pe huparupi bohingku mida hamu, ai pardengganbasa do ahu, ninna Jahowa, ndang manjujur ahu salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Asal ditanda ho hajahatonmu, na tinundalanmu Jahowa Debatam, jala mulahulak ho tu angka debata sileban di toru ni saluhut hau na rata, jala ndang ditangihon hamu soarangku, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sai mulak ma, hamu ale angka anak na marbalik i, ninna Jahowa, ai ahu do harajaanmuna hian, jala alaponku do hamu sahalak sian sada huta, jala dua halak sian sada marga, jala togihononku do hamu tu Sion.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala lehononku tu hamu angka parmahan, hombar tu lomo ni rohangku, jadi marparbinotoan, jala marroha nasida marmahan hamu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i masa ma, ia dung torop jala mabue hamu di tano i di angka ari sogot, ninna Jahowa, ndang be dohonon ni halak: Poti parpadanan ni Jahowa! Ai ndang be tubu di roha ni manang ise, manang paingotingotonna, jala ndang be lulululuanna manang bahenonna na asing.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Goaron ni halak ma Jerusalem di tingki na sasada i: Habangsa ni Jahowa, jala marpungu tusi sude angka parbegu, tu goar ni Jahowa na di Jerusalem, jala ndang be paihutonnasida hatangkangon ni rohanasida na jati.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Di angka ari i laho ma pinompar ni Juda tu pinompar ni Israel jala rap ro nasida sian tano na di utara tu tano na huturpukhon tu ompumuna mambahen teanteananna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala nunga pola hudok: Sai pagabeonku do ho di anak, jala lehononku tu ho tano hasudungan ni roha, partalian hamuliaon di tongatonga ni angka parangan sian angka parbegu! Jala nunga pola hudok: Damang do ahu goaronmu, jala ndang be tundalanmu ahu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai tongon tahe, songon panadingkon ni parompuan di puangna, songon i do panadingkonmuna di ahu, ho ale pinompar ni Israel, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tarbege do suara di angka robean, partatangison ni anak ni Israel, ala diparoa nasida dalannasida, ala dihalupahon nasida Jahowa Debatanasida i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sai mulak ma, hamu ale angka anak na marbalik i, asa hupamalum panundalionmuna i! Ida ma, na ro ma hami manopot ho, ai ho do Jahowa Debatanami.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tongon tahe, ndang adong hirimon hatuaon sian angka robean, manang sian angka dolokdolok, ai holan sian Jahowa Debatanta ro hatuaon ni Israel.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai haurahon do manganhon na hinangaluthon ni angka ompunta sian sidakdanahonta: Birubirunasida dohot jongginasida, anaknasida dohot boruna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Marpangkean do hita di haurahonta, jala dihungkupi haleaonta do hita, ala mardosa hita dompak Jahowa Debatanta, hita tahe dohot ompunta sian sidakdanahonta rasirasa sadarion, jala ndang itatangihon soara ni Jahowa Debatanta.",
      "type": "content"
    }
  ]
}