{
  "book": "Yeremia",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu hamumulak sian Babel: Dung tarjepol situtu bangso ni Debata marpangulahi ma rohana mida nasida, patindangonna ma di nasida sada raja sian pinompar ni si Daud 1-11. II. Pamalumonna ma muse angka bugang ni bangso i 12-17. III. Paulionna muse huta Jerusalem dohot bagas habadiaon i 18-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do hata na ro tu si Jeremia sian Jahowa:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon on do hata ni Jahowa, Debata ni Israel: Surathon ma di ho saluhut hata angka naung huhatahon tu ho, tu sada buku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai ida ma, na ro do angka ari sogot, ninna Jahowa, mulak ma disi togihononku angka na tarbuang sian bangsongku Israel dohot Juda, ninna Jahowa, jala mulak nasida togihononku tu tano naung hulehon i tu ompunasida, asa nasida nampunasa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "On do huhut hata, angka naung hinatahon ni Jahowa taringot tu Israel dohot taringot tu Juda.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai songon on do hata ni Jahowa: Hubege hami do soara angguhangguk, hatahutan, jala ndang adong hasonangan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ua sungkunsungkun i jala tangkasi humaliang hamu manang dung do baoa mangae posoposo? Boasa tung huida ganup baoa mangampehon tanganna tu gantingna, songon inaina na mangae posoposona, jala muba saluhut bohi marlangan?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Oe jea tonanon! Ai tung na bolon ari na sasada i, na so adong tudosna, jala tingki hagogotan do i di Jakkob; alai atik pe songon i ingkon paluaon ibana sian i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i di ari na sasada i, ninna Jahowa Zebaot, ponggolhononku ma augana sian tangkuhukmu, jala rapuanku angka tali pangihot na di ho, jala ndang be halak ruar marhatobanhon ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ingkon Jahowa Debatanasida i oloannasida dohot si Daud rajanasida i, sipatindangonku di nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo ho, ale Jakkob naposongki, unang ho mabiar, ninna Jahowa, jala unang tarsonggot ho, ale Israel; ai ida ma, ahu paluahon ho sogot sian luat na dao dohot pinomparmu sian tano habuangannasida; jala ingkon mulak Jakkob marnalom ni roha jala marsonangsonang, jala ndang adong nanggo sahalak na manonggoti.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai ahu do donganmu, ninna Jahowa, laho paluahon ho; ai sun siap do bahenonku saluhut bangso parbegu haambolonganmu na hubahen i na sai laon, alai anggo ho ndang siap bahenonku; ingkon pinsangonku do ho nian hombar tu uhum, jala ndang tarbahen so toruanku ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Ai songon on do hata ni Jahowa: Tung na targisik do bugangmu, jala bernit situtu torutoru na niaemi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ndang adong nanggo sahalak na mangondihon ho di paruhuman laho pauliulihon bugangmi, jala ndang adong taoar pamalumhon bugangmi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nunga dihalupahon saluhut angka alealem ho, ndang usouso nasida di ho, ai harageon ni musu hutonahon tu ho, pinsangpinsang ni halak pangarupa, ala ni godang ni hajahatonmu, tung na so habilangan do angka dosami.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Boasa tung mangangguhi ho ala ni bugangmu, ala na so hadaonan sahitmu? Binahen ni hinadeak ni hajahatonmu, ala na so habilangan angka dosam umbahen na songon i hubahen tu ho.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen i luhut angka na mamondut ho, ingkon bonduton do sogot, jala luhut angka na manosak ho, ingkon rap tarboan nasida sogot tu habuangan, jala halak na mamupusi ho, ingkon pupusan sogot, jala luhut halak na mandobo ho, ingkon pasahatonku doboon ni halak.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai ahu ma patupahon hahisaron di ho, jala pamalumonku ho sian bugangmu, ninna Jahowa, ala si habuangan goarmu didok halak ale Sion, na so parduli ni halak nanggo sada.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Songon on do hata ni Jahowa: Ida ma, mulak ma togihononku angka na tarbuang sian undungundung ni si Jakkob jala marpangulahi rohangku mida angka ingananna; jala ingkon paulion muse huta i di atas dolokna jala bagas parhabangsaan i inganan songon uhumna hian.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala ingkon ruar sian i soara pujipujian dohot soara ni halak na marlas ni roha; ai ahu patorophon sogot nasida, jala ndang jadi moru nasida, jala marmulia nasida bahenonku, jala na so tupa marmetmet nasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia anaknasida ingkon songon di na robi do, jala parluhutanna ingkon hot di jolongku, jala marlulu do ahu sogot tu saluhut halak na mangarupa ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala jujungan ihutanna, ingkon ro sian ibana, jala rajana bangkit sian tongatongana laos ahu pajonokkon ibana, asa jumonok ibana tu ahu, ai tung ise ma na hum sumeahon dirina laho jumonok tu ahu, ninna Jahowa?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi ingkon hamu gabe bangsongku, jala ahu gabe Debatamuna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ida ma, ruar do sada habahaba sian Jahowa, dohot parpiarpiar ni rimas, sada habahaba poting baliung na mamboan hamagoan, manipa tu ulu ni halak parjahat.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ndang tagamon mombun parpiar ni muruk ni Jahowa, nda jolo sahat dibahen jala di hajongjongkon sangkapsangkap ni rohana hian. Di ujung ni angka ari sogot tangkas antusanmuna i!",
      "type": "content"
    }
  ]
}