{
  "book": "Yeremia",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni bagabaga parasian tu Israel: Patar do sogot denggan basa ni Debata tu bangsona salelenglelengna 1-14. II. Andungna na sai laon gabe las ni roha sogot 15-20. III. Ndang be manginona tu angka dakdanak dosa ni amana 21-30. IV. Bagabaga taringot tu padan ma imbaru 31-34. V. Ndang be bolongkonon ni Jahowa bangsona 35-40",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di tingki ujungna i, ninna Jahowa, ahu gabe Debata ni saluhut marga ni Israel jala nasida gabe bangsongku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon on do hata ni Jahowa. Nunga dapotan asi ni roha di halongonan bangso na malua sian podang. Laho ma ahu manogihon Israel tu hasonangan ni rohana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga tibu hian diida rohangku Jahowa, ninna ibana do: Haholongon salelenglelengna hubahen mangkaholongi ho, dibahen i hutogutogu ho marhitehite asi ni roha.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Paulionku dope ho muse, asa tung tipak ho, ale boru Israel, marjagarjagarhon arbabmu do ho muse jala ruar marhalianghaliang rap dohot halak na marlas ni roha.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon pungkaonmu dope angka porlak anggur di dolok Samaria, laos halak na umpungkasa manganhon parbuena.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai ro do ari sogot, joujou ma disi halak parjaga di dolok Epraim: Beta ma hita, asa nangkok hita tu Sion mandapothon Jahowa Debatanta!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai songon on do hata ni Jahowa: Marhinsa ni roha ma hamu marsuraksurak mida si Jakkob, jala marolopolop ma hamu mida ihutan ni angka bangso parbegu! Pangiar hamu ma soaramuna mamujimuji jala dok hamu ma: Sai palua ma ale Jahowa bangsom, pasipasi ni Israel!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ida ma, ingkon ahu manogihon nasida sian tano na tungkan utara jala ahu papunguhon nasida sian angka ujung ni tano on rap dohot angka na mapitung dohot na pangpang, na gabegabean dohot pangintubu di tongatonganasida. Tung luhutan na bolon do nasida angka na mulak i tuson.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ro do nasida tutu huhut tumatangis dohot marhuraja. Ahu ma manogihon nasida tu angka batang aek di dalan na hornop, ndang tagamon tarsulandit nasida disi; ai ahu do gabe ama di Israel jala Epraim gabe anak buhabajungku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tangihon ma hata ni Jahowa, hamu ale angka bangso parbegu, jala baritahon hamu ma i di pulopulo angka na dao jala hatahon hamu: Ibana na paserakkon Israel na jolo, laos ibana papunguhon muse jala ramotanna, songon parmahan di punguanna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai nunga ditobus Jahowa Jakkob i jala nunga dipalua ibana sian tangan ni na gumogo sian ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ro do nasida sogot huhut marolopolop di punsu ni Sion jala marrongoman nasida mandapothon denggan basa ni Jahowa: Eme dohot anggur dohot miak dohot anak ni birubiru dohot lombu, jadi tondinasida ingkon songon porlak na tangkas di aek, jala ndang be mandate nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi marlas ni roha ma disi namarbaju marhalianghaliang dohot dolidoli ro di angka na tuatua, jadi muba ma arsak nasida gabe las ni roha bahenonku, jala apulonku nasida huhut palashon dung salpu gondokna na sai laon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i marlobilobi ma tondi ni angka malim di tabotabo jala bosuran bangsongku marsaulihon denggan basangku, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Songon on do hata ni Jahowa: Tarbege do di Rama soara andungandung dohot partangison: Ditatangisi si Rahel anakkonna, ndang olo ibana apulon taringot tu anakkonna i, ai nunga siap nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Songon on do hata ni Jahowa: Paontok soaram sian partatangison dohot matami sian iluilu, ai adong do upa ali ni hangalutonmu, ninna Jahowa; jala ingkon mulak nasida sian tano ni musu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala adong do sihirimonmu di ujungna, ninna Jahowa, ingkon mulak angka anakmu tu partaliannasida hian.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Nunga tangkas hubege Epraim mangandungi songon on: Nunga dipinsang ho ahu, jala olo do ahu pinsangon songon anak ni horbo na so niajar. Sai ho ma paubahon rohangku, asa tung saut muba; ai ho do Jahowa, Debatangku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai dung muba rohangku, husolsoli ma, jala dung hutanda diringku hutompuk ma gontingku. Maila ma ahu huhut marlangan, ala huusung haurahon ni haposoonki.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nda anak hasian si Epraim di ahu? Nda anak hasoloan? Ai manang piga hali pe hatangku dompak ibana, sai marningot dope ahu di ibana; ala ni malala do ateatengku taringot tu ibana, ingkon marpangulahi rohangku mida ibana ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Patindang ma di ho angka tanda, bahen di ho angka tiang parningotan, patongon ma roham tu dalan na bolon, dalan naung nidalananmu! Mulak ma ho, ale boru Israel, mulak ma ho tumopot angka hutam on.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sadia leleng on sai datdatanmu maotaot, ale boru na marbalik? Ai nunga dijadihon Jahowa pangalaho na imbaru di tano on: Parompuan i mangkaol baoa i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Songon on do hata ni Jahowa Zebaot, Debata ni Israel: Dohonon ni halak dope sogot hata on di tano Juda dohot di angka hutana, ia dung mulak angka na tarbuang sian nasida: Sai dipasupasu Jahowa ma ho, ale inganan ni hatigoran, dolok habadiaon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala maringan disi sogot Juda dohot saluhut hutana patampaktampak, nang halak paruma, nang halak na mangihutihut mangadu parduaan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai ahu mangalehon minum parroha na mandate pola marlobilobi, jala ahu palashon roha ni halak na tarhatos.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ala ni tarsunggul ahu jala manaili humaliang, jala lambok di ahu parmodomhu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ida ma, na ro do angka ari sogot, ninna Jahowa, marboni ma bahenonku pinompar ni Israel dohot pinompar ni Juda, boni jolma dohot boni pinahan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala masa sogot, ia songon i ahu dungo taringot tu nasida laho mambutbut, laho mangaloha, laho mamansingkon dohot laho mangago dohot laho mambahen marhinamago laos songon i ahu dungo sogot taringot tu nasida laho paulihon dohot laho manuan, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Di angka ari i, ndang be dohonon ni halak: Angka amaama, manganhon parbue ni anggur na asom, gabe ngiluan ia ngingi ni anakna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ingkon ganup baoa tahe mate binahen ni hajahatonna sandiri. Ganup jolma na manganhon parbue ni anggur na asom, ingkon ngingina sandiri tahe ngiluan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(IV.) Ida ma, na ro do angka ari sogot, ninna Jahowa, pungkaonku ma padan na imbaru tu pinompar ni si Israel dohot tu pinompar ni si Juda.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ndada songon padan na hubahen i na jolo tu ompunasida, uju na hutangkup tangannasida i laho manogihon nasida ruar sian tano Misir, hape diose nasida do padan na hubahen i, atik pe ahu harajaannasida nian, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ai on do padan sibahenonku tu pinompar ni si Israel, dung salpu angka ari on, ninna Jahowa: Lehononku ma patikku tu bagasan ateatenasida jala surathononku do i tu bagasan rohanasida, asa ahu gabe Debatanasida, jala nasida gabe bangsongku.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi ndang pe podaan ni sahalak donganna, manang dohononna tu hahaanggina i songon on: Tanda hamu ma Jahowa! Ai tung saluhut nasida tumanda ahu sogot, tole na metmet, tole na magodang sian nasida, ninna Jahowa, ai marpamuati do sogot rohangku mida hajahatonnasida i, jala ndang be ingotonku dosanasida i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(V.) Songon on do hata ni Jahowa, na mangalehon mata ni ari gabe panondang arian, aturan ni bulan dohot angka bintang gabe panondang borngin, ibana manggunsang laut, gabe marhasak angka galumbangna; Jahowa Zebaot do goarna.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Tung sura mansohot angka aturan i maradophon ahu, ninna Jahowa, mansadi ma dohot pinompar ni Israel, unang be targoar bangso di jolongku salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Songon on do hata ni Jahowa: Molo tung dapot suhaton angka langit di ginjang, jala dapot dodoon angka ojahan ni tano on di toru, dohot ma ahu mambolongkon sandok pinompar ni si Israel ala ni saluhut na binahennasida, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ida ma, na ro do angka ari sogot ninna Jahowa, paulion ma muse disi huta i di Jahowa sian tungkup Hananel sahat ro di harbangan parsuhi.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i ruar muse tali pangungkur tu jolo sahat ro di robean Gareb, jala mamedu tungkan Goa.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Tole muse sandok rura ni angka bangke dohot sirabun, ro di saluhut tano pea sahat ro di batang aek Kidron, sahat muse ro di suhi ni harbangan hoda tungkan habinsaran, ingkon badia do i di Jahowa. Na so tupa be lohaon manang segahononhon ro di salelenglelengna.",
      "type": "content"
    }
  ]
}