{
  "book": "Yeremia",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "I. Uju tartungkum tu Jerusalem, ingkon tuhoron ni si Jeremia na tahurung i santurpuk hauma bahen tanda paboa mulak ni bangso i sogot 1-15. II. Tangiang ni panurirang i 16-25. III. Dilumbahon Debata hian tu ibana halelengse ni Jerusalem ala ni dosana 26-35. IV. Alai anggo sogotsogot ni ari ibana manogihon bangso i sian habuangan mulak tu tanona 36-44",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do hata na ro tu si Jeremia sian Jahowa, pasampulutaonhon hinarajahon ni si Sedekia, raja sian Juda, i ma pasampuluualutaonhon hinarajahon ni si Nebukadnesar.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Uju na ditungkum parangan ni raja sian Babel Jerusalem, alai tarhurung, do ianggo panurirang Jeremia di bilut hurungan na di bagas ni raja sian Juda.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tusi do ibana dihurungkon si Sedekia, raja sian Juda huhut mandok: Boasa tung manurirangi ho songon on: Songon on do hata ni Jahowa: Ida ma, ahu ma pasahathon huta on tu bagasan tangan ni raja sian Babel asa papatuonna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Si Sedekia pe raja sian Juda, ndang tagamon malua sian tangan ni halak Kasdim, ingkon ahu pasahathon ibana tu tangan ni raja sian Babel, asa masipangkulingan pamangannasida be jala masiberengan matanasida be.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala boanonna si Sedekia tu Babel, loas disi ibana paima marlulu ahu tu ibana, ninna Jahowa. Ai marmusu pe hamu dohot halak Kasdim, ndang tagamon marantu hamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna si Jeremia ma: Nunga ro hata ni Jahowa tu ahu songon on:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ida ma, na ro ma si Hamamel, anak ni si Sallum, amangtuam, manopot ho mandok songon on: Tuhor ma di ho haumangku, na di Anatot, ai di ho do uhum partobuson laho manuhor.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ro ma si Hamamel, anak ni amangtuangku, hombar tu hata ni Jahowa manopot ahu tu bilut hurungan, jala didok tu ahu: Ua tuhor ma haumangku na di Anatot di tano Benjamin, ai di ho do uhum teanteanan jala di ho do partobuson. Sai tuhor ma i di ho, jadi mamoto ma ahu hata ni Jahowa do i hape.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi hutuhor ma hauma i sian si Hamamel, anak ni amangtuangku na di Anatot, jala hudasingkon tu ibana perak sampulu pitu hati.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i husurathon ma hata i tu sada surat jala husahap hubahen huhut angka sitindangi jala hudasing perak i di hatian.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i hubuat ma surat panurhoron i, naung nirongkom hombar tu adat dohot tu uhum rap dohot surat na tarbungka i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i hulehon ma surat panuhoran i tu si Baruk, anak ni si Neria, tubu ni si Maaseia, di adopan ni si Hamamel, amangtuangki, dohot di adopan ni angka sitindangi angka na mambahen tanda tangan di surat panuhoran i di adopan ni saluhut halak Jahudi, angka na hundul di bilut hurungan i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala hutonai si Baruk di adopannasida songon on:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Songon on do hata ni Jahowa Zebaot, Debata ni Israel: Buat ma angka suraton, surat panuhoran i tahe, nang sinahap i nang surat na tarbungka i, jala bahen tu bagasan abalabal sian tano takko, asa tung laon tarpeop.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai songon on do hata ni Jahowa Zebaot, Debata ni Israel: Ingkon tuhoron dope sogot angka bagas, angka hauma dohot angka porlak anggur di tano on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Jadi dung hulehon surat panuhoran i tu si Baruk, anak ni si Neria, martangiang ma ahu tu Jahowa songon on:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Iale Tuhan Jahowa, ida ma nunga dijadihon ho angka langit dohot tano on marhitehite hagogoonmu na godang i dohot marhitehite tanganmu na toltoli, ndang adong na so tarpatupa ho nanggo sada.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ho do na mambahen asi ni roha tu halak marriburibu jala ho do mambaloshon hajahaton ni amaama tu ampuan ni anakna angka na di pudinasida. Ho do Debata na sun timbul jala na gogo, Jahowa Zebaot do goarmu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Parsangkap na timbul do ho jala na gogo marpambahenan; manatap manonggor do matami mida saluhut dalan ni manisia laho mangalehon tu ganup hombar tu angka dalanna dohot hombar tu parbue ni pambahenanna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ho do naung mambahen angka tanda dohot halongangan di tano Misir rasirasa sadarion, nang tu Israel, nang tu jolma na asing, jala marbarita goarmu dibahen ho sadarion.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala nunga ditogihon ho bangsom Israel ruar sian tano Misir marhitehite angka tanda dohot halongangan, marhitehite tangan na gogo jala na toltol dohot marhitehite hasonggoton bolon.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala nunga dilehon ho tu nasida tano on na niuarihonmu tu ompunasida lehononmu tu nasida, sada tano na marlobilobi di susu dohot di situak ni loba.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dung tolhas nasida tusi jala ditean, gabe ndang ditangihon nasida soaram jala patikmi ndang dipangalahohon nasida; saluhut tahe na tinonahonmu tu nasida sibahenonna nian, ndang dibahen nasida; ala ni dihonahon ho tu nasida saluhut hamagoan on.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ida ma, angka salosap nunga tolhas tu huta i laho manoluk, huta i pe nunga sahat tu tangan ni halak Kasdim, angka partungkum i, binahen ni podang, haraparon dohot begu antuk; jala naung nilumbahonmu nunga songgop, ho do marnidasa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Hape lam didok ho dope tu ahu, ale Tuhan Jahowa: Tuhor ma di ho hauma i nasa argana jala bahen angka sitindangi! Hape nunga sahat tu tangan ni halak Kasdim ia huta i!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(III.) Dung i ro ma hata ni Jahowa tu si Jeremia songon on:",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ida ma, ahu do Jahowa, Debata ni nasa manisia. Tung adong ma tagamon na so tarpatupa ahu?",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dibahen i songon on do hata ni Jahowa: Ida ma, ahu pasahathon huta on tu tangan ni halak Kasdim dohot tu tangan ni si Nebukadnesar, raja sian Babel, asa papatuonna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai masuhan ni halak Kasdim, angka partungkum i ma huta on, jala nahitanna huta on, jala surbuonna ro di bagas, panutungan daupa di atas tarupna tu Baal jala panguseanna di pelean siinumon tu angka debata sileban, pahehe rimashu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai anggo halak Israel dohot halak Juda, holan sogo ni rohangku do diulanasida olat ni haposoonna; ai anggo halak Israel sai tong pahehe rimashu, marhitehite pambahenan ni tangannasida, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tongon tahe sumunggul rimashu dohot murukku do huta on, olat ni ari dung pinajongjong rasirasa sadarion, umbahen ingkon bolongkononku huta i sian jolongku.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ala ni saluhut hajahaton ni halak Israel dohot halak Juda, angka na binahennasida pahehe rimashu, nang nasida, nang rajanasida, induknasida, angka malim dohot panurirang di nasida ro di halak Juda dohot isi ni Jerusalem.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Nunga pola tangkuhukna, ndada bohina di dompakkon tu ahu; jala atik pe hupasogot mangajari nasida tongtong, ndang ditangihon nasida manang olo manjalo pangajaron.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Lam dipajongjong nasida ganaganaannasida angka na sogir i tu bagasan bagas naung targoar tu goarhu laho paramunhon.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jala dipajongjong nasida angka tambak di Baal, angka na di rura ni anak ni si Hinnom, laho pabolushon anaknasida dohot borunasida sian api marsomba tu ajian Molok, na so dung hutonahon tu nasida, manang tubu di bagasan rohangku bahenonna hasogiron sisongon i, asa mangela Juda mardosa.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(IV.) Ala ni umbahen songon on hata ni Jahowa, Debata ni Israel, taringot tu huta on naung nidokmuna i, nunga sahat tarlehon tu tangan ni raja sian Babel marhitehite podang dohot haraparon dohot begu antuk:",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ida ma, ahu sandiri papunguhon nasida sian saluhut luat haambolongannasida na sai laon binahen ni rimashu dohot murukku dohot binahen ni piripiri godang, jala mulak nasida togihononku tu inganan on, asa marsonangsonang nasida maringan disi.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jadi nasida gabe bangsongku, jala ahu gabe Debatanasida.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jala ahu mangalehon tu nasida sada roha dohot sada dalan asa marhabiaran tu ahu saleleng arinasida bahen hatuaon di nasida dohot di pinomparnasida sogot.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jala ahu mambahen tu nasida padan salelenglelengna, paboa na so tupa be ahu sumurut sian nasida mambahen na denggan tu nasida, jala lehononku do biar mida ahu tu bagasan rohanasida, asa unang be marbalik nasida sian ahu.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jadi marlas ni roha ma ahu mida nasida mambahen na denggan tu nasida jala ahu mangalopokkon nasida sogot tu tano on marhitehite habonaron sian nasa rohangku dohot sian nasa tondingku.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Ai songon on do hata ni Jahowa: Songon naung huparo tu bangso on saluhut jea godangon, suang songon i ahu parohon sogot tu nasida saluhut na denggan naung huparbagabaga i tu nasida.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Jala ingkon tuhoron dope hauma di tano on naung nidokmuna i: Halongonan do on na so marisi jolma manang pinahan, naung sahat tu tangan ni halak Kasdim.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Tuhoron dope tongon angka hauma marhitehite hepeng jala bahenonna do surat laos sahaponna dohot mambahen sitindangi di tano Benjamin dohot humaliang Jerusalem dohot di bagasan angka huta ni Juda dohot di bagasan huta angka na di dolok dohot di bagasan huta angka na di pea dohot di bagasan huta angka na tungkan dangsina; ai mulak do togihononku angka na tarbuang sian nasida, ninna Jahowa.",
      "type": "content"
    }
  ]
}