{
  "book": "Yeremia",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hasisintong ni bagabaga taringot tu asi ni roha sijaloon ni bangso i dohot taringot tu hamumulakna sian habuangan 1-13. II. Panurirangon taringot tu tumbur hatigoran sian pinompar ni si Daud 14-18. III. Hot do padan parasian na imbaru i ro di salelenglelengna 19-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni Jahowa tu si Jeremia paduahalihon di na tarhurung dope ibana di bilut hurungan i, ninna do:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon on do hata ni Jahowa na pasintongkon bagabagana i, Jahowa na manjadihonsa laho pasunhon, Jahowa do goarna!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Joujou ma ho tu ahu, asa hualusi ho, asa hupabotohon tu ho hata angka na bolon dohot na songkal, angka na so binotomi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Songon on do hata ni Jahowa, Debata ni Israel, taringot tu angka bagas ni huta an dohot taringot tu angka bagas ni angka raja sian Juda angka naung niloha on bahen partanobatoan dompak angka salosap dohot dompak angka podang.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Adong pe jolma masuk tu bagasan laho marmusu dompak halak Kasdim, asa gohanna angka i dohot bangke ni jolma, angka naung hubunu di bagasan murukku dohot di bagasan rimashu, ala naung hupadao bohingku sian huta on binahen ni saluhut hajahatonnasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ida ma, ahu sandiri pahehehon tu nasida hahisaron dohot hamalumon, jala pamalumonku nasida, jala ahu papatarhon tu nasida hadameon dohot habonaron mardapotdapot.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala ahu manogihon mulak angka na tarbuang i sian Juda dohot angka na tarbuang i sian Israel, jala ahu pahothon nasida suang songon di mulana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala ahu mangurasi nasida sian saluhut hajahatonnasida i, na mardosai nasida dompak ahu, jala marpamuati rohangku di saluhut hajahatonnasida i, na mardosai nasida dompak ahu, jala na niosenasida i ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala ingkon gabe barita silas ni rohangku huta i, bahen pujipujian dohot bahen hamuliaon maradophon saluhut bangso parbegu di tano on, angka na umbege saluhut na denggan na hubahen i tu nasida, jadi tarsonggot jala angka hitir nasida mida saluhut na denggan dohot mida saluhut huta on na hubahen i tu nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Songon on do hata ni Jahowa: Tarbege dope sogot di inganan on, naung nidokmuna i: Nunga tarulang, ndang be marisi jolma nanggo sahalak manang pinahan, di bagasan angka huta ni Juda dohot di alaman ni Jerusalem, angka naung tarulang i, ndang be marisi jolma nanggo sahalak manang pinahan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tarbege dope sogot disi soara olopolop dohot soara las ni roha, soara ni pangoli dohot soara ni oroan, soara ni angka na mandok: Puji ma Jahowa Zebaot, ai pardengganbasa do Jahowa, ai ro di saleleng ni lelengna do asi ni rohana! Tole muse soara ni halak na mamboan pelean hamauliateon tu joro ni Jahowa; ai ahu ma manogihon mulak sogot halak angka na tarbuang sian tano on, gabe suang songon di mulana, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Songon on do hata ni Jahowa Zebaot: Adong dope sogot di inganan on, na tarulang nuaeng, so marisi jolma nanggo sahalak manang pinahan, jala di bagasan saluhut hutana adong muse pondokpondok ni parmahan, angka na paulon birubiruna disi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tole di bagasan huta angka na di dolok, tole di bagasan huta angka na di pea dohot di bagasan huta angka na tungkan dangsina dohot di tano Benjamin dohot humaliang Jerusalem dohot di bagasan angka huta ni Juda, mamolus dope sogot birubiru angka na niadu ni halak na mamilangi, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Ida ma, na ro do angka ari sogot, ninna Jahowa, ahu ma pasintongkon disi hata na denggan i naung huparbagabaga i taringot tu pinompar ni Israel dohot taringot tu pinompar ni Juda.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Di angka ari i dohot di tingki i ahu ma patubuhon di si Daud sada tumbur hatigoran, ibana ma mangkajongjongkon uhum dohot hatigoran di tano on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Di angka ari i ma dapotan tua Juda jala marsonangsonang isi ni Jerusalem maringanan, jala on do goarna dohonon ni halak: Jahowa parpintoranta.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai songon on do hata ni Jahowa: Na so tupa tos sian si Daud baoa na hundul di habangsa ni pinompar ni si Israel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Angka malim pe dohot halak Lepi na so tupa tos sian adopanku baoa angka na mamelehon pelean situtungon dohot na manutung pelean sipanganon dohot na marhobas pelean sipotongon ariari.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Dung i ro muse ma hata ni Jahowa tu si Jeremia ninna do:",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Songon on do hata ni Jahowa: Tung sura mansohot bahenonmuna aturan na hubahen i taringot tu arian dohot taringot tu borngin, gabe ndang be masa arian dohot borngin di tingkina be.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Mansadi ma dohot padanhu tu si Daud naposongki, ndang adong be di ibana anak na bangkit raja hundul di habangsana, mansohot dohot tu halak Lepi, nang tu angka malim, angka na marhalado di ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Songon parangan angka na lohot di langit, angka na so tarbilang dohot horsik ni laut na so hasuhatan, suang songon i do patoroponku pinompar ni si Daud naposongki dohot halak Lepi angka parhalado di ahu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ro muse hata ni Jahowa tu si Jeremia songon on:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Atehe ndang diparateatehon ho na nidok ni bangso on: Na dua marga na pinillit ni Jahowa hian, nunga dibolongkon muse? Jadi marhu ni roha nasida mida bangsongku, hira na so bangso be bilangan di rohanasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Songon on do hata ni Jahowa: Tung sura sohot padan na hubahen i taringot tu arian dohot borngin, sohot dohot aturan na hubahen i taringot tu patikpatik tu langit dohot tano on.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ambolong ma bahenonku dohot pinompar ni si Jakkob dohot si Daud, naposongki, asa unang be buaton sian pinomparna bahen pangarajai di pinompar ni si Abraham, si Isak dohot si Jakkob. Ai mulak do togihononku angka na tarbuang sian nasida, jala marpangulahi rohangku mida nasida.",
      "type": "content"
    }
  ]
}