{
  "book": "Yeremia",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Jeremia mangalumbahon hatataban ni Jerusalem tu raja Sedekia dohot parsorionna sandiri 1-7. II. Hata paminsangon ala na niose nasida padan haluaon ni hatoban sian halak Heber 8-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do hata na ro tu si Jeremia sian Jahowa, uju si Nebukadnesar, raja sian Babel, ro di sandok paranganna dohot saluhut harajaon ni tano on na masuk tu gomgomanna ro di saluhut bangso, marporang dompak Jerusalem dohot dompak saluhut hutana, ninna do:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon do hata ni Jahowa, Debata ni Israel: Laho ma ho, jala lumbahon tu si Sedekia raja ni Juda, jala dok ma tu ibana: Songon on do hata ni Jahowa: Ida ma, ahu ma pasahathon huta on tu tangan ni raja sian Babel, asa surbuonna dohot api.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ho pe ndang tagamon malua sian tanganna, ingkon tartangkup ho jala sahat tu tanganna, jala adop mata be masiberengan ho dohot raja sian Babel, jala pamanganna tu pamanganmu mangkatai jala ingkon tarboan ho tu Babel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai tangihon huhut hata ni Jahowa, ale Sedekia, raja ni Juda! Songon on do hata ni Jahowa taringot tu ho: Ndang mate ho ianggo marhitehite podang.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon marsonangsonang ho mate, jala songon na binahenna tu angka ompumu, angka raja di na robi, angka na jumolo sian ho, suang songon i tutungonna pamurunan pasangap ho, jala andunganna ho: Iale Tuhan! Ai i do hata na hulumbahon hian, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dipatolhas panurirang Jeremia ma saluhut hata i tu si Sedekia, raja ni Juda di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Uju parangan ni raja sian Babel marmusu dompak Jerusalem dohot dompak saluhut huta ni Juda angka na teba i, dompak Lakis dohot dompak Azeka ai i do na teba sian huta ni Juda angka na gantingi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) On do hata na ro tu si Jeremia sian Jahowa, dung dibahen raja Sedekia parjanjian tu sandok bangso i na di Jerusalem maningtingkon tu nasida haluaon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ingkon ganup paluahon naposona baoa dohot naposona boruboru, marga Heber, asa unang adong manang ise na marhatobanhon donganna Jahudi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi mangoloi be ma saluhut induk dohot sandok bangso i angka na masuk tu parjanjian i, ganup do paluahon naposona baoa dohot naposona boruboru, asa unang be diparhatoban nasida; mangoloi be ma tutu nasida paluahon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai hosing muse rohanasida, laos mulak muse diboan angka naposo baoa dohot parompuan, angka naung pinaluana i, jala dipaksa nasida muse gabe naposo baoa dohot parompuan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ala ni ro muse ma hata ni Jahowa tu si Jeremia, ninna do:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Songon on do hata ni Jahowa, Debata ni Israel: Nunga ahu mambahen sada parpadanan tu ompumuna, uju ahu manogihon nasida ruar sian tano Misir, sian bagas pangadopan, songon on:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ganup papitutaonhon, ingkon ganup hamu paluahon donganna marga Heber, naung manggadishon dirina tu ho; ingkon onom taon lelengna pangulahononna ho, dung i paluaonmu boti ibana sian lambungmu. Hape ndang ditangihon ompumuna ahu jala ndang ditarehon pinggolna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai nunga muba ianggo rohamuna sadarion, jala nunga dibahen hamu na sintong di rohangku, naung ditingtingkon hamu haluaon ganup tu donganna, jala naung dibahen hamu parpadanan di jolongku di bagasan bagas na targoar tu goarhu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai nunga hosing muse rohamuna, gabe diramuni hamu goarhu, jala mulak diboan hamu ganup naposona baoa dohot naposona boruboru, angka naung pinaluamuna boti marguru tu rohanasida gabe marhata ingkon hamu tu nasida sumuang gabe naposomuna baoa dohot parompuan muse.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dibahen i songon on do hata ni Jahowa, ndang ditangihon hamu ahu laho maningtingkon haluaon ganup tu donganna dohot tu pedanna. Ida ma ahu ma maningtingkon haluaon tu hamu, ninna Jahowa, mandokkon ro podang, begu antuk dohot haraparon, jala ahu pasahathon hamu gabe siruparupaon ni saluhut harajaon di tano on.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala ahu pasahathon baoa, angka na mangalaosi padan na hubahen i, angka na so mangkajongjongkon hata ni padani, naung binahennasida i di jolongku, gabe doshon anak ni lombu naung bola dua binahennasida i, jala mamolus nasida sian tongatonga ni ponggolponggolna i:",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tole angka induk ni Juda dohot angka induk ni Jerusalem, tole muse angka partohonan di jabu ni rajai dohot angka malim ro di sandok bangso ni tano i, angka na mamolus sian tongatonga ni anak ni lombu i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tongon do, pasahatonku ma nasida tu tangan ni musunasida dohot tu tangan ni halak na tumahi hosanasida, jala bangkenasida ingkon gabe sipanganon ni pidong angka na martongatonga langit dohot binatang na di harangan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Si Sedekia pe raja sian Juda dohot induk angka na pinabangkitna i pasahatonku ma tu tangan ni musunasida dohot tu tangan ni halak na tumahi hosanasida dohot tu tangan ni parangan ni raja sian Babel, angka naung muli nian sian hamu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ida ma, ahu do martona, ninna Jahowa, jala ahu manogihon nasida mulak mandopang huta on, gabe musuanna jala tabanonna jala surbuonna dohot api; angka huta di Juda pe tarulang do bahenonku, asa unang adong be pangisina.",
      "type": "content"
    }
  ]
}