{
  "book": "Yeremia",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangoloion ni pinompar ni si Rekab di tano ni amanasida 1-11. II. Bahen tiruan tu halak Israel nian 12-19",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do hata na ro tu si Jeremia sian Jahowa, uju di angka ari ni si Joiakim; anak ni si Josia, raja sian Juda, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Laho ma ho tu bagas ni pinompar ni si Rekab mangkatai dohot nasida, jala togihon nasida tu joro ni Jahowa tu sada sian angka bilut i jala lehon tu nasida tuak anggur inumonna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi huboan ma si Jaasmia, anak ni si Jeremia, tubu ni si Habassinia ro di angka hahaanggina dohot saluhut anakna dohot sandok pinompar ni si Rekab.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i hutogihon nasida tu bagasan joro ni Jahowa, tu bagasan bilut ni angka anak ni si Hanan, tubu ni si Igdalit halak ni Debata, na di lambung ni bilut ni angka induk, di ginjang ni bilut ni si Maaseia, anak ni si Sallum, sijaga lobulobu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i hupeakhon ma di jolo ni angka anak ni pinompar ni si Rekab angka panginuman gok marisi tuak anggur dohot angka supak, laos hudok ma tu nasida: Minum angggur ma hamu!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ninna angka nasida ma: Ndang tagamon minum anggur hami, ai tona ni si Jonadab, anak ni si Rekab amanami tu hami songon on: Unang hamu minum anggur, nang anakmuna ro di salelenglelengna!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala unang hamu pauli bagas, manang manaburhon boni, manang umpungka porlak anggur pe, manang umpeop angka sisongon i; ingkon maringan hamu di undungundung saleleng hamu mangolu, asa leleng hamu mangolu di tano paisolatanmunai.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi huoloi hami ma soara ni si Jonadab, anak ni si Rekab, amanami, taringot tu saluhut na tinonahonna tu hami, ndang dung minum anggur hami, saleleng mangolu, nang hami, nang jolmanami nang anaknami, nang borunami.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala ndang hupauli hami angka bagas bahen inganannami, porlak anggur pe manang hauma, manang boni ndang adong di hami.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Maringan di undungundung do hami tahe, huoloi hami jala hubahen hami do hombar tu saluhut na tinonahon ni si Jonadab, amanami, tu hami.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai dung nangkok si Nebukadnesar, raja sian Babel manola tano on gabe hudok hami ma: Beta hita laho tu Jerusalem maradophon parangan ni halak Kasdim dohot maradophon parangan ni halak Ram, gabe maringan di Jerusalem hami nuaeng.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dung i ro muse ma hata ni Jahowa tu si Jeremia, ninna do:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Songon on do hata ni Jahowa Zebaot Debata ni Israel: Laho ma ho jala sungkunhon ma tu halak Juda dohot tu isi ni Jerusalem: Atehe ndang olo hamu manjalo pangajaron laho tumangihon angka hatangku? ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Gari hata ni si Jonadab, anak ni si Rekab, angka na tinonahonna tu anakna, asa unang nasida minum anggur, dihajongjongkon nasida do; ai rasirasa sadarion ndang dung nasida minum anggur, ai ditangihon nasida do tona ni amanasida i. Alai anggo ahu tibu hian do hudok hatangku tu hamu, alai ndang ditangihon hamu ahu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hupansuruhon muse tu hamu saluhut naposongku, angka panurirang i, tibu hian hudatdati marsuru mandok tu hamu: Sai mulak ma hamu ganup sian dalanna na jahat i jala padenggan hamu angka pambahenanmuna i, jala unang hamu mangihuthon angka debata sileban laho marsomba tusi, asa hot hamu di tano na hubasabasahon tu hamu dohot tu ompumuna. Alai ndang ditarehon hamu pinggolmuna jala ndang ditangihon hamu ahu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ala na hinajongjongkon ni angka anak ni si Jonadab, anak ni si Rekab tona ni amanasida i, na tinonahonna tu nasida, hape anggo bangso on ndang ditangihon ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dibahen i songon on do hata ni Jahowa, Debata Zebaot, Debata ni Israel: Ida ma, ahu parohon tu Juda dohot tu saluhut isi ni Jerusalem sandok jea naung hulumbahon hian tu nasida, ala na hudok hatangku tu nasida, hape ndang ditangihon nasida, jala hujou do nasida hape ndang olo nasida mangalusi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo tu pinompar ni si Rekab didok si Jeremia do: Songon on do hata ni Jahowa Zebaot, Debata ni Israel: Ala na tinangihonmuna tona ni si Jonadab, amamuna i, jala diradoti hamu saluhut tonana, jala dipatupa hamu saluhut hombar tu na tinonahonna tu hamu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibahen i, songon on do hata ni Jahowa Zebaot, Debata ni Israel: Na so tupa tos adong baoa di si Jonadab, anak ni si Rekab jongjong marhalado tongtong di jolongku.",
      "type": "content"
    }
  ]
}