{
  "book": "Yeremia",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Jeremia mangaturhon angka panurirangonna tu si Baruk surathononna, jala jahaonna di jolo ni na torop i 1-10. II. Ndang tu pinggol ni angka induk dijaha si Baruk sinuratna i 11-19. III. Tarbortik ma barita i tu rajai, gabe dipurun pustaha i 20-26. IV. Panurirangon dompak raja Joiakim 27-32",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i paopattaonhon hinarajaon ni si Joiakim, anak ni si Josia raja sian Juda, ro ma hata on tu si Jeremia sian Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Buat ma di ho sabalunan laklak, jala surathon ma tusi saluhut hata, angka na huhatahon tu ho taringot tu Israel, taringot tu Juda dohot taringot tu saluhut bangso parbegu, olat ni ari dung ahu mangkatahon tu ho, olat ni angka ari ni si Josia rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Anggiat tung ditangihon pinompar ni si Juda saluhut jea na husangkap bahenonku tu nasida, asa anggiat mulak nasida ganup sian dalanna na jahat i, jala marpamuati rohangku mida hajahatonnasida dohot mida dosanasida i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dijou si Jeremia ma si Baruk, anak ni si Neria. Dung i disurathon si Baruk ma, diaturhon si Jeremia saluhut hata ni Jahowa, angka na pinaboana tu ibana, tu sada balunan laklak.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ditonahon si Jeremia ma tu si Baruk songon on: Tarsabat do anggo ahu, ndang tarbahen ahu bongot tu joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i ho ma laho tusi manjaha hata ni pustaha i, na sinurathonmu, angka na huaturhon i, i ma angka hata ni Jahowa tu pinggol ni bangso i di bagasan joro ni Jahowa jumpa ari puasa, nang tu pinggol ni saluhut halak Juda, angka na ro sian hutana be, ingkon jahaonmu do i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Anggiat tung sahat tangiangnasida tu jolo ni Jahowa, asa mulak nasida ganup sian dalanna na jahat i, ai tung na balga do muruk dohot rimas, naung nilumbahon ni Jahowa tu bangso on.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dibahen si Baruk, anak ni si Neria ma, hombar tu saluhut na tinonahon ni panurirang Jeremia tu ibana, dijaha ma sian buku i angka hata ni Jahowa di bagasan joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i palimataonhon hinarajahon ni si Joiakim, anak ni si Josia, raja sian Juda, di bulan sipahasia, ditingtingkon ma sada ari parpuasaon di jolo ni Jahowa tu sandok bangso di Jerusalem dohot tu sude angka na ro sian angka huta ni Juda tu Jerusalem.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi dijaha si Baruk ma sian buku i angka hata ni si Jeremia, di bagasan joro ni Jahowa, di bilut ni si Gemaria, anak ni si Sapan, juaratulis i di alaman parjulu, di pintu na imbaru di joro ni Jahowa, asa saluhut situan na torop i umbegesa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Jadi dung dibege si Mikha, anak ni si Gemaria, tubu ni si Sapan saluhut hata ni Jahowa sian buku i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tuat ma ibana tu bagas ni rajai, boti tu bilut ni juaratulis, tongon hundul disi saluhut induk: si Elisama juaratulis i, si Delaia, anak ni si Semaya, si Elnatan anak ni si Akbor, si Gemaria anak ni si Sapan dohot si Sedekia, anak ni si Hanania ro di saluhut angka induk i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dibaritahon si Mikha ma tu nasida saluhut hata, angka na binegena uju jinaha ni si Baruk sian buku i tu pinggol ni na torop i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i luhut angka induk i marsuru si Jehudi, anak ni si Netania tubu ni si Selemia, tubu ni si Etiopia manopot si Baruk mandok songon on: Pustaha na jinahami tu pinggol ni situan na torop i ingkon boanonmu tuson. Jadi diboan si Baruk, anak ni si Neria ma pustaha i di tanganna mandapothon nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i didok nasida ma tu ibana: Ua hundul ma ho jala jaha hata i tu pinggolnami. Jadi dijaha si Baruk ma tu pinggolnasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dung dibege nasida saluhut hata i, tarsonggot ma nasida huhut masiberengan, angka didok ma tu si Baruk: Ingkon pabotohononnami saluhut hata i tu rajai.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Laos disungkun nasida ma si Baruk i: Sai paboa ma tu hami manang songon dia panurathonmu di saluhut hata i sian pamanganna?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ro ma alus ni si Baruk tu nasida: Pamanganna mangaturhon tu ahu hata i luhut, gabe husurathon tu buku i dohot maksi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna angka induk i ma tu si Baruk: Laho ma ho martabuni rap dohot si Jeremia, asa unang diboto manang ise ingananmuna i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i bongot ma nasida tu emper ni bagas ni rajai; alai anggo pustaha i nunga dipajop hian di bilut ni si Elisama, juaratulis i, gabe dipabotohon ma tu rajai hata i luhutna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Dung i disuru rajai ma si Jehud i mangalap pustaha i. Saut ma diboan ibana pustaha i sian bilut ni si Elisama, juaratulis i, laos dijaha si Jehudi do tu pinggol ni rajai dohot tu pinggol ni saluhut induk angka na jongjong di lambung ni rajai.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai hundul do ianggo rajai di bagasan jabuna tongon partaonan ngali, di bulan sipahasia, jala pansusuduan di jolona marsigorgor.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia dung tolhas dijaha si Jehudi tolu lompit manang opat, jalo diseati dohot raut pangarit jala direongkon tu api na di pansusuduan i, paima suda sandok pustaha i dipangan api na di pansusuduan i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ndang adong manang ise pola tarsonggot alani, jala ndang disansani pangkeanna, nang rajai, nang saluhut naposona, angka na umbege saluhut hata i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Pola diparrajarajai si Elnatan, si Delaia dohot si Gemaria rajai, asa unang dipurun nian pustaha i, alai ndang ditangihon rajai hatanasida i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Lam didokkon rajai Jerahmeel, anak ni rajai, dohot si Seraia, anak ni si Asriel, dohot si Selemia, anak ni si Abdiel asa ditangkup si Baruk juaratulis i dohot panurirang Jeremia. Alai nunga ditabunihon Jahowa nasida na dua i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(IV.) Dung i ro muse ma hata ni Jahowa tu si Jeremia, dung sun dipurun rajai balunan i ro di hata angka na sinurathon ni si Baruk niaturhon ni si Jeremia, mandok songon on.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ulahi ma buat di ho balunan na asing sada jala surathon tusi saluhut angka hata parjolo i, angka na di balunan parjolo i, naung pinurun ni si Joiakim raja sian Juda.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jala taringot tu Joiakim raja sian Juda, dohononmu ma: Songon on do hata ni Jahowa: Nunga tung dipurun ho balunan i, nimmu do: Boasa tung surathononmu tusi: Ingkon ro sogot raja sian Babel, jala agoonna tano on, jala pansingkononna sian i jolma ro di pinahan?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dibahen i songon on do hata ni Jahowa taringot tu si Joiakim raja sian Juda: Ndang adong pinomparna nanggo sahalak na tau hundul di habangsa ni si Daud; jala ingkon ambolong bangkena, dadangon ni ari arian jala hona ngali ni ari bornginna i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jala luluhononku tu ibana dohot tu pinomparna dohot tu angka naposona hajahatonnasida i, jala paroonku tu nasida dohot tu isi ni Jerusalem dohot tu baoa angka sian Juda saluhut jea angka naung hulumbahon hian tu nasida, hape ndang ditangihon nasida.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i dibuat si Jeremia ma sada balunan na asing jala dilehon tu si Baruk, anak ni si Neria, juaratulis i; disurathon ibana muse tusi niaturhon ni si Jeremia saluhut hata ni pustaha i naung pinurun ni si Joiakim, raja sian Juda di bagasan api, jala ditambai dope tusi torop hata sisongon i.",
      "type": "content"
    }
  ]
}