{
  "book": "Yeremia",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Jeremia mangalumbahon tabanon ni halak Kasdim huta Jerusalem, atik pe muli nasida anggo nuaeng 1-10. II. Tarhurung si Jeremia, ala naeng tadingkononna huta i 11-16. III. Raja Sedekia paneang sitaononna di hurungan 17-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi bangkit raja ma si Sedekia anak ni si Josia bahen ganti ni si Jekonya, anak ni si Joiakim, na pinabangkit ni si Nebukadnesar, raja sian Babel, gabe raja di tano Juda.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai nang ibana, nang angka naposona, nang isi ni luat i, ndang ditangihon nasida hata ni Jahowa, angka naung nilumbahonna marhitehite panurirang Jeremia.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi disuru raja Sedekia ma si Jukhal, anak ni si Selemia dohot malim Sepania, anak ni si Maaseia, manopot panurirang Jeremia mandok songon on: Ua tangiangkon ma hami tu Jahowa Debatanta i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai marneang muli dope si Jeremia uju i di tongatonga ni situan na torop, jala ndang dope ibana dipamasuk tu hurungan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai nunga borhat parangan ni Firaun sian Misir; jadi dung dibege halak Kasdim angka na martungkum Jerusalem barita i, muli boti ma nasida sian Jerusalem.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ro ma hata ni Jahowa tu panurirang Jeremia ninna do:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Songon on do hata ni Jahowa, Debata ni Israel: Songon on do dohononmuna tu raja ni Juda, na marsuru hamu manungkunhon tu ahu: Ida ma, parangan ni Firaun, naung borhat manumpak hamu nian, mulak do i tu Misir tanona i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ulahan ni halak Kasdim ma ro marmusu dompak huta on, jala tabanonna laos surbuonna dohot api.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Songon on do hata ni Jahowa: Unang paotooto hamu rohamuna sandiri mandok songon on: Laos muli situtu nama halak Kasdim sian hami; hape ndang tutu nasida muli.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai tung sura pe naung dibunu hamu sandok parangan ni halak Kasdim angka na marmusu dompak hamu, hape tading sian nasida baoa angka na mabugang, ganup di undungundungna be, sai na hehe do nasida jala surbuonna huta on dohot api.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Jadi dung muli parangan ni halak Kasdim sian Jerusalem maradophon parangan ni Firaun.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ruar ma si Jeremia sian Jerusalem, naeng laho tu tano Benjamin nian, asa disi marpartalian di tongatonga ni situan na torop.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dung sahat ibana tu harbangan Benjamin, adong ma disi sada induk ni parhal na margoar si Jeria, anak ni si Selemia, tubu ni si Hanania; i ma manangkup panurirang Jeremia, ninna ma: Naeng bali tu halak Kasdim do ho!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ninna si Jeremia ma mangalusi: Gasa do i, ndang naeng bali ahu tu halak Kasdim; alai ndang ditangihon ibana hatana i, lam ditangkup si Jeria do si Jeremia, laos diboan ibana tu jolo ni angka induk.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi tarrimas situtu ma angka induk i mida si Jeremia, pola dilinsingi nasida ibana jala dibahen ibana tu hurungan na di bagas ni si Jonatan, juaratulis i, ai ido bagas hurungan dibahen nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "I ma dalanna umbahen, masuk si Jeremia tu hurungan, tu angka bilut partoru, gabe nania leleng Jeremia hundulhundul disi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i disuru raja Sedekia ma suruanna mangalap ibana, jala marsibuni rajai manungkun ibana di bagasan jabuna, ninna ma: Atehe, adong do hata sian Jahowa? Jadi ninna si Jeremia ma: Adong do! Laos didok ma: Sai na sahat do ho tu tangan ni raja sian Babel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ninna si Jeremia muse ma tu raja Sedekia: Aha do dosangku dompak ho manang dompak angka naposom, manang dompak bangso on, umbahen dipamasuk hamu ahu tu hurungan?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala didia do panurirangmuna angka na manurirangkon tu hamu songon on: Tung na so tagamon ro raja sian Babel dompak hamu manang dompak tano on?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "On pe, ua tangihon ale rajanami! Sai sahat ma pangidoanku tu jolomi, jala unang mulak ahu bahen tu jabu ni si Jonatan juaratulis i, asa unang mate ahu disi.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi didokkon raja Sedekia ma jagaonnasida si Jeremia di bagasan emper ni parhalan, jala dilehon tu ibana sada roti ganup ari sian alaman ni tukang roti, paima suda saluhut roti ni huta i. Laos tading anggo si Jeremia di emper ni parhalan i.",
      "type": "content"
    }
  ]
}