{
  "book": "Yeremia",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "I. Didabuhon angka induk do si Jeremia tu bagasan sada godung 1-6. II. Ebedmelek paluahon ibana sian i 7-13. III. Raja Sedekia manungkun tahi tu si Jeremia, gabe diapoi rajai mangoloi patu tu halak Kasdim 14-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai sanga dibege si Sepatia, anak ni si Matan dohot si Gedalia anak ni si Pashur dohot si Jukhal anak ni si Selemia dohot si Pashur, anak ni si Malkia do saluhut hata, angka na hinatahon ni si Jeremia tu saluhut situan na torop i, ninna do:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon on do hata ni Jahowa: Manang ise na tading di huta on, ingkon mate ibana marhitehite podang, haraparon manang begu antuk; alai manang ise na ruar mandapothon halak Kasdim, mangolu ma ibana, jala di ibana hosana hira tabantabanna, gabe mangolu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai songon on do hata ni Jahowa: Ingkon sahat huta on tu tangan ni parangan ni raja sian Babel, jala papatuonna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi ninna angka induk i ma tu rajai: Ua binunu ma baoa on, ai daukdauk do binahenna i tangan ni halak parporang, angka na tading di huta on, ro di tangan ni sandok situan na torop i, di na hinatahonna tu nasida angka hata sisongon i. Ai ndada hasonangan ni bangso on na niluluan ni baoa i, hamagoanna i do.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai ninna raja Sedekia ma: Ida ma, di bagasan tanganmuna do ibana, ai ndang tarbahen rajai manang aha mangalo hamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i dibuat nasida ma si Jeremia; jala didabuhon ibana tu bagasan godung ni si Malkia, anak ni rajai, na di alaman ni parhalan i, jala ditantan nasida si Jeremia dohot tali tu toru. Alai ndang adong aek di bagasan godung i gambo sambing do, gabe lonsot si Jeremia tu bagasan gamboi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Jadi dung dibege si Ebedmelek, marga Kus halak naposo di bagasan jabu ni rajai, naung pinaijur nasida si Jeremia tu bagasan godung.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ruar ma si Ebedmelek sian bagas ni rajai, jala ninna ma tu rajai songon on:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ale tuan rajanami! Na jahat do pambahen ni angka halak on di saluhut na binahennasida tu panurirang Jeremia na nidabuna i ibana tu bagasan godung; ingkon mate anturaparon ibana disi, ai ndang adong be roti di huta i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai didokkon rajai ma si Ebedmelek, marga Etiopia, arahononna tolupulu halak bahen donganna, asa enetonna panurirang Jeremia sian godung i tu ginjang, tagan so mate dope ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi diarahon si Ebedmelek ma angka baoa i bahen donganna jala bongot ibana tu jabu ni rajai tu toru ni bilut parugasanan jala dibuat sian i angka sigundal dohot ulos na maribak, jala ditantan tu si Jeremia tu bagasan godung i marhite angka tali.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna si Ebedmelek, marga Etiopia ma tu si Jeremia: Ua lapikkon ma angka sigundal i dohot ulos na maribahi tu toru ni gedekgedekmu, bahen lapik ni angka tali; jadi dibahen si Jeremia ma songon i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dienet nasida ma si Jeremia dohot tali sian godung i tu ginjang; laos tading do si Jeremia di alaman ni parhalan i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Dung i disuru raja Sedekia ma suruanna mangalapi panurirang Jeremia tu lambungna, tu pintu haroroan patoluhon na di joro ni Jahowa. Dung i didok rajai ma tu si Jeremia: Adong do hata sada naeng sungkunonku tu ho, unang tung porso tu ahu agia aha.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ninna si Jeremia ma mangalusi si Sedekia: Molo hupaboa tu ho, ndatung bunuonmu ahu? Jala molo marsipaingot tu ho, ndang tagamon tangihononmu ahu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i marmangmang ma raja Sedekia tu si Jeremia di sihabunian, ninna ma: Songon sintongna mangolu Jahowa, na jumadihon tondinta i, na so tupa bunuonku ho, manang pasahatonku ho tu tangan ni halak on, angka na tumahi hosam.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna si Jeremia ma tu si Sedekia: Songon on do hata ni Jahowa Zebaot, Debata ni Israel: Tung sura ruar ho mandapothon angka induk pinabangkit ni raja sian Babel, mangolu ma hosam, huta on pe ndang surbuonna dohot api, jala mangolu ma ho dohot isi ni bagasmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai molo so ruar ho mandapothon induk angka na pinabangkit ni raja sian Babel, sai na sahat do huta on tu tangan ni halak Kasdim jala surbuonna dohot api, jala ndang tagamon malua ho sian tangannasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna raja Sedekia ma tu si Jeremia: Mabiar do ahu mida halak Jahudi angka naung bali tu halak Kasdim, atik tung pasahatonna ahu tu tangannasida, gabe eleselesonnasida ahu maon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi ninna si Jeremia ma: Ndang tagamon pasahatonnasida ho. Sai tangihon ma soara ni Jahowa taringot tu naung hudok tu ho, asa marsonangsonang ho jala mangolu hosam.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai molo tung manjua ho ruar, hata on do huhut naung pinapatar ni Jahowa tu ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ida ma, saluhut parompuan angka na tinggal dope di bagasan jabu ni raja sian Juda, ingkon togihononhon tu balian mandapothon induk angka na pinabangkit ni raja sian Babel, gabe dohononnasida ma: Nunga dipaotooto jala nunga dipatunduk angka baoa hasudungan ni roham ho; nunga lonsot tu bagasan gambo patmu, gabe manginsurut tu pudina sida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala saluhut angka jolmam ro di angka anakmu togihononnasida ruar tu halak Kasdim, ho sandiri pe ndang tagamon malua sian tangannasida, ai pasahatonna do ho tu tangan ni raja sian Babel, huta on pe surbuonna do dohot api.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi ninna si Sedekia ma tu si Jeremia: Ndang jadi botoon ni manang ise angka hata on, asa unang ho mate bunuon.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai molo tarbortik tu angka induk i naung mangkatai ahu dohot ho, gabe ro nasida tumopot ho jala didok mandok ho: Ua paboa tu hami manang aha hinatahonmu tu rajai, unang porso tu hami, ndang bunuonnami ho, jala aha do na nidok ni rajai tu ho?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ingkon dohononmu ma tu nasida: Husombahon do pangidoanku tu jolo ni rajai, asa unang diboan ahu mulak tu jabu ni si Jonatan, laho mate disi.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ro ma saluhut angka induk mandapothon si Jeremia, laos disungkuni ibana, gabe dipaboa ibana tu nasida hombar tu saluhut hata i, angka naung tinonahon ni rajai tu ibana, jadi sip nasida tumadingkon ibana, ai ndang dope sar hata i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi tading di alaman ni hurungan i ma si Jeremia sahat ro di ari hatataban ni Jerusalem.",
      "type": "content"
    }
  ]
}