{
  "book": "Yeremia",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hatataban ni Jerusalem. Hajijimput ni si Sedekia 1-10. II. Sorta do si Nebukadnesar anggo tu si Jeremia 11-14. III. Disurirangkon si Jeremia do haluaon tu si Ebedmelek 15-18.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i tartaban ma huta Jerusalem. Pasiataonhon hinarajahon ni si Sedekia, raja sian Juda, di bulan sipaha sampulu, ro ma si Nebukadnesar, raja sian Babel dohot sandok paranganna tu Jerusalem, jala ditungkum huta i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Pasampulu sada taonhon hinarajahon ni si Sedekia di bulan sipaha opat ari pasiahon huta i dibongoti.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi masuk ma saluhut induk pinabangkit ni raja sian Babel laos juguk nasida mardonokkon harbangan partonga: si Nergal-Sareser, si Sumgar Nebo, si Sarsekim, sintua ni angka pangarajai, si Nergal-Sereser, sintua ni angka na pistar ro di saluhut induk na asing pinabangkit ni raja sian Babel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung diida si Sedekia, raja sian Juda dohot sude halak parmusu nasida, gabe maporus ma nasida bornginna i sian huta i sian dalan tu porlak ni rajai boti tu bahal di holangholang ni na dua parik i, jala ruar sian dalan tu adaran.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai dieak parangan ni halak Kasdim ma nasida sian pudi, jala dapotsa ditangkup si Sedekia di adaran Jeriko, laos diboan ma ibana tu jolo ni si Nebukadnesar, raja sian Babel tu Ribla, di luat Hamat, jala didabu uhumna tu ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i diseati raja sian Babel ma angka anak ni si Sedekia di Ribla di adopan ni matana, ro di saluhut angka na raja sian Juda diseati raja sian Babel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai dipulsikkon do anggo mata ni si Sedekia jala dirante ibana dohot dua rante tombaga laho mamboan ibana tu Babel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo bagas ni rajai dohot bagas ni situan na torop i disurbu halak Kasdim do dohot api jala angka parik ni Jerusalem dipanepnep do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai anggo pasipasi ni bangso i, angka na teba di huta i dohot angka na bali tu ibana dohot pasipasi ni bangso angka na teba i, diboan si Nebusaradan, sintua ni angka parangan do tarbuang tu Babel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo sian situan na torop, angka na pogos i, angka na so pardiadia, ditadingkon si Nebusaradan, sintua ni angka parangan i di tano Juda, jala dilehon tu nasida angka porlak anggur dohot hauma di na sadari i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i martona ma si Nebukadnesar, raja sian Babel marhitehite si Nebusaradan, sintua ni angka parangan i taringot tu si Jeremia songon on:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Buat ma ibana jala marpanatap roham mida ibana, jala unang bahen tu ibana agia aha na jat, ingkon marguru sian hatana tu ho bahenonmu tu ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi marsuru suruanna ma si Nebusaradan, sintua ni angka parangan dohot si Nebusasban, sintua ni angka naposo dohot si Nergal-Sareser, sintua ni angka na pistar dohot saluhut sintua ni raja sian Babel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Disuru nasida ma mangalap si Jeremia sian alama ni hurungan i jala dipasahat ibana tu si Gedalia, anak i si Ahikam, tubu ni si Sapan laho manogihon ibana tu jabuna, laos maringan di tongatonga ni situan na torop i ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Nunga ro hian hata ni Jahowa tu si Jeremia uju tarhurung ibana di alaman ni hurungan i songon on:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Laho ma ho, paboa ma tu si Ebedmelek marga Etiopia: Songon on hata ni Jahowa Zebaot, Debata ni Israel: Ida ma, ahu pasintongkon angka hata lumbalumbangku tu huta on mambahen hamagoan, ndada mambahen hasonangan, jala apala di adopanmu do i songgop di na sadari i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai paluaonku do anggo ho di ari na sasada i, ninna Jahowa, jala ndang jadi sahat ho tu tangan ni halak angka na hinabiaranmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai ingkon ahu sandiri paluahon ho, asa unang mate ho bahenon ni podang, jala ingkon malua hosam hira tabanmu, ala naung marhaposan ho tu ahu, ninna Jahowa.",
      "type": "content"
    }
  ]
}