{
  "book": "Yeremia",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni bagabaga parasian tu pinompar ni Israel dohot tu Juda 1-4. II. Diulahi panurirang i do mandok hata torutoru (4:5-6:30) lumbalumba di uhum paminsangon na jonoki 5-18. III. Andung mida hauulang ni tano i 19-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Molo tung mulak ho, ale Israel, ninna Jahowa, tu ahu ma ho mulak; jala molo tung dipadao ho angka hasogiron pineopmu sian jolongku, ndang tagamon mompasompas ho.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Marmangmang ma ho tu Jahowa na mangolu i di bagasan hasintongan, di bagasan uhum dohot di bagasan hatigoran jadi pasupasuon ni angka parbegu dirina di bagasan ibana jala mamujimuji mida ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai songon on do hata ni Jahowa tu angka baoa sian Juda dohot tu isi ni Jerusalem: Rabi hamu ma tombak an di hamu, jala unang hamu manabur tu tongatonga ni sihupi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sunati hamu ma dirimuna di Jahowa, jala padao hamu hulup ni rohamuna, hamu baoa sian Juda dohot hamu isi ni Jerusalem, asa unang manombo rimashu songon api, jala marsigorgor, hape ndang adong na tuk mangintopi, ala ni hinajahat ni angka pambahenanmuna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Baritahon hamu ma di Juda, jala patubegehon hamu di Jerusalem, jala dok hamu: Palu hamu ma sarune di luat i; pangiar hamu ma soaramuna maningtingkon: Marpungu ma hamu, asa itatopot angka huta na gonting.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Patindang hamu ma partonggol dingkan Sion, rim ma hamu maporus, unang ngongong, ai paroonku ma jea sian utara dohot hamagoan bolon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nunga nangkok singa i sian pangaropanna, jala nunga borhat siago angka parbegu, ruar sian ingananna i mambahen halongonan tano i, jala tarulang angka hutam, soada be pangisina.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen i hohoshon hamu ma abit tangki mananangisi jala mangandungi ma hamu, ai ndang tagamon mulak parpiar ni muruk ni Jahowa sian hita.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi masa ma di ari bongkai, ninna Jahowa, tarjepol ma roha ni raja dohot roha ni angka partogi, jala tarhatotong angka malim, jala tarsonggot angka panurirang.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ianggo ahu ningku: Oe, ale Tuhan Jahowa! Songon ma sipaotooto situtu dibahen ho tu bangso on dohot tu isi ni Jerusalem, di na nidokmu: Mardamedame ma hamu! Hape tolpus ro di ateate podang i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Di tingki uju i dohonon ma tu bangso on dohot tu isi ni Jerusalem: Ro do alogo na mohop sian angka robean ni halongonan, tumulus dalan dompak boru ni bangsongku ndada laho marsege manang paiashon.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alogo na gumogo sian nasida ro sian ahu. Dohot ma ahu nuaeng mardabudabu dohot nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ida ma, manaek do ibana, songon ombun, jala songon halisungsung angka huretana; dumoras do angka hodana sian lali. Marjea ma hita on, ai nunga pesan hita.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Buri ma roham sian hajahaton i, ale Jerusalem, asa maruli panumpahion ho. Sadia leleng on marmalam angka sangkap ni jeam di bagasan roham.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai nunga tarbege barita sian Dan, jala adong na patubegehon jea sian dolok Epraim.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Pabotohon hamu ma tu angka parbegu, ida ma, tingtingkon hamu ma tu Jerusalem: Nunga ro angka ari partungkum sian tano na dao, angka na marsurak dompak angka huta ni Juda.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Doshon angka pamuro di ladang pangkalianginasida di ho, ala dialo nasida ahu, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dalanmu dohot pambahenanmu mangkorhon angka i di ho, jea ni roham do i, umbahen tolhas ro di pusupusum na paet i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Inang butuhangkon, butuhangkon! Hansitnai huhilala ateatengku di bagasan, sai mulbahulbak do pusupusungku, ndang tarbahen ahu sip, ala naung hubege soara ni sarune, dohot hariburon ni hamusuon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Mardapotdapot angka barita hataluan di tingtingkon; tung sandok tano i tarulang do; sompong do maloha angka soposopongku, di na satongkin do angka undungundungku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sadia leleng on idaonku partonggol i, begeonku soara ni sarune?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai na oto do bangsongku; ia ahu, ndang ditanda nasida, angka anak na oto do nasida jala ndang marroha; angka na bisuk do nasida mambahen na jat, alai mambahen na denggan ndang diboto nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Hutailihon tano i, jala ida ma, halongonan dohot halalanga! Hubereng dompak langit i, hape ndang marhatiuron.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Hubereng angka dolok, jadi ida ma, humuntal do sudena i jala humutur do sude angka robean.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Hubereng humaliang, jadi ida ma, ndang adong jolma, jala nunga marpurpur sude pidong angka na martongatonga langit.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Hubereng hauma bosar, jadi ida ma, nunga gabe halongonan, jala nunga maloha sude angka huta maradophon Jahowa, maradophon parpiar ni rimasna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai songon on do hata ni Jahowa: Gabe halongonan do sandok tano i, alai nda tung laos siap bahenonku.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dibahen i margudompong sandok tano i, jala mangkolom langit i di ginjang ala naung hudok jala husangkapi, jala ndang husolsoli rohangku, jala ndang be mulak rohangku sian i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Maradophon soara ni angka parsihundul dohot jolma panior, maporus do sandok isi ni huta i, dibongoti do angka parholipholipan, jala dipanaek do angka sapsap bire; tung langa do sandok huta i, ndang adong be jolma pangisina.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ia ho ale na tartaban, aha do bahenonmu? Nang pe disolukkon ho siangmalam, jala marpangkean horunghorung sere, jala marpangiri ho pasihar panailim, laos so marniula do panjengkarim; sai na marhu ni roha do angka haholonganmu mida ho, angka ditahi nasida do hosam.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ai hubege do soara songon soara ni boruboru na mangae posoposo, soara hagogotan songon na tumubuhon buhabaju; soara ni boru Sion, na marhoi pahortanghortangkon tanganna mandok: Soro ni aringkon, ai mandate ma annon tondingku bahenon ni angka pamunu.",
      "type": "content"
    }
  ]
}