{
  "book": "Yeremia",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "I. Malua do si Jeremia 1-6. II. Si Gedalia bangkit pangarajai ni halak Jahudi angka na tading i 7-12. III. Ndang olo ibana palumbaon mida parjehe 13-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do hata naung ro tu si Jeremia sian Jahowa, dung dipalua si Nebusaradan, sintua ni angka parangan ibana sian Rama, uju na binoanna i ibana, tarihot do nang ibana dohot rante di tongatonga ni saluhut na tartangkup sian Jerusalem dohot Juda, asa tarboan nian tu Babel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dibuat sintua ni angka parangan ma si Jeremia jala ninna ma tu ibana: Nunga dilumbahon Jahowa Debatam hian hamagoan on tu huta on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga diparo jala dibahen Jahowa nuaeng hombar tu naung nilumbahonna i, ai nunga mardosa hamu dompak Jahowa jala ndang ditangihon hamu soarana, umbahen na songgop sisongon i tu hamu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "On pe, ida ma, nunga hupalua ho sadarion sian rante angka na di tanganmi; molo denggan di roham laho tu Babel rap dohot ahu ba beta, sai marpanatap pe rohangku mida ho; alai molo sogo roham laho tu Babel rap dohot ahu, ba unang. Ida ma, sandok tano i di jolomi, manang tudia denggan jala tongon di roham denggan tusi ho laho.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai ndang dope mangalusi ibana nunga didok muse: Mulak ma ho tu si Gedalia, anak ni si Ahikam, tubu ni si Sapan, naung pinabangkit ni raja sian Babel gumomgom angka huta ni Juda jala maringan ma ho di lambungna, di tongatonga ni situan na torop i, alai tahe manang dompak dia tongon ni roham, tusi ma topot. Dung i dilehon sintua ni parangan i ma tu ibana bohal dohot silua, jala diloas ibana laho.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi sahat ma si Jeremia tu si Gedalia, anak ni si Ahikam, tu Mispa, laos maringan di lambungna, di tongatonga ni situan na torop i angka na tading di tano i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Jadi dung dibege saluhut induk ni parangan i, angka na di ladang ro di angka parangannasida, naung pinabangkit ni raja sian Babel si Gedalia, anak ni si Ahikam, gumomgom tano i jala naung pinasahatna tu ibana angka baoa dohot parompuan ro di dakdanak dohot sian halak angka na lea di tano i, angka na so tarboan tu Babel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ro ma nasida mandapothon si Gedalia tu Mispa: si Ismael, anak ni si Netania dohot si Johanan dohot si Jonatan, angka anak ni si Karea dohot si Seraia, anak ni si Tanhumet dohot angka anak ni si Epah, sian huta Netopa i dohot si Jersania, anak ni sada halak Maaka i, nasida dohot angka parangannasidai.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i marmangmang ma si Gedalia anak ni si Ahikam tubu ni si Sapan tu nasida dohot tu angka parangannasidai ninna ma: Unang hamu mabiar mangoloi patu tu halak Kasdim, inganhon hamu ma tano i jala oloi hamu raja sian Babel, asa marsonangsonang hamu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo ahu, ida ma, maringan di Mispa do, asa jongjong di jolo ni halak Kasdim angka na ro manopot hita, alai anggo hamu, papungu hamu ma anggur dohot parbue ni hau dohot miak jala bahen hamu ma i tu bagasan inganan pineopna i, jala maringan ma hamu di bagasan hutamuna angka na sinolukmuna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nang saluhut halak Jahudi, angka na di Moab dohot di tongatonga ni halak Amon dohot di Edom dohot na di saluhut luat angka na asing, dung dibege barita i naung tinadingkon ni raja sian Babel pasipasi di Juda, jala naung pinabangkitna i si Gedalia anak ni si Ahikam tubu ni si Sapan gumomgom nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi mulak ma saluhut Jahudi sian saluhut inganan parserahannasida i, jala ro nasida tu tano Juda mandapothon si Gedalia tu Mispa jala dipapungu nasida anggur dohot parbue ni hau mansai godang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Ro ma dohot si Johanan anak ni si Karea dohot saluhut induk ni angka parangan na di balian mandapothon si Gedalia tu Mispa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Angka ninna nasida ma tu ibana: Atehe ndang diboto ho naung disuru si Baalis, raja ni halak Amon, si Ismael, anak ni si Netania laho mambunu ho, alai ndang porsea si Gedalia, anak ni si Ahikam di hatanasida i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ninna si Johanan, anak ni si Karea tu si Gedalia di sihabunian di Mispa songon on: Ua laos ma ahu laho, asa hubunu si Ismael, anak ni si Netania, so botobotoan ni manang ise; boasa tagonan bunuonna hosam, asa mampar saluhut halak Jahudi, angka naung marpungu tu lambungmi, gabe mago pasipasi ni Juda maon?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai ninna si Gedalia, anak ni si Ahikam ma tu si Johanan, anak ni si Karea: Sitongka bahenonmu songon i, ai sipaotooto do na pinaboam taringot tu si Ismael.",
      "type": "content"
    }
  ]
}