{
  "book": "Yeremia",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Ismael mambunu si Gedalia, laos diboan do bangso na teba i 1-10. II. Si Johanan mangalele partodos i jala dipalua halak na binoanna i 11-15. III. Diondam situan na torop i maporus tu Misir 16-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jumpang papitubulanhon ro ma si Ismael anak ni si Netania, tubu ni si Elisama sian pinompar ni rajai rap dohot angka induk pinabangkit ni rajai udur, dohot sampulu halak mandapothon si Gedalia, anak ni si Ahikam, tu Mispa, jala rap mangan sagusagu nasida disi di Mispa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i hehe ma si Ismael anak ni si Netania dohot na sampulu halak angka donganna i, gabe dibunu nasida si Gedalia, anak ni si Ahikam, tubu ni si Sapan marhitehite podang, gabe mate ibana naung pinabangkit ni raja sian Babel gumomgom luat i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibunu si Ismael huhut saluhut halak Jahudi angka dongan ni si Gedalia di Mispa, ro di halak Kasdim angka na jumpangsa disi, angka halak parmusu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi paduaarihon, dung binununa si Gedalia, laos so botobotoan ni manang ise dope.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ro ma angka baoa sian Sikem, sian Silo dohot sian Samaria, ualupulu halak toropna, angka na targorbang misena jala na sinansanan pangkeanna jala na nirarik dagingna jala pelean sipanganon dohot daupa di bagasan tangannasida laho mamboan tu joro ni Jahowa nian.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ruar ma si Ismael, anak ni si Netania, sian Mispa, manjumpangkon nasida, mardalandalan huhut tumatangis. Jadi dung pajumpang nasida, ninna ma mandok nasida: Beta hita manopot si Gedalia anak ni si Ahikam!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai dung sahat nasida tu tongatonga ni huta i, diseati si Ismael, anak ni si Netania ma nasida, laos direongkon tu godung, ibana dohot angka baoa donganna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai jumpang do sampulu baoa di tongatonganasida angka na mandok tu si Ismael: Sai unang hami bunu, ai adong do di hami arta angka na buni di ladang, angka eme, miak dohot situak ni loba. Jadi melok rohana, ndang dibunu anggo nasida rap dohot hahaangginasida i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia godung panimpalan ni saluhut bangke ni angka baoa, angka na binununa i, di lambung ni si Gedalia, i ma godung na binahen ni raja Asa maradophon si Baesa raja sian Israel; i ma na ginohan ni si Ismael, anak ni si Netania dohot halak angka na mate tartullang.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Laos diboan si Ismael do sandok pasipasi ni bangso i na di Mispa: Angka boru ni rajai ro di sandok situan na torop na tinggal di Mispa, na pinasahat ni si Nebusaradan, sintua ni angka parangan i tu si Gedalia, anak ni si Ahikam; saluhut nasida diboan si Ismael, anak ni si Netania, laos laho ibana taripar tu halak Amon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Jadi dung dibege si Johanan, anak ni si Karea ro di sude induk ni parangan donganna i, saluhutna hajahaton, na binahen ni si Ismael, anak ni si Netania.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Diarahon nasida ma saluhut parangan, asa laho marmusu dompak si Ismael, anak ni si Netania, jadi dapot nasida ma ibana mardonokkon aek godang na di Gibeon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dung diida sandok bangso dongan ni si Ismael, si Johanan, anak ni si Karea, ro di saluhut induk ni parangan donganna i, las ma rohanasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala sandok bangso na binoan ni si Ismael sian Mispa, marbalik muse laho mulak mandapothon si Johanan, anak ni si Karea.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai anggo si Ismael, anak ni si Netania, sanga do maporus rap dohot ualu halak maradophon si Johanan, gabe laho ibana mandapothon halak Amon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Dung i diarahon si Johanan, anak ni si Karea dohot saluhut induk ni parangan donganna i ma sandok pasipasi ni bangso i, na mulak binoanna sian si Ismael, anak ni si Netania, sian Mispa, dung binununa si Gedalia, anak ni si Ahikam: Baoa angka na somal marmusu, angka parompuan dohot dakdanak ro di naposo, angka na mulak binoanna sian Gibeon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi laho ma nasida laos marsaro di ambatan Kim Kana mardonokkon. Betlehem, asa borhat nasida mardalan tu Misir.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Maradophon halak Kasdim, ala biarna mida nasida, ala naung binunu ni si Ismael, anak ni si Netania si Gedalia anak ni si Ahikam, naung pinabangkit ni raja sian Babel gumomgom luat i.",
      "type": "content"
    }
  ]
}