{
  "book": "Yeremia",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "I. Halak Jahudi mandokkon si Jeremia manungkunhon partorang ni langkanasida tu Debata laho tu Misir 1-6. II. Si Jeremia marbagahon pangondingion ni Debata di nasida, molo tading nasida di tano i, alai mago do nasida molo laho nasida tu Misir ninna 7-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma jumonok saluhut induk ni parangan i, i ma si Johanan, anak ni si Karea dohot si Jersania, anak ni si Hosaya ro di sandok situan na torop i, sian na metmet ro di na magodang.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Angka didok nasida ma tu panurirang Jeremia: Sai sahat ma pangidoannami tu jolomi, jala tangiangkon hami tu Jahowa debatam tangiangkon dohot sandok angka na teba on, ai otik nama hami teba sian na deak hian, songon na niida ni matam hami on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asa dipaboa Jahowa Debatam di hami dalan sidalanannami dohot hata sibahenonnami.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi ninna panurirang Jeremia ma tu nasida: Nunga hubege hata i! Ida ma, martangiang ma ahu tu Jahowa, Debatamuna, hombar tu hata pangidoanmuna i; jala sandok hata sialushonon ni Jahowa tu hamu, paboaonku do tu hamu, ndang porsoonku nanggo hata sandok maradophon hamu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna nasida ma tu si Jeremia: Ingkon Jahowa do sitindangi na bonar jala na sintong dompak hami, tung sura so hubahen hami hombar tu saluhut hata na tinongoshon ni Jahowa Debatam tu ho taringot tu hami.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Manang na denggan manang na roa pe, ingkon tangihononnami do soara ni Jahowa Debatanami, umbahen husuru hami ho manopot ibana, asa anggiat marsonangsonang hami ala na hutangihon hami soara ni Jahowa, Debatanami.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Alai dung salpu sampulu ari ro muse ma hata ni Jahowa tu si Jeremia.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dijou si Jeremia ma si Johanan, anak ni si Karea dohot saluhut induk ni parangan donganna i, ro di sandok situan na torop i, sian na metmet ro di na magodang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Laos didok ma tu nasida: Songon on do hata ni Jahowa, Debata ni Israel, na hutopot sinurumuna i laho pasahathon tangiangmuna i tu jolona:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Molo hot hamu maringan di tano on, sai hot hamu tumpahanku, ndada lohaonku, ingkon suananku ma hamu, ndada butbutonku, ai marpangulahi do rohangku taringot tu hamagoan naung hubahen i tu hamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Unang hamu mabiar maradophon raja sian Babel, na hinabiaranmuna na sai laon. Unang hamu mabiar mida ibana, ninna Jahowa, ai ahu do donganmuna laho mangurupi hamu dohot paluahon hamu sian tanganna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala ahu marbasabasahon tu hamu asi ni roha, asa marasi ni roha ibana mida hamu, jala mulak hamu boanonna tu tanomuna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai tung sura dohononmuna: Ndang olo hami tading di tano on! Ndang olo hamu tumangihon soara ni Jahowa, Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lam didok hamu do: Ndada ingkon laho do hami tu tano Misir, asa unang huida hami hamusuon, manang begeonnami soara ni sangka, manang raparan hami di roti, ingkon disi tahe hami maringan!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Antong, tangihon ma nuaeng hata ni Jahowa, hamu ale pasipasi ni Juda! Songon on do hata ni Jahowa Zebaot, Debata ni Israel: Molo sai ditahi rohamuna naeng laho tu Misir, asa maisolat hamu disi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ingkon dapot podang, na hinabiaranmuna i do hamu disi, di tano Misir, dapot haraparon hamu na hinabiaranmuna dison, ingkon leleonna hamu tu Misir, ingkon mate hamu disi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala saluhut baoa, angka na martahi laho tu Misir asa maisolat disi, ingkon mate do marhitehite podang, haraparon dohot begu antuk, nanggo sahalak sian nasida ndang jadi teba manang malua maradophon hamagoan, siparoonku tu hamu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai songon on do hata ni Jahowa Zebaot, Debata ni Israel: Suang songon tu pangisi ni Jerusalem, pangusehononku parpiarpiar ni rimashu dohot tu hamu, molo tung laho hamu tu Misir, ingkon gabe bura hamu, gabe hasonggoton sipapulaspulason dohot sirehereheon, jala ndang be idaonmuna inganan on.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Nunga pola dipaboa Jahowa tu hamu, hamu ale pasipasi ni Juda: Unang hamu laho tu Misir! Unang so boto hamu, naung hupalumba hamu sadarion.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai laos hamu sandiri paotootohon rohamuna, uju na sinurumuna ahu tu Jahowa, Debatamuna i, mandok songon on: Sai tangiangkon ma hami tu Jahowa, Debatanami! Jala hombar tu saluhut sidohonon ni Jahowa Debatanami, i ma paboa tu hami, asa hubahen hami.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi nunga hupabotohon tu hamu sadarion, hape ndang ditangihon hamu soara ni Jahowa Debatamuna i, jala ndang dioloi hamu nanggo sada tinonahonna tu ahu naung hupatolhas tu hamu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "On pe unang so diboto hamu, ingkon mate hamu marhitehite podang, haraparon dohot begu antuk di inganan sitopotonmuna nian asa maisolat disi.",
      "type": "content"
    }
  ]
}