{
  "book": "Yeremia",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata paminsangon ni si Jeremia tu halak Jahudi di Misir 1-14. II. Alus hajungkaton ni bangso i 15-19. III. Hata paminsangon ni si Jeremia paduahalihon tu bangso i 20-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do hata naung ro tu si Jeremia taringot tu saluhut halak Jahudi, angka na maringan di tano Misir, angka na maringan di Migdol, di Tahpanhes, di Nop dohot di tano Patros, ninna do:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon on do hata ni Jahowa Zebaot, Debata ni Israel: Nunga diida hamu saluhut jea, na huparo tu atas ni Jerusalem dohot tu atas ni saluhut huta di Juda, jala ida ma, laos tarulang do i rasirasa sadarion, jala ndang adong be pangisina nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ala ni hajahaton, angka naung niulanasida i pahehe rimashu, nunga pola laho nasida manutung daupa mangoloi debata sileban, angka na so tinandanasida i, nang nasida, nang ompunasida i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi husuru do nian tu hamu saluhut naposongku, angka panurirang i, pola sogot ahu hehe marsuru mandok songon on: Ua unang bahen hamu hasogiron sisongon i na huhasomorhon!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hape ndang ditangihon nasida jala ndang dipaeleng pinggolnasida, asa muba nian rohanasida tumadingkon hajahatonnasida i, unang nian manutung daupa tu angka debata sileban.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i use ma rimashu dohot murukku jala marsigorgor dompak angka huta ni Juda dohot dompak angka alaman ni Jerusalem, laos tarulang gabe halongonan rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "On pe songon on do hata ni Jahowa, Debata Zebaot, Debata ni Israel: Boasa tung bahenonmuna jea bolon dompak hosamuna sandiri, laos hamu mamansingkon baoa dohot parompuan, dakdanak dohot posoposo di hamu sian tongatonga ni Juda, ndang ditebahon hamu nanggo pasipasina di hamu?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Lam dipahehe hamu rimashu marhitehite jadijadian ni tanganmuna laho manutung daupa tu angka debata sileban di tano Misir, hasahatanmuna i asa maisolat disi, asa tung sun siap hamu jala asa gabe sipulaspulason dohot sirehereheon hamu di tongatonga ni saluhut bangso parbegu di tano on.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nunga tung lupa hamu huroha di hajahaton ni ompumuna dohot di hajahaton ni angka raja sian Juda dohot di hajahaton ni angka jolmanasida dohot di hajahatonmuna sandiri dohot di hajahaton di jolmamuna, naung binahennasida di tano Juda dohot di angka alaman ni Jerusalem?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Laos so dipaunduk nasida tahe rohanasida i rasirasa sadarion, jala ndang mabiar nasida, jala ndang diparangehon nasida patikku dohot tonangku, angka na hupasahat tu hamu dohot tu ompumuna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen i songon on do hata ni Jahowa Zebaot, Debata ni Israel: Ida ma, nunga pola didompakkon bohingku hamu mambahen jea dohot mamansingkon sandok Juda.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala tangkuponku ma pasipasi ni Juda, angka na martahi laho tu tano Misir, asa maisolat disi, ingkon siap nasida luhut; ingkon marragean nasida di tano Misir; ingkon siap nasida marhitehite podang dohot haraparon; ingkon mate nasida sian na metmet ro di na magodang marhitehite podang dohot haraparon, ingkon gabe bura nasida, gabe hasonggoton, gabe sipulaspulason dohot gabe sirehereheon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai marlulu ma ahu dompak halak angka na maringan di tano Misir, songon pangaluluingku dompak Jerusalem marhitehite podang, haraparon dohot begu antuk.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala ndang tagamon adong na malua manang teba sian pasipasi ni Juda, angka na sahat tu tano Misir, asa maisolat disi, asa mulak nian muse tu tano Juda di rohana, na hinalungunhon ni rohanasida naeng mulak laos maringan disi, alai holan angka na malua do mulak tusi sogot.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Dung i ro ma alus ni saluhut baoa, angka na umboto naung manutung daupa jolmanasida i tu angka debata sileban, dohot saluhut parompuan angka na jongjong marluhutan godang ro di sandok situan na torop angka na maringan di tano Misir, di Patros, mandok tu si Jeremia songon on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia hata naung hinatahonmu tu hami marhitehite goar ni Jahowa, ndang patangitangionnami ho.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingkon sai bahenonnami do hombar tu sandok hata naung ruar sian pamangannami; ingkon manutung daupa hami tu raja boruboru di langit dohot mangusehon tuak tangkasan tusi, songon na somal hubahen hami, nang angka ompunami, angka rajanami dohot angka induknami di angka huta ni Juda dohot di angka alaman ni Jerusalem, bosuran ma hami uju i mangan roti, jala marsonangsonang hami, jea pe so huida hami.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai olat ni dung mansadi hami manutung daupa tu raja boruboru di langit dohot mangusehon tuak tangkasan tusi, hurangan ma hami di na saluhut, jala siap hami marhitehite podang dohot haraparon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angkup ni ia manutung daupa pe hami tu raja boruboru di langit dohot mangusehon tuak tangkasan tusi, tung so parbinoto huroha baoanami hubahen hami angka juada tusi laho mambahen sumansumanna dohot mangusehon tuak tangkasan tusi?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Jadi ninna si Jeremia ma tu sandok situan na torop i, tu angka baoa dohot tu angka parompuan, tung tu sandok bangso i, angka na maralus tu ibana, songon on:",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nda tongon do nian nunga diingot Jahowa daupa na tinutungmuna i di angka huta ni Juda dohot di angka alaman ni Jerusalem, nang hamu, nang ompumuna, angka rajamuna dohot indukmuna dohot situan na torop na di tano i, jala nunga tutu diparateatehon?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi ndang be hatiopan Jahowa rohana mida hinaroa ni pambahenanmuna, mida hasogiron angka na niulamuna: Laos alani gabe halongonan tanomuna i, gabe tarulang, gabe sipulaspulason, so adong be pangisina nanggo sahalak songon na andar sadarion.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ala na manutung daupa i hamu jala na mardosai hamu dompak Jahowa, jala ndang ditangihon hamu soara ni Jahowa, jala ndang diparangehon hamu patikna dohot angka uhumna dohot panindangionna, ala ni do tutu umbahen mangonai tu hamu jea on, songon na andar sadarion.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ro muse hata ni si Jeremia mandok tu sandok situan na torop i dohot tu saluhut parompuan: Tangihon ma hata ni Jahowa sude hamu ale halak Jahudi, angka na di tano Misir!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Songon on do hata ni Jahowa Zebaot, Debata ni Israel: Hamu dohot jolmamuna, pamanganmuna sandiri tahe mangkatahon laos tanganmuna mangulahon songon on: Ingkon sai patolhasonnami do bagabaganami, angka naung hubagabagahon hami, ingkon manutung daupa tu raja boruboru di langit i dohot mangusehon tuak tangkasan tusi! !!- Datdati hamu ma mangkajongjongkon bagabagamuna i dohot patolhashon bagabagamuna!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dibahen i tangihon ma hata ni Jahowa, sude hamu ale halak Jahudi, angka na maringan di tano Misir! Ida ma, nunga pola marmangmang ahu tu goarhu na timbul i, ninna Jahowa: Na so tupa be jouon goarhu marhite sian pamangan ni manang ise sian halak Jahudi di sandok tano Misir, manang dohononna: Songon sintongna mangolu Tuhan Jahowa!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ida ma, dungo ma ahu taringot tu nasida mambahen hamagoan, ndada mambahen na denggan, ingkon mate saluhut baoa sian Juda, angka na di tano Misir, marhitehite podang dohot haraparon, paima sun siap nasida.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ia adong pe angka na malua sian podang, mulak sian tano Misir tu tano Juda, otik do bilanganna, jadi tandaon ni sandok pasipasi ni Juda ma, angka na sahat tu tano Misir naeng maisolat nian disi, manang hata ni ise na tulus manang hatangku manang hatanasida.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jala on do partinandaan di hamu, ninna Jahowa, paboa marlulu ahu dompak hamu di inganan on, asa tung mananda hamu naung sintong songgop hatangki bahen hamagoanmuna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Songon on do hata ni Jahowa: Ida ma, ahu sandiri pasahathon Firaun Hopara, raja sian Misir, tu tangan ni angka musuna dohot tu tangan ni angka na tumahi hosana, songon naung hupasahat si Sedekia, raja sian Juda, tu tangan ni si Nebukadnesar, raja sian Babel, musuna i, na tumahi hosana.",
      "type": "content"
    }
  ]
}