{
  "book": "Yeremia",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dua panurirangon dompak Misir: Taringot tu hamonangan ni si Nebukadnesar maralohon Firaun Neko 1-12. II. Taringot tu hapapansing ni Misir binahen ni raja Nebukadnesar 13-26. III. Bagabaga haluaon tu Israel 27-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do hata ni Jahowa naung ro tu panurirang Jeremia dompak angka bangso.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dompak Misir, dompak parangan ni Firaun Neko, raja sian Misir, angka na marsaro martopihon batang aek Euprat di lambung Karkemis na tinaluhon ni si Nebukadnesar, raja sian Babel, paopattaonhon hinarajahon ni si Joiakim, anak ni si Josia, raja sian Juda.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Padiri hamu ma lombulombu na balga dohot na metmet, jala borhat laho tu tongtangan!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Palanoi hamu angka hoda, jala panaek hamu, aek halak parsihundul, patutur ma hamu jongjong martahuluk be! Pungga hamu angka hujur! Jala solukkon hamu angka bajubaju partahanan!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marhua huroha umbahen tarhatotong angka nasida i huida, huhut lumindak tu pudi? Bebenesan ia angka ulubalang nasida, jala humalaput nasida maporus jala ndang mamereng tu pudi? Hagodoron humaliang ninna Jahowa!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Unang loas maporus halak na gompis, jala unang loas malua halak na begu! Dingkan utara, martopihon batang aek Euprat martinggangan jala marragean nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ise do ibana na binsat songon Nil, songon aek na magodang pola gasagasaon angka galumbangna?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Halak Misir do i na binsat songon Nil, jala songon aek na magodang pola gasagasaon angka galumbangna, jala didok do: Nangkok ma ahu manutup tano i, mangago huta i ro di pangisina.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Panaek hamu ma angka hoda! Jala purpurhon hamu angka hureta! Jala borhat ma angka ulubalang! Tole halak Kus dohot Put, angka na maniop lombulombu ro di halak Lud angka na maniop dohot manintak sior.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai ari partubolan di Tuhan Jahowa Zebaot do ari na sasada i, laho martubolhon tu musuna; jala suda nasida panganon ni podang; maradu mahap jala mabuk sian mudarnasida, ai adong do sada pelean sipotongon di Tuhan Jahowa Zebaot di tano tungkan utara martopihon batang aek Euprat.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nangkok ma ho tu Gilead mangalap miak bahen daon, ale boru Misir! Hape ndang marguna pagodangonmu angka ubat, ai ndang be hadaonan ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Begeon ni angka bangso parbegu na haurahonmu, jala gok tano on angguhanggukmu, ai masijonapan do angka ulubalang rap martinggangan jala marragean nasida duansa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) On do hata na nilumbahon ni Jahowa hian tu panurirang Jeremia taringot tu haroro ni si Nebukadnesar raja sian Babel, laho papatu tano Misir:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Baritahon hamu ma i di Misir jala tingtingkon hamu ma i di Migdol, asa sar barita i di Nop dohot di Tahpanhes, dok hamu ma: Marodorodor ma ho jongjong jala marsihohot mangalo, ai nunga suda dipangan podang angka hombar balokmu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Boasa naung marragean angka ulubalangmu? Boasa so manahan jongjong ibana? Ai Jahowa do tahe patundukkon nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ibana mambahen nasida martinggangan mansai torop rap marragean do nasida, gabe didok nasida do: Beta hita mulak tu bangsonta dohot tu tano hatubuanta maradophon podang ni pangago i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Joujou nasida disi: Ia Firaun, raja sian Misir, nunga pidom; dipasalpu do antong tingki na denggan i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Songon sintongna mangolu ahu, ninna raja Jahowa Zebaot goarna: Songon Tabor di tongatonga ni angka dolok jala songon Karmel martopihon laut, songon i do harorona sogot.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Bahen hian ma di ho ulaula ni halak na tarbuang, ho ale isi ni boru Misir! Ai ingkon gabe halongonan do Nob jala pansing, asa unang adong be pangisina.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tudos tu anak ni lombu na uli rupa do Misir, alai ro do sada pangago i, sian utara, ro do ibana tongon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nang halak na niupaanna, angka na di tongatonganasida i, songon anak ni lombu angka na pinamokmok do, nang angka nasida marbalik do, rap maporus, ndang manahan jongjong, ai nunga ro ari hamagoannasida tu nasida, tingki partubolan tu nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Soarana do songon parlisik ni ulok; ai mardongan parangan nasida mardalan, jala mantat tangke nasida ro mandapothon, songon halak sitaba hau.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Nunga pola dirotongkon nasida tombakna, ninna Jahowa, atik pe so tartondong nian, ai tumorop do nasida sian sihapor, jala ndang habilangan toropnasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Nunga tung tarurak boru Misir, nunga sahat nasida tu tangan ni sada bangso sian utara.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Nunga pola didok Jahowa Zebaot, Debata ni Israel: Ida ma, marlulu ma ahu dompak Amon sian Tebe dohot dompak Firaun dohot dompak Misir dohot dompak angka debatana dohot dompak angka rajana dohot dompak Firaun dohot dompak halak na marhaposan tu ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ahu ma tutu pasahathon nasida tu tangan ni halak na tumahi hosanasida dohot tu tangan ni si Nebukadnesar, raja sian Babel dohot tu tangan ni angka naposona; dung salpu songon i ingkon inganan muse, suang songon di angka ari na robi, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(III.) Alai anggo ho, ale Jakkob, naposongku! Unang ho mabiar, jala unang ho tarsonggot ale Israel! Ai ida, ahu paluahon ho sian luat na dao dohot pinomparmu sian tano habuangannasida, ingkon mulak Jakkob jala marsonangsonang, jala mardohar, jala ndang adong na manonggoti.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dibahen i unang mabiar ho, ale naposongku Jakkob, ninna Jahowa, ai ahu do donganmu! Ai tung pansing do bahenonku saluhut bangso haambolonganmu na sai laon na hubahen i, alai anggo ho ndang pansing bahenonku, ingkon pinsangonku do ho nian hombar tu uhum, ndang tarbahen so toruanku ho.",
      "type": "content"
    }
  ]
}