{
  "book": "Yeremia",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon dompak Moab: Ingkon pansing do angka huta di Moab 1-10. II. Dung leleng marhasonangan ro ma hamagoan tu Moab 11-28. III. Ala ni ginjang ni rohana ibana ditorui 29-39. Doras do haroro ni uhumi 40-47.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dompak Moab. Songon on do hata ni Jahowa Zebaot, Debata ni Israel: Marjea ma huta Nebo, ai nunga pansing! Nunga tarurak Kiriataim jala patu, nunga tarurak benteng na timbo i jala maloha!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga pesan hamuliaon ni Moab di Hesbon; nunga pola disangkapi halak hamagoanna, ninna do: Beta hita, asa itapansingkon ibana unang be masuk tu bilangan ni bangso! Ho pe ale Madmen, ingkon rendep ho; sai paburuburuon ni podang ma ho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tarbege do soara angguhangguk sian Horonaim! Hapapansing dohot hamagoan dohot hataluan bolon!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nunga tung siap Moab! Angka na metmet mangangguhi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai di nangkohan Luhit mardapotdapot nangkok halak na tumatangis, pola tarbege di tuatan Horonaim angguk badar ni halak na hagogotan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Maporus ma hamu, palua hamu hosamuna i! Alai gabe songon tadatada di halongonan do hamu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai ala marhaposan ho mida jadijadianmu dohot mida angka artam, ingkon dohot ho patu, ingkon borhat Kamos tu habuangan, angka malimna dohot angka indukna sasudena.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai ingkon ro do sipangago i dompak saluhut halak jala ndang malua nanggo sada huta, jala mago rura i jala tarulang tano pea i, ai songon i do hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lehon hamu ma habong tu Moab ai naeng gira habang ibana tu ruar. Hape ingkon gabe halongonan angka hutana, ndang be marpangisi nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Marjea ma manang ise na marlemba mangaradoti ulaon ni Jahowa, jala marjea ma manang ise na mangontok podangna mandurushon mudar.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Marsonangsonang do nian Moab sian sieteketehonna, jala hohom ibana peak di atas parakna, jala ndang dung ibana dipainding sian guriguri na sada tu na asing, jala ndang dung ibana tarboan tu habuangan. Dibahen i hot do pandaianna, jala ndang muba parnianggoanna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen i, ida ma, na ro do angka ari sogot, ninna Jahowa, ahu ma marsuru tu ibana jolma angka na painding ibana, jala parumaronna angka gurigurina, jala bolahononna angka saoanna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon tarurak do Moab binahen ni Kamos, suang songon pinompar ni Israel tarurak binahen ni Betel haposannai.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Boasa ma tung dohononmuna: Angka ulubalang do hami, jala halak parmusu angka na begu do hami?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nunga tung siap Moab, jala nunga dipurun angka hutana, jala dolidoli angka na pinillitna i nunga turun tu pamotongan, ninna raja, na margoar Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nunga jonok hapepesan ni Moab, jala silu situtu ro hamagoanna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tatangisi ma ibana, sude hamu angka hombar balokna, sude hamu angka na umboto goarna! Dok hamu ma: Nunga maponggol do hape tungkot hagogooni, batahi na arga i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Mijur ma ho sian hamuliaon jala hundul tu tano hasang, ho ale isi ni boru Dibon! Ai na nangkok ma siago Moab dompak ho, siaphononna ma hutam angka na gantingi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jongjong ma ho tu dalan jala manatapnatap, hamu ale isi ni Aroer! Sungkunsungkuni ma jolma na maporus dohot na malua! Dok ma: Aha do na masa?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nunga tung tarurak Moab, ai nunga maloha. Mangandungi ma hamu jala tumatangis! Baritahon hamu ma i di Arnon naung siap do hape Moab.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala nunga songgop uhumi tu tano pea, tu Holon dohot tu Jahaz dohot tu Mefaat.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dohot tu Dibon dohot tu Nebo dohot tu Bet Diblataim.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dohot tu Kiriataim, tu Bet-Gamul dohot tu Betmeon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dohot tu eriot Hesron, Bezer dohot tu saluhut huta ni luat Moab, angka na holang dohot angka na jonok.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Nunga tung maponggol tanduk ni Moab jala nunga marosak botohonna, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Pamabuk hamu ma ibana, ala dompak Jahowa do ibana manenganenga! Laos marguluhon utautana ma Moab, asa gabe sieleseleson ni halak ibana huhut.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Nda dieleselesi ho do Israel molo jumpang nasida di tongatonga ni angka panangko? Ai ganup ditaringoti hatam ibana, mangupir do ho.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tadingkon hamu ma angka huta jala maringan di dolok batu hamu ale isi ni Moab, jala songon anduhur ma hamu angka na marasar di bagasan angka liang.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(III.) Nunga hubege hami hajungkaton ni Moab, tung na jungkat situtu ho, tole hatimbulonna dohot hajungkatonna dohot ginjang ni rohana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ahu pe tangkas do hutanda hajungkatonna ninna Jahowa, tole panengaonna na so marniula i, sipaotooto do dibahen nasida.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dibahen i ingkon mangandungi ahu taringot tu Moab jala ingkon mangangguhi ahu taringot tu sandok Moab; tama do marhoihoi iba taringot tu angka baoa di Kir-Heres.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ingkon mabakbak iluilungku mida Jaser, ingkon tumatangis ahu mida ho, ale hau anggur sian Sibma. Taripar do rantingrantingmu tu bariba ni laut, pola sahat tu laut Jaser. Nunga ditinggang pangago i parbue ni hau dohot hau anggur angka sigotilonmu hian.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Nunga munsat huhut las ni roha dohot olopolop sian hauma sigotilon dohot sian tano Moab, jala nunga hupasadi anggur i sian angka pangilangan, ndang adong be luntakluntahonna mardongan suraksurak, tung na so masa be suraksurak las ni roha.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Binahen ni angguhangguk sian Hesbon sahat tu Eleale, sahat tu Jahaz tahe tarbege soaranasida i; sian Soar sahat tu Horonaim, lombu sitolu taon i, ai dohot do angka aek Nimrim marsik do sogot.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ahu ma pasohothon Moab, ninna Jahowa, asa unang be mamele di atas ni angka tambak, jala unang be manutung daupa tu angka debatana sileban.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dibahen i sai gunsang do rohangku mida Moab, jala mardorom songon sarune mida halak isi ni Kir-Heres, ala naung mago do pasipasi ni na niomona.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ai nunga mapalpal saluhut ulu, jala ginansip saluhut janggut, luhut tangannasida angka na nirarihan do, jala marulos tangki gontingnasida i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Di atas ni saluhut tarup ni jabu di Moab dohot di alamannasida holan angguhangguk do, ai nunga hubolahon Moab songon mangkuk sadi na so lomo di rohaniba, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Oe suang habobolana i! Angguknasida! Tungki ni ulu ni Moab dohot urakna i! Songon do, nunga gabe sirehereheon Moab dohot hasonggoton di saluhut halak hombar balokna.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ai songon on do hata ni Jahowa: Ida ma, songon pidong raja wali ibana habang, jala dipaherbang hatirna di atas Moab.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Nunga patu angka huta, jala nunga disoluk angka partanobatoan; jala ingkon songon roha ni parompuan na mangae posoposona, roha ni angka ulubalang ni Moab di ari na sasada i.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Ingkon pansing Moab, asa unang be targoar bangso, ala dompak Jahowa ibana manenganenga.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Hasogiron dohot godung dohot jorgong songgop tu ho, ale isi ni Moab, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Manang ise na maporus maradophon hasogiron, ingkon madabu do ibana tu godung, jala manang ise na manaek sian godung, ingkon dapot jorgong ibana, ai ahu parohon tu nasida, tu Moab, taon partubolan tu nasida, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Jongjong do di linggoman ni Hesbon marhosahosa angka na maporus ndang margogo, alai ruar ma api sian Hesbon jala nala ni api sian tongatonga ni Sihon, gabe suda dipangan parsantingan ni Moab dohot pakpak ulu ni angka anak hagunturon.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Marjea ma ho ale Moab! Nunga pidom bangso ni Kamos, ai nunga tarboan angka anakmu tu habuangan dohot angka borum tu parhatobanan.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Alai anggo di ujung ni angka ari ahu ma manogihon mulak halak na tarbuang sian Moab ninna Jahowa. Intap ni i ma uhum tu Moab.",
      "type": "content"
    }
  ]
}