{
  "book": "Yeremia",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon dompak Amon 1-6. II. Dompak Edom 7-22. III. Dompak Damaskus 23-27. IV. Dompak Kedar dohot Hazor 28-33. V. Dompak Elam 34-39",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dompak halak Amon. Songon on do hata ni Jahowa: Ndang adong huroha anak di Israel, manang sitean ibana? Boasa tung Milkom manean Gad jala bangsona maringan di angka hutana?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dibahen i ida ma, na ro do angka ari sogot, ninna Jahowa, ahu ma patubegehon dompak Rabba ni halak Amon suraksurak hamusuon, ingkon gabe timbunan batu huta i, jala masoksok angka hutana pagaran di bagasan api, jala ingkon Israel manean angka naung manean ibana na jolo, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Mangandungi ma ho, ale Hesbon, ai nunga pansing Ai! Mangangguhi ma, hamu ale angka boru Rabba, alithon ma ulos tangki! Mangandungi ma hamu huhut marlojonglojong di holangholang ni angka parik, ai ingkon mardalan tu habuangan do Milkom, angka malimna rap dohot angka indukna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Boasa manenganengahon angka rura i ho? Mangalantap ma ruram dibahen mudar, ho ale boru na marbalik, na marhaposan tu angka artana, nimmu do: Ise ma na hum jumonok tu ahu?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ida ma, ahu parohon tu ho hasonggoton, ninna Tuhan i, Jahowa Zebaot, sian saluhut angka hombar balokmu, jala ingkon onjarhononhon hamu ganup tu jolona, jala ndang adong manang ise na papunguhon na maporus i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai dung salpu songon i, ahu ma manogihon mulak angka na tarbuang sian halak Amon, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Dompak Edom. Songon on do hata ni Jahowa Zebaot: Ndang adong be huroha hapistaran di Teman? Nunga mago huroha tahi sian halak parroha angka na pistar? Nunga pesan huroha hapistarannasida?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Maporus ma hamu, lumindak tu pudi, monjap ma hamu maringan tu liang, hamu ale isi ni Dedan, ai hapipidom ni si Esau paroonku tu ibana, ai nunga jumpang tingki partubolanku tu ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Molo ro halak siputik parbue ni anggur tu ho, ndang tagamon tebahononnasida angka sijomputon; molo ro angka panangko borngin, agohononnasida ma na singkop di nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai anggo ahu, nunga hupasalang Esau, nunga hupapatar angka parsitabunianna, ndang be tarbahensa manabunihon dirina. Nunga pidom pinomparna ro di hahaanggina dohot hombar balokna, jala ndang be disi ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tadingkon ma anakmu angka na tading di lampin, asa ahu pangoluhon nasida, jala marhaposan tu ahu do parompuan angka na mangkabaluhon ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai songon on do hata ni Jahowa: Ida ma, halak na so tama hian nian minum sian panginumani, ingkon inumonna sian i, tung tarbahen ma lias ia ho? Ndang tarbahen lias ho, ingkon inumonmu sian i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai nunga pola marmangmang ahu tu diringku, ninna Jahowa, ingkon gabe tarulang, gabe sirehereheon, gabe halongonan, gabe sipapulaspulason do Bosra, jala saluhut hutana, ingkon gabe halongonan salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nunga hubege sada barita sian Jahowa, jala nunga disuru suruanna sahalak tu tongatonga ni angka bangso parbegu martingting: Santi balatuk ma hamu martahop dompak nasida, jala borhat ma hamu tu tongtangan!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai ida ma, marmetmet ma ho bahenonku di tongatonga ni angka bangso parbegu, marlea di tongatonga ni manisia!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Hasogiron binahenmi do paotooto ho, jungkat ni roham, ho ale na maringan di liang ni dolok batu, na sangkot di buntulbuntul ni robean! Tung sura pe dipatimbo ho asarmu songon pidong raja wali, ingkon onjarhononku do ho sian i, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingkon gabe halongonan do Edom, ganup na mamolus sian i ingkon tarsonggot do marnidasa, jala mangarehe ala ni saluhut jeana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Suang songon uju di harorongrong ni Sodom dohot Gumora, nang angka hombar balokna, ninna Jahowa, songon i ndang maringan di Edom jolma nanggo sada, manang marmalam disi manisia.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ida ma, nangkok do ibana songon singa sian tobing ni Jordan tu inganan na ganting, ai tompuhononku ma mangalele ibana sian i jala ise ulaning dolidoli na pinillit, sipampeongku mangalo nasida? Ai tung ise ma songon ahu? Jala tung ise ma mangalualuhon ahu? Jala tung ise parmahan i na manahan jongjong di jolongku?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dibahen i tangihon hamu ma sangkap ni Jahowa, naung sinangkapna taringot tu Edom, dohot angka pingkiranna, naung piningkiranna taringot tu isi ni Teman: Tongon do, ingkon toltolan ni halak nasida, birubiru angka na gale i, pola tung marseto jampalan mida nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sian soara ni pardoburnasida pola humuntal tano on; tarbege do soara angguhanggukna tolhas ro di laut arung.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ida ma, manaek do ibana songon pidong raja wali jala habang, jala dipahembang habongna di atas Bosra; jadi songon roha ni parompuan na mangae posoposona roha ni angka ulubalang di Edom sadarina i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(III.) Dompak Damaskus. Tarurak ma Hamat dohot Arpad, ai nunga dibege barita hamagoan; malala ateatenasida, hagodoron masa martopihon laut, ndang tarbahen be marsonangsonang.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Nunga mandate Damaskus, nunga pola lumindak laho maporus, angka dotdot nasida, hagogotan dohot parsahiton niaena, songon parompuan na mangae posoposona.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Beha, nda nunga tinadingkon huta na tarbarita i, huta hasoloan ni rohangku?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dibahen i marragean ma angka dolidoli isina i di angka alamanna, jala saluhut baoa sialo musu siap sadarina i, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ahu tahe pagalakkon sada api di parik ni Damaskus, gabe suda panganonna angka bagas bolon ni si Benhadad.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(IV.) Dompak Kedar dohot dompak angka harajaon sian Hazor, angka na pinapatu ni si Nebukadnesar, raja sian Babel. Songon on do hata ni Jahowa: Borhat ma hamu nangkok dompak Kedar, jala pansingkon hamu ma angka anak di habinsaran!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ingkon rampasonna angka undungundung dohot punguannasida, angka rimberimbenasida ro di saluhut parhohas dohot untonasida laumonna di nasida; jala surakkononna tu nasida: Hagodoron humaliang!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Maporus ma hamu, haru hatop ma hamu marlojongi, monjap ma hamu maringan tu angka liang, hamu ale isi ni Hazor, ninna Jahowa; ai nunga padalan tahi si Nebukadnesar, raja sian Babel, dompak hamu, nunga pola sada tahina dompak hamu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Borhat ma hamu nangkok dompak sada bangso na marsonangsonang jala na nalom roha maringan, ninna Jahowa, ndang marharbangan manang marransang, pinjil ingananna.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ingkon gabe tabantaban ia untonasida jala hinadeak ni punguan dorbia di nasida gabe rampason, jala ahu paserakkon nasida tu saluhut desa, nasida angka na marjambulan, jala sian na humaliang ahu parohon hamagoan tu nasida, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jala Hazor ingkon gabe parasaran ni ulok naga, gabe halongonan ro di salelenglelengna. Ndang be maringan disi jolma nanggo sada, jala ndang be marmalam disi manisia.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(V.) On do hata ni Jahowa na ro tu panurirang Jeremia taringot tu Elam di mula ni harajaon ni si Sedekia, raja sian Juda, ninna do:",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Songon on do hata ni Jahowa Zebaot: Ida ma, ahu ma mamonggolhon sior ni Elam, situan ni hagogoonnasida.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jala ahu parohon dompak Elam na opat paranginan sian na opat desa ni langit, jala ahu paserakkon nasida tu na opat paranginan i, jala ndang adong bangso na so hasahatan ni halak angka na maporus sian Elam.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jala ahu manggodori roha ni halak Elam maradophon musunasida dohot maradophon angka na tumahi hosanasida, jala ahu parohon tu nasida hamagoan, parpiarpiar ni rimashu, ninna Jahowa, jala ahu paborhathon podang sian pudinasida, paima sun siap nasida hubahen.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jala ahu patindang habangsangku di Elam, jala ahu pasiaphon sian i raja dohot angka induk, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai anggo di ujung ni angka ari, mulak ma togihononku angka na tarbuang sian Elam ninna Jahowa.",
      "type": "content"
    }
  ]
}