{
  "book": "Yeremia",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Nunga gok hinajahat ni Jerusalem 1-9. II. Dibahen i hona toru ni Debata ma 10-19. III. Tama situtu do antong panoruina i 20-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Liati hamu angka alaman ni Jerusalem, sai ida jala tanda jala diori hamu di angka alamanna i manang tung jumpang hamu sada jolma, manang tung adong ma sada na mangulahon uhum, na usouso di hasintongan, asa marpamuati rohangku di huta i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala nang pe didok nasida: Songon sintongna mangolu Jahowa, manolon na tutu do nasida disi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ale Jahowa, nda tu hasintongan do matam laho? Nunga nian dilinsingi Ho nasida, alai ndang mangilala nasida disi; nunga nian disiaphon Ho nasida, tong do nasida manjua manjangkon sipodaon; tung umpir do bohinasida sian dolok batu, manjua do nasida paubahon rohana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ianggo Ahu, ningku do: Holan angka na pogos do nasida, angka na pinaotooto! Ala ndang ditanda nasida dalan ni Jahowa, uhum ni Debatanasida i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i laho ma ahu tu angka na sangap, jala mangkatai dohot nasida, ai anggo nasida, diboto nasida do dalan ni Jahowa, uhum ni Debatanasida i. Hape rap do nasida mamonggoli auga, angka dirapui do angka tompina i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i bunuon ni sada singa sian tombak nasida, gompul harangan mangago nasida; martaronggop ma di lambung hutanasida; ganup na laho ruar sian i soroonna do; ai sai lam ganda do pangalaosionnasida, panundalionna pe ndang habilangan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung beha ma pamuati ni rohangku di ho? Ditadingkon angka anakmu do Ahu, jala marmangmang nasida tu na so debata, jala dung butong nasida hubahen, gabe mangalangkup nasida, marrongoman tu bagas parmainanon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Angka hoda tunggal na mokmok do nasida, angka na mompasompas, mariheihe be do tu jolma ni donganna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung so luluhononku angka sisongon i, ninna Jahowa manang tung so sudolhonon ni rohangku tu bangso sisongon i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Panaek hamu ma parikna, jala gargari hamu, alai unang tung siap bahen hamu! Tultuli hamu ma angka rantingna, ai ndada Jahowa nampuna nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai marbalik situtu do dompak ahu, pinompar ni Israel dohot pinompar ni Juda, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga disoadahon nasida Jahowa, jala didok: Ndang adong ibana, jala ndang tagamon ro tu hami jea, nang podang manang haleon, ndang tagamon idaonnami.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala angka panurirang gabe alogo, jala ndang adong hata ni Jahowa di bagasan nasida; songgop tu nasida sandiri do songon i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibahen i songon on do hata ni Jahowa, Debata Zebaot: Ala songon i hatamuna i, ida ma lehononku ma angka hatangku tu bagasan pamanganmu gabe api, jala bangso on gabe hau, asa suda nasida dipangan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ida ma, paroonku ma dompak hamu sada bangso sian na dao, ho ale pinompar ni Israel, ninna Jahowa; sada bangso na tang do i, bangso sian na robi, bangso na marpangkuling na so binoto, jala ndang antusanmu manang aha nidokna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tudoshon tanoman na talak do parsumbiaanna, sude do nasida ulubalang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Panganonna do sigotilonmu dohot rotim; panganonnasida do angka anakmu dohot angka borum; sohalanna do angka birubirum dohot angka lombum, sudahononna do parbue ni hau anggurmu dohot antajaum; tabanonna do hutam angka na gonting i, haposan ni roham na sai laon marhitehite podang.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai nang di angka ari bongkai, ninna Jahowa, ndang laos siap hamu bahenonku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala molo didok hamu: Ala ni aha umbahen saluhutna i dibahen Jahowa Debatanami tu hami? Dohononmu ma tu nasida: Songon panadingkonmuna di ahu mangoloi angka debata sileban di tanomuna, laos songon i do parhatobanon ni halak na pulik hamu di tano na so hamu nampunasa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Baritahon hamu ma i tu pinompar ni si Jakkob, jala tingtingkon hamu ma i di Juda, mandok songon on:",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ua tangihon ma on, ho ale bangso na oto, jala na so marroha! Angka na marmata nian, hape ndang marnida, angka na marpinggol nian, hape ndang marbinege.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tung so pola habiaranmuna ahu, ninna Jahowa, manang so pola manonditnondit maradophon ahu? Ahu na mambahen horsik gabe parbalohan ni laut, bahen patik salelenglelengna, na so tupa laosanna; jala nang pe gunsang, ndang hahuaonna, nang pe marhasakhasak angka galumbangna, laos so pulhaonna do.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai anggo bangso on parroha na marbalik do, jala na manggunturi, marbalik do nasida, laos laho songon i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala ndang dung didok di bagasan rohana: Ua itahabiari ma Jahowa Debatanta, na mangalehon udan di tingkina, na mangaramoti di hita minggu angka na pinatik tu gotilon.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai angka hajahatonmuna palipehon sisongon i, jala angka dosamuna mangambat na denggan i sian hamu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai jumpang do di tongatonga ni bangsongku angka parjahat, angka na manisipi, songon angka parsambil, angka na manaon jorgong padapot jolma.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Songon huruhuruan na gok pidong, songon i do bagasnasida gok sipaotooto. Dibahen i timbul, jala mamora nasida.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Marmiak jala marlinolino nasida, huhut binsat nasida dibahen angka pambahenan na jahat, ndang mandabu uhum na sintong nasida, uhum tu na sopot so marama, hape sai manjadi do sangkapnasida; jala ndang diuhum nasida angka na pogos hombar tu uhum.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Tung so luluhononku angka sisongon i, ninna Jahowa? Tung so sudolhononku ma tu bangso na songon on.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Masa do di tano i hasogiron na sogir jala na jorbut.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Angka panurirang manurirangi ansiansi, jala angka malim gumomgom tangannasida, jala bangsongku mangkaholongi sisongon i. Alai aha ma bahenonmuna apala parpudi?",
      "type": "content"
    }
  ]
}