{
  "book": "Yeremia",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon taringot tu hapapatu ni Babel: Dung patu Babel malua ma Israel sian tano ni halak Kasdim 2-13. II. Partubolon ni Jahowa tu Babel 14-28. III. Tarjimput ma Babel na jungkat na sai laon marhitehite podang ni Jahowa dohot marhitehite dolidoli na sinuruna i 29-46",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do hata naung nilumbahon ni Jahowa hian dompak Babel dohot dompak tano ni halak Kasdim marhitehite panurirang Jeremia.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Baritahon hamu ma di tongatonga ni angka bangso parbegu jala tingtingkon hamu jala patindang hamu sada partonggol, patubegehon hamu ma i, unang porso hamu! Dok hamu ma: Nunga patu Babel, nunga tarurak Bel, nunga pidom Merodak, nunga tarurak angka ganaganaan panombanombaanna, nunga pesan angka debatana ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai nangkok do dompak ibana sada bangso sian utara, i ma mambahen tanona gabe halongonan, asa ndang be marpangisi; tole jolma ro di pinahan rap maporus do, dipurpurhon be langkana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Di angka ari dohot di tingki na sasada i, ninna Jahowa, ro be ma halak Israel, rap dohot halak Juda; mardalandalan nasida huhut tumatangis mangalului Jahowa, Debatanasida i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Usousoannasida ma Sion, jala bohinasida manuju dalan laho tusi: Beta hita, marsihohot rohanta tu Jahowa, marpadan na hot salelenglelengna, na so tupa halupahononhon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Birubiru angka na mago do bangsongku na sai laon, siparmahan nasida do mangaliluhon nasida di atas ni angka dolok pangaliluan, mardalani do nasida sian dolok boti tu robean, lupa do nasida di pangulonan hasonangannasida i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Manang ise na jumpangan nasida, suda nasida dipangan, jala musunasida mandok: Ndang marsala anggo hami di nasida; ala naung mardosa nasida dompak Jahowa, partanobatoan na sintong jala haposan ni ompunasida do Jahowa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Maporus ma hamu sian tongatonga ni Babel jala ruar sian tano ni halak Kasdim, jala tudoshon birubiru tunggal ma hamu angka na manguluhon birubiru.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai ida ma, ahu pahehehon dohot panangkokkon dompak Babel luhutan ni bangso parbegu angka na bolon sian tano na tungkan utara, angka na mangaromrom huta i los tabanonna; sumbianasida tudoshon ulubalang na marantu, na so dung hea mulak boti.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon gabe tabantaban do luat ni halak Kasdim, butongan ma saluhut na mamupusi nasida, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ala naung marlas ni roha hamu, ala naung marolopolop hamu ale angka na mamupusi partalianki, ai pola marhajingjang hamu songon anak ni lombu na mardege, jala mariheihe songon hoda jantan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ingkon tarurak situtu inamuna jala maila na tumubuhon hamu. Ida ma, ujung ni angka bangso parbegu halongonan do, tano hasang dohot adaran.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Maradophon parpiar ni muruk ni Jahowa, ndang be inganan huta i jala ingkon gabe halongonan situtu; manang ise na mamolus sian lambung ni Babel tarhatotong do jala mangarehe ala ni saluhut jea ma manginona tu ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Marodor ma hamu jongjong mandopang Babel humaliang, sude hamu ale angka sisintak sior; sior hamu ma dompak huta i, unang ontohi hamu angka sumbia, ai dompak Jahowa do huta i mardosa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Marsuraksurak ma hamu dompak huta i humaliang! Nunga mangoloi patu, nunga marrumpahan angka partanobatoanna, nunga maloha angka parikna! Ai partubolan sian Jahowa do i. Partubolhon hamu ma tu huta i suang songon naung binahenna i bahen hamu tusi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Siaphon hamu ma halak panabur sian Babel dohot halak sitiop sasabi di hamamasa ni gotilon. Maradophon podang ni pangarupa, mulak be ma tumopot bangsona, jala maporus be ma mulak tu tanona.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Birubiru na nilotongan do Israel, angka singa do mangalotongi. Jumolo raja sian Assur manganhon ibana; jala parpudi on si Nebukadnesar raja sian Babel mangaropuhi holiholina.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dibahen i, songon on do hata ni Jahowa Zebaot, Debata ni Israel: Ida ma, marlulu ma ahu dompak raja sian Babel dohot dompak tanona, suang songon naung marlulu ahu dompak raja sian Assur.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i mulak ma anggo Israel togihononku tu panjampalanna hian asa manjampal muse di Karmel dohot di Basan jala bosuran rohana di dolok Epraim dohot di Gilead.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Di angka ari i dohot di tingki na sasada i, ninna Jahowa, luluan ni halak ma hajahaton ni Israel, hape ndang adong dapotsa dohot dosa ni Juda, hape ndang adong jumpangsa nanggo sada! Ai marpangulahi do rohangku mida jolma na hutebahon i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nangkok ma ho dompak luat na marhajungkaton silompit dua dohot dompak halak isi ni luat na tama torutoruan! Pansingkon jala pidomhon pinomparnasida, ninna Jahowa, jala patupa ma hombar tu saluhut na hutonahon tu ho!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Soara hamusuon masa di tano i dohot hasisiap godang!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Nunga tung magopu hape jala maponggol nanggar ni sandok tano on! Nunga tung gabe halongonan hape Babel di tongatonga ni angka bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Nunga huta on jorgong dompak ho, ala ni umbahen laos dapot ho, ale Babel, so botobotoanmu. Nunga tardapot ho huhut tartangkup, ala naung marmusu do dompak Jahowa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Nunga pola diungkap Jahowa bagas parpeopan ni sinjatana, jala diparuar angka sinjata ni murukna, ai jadijadian ni Tuhan Jahowa Zebaot do i di tano ni halak Kasdim.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ro be ma sian ujung ni tano on mandopang huta i, ungkap hamu ma angka sopona, pagukguk hamu ma songon busukbusukan jala purun hamu, unang adong pasipasina tading.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tampuli hamu ma saluhut anak ni lombuna, patuat hamu ma i tu pamotongan! Marjea ma nasida, ai nunga ro arina, tingki partubolan tu nasida.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tarbege do soara ni halak na maporus dohot na malua sian tano Babel laho mamaritahon tu Sion partubolan ni Jahowa, Debatanta i, partubolan ni jorona.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(III.) Paluhut hamu ma dompak Babel halak partembak, saluhut halak sisintak sior, tungkum hamu ma huta i humaliang, unang adong haluaon! Partubolhon hamu ma tu huta i hombar tu pambahenanna marguru tu sude na binahenna bahen hamu tusi ai dompak Jahowa do ibana manenganenga, dompak na badia ni Israel.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dibahen i ingkon marragean angka dolidoli di nasida di angka alamanna jala saluhut baoa sialo musu ingkon rendep do di na sadari i, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ida ma, toruanku ma ho ale si hajungkaton, ninna Tuhan i, Jahowa Zebaot; ai nunga ro arim, tingki partubolon tu ho.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi tarsulandit ma si hajungkaton i, laos tinggang, jala ndang adong be na pahehe ibana, jala pagalahonku ma sada api di bagasan angka hutana, gabe suda panganonna saluhut na humaliang ibana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Songon on do hata ni Jahowa Zebaot: Angka na nirupaan do halak Israel rap dohot halak Juda, jala saluhut angka na mambuangkon nasida laos maniopi nasida, manjua paluahon nasida.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai na gogo do anggo sipalua nasida, Jahowa Zebaot goarna. Sai badahononna do badanasida, asa marhasonangan tano i bahenonna, jala angka hitir anggo halak isi ni Babel.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ingkon ro podang dompak halak Kasdim, ninna Jahowa dohot dompak isi ni Babel dohot dompak angka indukna dohot dompak angka pangarundingna.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ro ma tutu podang i dompak angka panurirang pargapgap, asa gabe angka na oto nasida; ro huhut podang i dompak angka ulubalangna, asa tarhatotong nasida.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ro huhut podang i dompak hodanasida dohot dompak huretana dohot dompak saluhut na hinarana, angka na di tongatonganasida i, asa hira songon parompuan biarna; ro muse podang i dompak angka artana, asa sipupusan ni halak.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ingkon ro huhut haarsihan dompak angka batang aek di nasida, asa marsik, ai tano abalan ni angka ganaganaan do i, jala manenganenga nasida mangasahon ganaganaan angka na sogir.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dibahen i, ingkon maringan disi angka arimo dohot sarigala jala maringan disi angka pidong onggang; jala ndang be inganan ro di saleleng lelengna manang manompang disi marsundutsundut.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Songon pangarongrong ni Debata di Sodom dohot di Gumora ro di angka hombar balokna, ninna Jahowa, suang songon i ndang maringan disi jolma nanggo sada, manang manompang disi manisia.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Ida ma, na ro do sogot sada bangso sian utara, sada bangso na bolon jala torop angka raja borhat sian angka ujung ni tano on.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Mamboan sior dohot hujur do nasida, angka na garang do nasida, jala ndang maralangalang, soaranasida pe songon parhasak ni aek, jala marsihundul di hoda do nasida, marparhohas songon halak parmusu, ro dompak ho ale boru Babel.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dung dibege raja sian Babel baritanasida, malenduk ma tanganna; hagogotan ma ibana, jala angka hitir songon parompuan na mangae posoposona.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Ida ma, nangkok do ibana songon singa sian tobing ni Jordan tu inganan na ganting, ai tompuhononku ma mangalele ibana sian i, jala ise ulaning dolidoli na pinillit sipampeongku mangalo nasida? Ai tung ise ma songon ahu? Jala tung ise ma mangalualuhon ahu? Jala tung ise parmahan i na manahan jongjong di jolongku?",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Dibahen i, tangihon hamu ma sangkap ni Jahowa naung sinangkapna taringot tu Babel dohot pingkiran angka naung piningkiranna taringot tu tano ni halak Kasdim: Tongon do ingkon toltolan ni halak nasida, birubiru angka na gale i, pola tung marseto ingananna mida nasida.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Binahen ni soara on: Nunga patu Babel! Pola humuntal tano on, jala tarbege do angguhanggukki di tongatonga ni angka bangso parbegu.",
      "type": "content"
    }
  ]
}