{
  "book": "Yeremia",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udutna: Ala ni Israel do ro partubolan tu Babel 1-10. II. Nanggar na mangaropuhi angka bangso, ingkon siap nuaeng 11-26. III. Pangarupaon na binahen ni Babel tu Sion manginona nuaeng tu ibana 27-40. IV. Ingkon tunduk Babel, alai malua ma anggo Israel 41-58. V. Ingkon jahaon ni si Seraia panurirangon i di Babel 59-64",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Songon on do hata ni Jahowa: Ida ma, ahu pahehehon dompak Babel dohot dompak halak na maringan di tongatonga ni angka alongku, sada alogo pangago.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala ahu paborhathon tu Babel halak pamurpuri, angka na mamurpuri ibana, dohot mangarumari tanona, ai tungkumonna do humaliang di ari hinamagona i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dompak halak na manintak, sintahan ni panintak ma siorna, jala dompak na mangalithon bajubajuna partahanan; jala unang olani hamu angka dolidoli di nasida, siaphon hamu ma sandok paranganna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Asa marragean halak na tartullang di tano ni halak Kasdim, jala halak na tartiham di alamannasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai ndada laos na mabalu Israel manang Juda pasombuon ni Debatana, Jahowa Zebaot, gok sapata ni mudar do tahe tanonasida i maradophon na badia ni Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Maporus ma hamu sian tongatonga ni Babel, jala ganup paluahon hosana be, asa unang siap hamu bahenon ni hajahatonna, ai tingki partubolan do i di Jahowa, pamaloson do binahenna tu nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Panginuman sere hian do nian Babel di tangan ni Jahowa, na pamabuk sandok isi ni tano on. Nunga minum angka bangso parbegu sian anggurna, umbahen laos lalaen angka bangso parbegu i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tompuna i marumpak Babel jala matapor! Andungi hamu ma ibana jala buat hamu miak na hushus daon ni bugangna, anggiat tung malum hilalaonna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Naeng do nian pamalumonnami Babel, hape ndang hadaonan. Antong tadingkon hamu ma i, mardalan ma hita ganup mulak tu tanona be! Ai nunga sahat ro di langit uhum na madabu, jala nunga tolhas ro di angka ombun.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga diparuar Jahowa angka hatigorannami. Beta hita asa itabaritahon di Sion jadijadian ni Jahowa, Debatanta i!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Tajomi ma angka sumbia, gohi hamu ma parnangkatan! Nunga dipahehe Jahowa tondi ni angka raja sian Madai, ai dompak Babel do tahina laho mangagohonsa, ai partubolan ni Jahowa do i, partubolon ala ni jorona.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Pajongjong ma partonggol dompak angka parik ni Babel, bahen ma parhalan, pajongjong ma angka parhal padiri ma angka pangaropan! Ai laluhonon ni Jahowa ma songon na sinangkapna, naung nilumbahonna hian dompak angka isi ni Babel.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ho ale na maringan di lambung ni aek godang, pararta godang! Nunga ro ajalmu, belokbelok ni pangomoanmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nunga pola marmangmang Jahowa Zebaot tu dirina: Molo dung hugoki ho dohot jolma songon sihapor toropna, ingkon marende aling nasida dompak ho.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ibana na manjadihon tano on marhitehite gogona, ibana paojakkon liat portibi on marhitehite habisukonna, jala dipahembang langit i marhitehite hapistaranna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Binahen ni soarana marhasak angka aek di toru ni langit, jala manaek angka ombun sian ujung ni tano on; ibana manjadihon angka hilap gabe udan, jala diparuar alogo sian parpeopanna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Na bodo do saluhut jolma, ndang marparbinotoan; tung tarurak do saluhut situang ganaganaan, ai sipaotooto do tuanganna, jala ndang adong hosana di bagasan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alogo sambing nasida, jadijadian haliluon; jumpang tingki partubolon tu nasida, siap ma nasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang songon angka nasida anggo ibana partalian ni si Jakkob, ai ibana do sijadi sandok na adong dohot marga ni partalianna, Jahowa Zebaot do goarna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nanggar do ho nian di ahu, sinjata tu hamusuon; marhitehite ho nunga huropuhi angka bangso parbegu jala hupidomhon marhitehite ho angka harajaon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Marhitehite ho nunga huropuhi hoda dohot jolma parsihundulna; marhitehite ho tutu huropuhi hureta dohot jolma parsihundulna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Marhitehite ho nunga huropuhi baoa dohot parompuan; marhitehite ho nunga huropuhi natuatua dohot na bajar; marhitehite ho nunga huropuhi dolidoli dohot namarbaju.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Marhitehite ho huhut nunga huropuhi parmahan dohot punguanna; marhitehite ho nunga huropuhi parumauma dohot horbona paninggala. Marhitehite ho nunga huropohi angka induk dohot wakilna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai anggo nuaeng ahu ma mamaloshon tu Babel dohot tu saluhut isi ni Kasdim sandok hajahatonnasida, angka na binahennasida tu Sion di adopanmuna, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ida ma, toruanku ma ho ale dolok na mangago, ninna Jahowa, ho na mangago sandok tano on; jala patoltolonku ma tanganku dompak ho, asa hugulang ho sian angka dolok batu, jala hubahen ho, gabe dolok api naung mintop.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Asa unang be adong buaton ni halak sian ho batu nanggo sada bahen batu parsuhi manang bahen batu ojahan, ingkon tarulang do ho ro di salelenglelengna, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(III.) Patindang hamu ma partonggol di luat i; palu hamu ma sarune di tongatonga ni angka bangso parbegu, parbadiai hamu ma angka bangso parbegu dompak nasida, marhara ma hamu tu harajaon Ararat, Mini dohot Askenas mangalo nasida! Pabangkit hamu ma sada partogi ni parangan mangalo nasida, boan hamu ma nangkok angka hoda songon sihapor na marjumbak.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Parbadiai hamu ma bangso parbegu angka na mandopang nasida, angka raja sian Madai ro di angka indukna dohot saluhut wakilna ro di sandok tano ginomgomanna i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Pola humuntal tano on jala raion ala dihajongjongkon Jahowa angka sangkapna taringot tu Babel laho mambahen tano Babel gabe halongonan soada pangisina nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Nunga mansadi marporang angka ulubalang sian Babel, juguk do nasida monjap di bagasan angka partanobatoan, nunga pesan habeguonnasida na sai laon, nunga tahuton nasida songon parompuan, nunga dipagalak halak jabu inganannasida i, nunga diponggolhon angka ransangna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Mardapotdapot do suruan marlojongi, mardapotdapot huhut siboan barita laho mamaritahon tu raja sian Babel naung patui hutana di partalpahan.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Naung dapot dohot angka hatariparan jala naung marsik angka ambar binahen ni api, jala naung godoron roha ni halak parmusu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ai songon on do hata ni Jahowa Zebaot, Debata ni Israel: Tudoshon pardegean do boru Babel, tingki pangaluntahan ni halak di ibana nuaeng. Otiknari nama jumpang ma tingki gotilon ibana.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Nunga suda dipangan, jala diropuhi si Nebukadnesar, raja sian Babel ahu, nunga dibahen ibana ahu songon saoan na rumar, nunga dipolgak ahu songon pamolgak ni ulok naga, nunga digohi butuhana sian hasoloan ni rohangku, nunga tung diumbang ahu.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Sai manginona tu Babel ma pangarupaon tu ahu dohot tu sibukku, ninna pangisi ni Sion, mudarhu pe sai manginona ma tu isi ni Kasdim, ninna Jerusalem.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dibahen i songon on do hata ni Jahowa: Ida ma, ahu ma mangkasuhuthon badam, jala ahu martubolhon sipartubolhononmu, jala ahu mambahen marsik lautnasida, jala ahu pahiang mualna.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ia Babel ingkon gabe timbunan batu, parasaran ni ulok naga, gabe hasonggoton dohot sirehereheon pangisina nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ingkon rap nasida marauang songon angka singa jala marngungung, songon anak ni singa.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Ia dung mohop dihilala nasida, ahu ma mambahen sada panggalangon di nasida, jala pamabuhonku nasida, asa marolopolop nasida laos tarpodom ro di salelenglelengna, jala ndang be tarsunggul, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ahu ma manogihon nasida tuat songon anak ni birubiru tu pamotongan, birubiru tunggal rap dohot hambing tunggal.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "(IV.) Oe nunga patu hape Sesak, nunga pesan hape hamuliaon ni sandok tano on! Nunga gabe halongonan hape Babel di tongatonga ni angka bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Nunga binsat hape laut i mangalantap Babel, nunga hona lingkup hape binahen ni gunsang ni galumbangna.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Nunga gabe halongonan hape angka hutana, gabe tano hasang adaran, tano na soada be pangisina, na so tarbolus jolma be nanggo sada halak.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Marlulu ma ahu dohot dompak Bel di Babel jala toltolanku ma sian pamanganna naung pinolgakna, jala ndang be marrongoman angka bangso parbegu mandapothon ibana. Nunga marobo huhut parik ni Babel.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Ruar ma hamu sian tongatongana ho ale bangsongki, jala dipalua be ma hosana maradophon parpiarpiar ni rimas ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Unang pola godoron rohamuna manang mabiar hamu umbege barita na mehet di luat i; ai masisoluhan do barita i sian taon na sada tu taon muse, taringot tu pangarupaon di luat i, pangarajai sama pangarajai maralo.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Dibahen i, ida ma, na ro do angka ari sogot, marlulu ma ahu dompak angka ganaganaan di Babel, gabe tarurak ma sandok tanona i jala saluhut angka na tartullang sian nasida, ingkon marragean di tongatongana.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Alai ingkon marsuraksurak ma mida Babel langit i dohot tano on ro di isina sudena, ai sian utara do ro pangago dompak nasida, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Marragean do najolo halak Israel dibahen Babel suang songon i ingkon marragean halak isi ni sandok luat Babel i.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Hamu ale angka na malua sian podang, laho ma hamu, unang sulon hamu! Paingotingot hamu Jahowa sian na dao jala malungun rohamuna di Jerusalem!",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Nunga tarurak hami, ai nunga hubege hami insahinsak, tung haurahon do manghungkupi bohinami, ai nunga masuk halak sileban tu bagasan habadiaon ni joro ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Dibahen apala i, ida ma, na ro do angka ari sogot, ninna Jahowa, marlulu ma ahu dompak angka ganaganaannasida, jala di sandok tanona marongrong angka halak na tartullang.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Tung sura pe manaek Babel sahat ro di langit, jala tung sura sapsap bire partanobatoanna, sai ro do sian ahu angka pangago dompak ibana, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Tarbege do soara angguhangguk sian Babel jala hajepolon godang sian tano ni halak Kasdim.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Ai Jahowa sandiri mangago Babel, jala ibana umpesanhon sian i soara hariburon. Jala marhasak do galumbangna, songon angka aek magodang, pola marsaringar tu na dao soara hagunturonna i.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Ai ro do dompak Babel sada pangago, gabe tartangkup ma angka ulubalangna, diponggolhon angka siorna, ai Debata partubol do Jahowa, sai na baloshononna do.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Ahu ma pamabukkon angka indukna, angka panuturina, angka pangarajai, angka wakilna dohot angka ulubalangna, asa tung tarpodom nasida nasida ro di salelenglelengna, jala ndang be tarsunggul, ninna rajai, Jahowa Zebaot goarna.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Songon on do hata ni Jahowa Zebaot: Parik ni Babel angka na bidang i ingkon magargar do, jala bahalna angka na timbo i, ingkon purunon dohot api; jadi sayang boti ma na hinangaluthon ni angka bangso, jala suda panganon ni api na hinangaluthon ni angka bangso i.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "(V.) On do hata na tinonahon ni panurirang Jeremia tu si Seraia, anak ni si Neria, tubu ni si Maaseia uju ibana dongan ni si Sedekia. Raja sian Juda, tu Babel, paopattaonhon hinarajaonna i. Alai induk pature pangulonan do si Seraia i.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Nunga disurathon si Jeremia hian saluhut jea siparoon dope tu Babel tu bagasan sada buku, luhut tahe hata i angka naung sinuratna i dompak Babel.",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Dung i ninna si Jeremia ma tu si Seraia: Ia dung tolhas ho tu Babel, ingkon tangkas jahaonmu luhut hata i.",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "Jala dohononmu ma: Ale Jahowa, nunga pola marlumba ho dompak inganan on, naeng siaphononmu, asa unang adong maringan disi nang jolma nang pinahan, ingkon gabe halongonan do i ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Ia dung tolhas dijaha ho buku on, rahuti ma tusi sada batu jala reongkon tu tongatonga ni Euprat.",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "Jala dohononmu ma: Ingkon songon i lonong Babel, jala ndang be hehe maradophon hamagoan siparoonku tusi, asa laos pidom. Intap ni ma angka hata panurirangon ni si Jeremia.",
      "type": "content"
    }
  ]
}