{
  "book": "Yeremia",
  "chapter": 52,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parsorion ni raja Sedekia dohot tuturna di hapapatu ni Jerusalem 1-11. II. Halelengse ni huta dohot joro i 12-23. III. Habubuang ni bangso i 24-30. IV. Raja Joiakin, mangulahi sangap di Babel 31-34.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marumur duapulu sada taon si Sedekia di na bangkit raja ibana, jala sampulu sada taon lelengna ibana mangarajai di Jerusalem jala goar ni inana do Nai Humuntal, boru ni si Jeremia sian Libna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala diulahon ibana do sogo ni roha ni Jahowa, sandok songon na binahen ni si Joiakim na jolo.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai masa pe i ala ni rimas ni Jahowa do mida Jerusalem dohot mida Juda, pola nasida dipabali sian adopan ni bohina. Jadi manggunturi ma si Sedekia dompak raja sian Babel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai tole pasiataonhon hinarajaonna i, di bulan sipaha sampulu di ari pasampuluhon, ro ma si Nebukadnesar, raja sian Babel, ibana dohot sandok paranganna mandopang Jerusalem, laos ditungkum huta i jala dibahen partanobatoan humaliang.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi lam tarsosak ma huta i sahat ro di pasampulusada taonhon hinarajahon ni raja Sedekia.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tole muse paopatbulanhon di ari sia marpotirpotir ma haleon di bagasan huta i, jala ndang adong be sipanganon tu situan na torop isi ni luat i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dibongoti ma huta i, jadi maporus ma sude halak sialo musu jala ruar sian huta i bornginna i mangihutihut dalan laho tu bahal di holangholang ni na dua parik hombarhon porlak ni rajai; alai humaliang huta i do anggo halak Kasdim, jadi diihuthon nasida ma dalan laho tu adaran.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dieak parangan ni halak Kasdim ma rajai sian puji, jala dapot nasida ma si Sedekia di adaran Jeriko ianggo sandok paranganna nunga mampar sian lambungna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ditangkup nasida ma rajai jala diboan ibana nangkok tu jolo ni raja sian Babel, tu Ribla di tano Hamat, laos didabu uhumna tu ibana disi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i diseati raja sian Babel ma angka anak ni si Sedekia di adopan ni matana ro di saluhut induk ni Juda diseati di Ribla.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i dipitungi ma ia mata ni si Sedekia, jala dirante ibana dohot dua rante tombaga; jala didokkon raja sian Babel boanon ibana tu Babel, jala dipasahat ibana tu bagas hurungan sahat ro di ari hamamatena.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Tole muse pasampulu arihon di bulan sipaha lima, i ma pasampulu sia taonhon hinarajahon ni raja Nebukadnesar raja sian Babel, ro ma tu Jerusalem si Nebusaradan, induk ni angka parangan, na jongjong di jolo ni raja sian Babel.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala disurbu joro ni Jahowa dohot bagas ni rajai ro di luhut bagas di Jerusalem, jala saluhut bagas angka na bolon disurbu dohot api.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Saluhut parik humaliang Jerusalem pe dilohai sandok parangan ni halak Kasdim do angka na rap dohot induk ni parangan i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ianggo deba sian halak na pogos di bangso i dohot pasipasi ni bangso i, angka na tading di huta i dohot angka na bali tu raja sian Babel ro di pasipasi ni angka pande, tarbuang do diboan si Nebusaradan, induk ni angka parangan i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai anggo deba sian halak na pogos isi ni tano i, tinggal do dibahen si Nebusaradan, induk ni angka parangan i, bahen angka tukang porlak anggur dohot bahen angka parumauma.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo tiang tombaga, angka na di joro ni Jahowa dohot angka hundulan ro di tobat haksa na di joro ni Jahowa, diponggolhon halak Kasdim do jala diboan saluhut tombaga i tu Babel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tole angka hudon dohot angka siuksiuk, angka raut dohot saoan, angka balanga dohot sandok ulaula tombaga, angka na pinangkena marulaon na badia, dibuat nasida do.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Diboan induk ni angka parangan i do huhut angka mangkuk dohot angka parapiapian, angka saoan dohot angka hudon, angka parpalitoan dohot angka balanga ro di angka pinggan pasu, angka na sian sere manang sian perak.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tole tiang na dua i tobat sisadasada i ro di lombu tombagana sampulu dua i, angka ondolanna di toru, angka na pinauli ni raja Salomo tu joro ni Jahowa, tung na so tardasing do tombaga ni saluhut angka ulaula i dibahen godangna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia angka tiang i sampulu ualu asta timbona sadasada, jala sampulu dua asta lilitna humaliang, jala hapalna opat jari do, ai marruang do.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala tombaga do uluna di ginjang jala lima asta do timbo ni uluna sadasada, jala marrungkung jala mardalimo uluna humaliang, luhutna i tombaga do. Laos songon i do tiang paduahon i dohot angka dalimona.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai siapulu onom do torop ni dalimo i tungkan desa na opat i saluhut angka dalimo i saratus do di rungkungna i humaliang.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(III.) Dung i dibuat induk ni angka parangan i ma sintua ni malim Seraia dohot si Sepania, malim paidua dohot na tolu halak sijaga bahal.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sian huta pe dibuat do sada halak parhalado na parentahon halak sialo musu dohot pitu halak sian angka na marhalado di jolo ni rajai angka na jumpang di bagasan huta i dohot juaratulis i, induk ni angka parangan, na manurati goar ni bangso isi ni tano i bahen parangan, angkup ni onompulu halak sian bangso isi ni tano i, angka na jumpang di tongatonga ni huta i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "I ma angka na binuat ni si Nebusaradan, induk ni angka parangan i, manogihon nasida tu Ribla tu jolo ni raja sian Babel.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i dibunu raja sian Babel ma nasida, gabe mate nasida di Ribla, di tano Hamat. Jadi tarboan ma halak Juda sian tanona tu habuangan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "On ma bilangan ni bangso na binuangkon ni si Nebukadnesar: Papitu taonhon hinarajaonna i tolu ribu duapulu tolu halak Jahudi.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Pasampulu ualu taonhon hinarajahon ni si Nebukadnesar sian Jerusalem: Ualu ratus tolupulu dua halak.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Paduapulu tolu taonhon hinarajahon ni si Nebukadnesar dibuangkon si Nebusaradan, induk ni angka parangan i: Pitu ratus opatpulu lima halak Jahudi. Opat ribu onom ratus do bilangan ni halak saluhutna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(IV.) Tole muse patolupulu pitu taonhon, dung tarbuang si Joiakin, raja sian Juda, paduapulu lima arihon, bulan hurung, dipabangkit Epilmerodak, raja sian Babel ma, di taon hababangkitna i gabe raja, ulu ni si Joiakin, raja sian Juda, jala diparuar ibana sian bagas hurungan.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jala basar do hata ni rajai tu ibana, jala huminsat habangsana dibahen sian habangsa ni raja angka donganna i di Babel.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Disalin huhut pangkeanna hian di hurungan, jala mangan sagusagu di jolo ni rajai ibana tongtong saleleng mangolu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jala balanjona raja sian Babel i do pasingkophon tongtong ariari saleleng mangolu ibana sahat ro di ari hamamatena.",
      "type": "content"
    }
  ]
}