{
  "book": "Yeremia",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangalaho ni parduaan parmusu, angka na mangaromrom Jerusalem 1-8. II. Tung na tangkang situtu do roha na bangso i 9-21. III. Sian utara haroroan ni hamagoan, na so hasundatan si Jeremia 22-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Maporus ma, hamu ale angka anak ni si Benjamin sian tongatonga ni Jerusalem, jala palu ma sangka di Tekoa, jala patindang ma tonggol di atas Bethakkerem; ai sian utara mangondam ro hamagoan dohot jea bolon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tudoshon porlak na uli, jala na angonangon do ho, ale boru Sion.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ro ma tusi angka parmahan rap dohot punguannasida; pagohononna ma angka undungundungna mangkaliangi Sion, jala jampalonna ma ingananna be.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Parbadiai hamu ma hamusuon dompak nasida! Beta hita nangkok di hos ni ari! Marjea ma hita, ai nunga manihir ari, ai lam ganjang halinu potangna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Beta hita nangkok bornginna i, asa itaago angka bagas bolon di nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai songon on do hata ni Jahowa Zebaot: Taba ma angka hau, jala bahen hamu hubu manungkum Jerusalem humaliang! I ma huta sitoruan, ai tung pangarupaon situtu masa di tongatongana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Songon mual na marbullakkon aekna, songon i dibullakkon huta i hajahatonna; pangarupaon dohot gogo tarbege di bagasan, parsahiton dohot pardangolan masa tongtong di jolo ni bohingku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai olo ma ho ajaran, ale Jerusalem, asa unang marsiruntus rohangku sian ho, unang hubahen ho, gabe halongonan, gabe tano na so marpangisi!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Songon on do hata ni Jahowa Zebaot: Sai jomputon do na teba sian Israel, songon parbue ni hau anggur. Ulahi pabongot tanganmu, songon halak siseat parbue ni anggur tu bagasan angka tong.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung tu ise ulaning ahu mandok hata dohot mangkatindangkon, asa dibege nasida? Ida ma tung na tangkang do rohanasida, jala ndang tarbahen nasida mananginangi. Ida ma, hata ni Jahowa gabe sirehereheon di nasida, ndang lomo rohanasida disi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen i gok rimas ni Jahowa do rohangku, ndang hatiopan ahu be ateatengku. Usehon ma rimasmu tu dakdanak angka di alaman dohot tu saluhut dolidoli, angka na marpungu; ai ingkon rap tartangkup do baoa dohot boruboru, na ubanon rap dohot na sarimatua.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala saluhut bagasnasida, ingkon sahat tu na asing do ro di haumana dohot jolmana saluhut, ai patoltolonku ma tanganku dompak pangisi ni tano i, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai sian na ummetmet sahat ro di na umbalga, luhut nasida sai masilaba do, jala sian panurirang sahat ro di malim, luhut nasida mambahen sipaotooto.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala leap do pandaoninasida di bugang ni boru ni bangsongku, ninna do: Dame, dame! Hape ndang adong dame.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Patut tarurak nasida, ai hasogiron do diula nasida, hape laos so dihailahon nasida dope, jala ndang diboto be na maila. Dibahen i ingkon rage nasida rap dohot angka na rage, di tingki pangaluluhonku marragean nasida, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Songon on do hata ni Jahowa: Jongjong ma hamu tu angka dalan, jala tangkasi hamu, jala usouso hamu di angka dalan na robi, manang didia dalan na denggan i, i ma dalan i hamu, asa jumpang hamu hasonangan ni rohamuna! Hape didok nasida do: Ndang olo hami mardalan sian i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi hupatindang tu hamu angka parjaga. Tangihon hamu ma soara ni sarune! Alai ninna nasida ma: Ndang olo hami manangihon.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dibahen i tangihon ma, hamu ale angka bangso parbegu, jala boto ma ho ale parluhutan, na masa di tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tangihon ma, ho ale tano on! Ida ma, paroonku ma jea tu bangso on, parbue ni sangkapnasida. Ai ndang ditangihon nasida angka hatangku, jala ditoishon nasida do patikku.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tu dihangku ma daupa na ro sian Seba dohot ulumamis na denggan sian tano na dao? Ndang huhalomohon peleanmuna situtungon, jala ndang las rohangku mida peleanmuna sipotongon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dibahen i songon on do hata ni Jahowa: Ida ma, bahenonku ma bangso on angka partuktuhan, asa martinggangan disi amaama rap dohot dakdanak jolma na marsahuta dohot alealena rap mago do.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Songon on do hata ni Jahowa: Ida ma, ro do sada bangso sian tano na tungkan utara, sada bangso na bolon hehe sian angka ujung ni tano on.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sior dohot hujur diboan nasida, jorbut do bangso i, jala ndang maralangalang; soara nasida marhasak do songon laut, jala marsihundul be nasida di hoda, marsinjata be, songon halak parmusu mangaromrom ho, ale boru Sion.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Nunga hubege hami baritana; nunga pola lenduk tangannami, targogot hami dibahen, rianon songon boruboru na laho mangintubu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Unang laho hamu tu ladang, jala unang mardalani hamu di balian, ai disi do podang ni musu jala habiaran humaliang.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ho ale boru ni bangsongku, hohoshon ma tangki tu gontingmu, jala margulu ho di sirabun, mangandung sidangolon ma ho, songon na na mate anak sasada, ai so pangkiriman do ro sipangago tu hita.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Nunga hubahen ho gabe siuji bangsongku dohot partanobatoan, asa diboto jala diuji ho dalannasida.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tung saluhut do nasida manggunturi situtu, angka na mangadangadangkon sipaotooto, tung tombaga jala bosi do nasida, saluhut nasida halak pangago.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Marbujogo pandusdusan i tung suda do simbora i dibahen api, ndang marniula sai datdatan lalaan, ai ndang olo mamulik angka parjahat i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Perak na ambolong do nasida targoar, ai nunga di ambolongkon Jahowa nasida!",
      "type": "content"
    }
  ]
}