{
  "book": "Yeremia",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Udut ni lumbalumba dompak Jerusalem 1-3. II. Tung na so hadaonan be jea ni haroaonna i 4-13. III. Jadi songgop ma torutoru i so pangkirimanna 14-17. IV. Ala ni margudompong roha ni panurirang i 18-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di tingki uju i, ninna Jahowa, huaron ni halak ma holiholi ni angka raja ni Juda dohot holiholi ni angka indukna, dohot holiholi ni angka malim dohot holiholi ni angka panurirang, dohot holiholi ni pangisi ni Jerusalem sian tanomanna be.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala panserakhononna asa didadang mata ni ari dohot bulan ro di saluhut parangan di langit, angka na hinaholonganna, angka naung nioloanna, jala niihuthonna, angka naung niluluanna, jala marsomba tusi jala ndang papunguon muse manang tanomon, tung gabe napa do i pasombuon di sisik ni tano on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tagonan hamatean asa hangoluan pilliton ni saluhut angka na tading i, sian sundut na jahat on, di saluhut inganan habalian ni angka na tading, ninna Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Jala dok ma tu nasida: Songon on do hata ni Jahowa: Tung adong ma halak tinggang, gabe so naeng hehe muse? Tung adong ma na lilu sian dalan, gabe so naeng mulak muse?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Boasa tung muba ia bangso on di Jerusalem tongtong nasida manundali jala marsigantung di sipaotooto, tung dijua nasida do mulak!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hupaeleng pinggolhu, jala hutangitangi, hape na so hasea dipahatahata nasida; ndang adong manang ise na sumolsoli rohana ala hajahatonna, na mandok nian: Tung aha do na hubahen on? Tung saluhut do nasida marbalik di parlojongonna, songon hoda na manahopi tongtangan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Gari pidong siboru tasik na martongatonga langit, diboto do tingkina; jala anduhur dohot leangleang dohot situbiak marningot tingki harorona; alai anggo bangsongku, ndang diboto uhum ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Beha pambahenmu mandok: Angka na pistar do hami, jala di hami do patik ni Jahowa! Tongon do, ida ma, holan sipaotooto do na binahen ni panurat sipaotooto ni angka juaratulis.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Leak ma tarurak angka na pistar, tarsonggot nasida jala tartangkup; ida ma, nunga tung dibolongkon nasida hata ni Jahowa, tung hapistaran dia ma di nasida?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen i lehononku ma jolmanasida tu halak na asing, angka ladangnasida tu halak partaban, ai sian na metmet sahat ro di na magodang, saluhut do nasida masilaba, sian panurirang sahat ro di malim, saluhut do nasida mangulahon sipaotooto.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Rausraus do pandaonina, ia di bugang ni boru ni bangsongku, ninna do: Dame, dame! Hape ndang adong dame.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi tarurak ma nasida, ai hasogiron do diula nasida; hape ndang diboto nasida be na maila, manang marlangan mida haurahon. Dibahen i marragean ma nasida rap dohot angka na rage; di tingki partubolan tu nasida martinggangan nasida, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Duduhonku ma nasida, ninna Jahowa. Ndang adong be parbue ni hau anggur di hau anggur, ndang adong be antajau di hau antajau, malos do nang bulung i, jala pasahatonku do nasida tu angka na mangaluntakluntak nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Ala ni aha hita maringanan disi? Beta hita marpungu, jala laho tu huta angka na gonting, siap disi ma hita! Ai Jahowa, Debatanta maniaphon hita, jala dipainum tu hita aek rasun, ai dompak Jahowa do hita mardosa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sai maimaima do hatuaon do hita, hape ndang adong ro na denggan; di tingki hamalumon, hape ida ma: Hasonggoton do.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sian Dan tarbege parngongos ni angka hodana, sian soara pariheiheon ni angka hodana tunggal humuntal sandok tano on. Solaon nasida ma tano i, jala lamotanna ro di isina, huta i ro di pangisina di bagasan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai ida ma, suruonku ma tu tongatongamuna angka ulok dari, hala angka na so tarpamuli utiutian, angka i ma mamarguti hamu, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(IV.) Aut ni dapot ahu nian apulapul ali ni pardangolan! Hape mandate do rohangku di bagasan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tarbege do soara angguhangguk ni boru ni bangsongku sian tano na dao: Beha ndang be Jahowa di Sion, ndang be disi ia rajana? Boasa tung digitik nasida ahu marhitehite ganaganaannasida, angka na tinuang, marhitehite angka debata sileban!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nunga pola salpu gotilon, nunga pola salpu partaonan logo ni ari, hape laos so dapotan haluaon hami!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tung magege do ateatengku binahen ni bugang ni boru ni bangsongku; martujung ahu, tung tarhatos do huhilala.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tung na so adong be ulaning miak di Gilead, manang so adong be pandaoni disi? Boasa tung so naek hahisaron ni boru ni bangsongku?",
      "type": "content"
    }
  ]
}