{
  "book": "Yeremia",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "(8-23) Aut ni gabe aek nian ulungku, jala matangku gabe mual pariluiluan, asa hutatangisi nian arian dohot borngin, angka na rage sian boru ni bangsongku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(9-1) ",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "I. Andung ni si Jeremia ala sange ni roha mago ni bangso i 1-5. II. Turut do uhum na madabu tu Jerusalem 6-21. III. Parbinotoan di Debata lapang mamolin dapotan barita na sintong; alai sobokkon angka bangso parbegu do Israel 22-25",
      "type": "title"
    },
    {
      "verse": 3,
      "text": "(9-2) Tangging do dila nasida songon sior maniorhon sipaotooto, jala ndang dihajongjongkon nasida hasintongan di tano i, ai mardapotdapot hajahaton diula nasida, alai anggo ahu, ndang ditanda nasida, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(9-3) Sai diramoti be ma dirina maradophon donganna, jala unang marhaposan tu dongan manang ise pe, ganup dongan marbisukbisuk, jala ganup pedan mangkata tundal.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(9-4) Tung masipaotootoan do na marpedan jala ndang di hatahon hasintongan; nunga dipasomal dila nasida mandok sipaotooto, jala marngalutan dihilala nasida manjahati.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(9-5) Di tongatonga ni sipaotooto do ingananmu, jala ala ni sipaotooto i manjua do nasida mananda ahu, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(9-6) (II.) Dibahen i songon on do hata ni Jahowa Zebaot: Ida ma: Lalaonku ma nasida, jala ujionku, ai tung aha dope ulaning bahenonku maradophon boru ni bangsongku?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(9-7) Sumbia na ginarahon do dilanasida mangkatahon sipaotooto; hata dame dipaboa ianggo dilana tu donganna, hape mangonggop ianggo rohana di bagasan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(9-8) Tung so marlulu ahu dompak nasida alani? Ninna Jahowa; tung so marsudolsudol rohangku mida bangso sisongon i?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(9-9) Di atas ni angka dolok ma bahenonku partatangison dohot angguhangguk, jala di angka jampalan di halongonan sada ende andung, ala naung siap, so adong pamolus nanggo sahalak, jala ndang be tarbege soara ni pinahan. Pidong na martongatonga langit pe ro di pinahan, tung purpur do saluhutna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(9-10) Bahenonku do huhut Jerusalem gabe pantilpantil batu, paronggopan ni angka antuasu, jala angka huta ni Juda bahenonku gabe halongonan so adong pangisina.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(9-11) Tung ise ulaning baoa na pistar, jala na mangantusi hata on? Jala ise ibana na pinangkulingan ni Jahowa, asa baritahononna? Boasa tung siap tano on, doshon halongonan raharna, so adong pamolus.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(9-12) Dung i ninna Jahowa ma: Ala na tinadingkon nasida i patikki, na hulehon tu jolonasida, jala na so tinangihon nasida soarangku, jala ndang marparange hombar tusi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(9-13) Tung tagonan hatangkangon ni rohanasida paihutihutonna mangihuthon tu Baal, angka na niajarhon ni ompunasida i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(9-14) Dibahen i songon on do hata ni Jahowa Zebaot, Debata ni Israel: Ida ma, ahu papanganhon tu bangso i pogu jala ahu painumhon aek rasun tu nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(9-15) Jala ahu paserakkon nasida tu tongatonga ni bangso angka na so tinandanasida, manang ompunasida pe, jala ahu manongos podang sian pudinasida, paima sun siap nasida hubahen.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(9-16) Songon on do hata ni Jahowa Zebaot: Tangihon jala jou hamu angka sibaso pangandung, asa ro nasida, jala suru hamu mangalapi angka boruboru pangarunding.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(9-17) Asa dihalaputi nasida mambahen sada andung di hita, asa mabakbak iluilu sian matanta, jala mabaor aek sian imbulu ni matanta.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(9-18) Ai tarbege do soara andung sian Sion: Nunga mago hita, nunga tarurak situtu hita, ai nunga bungkas hita sian tanonta, ai nunga di pangarumpakkon nasida angka bagasta!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(9-19) Antong hamu inaina, tangihon hamu ma hata ni Jahowa, jala ditangkup pinggolmuna ma hata na ruar sian pamanganna, jala ajarhon hamu ma andung tu borumuna, jala ganup mangajarhon andung tu pedanna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(9-20) Ai nunga manjangkit hamatean sian pandiloannami, nunga pola dibongoti angka bagasnami, asa diragehon angka dakdanak sian alaman, angka dolidoli sian onan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(9-21) Dok ma, songon on do hata ni Jahowa: Marragean ma bangke ni jolma, songon napa di ladang, jala songon tibalan di pudi ni panabi, jala ndang adong na papunguhon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(9-22) (III.) Songon on do hata ni Jahowa: Sai unang ma ditengahon na bisuk habisukonna, sai unang ma ditengahon na gogo hagogoonna, sai unang ma ditengahon na mora hamoraonna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(9-23) Manang ise na naeng mamuji dirina, on ma dipujihon: Na marroha i ibana, jala na tinandana i ahu, ai ahu do Jahowa, parasi roha na mangkajongjongkon uhum dohot hatigoran di tano on, ai angka ido lomo ni rohangku, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(9-24) Ida ma, na ro do angka ari sogot, ninna Jahowa, marlulu ma ahu dompak nasa parsunaton mardongan sibursibur.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(9-25) Dompak halak Misir, dompak halak Jahudi, dompak halak Edom, dompak halak Amon, dompak halak Moab dohot dompak saluhut na marulu na ginorbang, angka na maringan di halongonan. Ai saluhut angka parbegu ndang marsunat, alai anggo sandok pinompar ni Israel marroha na so sinunat do.",
      "type": "content"
    }
  ]
}