{
  "book": "Yakobus",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Unang ma masa di huria parnidaon di bohi 1-7. II. Ruhut masihaholongan, i do patik raja 8-13. III. Mardongan ulaon na denggan do haporseaon na mangolu 14-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ale angka donganku, unang ma siidaida bohi hamu, angka na porsea di Tuhanta Jesus Kristus na marsangap i!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai adong ma ro tu bagasan parguruanmuna sahalak partintin sere jala parulos na arga, ro ma huhut sahalak na pogos, marabit na humurang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dibereng hamu ma na marabit na denggan, didok hamu ma: Denggan ma ho juguk dison; alai tu na pogos i didok hamu: Disan ma ho jongjong, manang hundul ma ho tu na hudege on!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nda nunga marbagi dua rohamu disi; nda nunga manguhumi hamu mangihuthon pingkiran na jahat?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tangihon hamu ma, ale angka donganku na hinaholongan: Nda dipillit Debata angka na pogos di portibi on, asa mamora nasida marhitehite haporseaon jala panean di harajaon, na pinarbagabagana tu angka na holong roha di Ibana?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai dileai hamu do na pogos i. Nda angka na mora i na paporsukporsukkon hamu jala manaratnarat hamu tu paruhuman?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nda nasida do na manginsahi Goar na denggan i, naung digoarhon tu hamu?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Sibahen na denggan do hamu, antong, molo marguru tu Surat i diulahon hamu patik raja on: \"Haholongi donganmi songon dirim!\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai molo siida bohi hamu, na mangulahon dosa do hamu disi, gabe diuhumi patik i hamu songon pangalaosi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai aut sura diradoti jolma saluhut patik i, alai tinggang di na sada, nunga gabe parsala ibana di saluhutna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai Ibana na mandok: \"Unang ma ho mangalangkup!,\" laos Ibana do mandok: \"Unang ho mambunu!\" Asa molo so mangalangkup ho, alai mambunu do, tong do ho pangalaosi di patik!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Di nasa hata dohot ulaonmuna ingot hamu ma: Siuhumon do hamu, bahenon ni patik haluaon i!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai uhum na so marasi ni roha ma tu na so mangulahon asi ni roha; na monang do asi ni roha maralohon uhum.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Aha ma gunana, ale angka donganku, molo didok halak, di ibana do haporseaon; alai ndang adong di ibana pangulaon. Tarbahen do haporseaon i paluahon ibana?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Molo adong dongan baoa manang boruboru, na marsaemara jala hurangan di sipanganon siap ari,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "gabe adong na mandok sian tongatongamuna: Laho ma hamu mardamedame, las ma hamu, bosur ma hamu; alai ndang dilehon hamu tu nasida na ringkot di daging, aha ma gunana?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Haporseaon i pe songon i do: Anggo so adong pangulaonna, naung mate do hadirionna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai adong ma na mandok: Di ho do haporseaon; di ahu do pangulaon! Patuduhon ma di ahu haporseaonmu so padohot angka pangulaon, asa ahu patuduhon tu ho haporseaon sian angka pangulaonku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Na porsea do ho, adong Debata sisadasada. Taho ma i; dohot do angka sibolis porsea disi, jala angka dotdot!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai ho, ale jolma na rumar, naeng botoonmu, na so marguna haporseaon, anggo so marulaon?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nda gabe tigor si Abraham, amanta i, marhite sian ulaon, di na binoanna i si Isak, anakna i, tu pamelean?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Diida ho disi, manumpak do haporseaon i tu angka ulaonna, jala sian angka ulaon i gabe rimpas haporseaon i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi jumpang ma na nidok ni Surat i: \"Dihaporseai si Abraham do Debata, jala i do dirajumi tu ibana gabe hatigoranna\" jala targoar do ibana \"aleale ni Debata.\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Asa diida hamu do: Sian angka pangulaon i do gabe tigor jolma, ndada holan sian haporseaon.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Songon i do nang si Rahab boruboru na jahat i; nda sian angka pangulaon do ibana gabe tigor, di na jinangkonna i angka suruan jala dipalua do nasida sian dalan na asing?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai songon daging i na mate, anggo so martondi; songon i do mate haporseaon na so marulaon.",
      "type": "content"
    }
  ]
}