{
  "book": "Yakobus",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jorbut ni dosa ni dila 1-12. II. Habisuhon sian ginjang 13-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ale angka donganku, unang deak hamu gabe guru; ai taboto do, dumokdok do uhum sijaloonta.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai saluhut hita jotjot marsala; molo adong na so sala di hata, i ma halak na rimpas, na tarbahen mangarantei saluhut dagingna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Molo tabahen rante tu baba ni angka hoda, asa dioloi hita, tatogutogu do sandok dagingna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Angka hopal i pe, atik pe na sai balga jala nionjar ni angka alogo na gogo, dipatongontongon do marhitehite amudi na metmet tungkan lomo ni roha ni juaramudi i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Songon i do nang dila i: Ruas na metmet do i, alai godang do hatahatana; metmet pe api i, digalahi do tombak na sai balga!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Api do nang dila i, portibi hageduhon; songon i do pangalaho ni dila di tongatonga ni angka ruas ni dagingta, dipahodar do sandok daging i jala dipagalak do panggulmiton ni ngolunta i, dung galak dibahen na roko.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai nasa ragam ni binatang, angka pidong, ulok ro di dengke tarpatunduk do, gabe tunduk dibahen hajolmaon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ndang tarpatunduk jolma anggo dila i; panjahati na so marpansadian do i, gok bisa hamatean.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "I do ulaulanta mamuji Tuhan i, Amanta; laos i do tapangke mambuburahon jolma, na tinompa marguru tu rupa ni Debata.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sian sada pamangan do ruar pamujion dohot pamuraion. Ale angka donganku, ndang tama masa songon i!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tung adong ma baba ni mual sada, na marbullakkon na tonggi dohot na paet?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ale angka donganku, tung tarparbuehon antajau ma unte, manang tubu antajau sian hau anggur? Ndang tarpapuas mual na ansim tapian na uli.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Ise hamu na bisuk jala na pantas marroha? Sian denggan ni parangena ma dipataridahon ibana angka ulaonna marhitehite halambohon ni habisuhon!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai molo ditiop hamu pangiburuon na paet dohot hatongkaron di bagasan rohamuna, unang ma puji hamu dirimuna maralohon hasintongan, huhut margabus!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ndada i habisuhon na ro sian ginjang; na sian tano do i, sian roha ni jolma, sian sibolis.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai ia disi pangiburuon dohot hatongkaron, disi ma hagaoron dohot sandok ulaon hajahaton.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo habisuhon na sian ginjang i, sandok na bontor do i, olo mardame, lambok, pangoloi, gok asi ni roha dohot parbue hadengganon, dao sian hagangguon nang pangansion.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai di bagasan dame do disaburhon parbue hatigoran di angka na mangulahon dame i.",
      "type": "content"
    }
  ]
}