{
  "book": "Yakobus",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jea ni roha portibi on; martua do na saor tu Debata 1-12. II. Guru di Debata do ngolunta 13-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Sian dia do angka parbadaon dohot parmusuon na di hamu? Nda sian hisaphisap, angka na maralo di bagasan angka ruasmuna!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Na marsangkapi do rohamuna, alai ndang dapotan; na mambunu do hamu jala mangiburu, laos so taruli hamu. Na masialoan do hamu jala marmusu, so adong di hamu, ala so martangiang hamu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Na martangiang do hamu nian; alai ndang manjalo, ala sala tangiangmuna, ai naeng pansuasaehononmuna do i di bagasan hahisaponmuna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hamu angka pangalangkup, ndang diboto hamu, hamusuon dompak Debata do paralealeon dohot portibi on? Asa, na naeng aleale ni portibi on, dipajongjong do dirina, gabe alo ni Debata.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Manang ninna rohamuna, gait do na nidok ni Surat i? Pangiburu do Tondi i, naung dipadiri di bagasan hamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai lam gumodang do asi ni roha dilehon; ala ni i do didok: \"Dialo Debata do angka na ginjang roha, alai dilehon do asi ni roha tu angka na serep marroha!\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Antong, oloi hamu ma Debata; alo hamu ma sibolis i, dung i maporus ma ibana sian hamu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pajonok hamu ma tu Debata, dung i pajonohonna ma tu hamu! Paias ma tanganmuna, hamu angka pardosa, jala pabontor ma rohamuna hamu angka na mardua roha!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Arsakkon hamu ma jeamuna; mangangguhi jala tumatangis ma hamu; muba ma parengkelonmuna gabe partangison, nang halalas ni roha gabe arsak ni roha!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Paserep hamu ma rohamuna maradophon Tuhan i, dung i patimboonna ma hamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Unang ma hamu masipahatahataan, ale angka dongan; na mangkatahata jala manguhumuhumi donganna, mangkatahata jala manguhumuhumi patik do i. Alai molo diuhumi ho patik i, panguhum do ho, ndada siula na nidok ni patik i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sada do Sipajongjong patik jala Panguhum; i do na tarbahen paluahon dohot mangagohon. Alai ho, ise do ho, umbahen na diuhumi ho donganmu?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) E hamu, didok hamu do: Sadari on manang marsogot laho ma hami tu huta adui, asa disi hami sataon martigatiga jala mangomoomo.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "So adong diboto hamu na masa marsogot; ai aha do hosamuna! Suman ma hamu tu timus, na tarida satongkin, dung i gabe so haidaan be.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Singkat ni i ma nian dohononmuna: Molo na lomo roha ni Tuhan i, mangolu ma hami, jala bahenonnami ma on dohot an.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Hape ditengatengahon hamu do hata manggang muna; na jahat do nasa panenganengahon sisongon i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Antong, na umboto mambahen na denggan, gabe ndang diulahon, na mardosa ma ibana disi.",
      "type": "content"
    }
  ]
}