{
  "book": "Yakobus",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jea ni na mora 1-6. II. Songkal dohot uli ni ari parpudi 7-12. III. Taringot tu gogo ni tangiang 13-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) E hamu angka na mora, tumatangis ma hamu jala mangangguhi managam haporsuhon, na naeng songgop tu hamu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga busuk hamoraonmuna, nunga ngitngiton ulosmuna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Naung tasihon do sere dohot perakmuna, jala sitindangi dompak hamu do tasik i, na manggagat tu sibukmuna songon api. Dipapungu hamu do arta di angka ari na parpudi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Na maungaung do na nidobomuna, i ma upa ni angka pangula na manggotil angka haumamuna, jala panjouon ni angka panabi, nunga sahat tu pinggol ni Tuhan Sebaot!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tarlobi do pargadombusonmuna di tano on, dipamokmok hamu do dirimuna di ari pamotongan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Diuhumi dibunu hamu do Partigor i; ndang dialo Ibana hamu!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Antong, pabenget hamu ma rohamuna, ale angka dongan, sahat ro di haroro ni Tuhan i! Ai parhauma i pe, dipaimaima do parbue na arga, na sian tano i, jala dihabengethon do, paima dijalo udan manogot nang bodari.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hamu pe, marbenget ni roha ma, patogu hamu ma rohamuna, ai donok do haroro ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Unang marhoi hamu maralohon hamu, ale angka dongan, asa unang hona uhum hamu. Nunga jongjong di pintu i Panguhum i!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ale angka dongan; angka panurirang, na marjamita marhitehite Goar ni Tuhan i, ma tiru hamu di haporsuhon dohot di habengeton.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Taparhatua do angka naung marhabengeton. Dibege hamu do habengeton ni si Job, jala diida hamu do ujung na binahen ni Tuhan i; ai parasiroha bolon do Tuhan i jala partalup ni roha.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai parjolo ni saluhutna, ale angka donganku, unang hamu manolonnolon manang tu parlangitan, manang tu tano on, manang tu panolonan na asing pe; alai hatamuna: Olo, hot ma i olo, ia hata: Ndang hot ma ndang, asa unang madabu hamu tu bagasan uhum.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Molo adong di tongatongamuna na tumaon na porsuk, martangiang ma ibana; molo adong na marlas ni roha, marende ma ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Molo adong na marsahit di hamu, dijou ma angka sintua ni huria i; asa ditangiangkon ibana; didampol ma ibana dohot miak marhitehite Goar ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i pangoluon ni tangiang haporseaon i ma na marsahit i, jala paheheon ni Tuhan i ma ibana; sesa ma nang dosana, molo tung adong diulahon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Antong, masitopotan dosa ma hamu dohot masitangiangan, asa malum hamu. Na margogo situtu do tangiang ni partigor, molo dihaburjuhon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jolma do si Elia, sabangko dohot hita; gogo do ibana martangiang, unang jolo ro udan; jala ndang ro udan di tano i, tolu taon onom bulan lelengna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i diulahi ma martangiang, jala dilehon langit i ma udan; dung i dipantubuhon tano i ma parbuena.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ale angka donganku, molo adong di hamu naung lilu sian hasintongan, gabe adong na manogihon ibana mulak,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "diboto ma: Na paluahon tondina sian hamatean jala mangkungkupi godang dosa do halak, na manogihon pardosa mulak sian haliluonna i.",
      "type": "content"
    }
  ]
}