{
  "book": "Kisah Para Rasul",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "And Saul was there, giving approval to his death. On that day a great persecution broke out against the church at Jerusalem, and all except the apostles were scattered throughout Judea and Samaria.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Godly men buried Stephen and mourned deeply for him.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "But Saul began to destroy the church. Going from house to house, he dragged off men and women and put them in prison.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Those who had been scattered preached the word wherever they went.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Philip went down to a city in Samaria and proclaimed the Christ there.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "When the crowds heard Philip and saw the miraculous signs he did, they all paid close attention to what he said.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "With shrieks, evil spirits came out of many, and many paralytics and cripples were healed.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "So there was great joy in that city.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Now for some time a man named Simon had practised sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "and all the people, both high and low, gave him their attention and exclaimed, \"This man is the divine power known as the Great Power.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "They followed him because he had amazed them for a long time with his magic.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "But when they believed Philip as he preached the good news of the kingdom of God and the name of Jesus Christ, they were baptised, both men and women.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Simon himself believed and was baptised. And he followed Philip everywhere, astonished by the great signs and miracles he saw.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "When the apostles in Jerusalem heard that Samaria had accepted the word of God, they sent Peter and John to them.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "When they arrived, they prayed for them that they might receive the Holy Spirit,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "because the Holy Spirit had not yet come upon any of them; they had simply been baptised into the name of the Lord Jesus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Then Peter and John placed their hands on them, and they received the Holy Spirit.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "When Simon saw that the Spirit was given at the laying on of the apostles’ hands, he offered them money",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "and said, \"Give me also this ability so that everyone on whom I lay my hands may receive the Holy Spirit.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Peter answered: \"May your money perish with you, because you thought you could buy the gift of God with money!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "You have no part or share in this ministry, because your heart is not right before God.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Repent of this wickedness and pray to the Lord. Perhaps he will forgive you for having such a thought in your heart.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "For I see that you are full of bitterness and captive to sin.\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Then Simon answered, \"Pray to the Lord for me so that nothing you have said may happen to me.\"",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "When they had testified and proclaimed the word of the Lord, Peter and John returned to Jerusalem, preaching the gospel in many Samaritan villages.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Now an angel of the Lord said to Philip, \"Go south to the road—the desert road—that goes down from Jerusalem to Gaza.\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "So he started out, and on his way he met an Ethiopian eunuch, an important official in charge of all the treasury of Candace, queen of the Ethiopians. This man had gone to Jerusalem to worship,",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "and on his way home was sitting in his chariot reading the book of Isaiah the prophet.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "The Spirit told Philip, \"Go to that chariot and stay near it.\"",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Then Philip ran up to the chariot and heard the man reading Isaiah the prophet. \"Do you understand what you are reading?\" Philip asked.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "\"How can I,\" he said, \"unless someone explains it to me?\" So he invited Philip to come up and sit with him.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "The eunuch was reading this passage of Scripture: \"He was led like a sheep to the slaughter, and as a lamb before the shearer is silent, so he did not open his mouth.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "In his humiliation he was deprived of justice. Who can speak of his descendants? For his life was taken from the earth.\"",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "The eunuch asked Philip, \"Tell me, please, who is the prophet talking about, himself or someone else?\"",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Then Philip began with that very passage of Scripture and told him the good news about Jesus.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "As they travelled along the road, they came to some water and the eunuch said, \"Look, here is water. Why shouldn’t I be baptised?\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "[[EMPTY]]",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "And he gave orders to stop the chariot. Then both Philip and the eunuch went down into the water and Philip baptised him.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "When they came up out of the water, the Spirit of the Lord suddenly took Philip away, and the eunuch did not see him again, but went on his way rejoicing.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Philip, however, appeared at Azotus and travelled about, preaching the gospel in all the towns until he reached Caesarea.",
      "type": "content"
    }
  ]
}