{
  "book": "Pengkhotbah",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Guard your steps when you go to the house of God. Go near to listen rather than to offer the sacrifice of fools, who do not know that they do wrong.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Do not be quick with your mouth, do not be hasty in your heart to utter anything before God. God is in heaven and you are on earth, so let your words be few.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "As a dream comes when there are many cares, so the speech of a fool when there are many words.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "When you make a vow to God, do not delay in fulfilling it. He has no pleasure in fools; fulfil your vow.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "It is better not to vow than to make a vow and not fulfil it.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Do not let your mouth lead you into sin. And do not protest to the  temple  messenger, \"My vow was a mistake.\" Why should God be angry at what you say and destroy the work of your hands?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Much dreaming and many words are meaningless. Therefore stand in awe of God.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "If you see the poor oppressed in a district, and justice and rights denied, do not be surprised at such things; for one official is eyed by a higher one, and over them both are others higher still.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "The increase from the land is taken by all; the king himself profits from the fields.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Whoever loves money never has money enough; whoever loves wealth is never satisfied with his income. This too is meaningless.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "As goods increase, so do those who consume them. And what benefit are they to the owner except to feast his eyes on them?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "The sleep of a labourer is sweet, whether he eats little or much, but the abundance of a rich man permits him no sleep.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "I have seen a grievous evil under the sun: wealth hoarded to the harm of its owner,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "or wealth lost through some misfortune, so that when he has a son there is nothing left for him.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Naked a man comes from his mother’s womb, and as he comes, so he departs. He takes nothing from his labour that he can carry in his hand.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "This too is a grievous evil: As a man comes, so he departs, and what does he gain, since he toils for the wind?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "All his days he eats in darkness, with great frustration, affliction and anger.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Then I realised that it is good and proper for a man to eat and drink, and to find satisfaction in his toilsome labour under the sun during the few days of life God has given him— for this is his lot.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Moreover, when God gives any man wealth and possessions, and enables him to enjoy them, to accept his lot and be happy in his work—this is a gift of God.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "He seldom reflects on the days of his life, because God keeps him occupied with gladness of heart.",
      "type": "content"
    }
  ]
}