{
  "book": "Pengkhotbah",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I have seen another evil under the sun, and it weighs heavily on men:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "God gives a man wealth, possessions and honour, so that he lacks nothing his heart desires, but God does not enable him to enjoy them, and a stranger enjoys them instead. This is meaningless, a grievous evil.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "A man may have a hundred children and live many years; yet no matter how long he lives, if he cannot enjoy his prosperity and does not receive proper burial, I say that a stillborn child is better off than he.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "It comes without meaning, it departs in darkness, and in darkness its name is shrouded.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Though it never saw the sun or knew anything, it has more rest than does that man—",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "even if he lives a thousand years twice over but fails to enjoy his prosperity. Do not all go to the same place?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "All man’s efforts are for his mouth, yet his appetite is never satisfied.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "What advantage has a wise man over a fool? What does a poor man gain by knowing how to conduct himself before others?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Better what the eye sees than the roving of the appetite. This too is meaningless, a chasing after the wind.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Whatever exists has already been named, and what man is has been known; no man can contend with one who is stronger than he.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "The more the words, the less the meaning, and how does that profit anyone?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "For who knows what is good for a man in life, during the few and meaningless days he passes through like a shadow? Who can tell him what will happen under the sun after he is gone?",
      "type": "content"
    }
  ]
}