{
  "book": "1 Yohanes",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Lihatlah, betapa besarnya kasih yang dikaruniakan Bapa kepada kita, sehingga kita disebut anak-anak Allah, dan memang kita adalah anak-anak Allah. Karena itu dunia tidak mengenal kita, sebab dunia tidak mengenal Dia.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Saudara-saudaraku yang kekasih, sekarang kita adalah anak-anak Allah, tetapi belum nyata apa keadaan kita kelak; akan tetapi kita tahu, bahwa apabila Kristus menyatakan diri-Nya, kita akan menjadi sama seperti Dia, sebab kita akan melihat Dia dalam keadaan-Nya yang sebenarnya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Setiap orang yang menaruh pengharapan itu kepada-Nya, menyucikan diri sama seperti Dia yang adalah suci.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Setiap orang yang berbuat dosa, melanggar juga hukum Allah, sebab dosa ialah pelanggaran hukum Allah.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dan kamu tahu, bahwa Ia telah menyatakan diri-Nya, supaya Ia menghapus segala dosa, dan di dalam Dia tidak ada dosa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Karena itu setiap orang yang tetap berada di dalam Dia, tidak berbuat dosa lagi; setiap orang yang tetap berbuat dosa, tidak melihat dan tidak mengenal Dia.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Anak-anakku, janganlah membiarkan seorangpun menyesatkan kamu. Barangsiapa yang berbuat kebenaran adalah benar, sama seperti Kristus adalah benar;",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "barangsiapa yang tetap berbuat dosa, berasal dari Iblis, sebab Iblis berbuat dosa dari mulanya. Untuk inilah Anak Allah menyatakan diri-Nya, yaitu supaya Ia membinasakan perbuatan-perbuatan Iblis itu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Setiap orang yang lahir dari Allah, tidak berbuat dosa lagi; sebab benih ilahi tetap ada di dalam dia dan ia tidak dapat berbuat dosa, karena ia lahir dari Allah.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Inilah tandanya anak-anak Allah dan anak-anak Iblis: setiap orang yang tidak berbuat kebenaran, tidak berasal dari Allah, demikian juga barangsiapa yang tidak mengasihi saudaranya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Kasih terhadap saudara sebagai tanda hidup baru",
      "type": "title"
    },
    {
      "verse": 11,
      "text": "Sebab inilah berita yang telah kamu dengar dari mulanya, yaitu bahwa kita harus saling mengasihi;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "bukan seperti Kain, yang berasal dari si jahat dan yang membunuh adiknya. Dan apakah sebabnya ia membunuhnya? Sebab segala perbuatannya jahat dan perbuatan adiknya benar.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Janganlah kamu heran, saudara-saudara, apabila dunia membenci kamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Kita tahu, bahwa kita sudah berpindah dari dalam maut ke dalam hidup, yaitu karena kita mengasihi saudara kita. Barangsiapa tidak mengasihi, ia tetap di dalam maut.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Setiap orang yang membenci saudaranya, adalah seorang pembunuh manusia. Dan kamu tahu, bahwa tidak ada seorang pembunuh yang tetap memiliki hidup yang kekal di dalam dirinya.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Demikianlah kita ketahui kasih Kristus, yaitu bahwa Ia telah menyerahkan nyawa-Nya untuk kita; jadi kitapun wajib menyerahkan nyawa kita untuk saudara-saudara kita.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Barangsiapa mempunyai harta duniawi dan melihat saudaranya menderita kekurangan tetapi menutup pintu hatinya terhadap saudaranya itu, bagaimanakah kasih Allah dapat tetap di dalam dirinya?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Anak-anakku, marilah kita mengasihi bukan dengan perkataan atau dengan lidah, tetapi dengan perbuatan dan dalam kebenaran.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Keyakinan di hadapan Allah",
      "type": "title"
    },
    {
      "verse": 19,
      "text": "Demikianlah kita ketahui, bahwa kita berasal dari kebenaran. Demikian pula kita boleh menenangkan hati kita di hadapan Allah,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "sebab jika kita dituduh olehnya, Allah adalah lebih besar dari pada hati kita serta mengetahui segala sesuatu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Saudara-saudaraku yang kekasih, jikalau hati kita tidak menuduh kita, maka kita mempunyai keberanian percaya untuk mendekati Allah,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "dan apa saja yang kita minta, kita memperolehnya dari pada-Nya, karena kita menuruti segala perintah-Nya dan berbuat apa yang berkenan kepada-Nya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dan inilah perintah-Nya itu: supaya kita percaya akan nama Yesus Kristus, Anak-Nya, dan supaya kita saling mengasihi sesuai dengan perintah yang diberikan Kristus kepada kita.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Barangsiapa menuruti segala perintah-Nya, ia diam di dalam Allah dan Allah di dalam dia. Dan demikianlah kita ketahui, bahwa Allah ada di dalam kita, yaitu Roh yang telah Ia karuniakan kepada kita.",
      "type": "content"
    }
  ]
}