{
  "book": "Ulangan",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Satu tempat ibadah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "\"Inilah ketetapan dan peraturan yang harus kamu lakukan dengan setia di negeri yang diberikan TUHAN, Allah nenek moyangmu, kepadamu untuk memilikinya, selama kamu hidup di muka bumi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Kamu harus memusnahkan sama sekali segala tempat, di mana bangsa-bangsa yang daerahnya kamu duduki itu beribadah kepada allah mereka, yakni di gunung-gunung yang tinggi, di bukit-bukit dan di bawah setiap pohon yang rimbun.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Mezbah mereka kamu harus robohkan, tugu-tugu berhala mereka kamu remukkan, tiang-tiang berhala mereka kamu bakar habis, patung-patung allah mereka kamu hancurkan, dan nama mereka kamu hapuskan dari tempat itu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jangan kamu berbuat seperti itu terhadap TUHAN, Allahmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tetapi tempat yang akan dipilih TUHAN, Allahmu, dari segala sukumu sebagai kediaman-Nya untuk menegakkan nama-Nya di sana, tempat itulah harus kamu cari dan ke sanalah harus kamu pergi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ke sanalah harus kamu bawa korban bakaran dan korban sembelihanmu, persembahan persepuluhanmu dan persembahan khususmu, korban nazarmu dan korban sukarelamu, anak-anak sulung lembu sapimu dan kambing dombamu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Di sanalah kamu makan di hadapan TUHAN, Allahmu, dan bersukaria, kamu dan seisi rumahmu, karena dalam segala usahamu engkau diberkati oleh TUHAN, Allahmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jangan kamu melakukan apapun yang kita lakukan di sini sekarang, yakni masing-masing berbuat segala sesuatu yang dipandangnya benar.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebab hingga sekarang kamu belum sampai ke tempat perhentian dan ke milik pusaka yang diberikan kepadamu oleh TUHAN, Allahmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tetapi apabila nanti sudah kamu seberangi sungai Yordan dan kamu diam di negeri yang diberikan TUHAN, Allahmu, kepadamu untuk dimiliki, dan apabila Ia mengaruniakan kepadamu keamanan dari segala musuhmu di sekelilingmu, dan kamu diam dengan tenteram,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "maka ke tempat yang dipilih TUHAN, Allahmu, untuk membuat nama-Nya diam di sana, haruslah kamu bawa semuanya yang kuperintahkan kepadamu, yakni korban bakaran dan korban sembelihanmu, persembahan persepuluhanmu dan persembahan khususmu dan segala korban nazarmu yang terpilih, yang kamu nazarkan kepada TUHAN.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Kamu harus bersukaria di hadapan TUHAN, Allahmu, kamu ini, anakmu laki-laki dan anakmu perempuan, hambamu laki-laki dan hambamu perempuan, dan orang Lewi yang di dalam tempatmu, sebab orang Lewi tidak mendapat bagian milik pusaka bersama-sama kamu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hati-hatilah, supaya jangan engkau mempersembahkan korban-korban bakaranmu di sembarang tempat yang kaulihat;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "tetapi di tempat yang akan dipilih TUHAN di daerah salah satu sukumu, di sanalah harus kaupersembahkan korban bakaranmu, dan di sanalah harus kaulakukan segala yang kuperintahkan kepadamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tetapi engkau boleh menyembelih dan memakan daging sesuka hatimu, sesuai dengan berkat TUHAN, Allahmu, yang diberikan-Nya kepadamu di segala tempatmu. Orang najis ataupun orang tahir boleh memakannya, seperti juga daging kijang atau daging rusa;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "hanya darahnya janganlah kaumakan, tetapi harus kaucurahkan ke bumi seperti air.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Di dalam tempatmu tidak boleh kaumakan persembahan persepuluhan dari gandummu, dari anggurmu dan minyakmu, ataupun dari anak-anak sulung lembu sapimu dan kambing dombamu, ataupun sesuatu dari korban yang akan kaunazarkan, ataupun dari korban sukarelamu, ataupun persembahan khususmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tetapi di hadapan TUHAN, Allahmu, haruslah engkau memakannya, di tempat yang akan dipilih TUHAN, Allahmu, engkau ini, anakmu laki-laki dan anakmu perempuan, hambamu laki-laki dan hambamu perempuan, dan orang Lewi yang di dalam tempatmu, dan haruslah engkau bersukaria di hadapan TUHAN, Allahmu, karena segala usahamu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hati-hatilah, supaya jangan engkau melalaikan orang Lewi, selama engkau ada di tanahmu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Apabila TUHAN, Allahmu, telah meluaskan daerahmu nanti, seperti yang dijanjikan-Nya kepadamu dan engkau berpikir: Aku mau makan daging, karena engkau ingin makan daging, maka bolehlah engkau makan daging sesuka hatimu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Apabila tempat yang akan dipilih TUHAN, Allahmu, untuk menegakkan nama-Nya di sana, terlalu jauh dari tempatmu, maka engkau boleh menyembelih dari lembu sapimu dan kambing dombamu yang diberikan TUHAN kepadamu, seperti yang kuperintahkan kepadamu, dan memakan dagingnya di tempatmu sesuka hatimu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tetapi engkau harus memakan dagingnya, seperti memakan daging kijang atau daging rusa; baik orang najis maupun orang tahir boleh memakannya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tetapi jagalah baik-baik, supaya jangan engkau memakan darahnya, sebab darah ialah nyawa, maka janganlah engkau memakan nyawa bersama-sama dengan daging.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Janganlah engkau memakannya; engkau harus mencurahkannya ke bumi seperti air.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Janganlah engkau memakannya, supaya baik keadaanmu dan keadaan anak-anakmu yang kemudian, apabila engkau melakukan apa yang benar di mata TUHAN.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tetapi persembahan kudusmu yang ada padamu dan korban nazarmu haruslah kaubawa ke tempat yang akan dipilih TUHAN;",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "engkau harus mengolah korban bakaranmu, daging dan darahnya, di atas mezbah TUHAN, Allahmu, dan darah korban sembelihanmu haruslah dicurahkan ke atas mezbah TUHAN, Allahmu, tetapi dagingnya boleh kaumakan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dengarkanlah baik-baik segala yang kuperintahkan kepadamu, supaya baik keadaanmu dan keadaan anak-anakmu yang kemudian untuk selama-lamanya, apabila engkau melakukan apa yang baik dan benar di mata TUHAN, Allahmu.\"",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Peringatan terhadap penyembahan berhala dan ibadah yang sesat",
      "type": "title"
    },
    {
      "verse": 29,
      "text": "\"Apabila TUHAN, Allahmu, telah melenyapkan dari hadapanmu bangsa-bangsa yang daerahnya kaumasuki untuk mendudukinya, dan apabila engkau sudah menduduki daerahnya dan diam di negerinya,",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "maka hati-hatilah, supaya jangan engkau kena jerat dan mengikuti mereka, setelah mereka dipunahkan dari hadapanmu, dan supaya jangan engkau menanya-nanya tentang allah mereka dengan berkata: Bagaimana bangsa-bangsa ini beribadah kepada allah mereka? Akupun mau berlaku begitu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jangan engkau berbuat seperti itu terhadap TUHAN, Allahmu; sebab segala yang menjadi kekejian bagi TUHAN, apa yang dibenci-Nya, itulah yang dilakukan mereka bagi allah mereka; bahkan anak-anaknya lelaki dan anak-anaknya perempuan dibakar mereka dengan api bagi allah mereka.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Segala yang kuperintahkan kepadamu haruslah kamu lakukan dengan setia, janganlah engkau menambahinya ataupun menguranginya.",
      "type": "content"
    }
  ]
}