{
  "book": "Ulangan",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Cara berkabung yang dilarang",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "\"Kamulah anak-anak TUHAN, Allahmu; janganlah kamu menoreh-noreh dirimu ataupun menggundul rambut di atas dahimu karena kematian seseorang;",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "sebab engkaulah umat yang kudus bagi TUHAN, Allahmu, dan engkau dipilih TUHAN untuk menjadi umat kesayangan-Nya dari antara segala bangsa yang di atas muka bumi.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Binatang yang haram dan yang tidak haram",
      "type": "title"
    },
    {
      "verse": 3,
      "text": "\"Janganlah engkau memakan sesuatu yang merupakan kekejian.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Inilah binatang-binatang berkaki empat yang boleh kamu makan: lembu, domba dan kambing;",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "rusa, kijang, rusa dandi, kambing hutan, kijang gunung, lembu hutan dan domba hutan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Setiap binatang berkaki empat yang berkuku belah--yaitu yang kukunya bersela panjang menjadi dua--dan yang memamah biak di antara binatang-binatang berkaki empat, itu boleh kamu makan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tetapi inilah yang tidak boleh kamu makan dari antara yang memamah biak atau dari antara yang berbelah dan bersela kukunya: unta, kelinci hutan dan marmot, karena semuanya itu memang memamah biak, tetapi tidak berkuku belah; haram semuanya itu bagimu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Juga babi hutan, karena memang berkuku belah, tetapi tidak memamah biak; haram itu bagimu. Daging binatang-binatang itu janganlah kamu makan dan janganlah kamu terkena bangkainya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Inilah yang boleh kamu makan dari segala yang hidup di dalam air; segala yang bersirip dan bersisik boleh kamu makan,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "tetapi segala yang tidak bersirip atau bersisik janganlah kamu makan; haram semuanya itu bagimu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Setiap burung yang tidak haram boleh kamu makan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tetapi yang berikut janganlah kamu makan: burung rajawali, ering janggut dan elang laut;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "elang merah, elang hitam dan burung dendang menurut jenisnya;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "setiap burung gagak menurut jenisnya;",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "burung unta, burung hantu, camar dan elang sikap menurut jenisnya;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "burung pungguk, burung hantu besar, burung hantu putih;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "burung undan, burung ering dan burung dendang air;",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "burung ranggung, dan bangau menurut jenisnya, meragai dan kelelawar.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Juga segala binatang mengeriap yang bersayap, itupun haram bagimu, jangan dimakan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Segala burung yang tidak haram boleh kamu makan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Janganlah kamu memakan bangkai apapun, tetapi boleh kauberikan kepada pendatang yang di dalam tempatmu untuk dimakan, atau boleh kaujual kepada orang asing; sebab engkaulah umat yang kudus bagi TUHAN, Allahmu. Janganlah kaumasak anak kambing dalam air susu induknya.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Persembahan persepuluhan",
      "type": "title"
    },
    {
      "verse": 22,
      "text": "\"Haruslah engkau benar-benar mempersembahkan sepersepuluh dari seluruh hasil benih yang tumbuh di ladangmu, tahun demi tahun.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Di hadapan TUHAN, Allahmu, di tempat yang akan dipilih-Nya untuk membuat nama-Nya diam di sana, haruslah engkau memakan persembahan persepuluhan dari gandummu, dari anggurmu dan minyakmu, ataupun dari anak-anak sulung lembu sapimu dan kambing dombamu, supaya engkau belajar untuk selalu takut akan TUHAN, Allahmu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Apabila, dalam hal engkau diberkati TUHAN, Allahmu, jalan itu terlalu jauh bagimu, sehingga engkau tidak dapat mengangkutnya, karena tempat yang akan dipilih TUHAN untuk menegakkan nama-Nya di sana terlalu jauh dari tempatmu,",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "maka haruslah engkau menguangkannya dan membawa uang itu dalam bungkusan dan pergi ke tempat yang akan dipilih TUHAN, Allahmu,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "dan haruslah engkau membelanjakan uang itu untuk segala yang disukai hatimu, untuk lembu sapi atau kambing domba, untuk anggur atau minuman yang memabukkan, atau apapun yang diingini hatimu, dan haruslah engkau makan di sana di hadapan TUHAN, Allahmu dan bersukaria, engkau dan seisi rumahmu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Juga orang Lewi yang diam di dalam tempatmu janganlah kauabaikan, sebab ia tidak mendapat bagian milik pusaka bersama-sama engkau.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Pada akhir tiga tahun engkau harus mengeluarkan segala persembahan persepuluhan dari hasil tanahmu dalam tahun itu dan menaruhnya di dalam kotamu;",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "maka orang Lewi, karena ia tidak mendapat bagian milik pusaka bersama-sama engkau, dan orang asing, anak yatim dan janda yang di dalam tempatmu, akan datang makan dan menjadi kenyang, supaya TUHAN, Allahmu, memberkati engkau di dalam segala usaha yang dikerjakan tanganmu.\"",
      "type": "content"
    }
  ]
}