{
  "book": "Ulangan",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "Cara mengadakan pendamaian karena pembunuhan oleh seorang yang tak dikenal",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "\"Apabila di tanah yang diberikan TUHAN, Allahmu, kepadamu untuk menjadi milikmu, terdapat seorang yang mati terbunuh di padang, dengan tidak diketahui siapa yang membunuhnya,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "maka haruslah para tua-tuamu dan para hakimmu keluar mengukur jarak ke kota-kota yang di sekeliling orang yang terbunuh itu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Kota yang ternyata paling dekat dengan tempat orang yang terbunuh itu, para tua-tua kota itulah harus mengambil seekor lembu betina yang muda, yang belum pernah dipakai, yang belum pernah menghela dengan kuk.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Para tua-tua kota itu haruslah membawa lembu muda itu ke suatu lembah yang selalu berair dan yang belum pernah dikerjakan atau ditaburi, dan di sana di lembah itu haruslah mereka mematahkan batang leher lembu muda itu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Imam-imam bani Lewi haruslah tampil ke depan, sebab merekalah yang dipilih TUHAN, Allahmu, untuk melayani Dia dan untuk memberi berkat demi nama TUHAN; menurut putusan merekalah setiap perkara dan setiap hal luka-melukai harus diselesaikan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dan semua tua-tua dari kota yang paling dekat dengan tempat orang yang terbunuh itu, haruslah membasuh tangannya di atas lembu muda yang batang lehernya dipatahkan di lembah itu,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "dan mereka harus memberi pernyataan dengan mengatakan: Tangan kami tidak mencurahkan darah ini dan mata kami tidak melihatnya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Adakanlah pendamaian bagi umat-Mu Israel yang telah Kautebus itu, TUHAN, dan janganlah timpakan darah orang yang tidak bersalah ke tengah-tengah umat-Mu Israel. Maka karena darah itu telah diadakan pendamaian bagi mereka.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Demikianlah engkau harus menghapuskan darah orang yang tidak bersalah itu dari tengah-tengahmu, sebab dengan demikian engkau melakukan apa yang benar di mata TUHAN.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tawanan perempuan yang diambil menjadi isteri",
      "type": "title"
    },
    {
      "verse": 10,
      "text": "\"Apabila engkau keluar berperang melawan musuhmu, dan TUHAN, Allahmu, menyerahkan mereka ke dalam tanganmu dan engkau menjadikan mereka tawanan,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "dan engkau melihat di antara tawanan itu seorang perempuan yang elok, sehingga hatimu mengingini dia dan engkau mau mengambil dia menjadi isterimu,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "maka haruslah engkau membawa dia ke dalam rumahmu. Perempuan itu harus mencukur rambutnya, memotong kukunya,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "menanggalkan pakaian yang dipakainya pada waktu ditawan, dan tinggal di rumahmu untuk menangisi ibu bapanya sebulan lamanya. Sesudah demikian, bolehlah engkau menghampiri dia dan menjadi suaminya, sehingga ia menjadi isterimu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Apabila engkau tidak suka lagi kepadanya, maka haruslah engkau membiarkan dia pergi sesuka hatinya; tidak boleh sekali-kali engkau menjual dia dengan bayaran uang; tidak boleh engkau memperlakukan dia sebagai budak, sebab engkau telah memaksa dia.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hak kesulungan",
      "type": "title"
    },
    {
      "verse": 15,
      "text": "\"Apabila seorang mempunyai dua orang isteri, yang seorang dicintai dan yang lain tidak dicintainya, dan mereka melahirkan anak-anak lelaki baginya, baik isteri yang dicintai maupun isteri yang tidak dicintai, dan anak sulung adalah dari isteri yang tidak dicintai,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "maka pada waktu ia membagi warisan harta kepunyaannya kepada anak-anaknya itu, tidaklah boleh ia memberikan bagian anak sulung kepada anak dari isteri yang dicintai merugikan anak dari isteri yang tidak dicintai, yang adalah anak sulung.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tetapi ia harus mengakui anak yang sulung, anak dari isteri yang tidak dicintai itu, dengan memberikan kepadanya dua bagian dari segala kepunyaannya, sebab dialah kegagahannya yang pertama-tama: dialah yang empunya hak kesulungan.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Anak yang durhaka",
      "type": "title"
    },
    {
      "verse": 18,
      "text": "\"Apabila seseorang mempunyai anak laki-laki yang degil dan membangkang, yang tidak mau mendengarkan perkataan ayahnya dan ibunya, dan walaupun mereka menghajar dia, tidak juga ia mendengarkan mereka,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "maka haruslah ayahnya dan ibunya memegang dia dan membawa dia keluar kepada para tua-tua kotanya di pintu gerbang tempat kediamannya,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "dan harus berkata kepada para tua-tua kotanya: Anak kami ini degil dan membangkang, ia tidak mau mendengarkan perkataan kami, ia seorang pelahap dan peminum.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Maka haruslah semua orang sekotanya melempari anak itu dengan batu, sehingga ia mati. Demikianlah harus kauhapuskan yang jahat itu dari tengah-tengahmu; dan seluruh orang Israel akan mendengar dan menjadi takut.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Penguburan orang yang dihukum mati",
      "type": "title"
    },
    {
      "verse": 22,
      "text": "\"Apabila seseorang berbuat dosa yang sepadan dengan hukuman mati, lalu ia dihukum mati, kemudian kaugantung dia pada sebuah tiang,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "maka janganlah mayatnya dibiarkan semalam-malaman pada tiang itu, tetapi haruslah engkau menguburkan dia pada hari itu juga, sebab seorang yang digantung terkutuk oleh Allah; janganlah engkau menajiskan tanah yang diberikan TUHAN, Allahmu, kepadamu menjadi milik pusakamu.\"",
      "type": "content"
    }
  ]
}