{
  "book": "Ulangan",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "Berkat",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "\"Jika engkau baik-baik mendengarkan suara TUHAN, Allahmu, dan melakukan dengan setia segala perintah-Nya yang kusampaikan kepadamu pada hari ini, maka TUHAN, Allahmu, akan mengangkat engkau di atas segala bangsa di bumi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Segala berkat ini akan datang kepadamu dan menjadi bagianmu, jika engkau mendengarkan suara TUHAN, Allahmu:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Diberkatilah engkau di kota dan diberkatilah engkau di ladang.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Diberkatilah buah kandunganmu, hasil bumimu dan hasil ternakmu, yakni anak lembu sapimu dan kandungan kambing dombamu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Diberkatilah bakulmu dan tempat adonanmu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Diberkatilah engkau pada waktu masuk dan diberkatilah engkau pada waktu keluar.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "TUHAN akan membiarkan musuhmu yang maju berperang melawan engkau, terpukul kalah olehmu. Bersatu jalan mereka akan menyerangi engkau, tetapi bertujuh jalan mereka akan lari dari depanmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "TUHAN akan memerintahkan berkat ke atasmu di dalam lumbungmu dan di dalam segala usahamu; Ia akan memberkati engkau di negeri yang diberikan kepadamu oleh TUHAN, Allahmu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "TUHAN akan menetapkan engkau sebagai umat-Nya yang kudus, seperti yang dijanjikan-Nya dengan sumpah kepadamu, jika engkau berpegang pada perintah TUHAN, Allahmu, dan hidup menurut jalan yang ditunjukkan-Nya.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Maka segala bangsa di bumi akan melihat, bahwa nama TUHAN telah disebut atasmu, dan mereka akan takut kepadamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Juga TUHAN akan melimpahi engkau dengan kebaikan dalam buah kandunganmu, dalam hasil ternakmu dan dalam hasil bumimu--di tanah yang dijanjikan TUHAN dengan sumpah kepada nenek moyangmu untuk memberikannya kepadamu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "TUHAN akan membuka bagimu perbendaharaan-Nya yang melimpah, yakni langit, untuk memberi hujan bagi tanahmu pada masanya dan memberkati segala pekerjaanmu, sehingga engkau memberi pinjaman kepada banyak bangsa, tetapi engkau sendiri tidak meminta pinjaman.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "TUHAN akan mengangkat engkau menjadi kepala dan bukan menjadi ekor, engkau akan tetap naik dan bukan turun, apabila engkau mendengarkan perintah TUHAN, Allahmu, yang kusampaikan pada hari ini kaulakukan dengan setia,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "dan apabila engkau tidak menyimpang ke kanan atau ke kiri dari segala perintah yang kuberikan kepadamu pada hari ini, dengan mengikuti allah lain dan beribadah kepadanya.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Kutuk",
      "type": "title"
    },
    {
      "verse": 15,
      "text": "\"Tetapi jika engkau tidak mendengarkan suara TUHAN, Allahmu, dan tidak melakukan dengan setia segala perintah dan ketetapan-Nya, yang kusampaikan kepadamu pada hari ini, maka segala kutuk ini akan datang kepadamu dan mencapai engkau:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Terkutuklah engkau di kota dan terkutuklah engkau di ladang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Terkutuklah bakulmu dan tempat adonanmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Terkutuklah buah kandunganmu, hasil bumimu, anak lembu sapimu dan kandungan kambing dombamu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Terkutuklah engkau pada waktu masuk dan terkutuklah engkau pada waktu keluar.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "TUHAN akan mendatangkan kutuk, huru-hara dan penghajaran ke antaramu dalam segala usaha yang kaukerjakan, sampai engkau punah dan binasa dengan segera karena jahat perbuatanmu, sebab engkau telah meninggalkan Aku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "TUHAN akan melekatkan penyakit sampar kepadamu, sampai dihabiskannya engkau dari tanah, ke mana engkau pergi untuk mendudukinya.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "TUHAN akan menghajar engkau dengan batuk kering, demam, demam kepialu, sakit radang, kekeringan, hama dan penyakit gandum; semuanya itu akan memburu engkau sampai engkau binasa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Juga langit yang di atas kepalamu akan menjadi tembaga dan tanah yang di bawahpun menjadi besi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "TUHAN akan menurunkan hujan abu dan debu ke atas negerimu; dari langit akan turun semuanya itu ke atasmu, sampai engkau punah.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "TUHAN akan membiarkan engkau terpukul kalah oleh musuhmu. Bersatu jalan engkau akan keluar menyerang mereka, tetapi bertujuh jalan engkau akan lari dari depan mereka, sehingga engkau menjadi kengerian bagi segala kerajaan di bumi.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Mayatmu akan menjadi makanan segala burung di udara serta binatang-binatang di bumi, dengan tidak ada yang mengganggunya.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "TUHAN akan menghajar engkau dengan barah Mesir, dengan borok, dengan kedal dan kudis, yang dari padanya engkau tidak dapat sembuh.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "TUHAN akan menghajar engkau dengan kegilaan, kebutaan dan kehilangan akal,",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "sehingga engkau meraba-raba pada waktu tengah hari, seperti seorang buta meraba-raba di dalam gelap; perjalananmu tidak akan beruntung, tetapi engkau selalu diperas dan dirampasi, dengan tidak ada seorang yang datang menolong.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Engkau akan bertunangan dengan seorang perempuan, tetapi orang lain akan menidurinya. Engkau akan mendirikan rumah, tetapi tidak akan mendiaminya. Engkau akan membuat kebun anggur, tetapi tidak akan mengecap hasilnya.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Lembumu akan disembelih orang di depan matamu, tetapi engkau tidak akan memakan dagingnya. Keledaimu akan dirampas dari depanmu, dan tidak akan dikembalikan kepadamu. Kambing dombamu akan diberikan kepada musuhmu dengan tidak ada orang yang datang menolong engkau.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Anak-anakmu lelaki dan anak-anakmu perempuan akan diserahkan kepada bangsa lain, sedang engkau melihatnya dengan matamu sendiri, dan sehari-harian engkau rindu kepada mereka, dengan tidak dapat berbuat apa-apa.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Suatu bangsa yang tidak kaukenal akan memakan hasil bumimu dan segala hasil jerih payahmu; engkau akan selalu ditindas dan diinjak.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Engkau akan menjadi gila karena apa yang dilihat matamu.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "TUHAN akan menghajar engkau dengan barah jahat, yang dari padanya engkau tidak dapat sembuh, pada lutut dan pahamu, bahkan dari telapak kakimu sampai kepada batu kepalamu.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "TUHAN akan membawa engkau dengan raja yang kauangkat atasmu itu kepada suatu bangsa yang tidak dikenal olehmu ataupun oleh nenek moyangmu; di sanalah engkau akan beribadah kepada allah lain, kepada kayu dan batu.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Engkau akan menjadi kedahsyatan, kiasan dan sindiran di antara segala bangsa, ke mana TUHAN akan menyingkirkan engkau.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Banyak benih yang akan kaubawa ke ladang, tetapi sedikit hasil yang akan kaukumpulkan, sebab belalang akan menghabiskannya.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Kebun-kebun anggur akan kaubuat dan kauusahakan, tetapi engkau tidak akan meminum atau menyimpan anggur, sebab ulat akan memakannya.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Pohon-pohon zaitun akan kaupunyai di seluruh daerahmu, tetapi engkau tidak akan berurap dengan minyaknya; sebab buah zaitunmu akan gugur.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Engkau akan mendapat anak-anak lelaki dan anak-anak perempuan, tetapi mereka bukan bagi dirimu, sebab mereka akan menjadi tawanan.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Segala pohon-pohonmu dan hasil bumimu akan diduduki oleh kawanan belalang.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Orang asing yang ada di tengah-tengahmu akan menjadi makin tinggi mengatasi engkau, tetapi engkau menjadi makin rendah.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Ia akan memberi pinjaman kepadamu, tetapi engkau tidak akan memberi pinjaman kepadanya; ia akan menjadi kepala, tetapi engkau akan menjadi ekor.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Segala kutuk itu akan datang ke atasmu, memburu engkau dan mencapai engkau, sampai engkau punah, karena engkau tidak mendengarkan suara TUHAN, Allahmu dan tidak berpegang pada perintah dan ketetapan yang diperintahkan-Nya kepadamu;",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "semuanya itu akan menjadi tanda dan mujizat di antaramu dan di antara keturunanmu untuk selamanya.\"",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Peperangan dan pembuangan yang akan dialami",
      "type": "title"
    },
    {
      "verse": 47,
      "text": "\"Karena engkau tidak mau menjadi hamba kepada TUHAN, Allahmu, dengan sukacita dan gembira hati walaupun kelimpahan akan segala-galanya,",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "maka dengan menanggung lapar dan haus, dengan telanjang dan kekurangan akan segala-galanya engkau akan menjadi hamba kepada musuh yang akan disuruh TUHAN melawan engkau. Ia akan membebankan kuk besi ke atas tengkukmu, sampai engkau dipunahkan-Nya.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "TUHAN akan mendatangkan kepadamu suatu bangsa dari jauh, dari ujung bumi, seperti rajawali yang datang menyambar; suatu bangsa yang bahasanya engkau tidak mengerti,",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "suatu bangsa yang garang mukanya, yang tidak menghiraukan orang tua-tua dan tidak merasa kasihan kepada anak-anak;",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "yang akan memakan habis hasil ternakmu dan hasil bumimu, sampai engkau punah; yang tidak akan meninggalkan bagimu gandum, air anggur atau minyak, ataupun anak lembu sapimu atau anak kambing dombamu, sampai engkau dibinasakannya.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Engkau akan ditekannya di segala tempatmu, sampai runtuh tembok-tembokmu yang tinggi dan berkubu, yang kaupercayai itu di seluruh negerimu, bahkan engkau akan ditekan di dalam segala tempatmu, di seluruh negeri yang telah diberikan kepadamu oleh TUHAN, Allahmu.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Dan engkau akan memakan buah kandunganmu, yakni daging anak-anakmu lelaki dan anak-anakmu perempuan yang diberikan kepadamu oleh TUHAN, Allahmu, --dalam keadaan susah dan sulit yang ditimbulkan musuhmu kepadamu.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Dan orang laki-laki yang paling lemah dan paling manja di antaramu akan kesal terhadap saudaranya atau terhadap isterinya sendiri atau terhadap anak-anaknya yang masih tinggal padanya,",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "sehingga kepada salah seorang dari mereka itu ia tidak mau memberikan sedikitpun dari daging anak-anaknya yang dimakannya, karena tidak ada lagi sesuatu yang ditinggalkan baginya, dalam keadaan susah dan sulit yang ditimbulkan musuhmu kepadamu di segala tempatmu.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Perempuan yang lemah dan manja di antaramu, yang tidak pernah mencoba menjejakkan telapak kakinya ke tanah karena sifatnya yang manja dan lemah itu, akan kesal terhadap suaminya sendiri atau terhadap anaknya laki-laki atau anaknya perempuan,",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "karena uri yang keluar dari kandungannya ataupun karena anak-anak yang dilahirkannya; sebab karena kekurangan segala-galanya ia akan memakannya dengan sembunyi-sembunyi, dalam keadaan susah dan sulit yang ditimbulkan musuhmu kepadamu di dalam tempatmu.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Jika engkau tidak melakukan dengan setia segala perkataan hukum Taurat yang tertulis dalam kitab ini, dan engkau tidak takut akan Nama yang mulia dan dahsyat ini, yakni akan TUHAN, Allahmu,",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "maka TUHAN akan menimpakan pukulan-pukulan yang ajaib kepadamu, dan kepada keturunanmu, yakni pukulan-pukulan yang keras lagi lama dan penyakit-penyakit yang jahat lagi lama.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Ia akan mendatangkan pula segala wabah Mesir yang kautakuti itu kepadamu, sehingga semuanya itu melekat padamu.",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Juga berbagai-bagai penyakit dan pukulan, yang tidak tertulis dalam kitab Taurat ini, akan ditimbulkan TUHAN menimpa engkau, sampai engkau punah.",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "Dari pada kamu hanya sedikit orang yang tertinggal, padahal kamu dahulu seperti bintang-bintang di langit banyaknya--karena engkau tidak mendengarkan suara TUHAN, Allahmu.",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Seperti TUHAN bergirang karena kamu untuk berbuat baik kepadamu dan membuat kamu banyak, demikianlah TUHAN akan bergirang karena kamu untuk membinasakan dan memunahkan kamu, dan kamu akan dicabut dari tanah, ke mana engkau pergi untuk mendudukinya.",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "TUHAN akan menyerakkan engkau ke antara segala bangsa dari ujung bumi ke ujung bumi; di sanalah engkau akan beribadah kepada allah lain yang tidak dikenal olehmu ataupun oleh nenek moyangmu, yakni kepada kayu dan batu.",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "Engkau tidak akan mendapat ketenteraman di antara bangsa-bangsa itu dan tidak akan ada tempat berjejak bagi telapak kakimu; TUHAN akan memberikan di sana kepadamu hati yang gelisah, mata yang penuh rindu dan jiwa yang merana.",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "Hidupmu akan terkatung-katung, siang dan malam engkau akan terkejut dan kuatir akan hidupmu.",
      "type": "content"
    },
    {
      "verse": 67,
      "text": "Pada waktu pagi engkau akan berkata: Ah, kalau malam sekarang! dan pada waktu malam engkau akan berkata: Ah, kalau pagi sekarang! karena kejut memenuhi hatimu, dan karena apa yang dilihat matamu.",
      "type": "content"
    },
    {
      "verse": 68,
      "text": "TUHAN akan membawa engkau kembali ke Mesir dengan kapal, melalui jalan yang telah Kukatakan kepadamu: Engkau tidak akan melihatnya lagi, dan di sana kamu akan menawarkan diri kepada musuhmu sebagai budak lelaki dan budak perempuan, tetapi tidak ada pembeli.\"",
      "type": "content"
    }
  ]
}