{
  "book": "Ulangan",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Riwayat peperangan melawan Og, raja Basan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "\"Kemudian beloklah kita dan maju ke arah Basan. Dan Og, raja Basan, dengan seluruh tentaranya maju mendatangi kita, untuk berperang di Edrei.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tetapi TUHAN berfirman kepadaku: Janganlah takut kepadanya, sebab Aku menyerahkan dia ke dalam tanganmu beserta seluruh tentaranya dan negerinya, dan perlakukanlah dia seperti yang kaulakukan terhadap Sihon, raja orang Amori, yang diam di Hesybon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dan TUHAN, Allah kita, menyerahkan juga Og, raja Basan, beserta seluruh tentaranya ke dalam tangan kita dan kita mengalahkan dia, sehingga tidak seorangpun luput.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pada waktu itu kita merebut segala kotanya; tidak ada kota yang tidak kita rampas dari pada mereka: enam puluh kota, seluruh wilayah Argob, kerajaan Og di Basan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Semuanya itu adalah kota berkubu, dengan tembok yang tinggi-tinggi, dengan pintu-pintu gerbang dan palang-palangnya; lain dari pada itu sangat banyak kota yang tidak berkubu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kita menumpas seluruh penduduknya, seperti yang kita lakukan terhadap Sihon, raja Hesybon, dengan menumpas penduduk setiap kota: laki-laki, perempuan dan anak-anak.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tetapi segala hewan dan jarahan dari kota-kota itu kita rampas bagi kita sendiri.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi pada waktu itu dari tangan kedua raja orang Amori itu kita merampas negeri yang di seberang sungai Yordan, mulai dari sungai Arnon sampai gunung Hermon",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "--orang Sidon menyebut Hermon itu Siryon dan orang Amori menyebutnya Senir--,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "segala kota di dataran tinggi, seluruh Gilead dan seluruh Basan sampai Salkha dan Edrei, kota-kota kerajaan Og di Basan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hanya Og, raja Basan, yang tinggal hidup dari sisa-sisa orang Refaim. Sesungguhnya, ranjangnya adalah ranjang dari besi; bukankah itu masih ada di kota Raba bani Amon? Sembilan hasta panjangnya dan empat hasta lebarnya, menurut hasta biasa.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Riwayat penyerahan daerah sebelah timur sungai Yordan",
      "type": "title"
    },
    {
      "verse": 12,
      "text": "\"Adapun negeri itu telah kita duduki pada waktu itu; mulai dari Aroer yang di tepi sungai Arnon, beserta setengah dari pegunungan Gilead dengan kota-kotanya aku berikan kepada orang Ruben dan orang Gad;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "dan yang masih tinggal dari Gilead beserta seluruh Basan, kerajaan Og, yakni seluruh wilayah Argob, aku berikan kepada suku Manasye yang setengah itu. --Seluruh Basan ini disebut negeri orang Refaim. --",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Yair, anak Manasye, mengambil seluruh wilayah Argob sampai daerah orang Gesur dan orang Maakha, dan menamai daerah itu, yakni Basan, menurut namanya sendiri: Hawot-Yair, sampai sekarang.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Kepada Makhir kuberikan Gilead.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Kepada orang Ruben dan kepada orang Gad kuberikan sebagian dari Gilead, sebelah sini sampai sungai Arnon, yakni setengah dari sungai itu dengan daerah pinggirnya, dan sebelah sana sampai sungai Yabok, batas daerah bani Amon;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "selanjutnya Araba-Yordan dan sungai Yordan dengan daerah pinggirnya, mulai dari Kineret sampai ke Laut Araba, yakni Laut Asin di kaki lereng gunung Pisga ke arah timur.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Pada waktu itu aku memerintahkan kepadamu, demikian: TUHAN, Allahmu, telah memberikan negeri ini kepadamu untuk dimiliki; namun kamu, yakni semua orang yang gagah perkasa, harus menyeberang dengan bersenjata di depan saudara-saudaramu, orang Israel.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hanya isteri dan anak-anakmu serta ternak-ternakmu--aku tahu ada banyak ternak padamu--boleh tinggal di kota-kota yang telah kuberikan kepadamu,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "sampai TUHAN mengaruniakan keamanan kepada saudara-saudaramu seperti kepadamu, dan merekapun memiliki negeri, yang diberikan TUHAN, Allahmu, kepada mereka di seberang sungai Yordan. Sesudah itu bolehlah kamu pulang, masing-masing ke tanah miliknya yang telah kuberikan kepadamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dan kepada Yosua kuperintahkan pada waktu itu, demikian: Matamu sendirilah yang melihat segala yang dilakukan TUHAN, Allahmu, terhadap kedua raja itu. Demikianlah akan dilakukan TUHAN terhadap segala kerajaan, ke mana engkau pergi.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Janganlah takut kepada mereka, sebab TUHAN, Allahmu, Dialah yang berperang untukmu.\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Musa tidak diperkenankan memasuki tanah Kanaan",
      "type": "title"
    },
    {
      "verse": 23,
      "text": "\"Juga pada waktu itu aku mohon kasih karunia dari pada TUHAN, demikian:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ya, Tuhan ALLAH, Engkau telah mulai memperlihatkan kepada hamba-Mu ini kebesaran-Mu dan tangan-Mu yang kuat; sebab allah manakah di langit dan di bumi, yang dapat melakukan perbuatan perkasa seperti Engkau?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Biarlah aku menyeberang dan melihat negeri yang baik yang di seberang sungai Yordan, tanah pegunungan yang baik itu, dan gunung Libanon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tetapi TUHAN murka terhadap aku oleh karena kamu dan tidaklah mendengarkan permohonanku. TUHAN berfirman kepadaku: Cukup! Jangan lagi bicarakan perkara itu dengan Aku.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Naiklah ke puncak gunung Pisga dan layangkanlah pandangmu ke barat, ke utara, ke selatan dan ke timur dan lihatlah baik-baik, sebab sungai Yordan ini tidak akan kauseberangi.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dan berilah perintah kepada Yosua, kuatkan dan teguhkanlah hatinya, sebab dialah yang akan menyeberang di depan bangsa ini dan dialah yang akan memimpin mereka sampai mereka memiliki negeri yang akan kaulihat itu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Demikianlah kita tinggal di lembah di tentangan Bet-Peor.\"",
      "type": "content"
    }
  ]
}