{
  "book": "Ulangan",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "Kematian Musa",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Kemudian naiklah Musa dari dataran Moab ke atas gunung Nebo, yakni ke atas puncak Pisga, yang di tentangan Yerikho, lalu TUHAN memperlihatkan kepadanya seluruh negeri itu: daerah Gilead sampai ke kota Dan,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "seluruh Naftali, tanah Efraim dan Manasye, seluruh tanah Yehuda sampai laut sebelah barat,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tanah Negeb dan lembah Yordan, lembah Yerikho, kota pohon korma itu, sampai Zoar.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dan berfirmanlah TUHAN kepadanya: \"Inilah negeri yang Kujanjikan dengan sumpah kepada Abraham, Ishak dan Yakub; demikian: Kepada keturunanmulah akan Kuberikan negeri itu. Aku mengizinkan engkau melihatnya dengan matamu sendiri, tetapi engkau tidak akan menyeberang ke sana.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Lalu matilah Musa, hamba TUHAN itu, di sana di tanah Moab, sesuai dengan firman TUHAN.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dan dikuburkan-Nyalah dia di suatu lembah di tanah Moab, di tentangan Bet-Peor, dan tidak ada orang yang tahu kuburnya sampai hari ini.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Musa berumur seratus dua puluh tahun, ketika ia mati; matanya belum kabur dan kekuatannya belum hilang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Orang Israel menangisi Musa di dataran Moab tiga puluh hari lamanya. Maka berakhirlah hari-hari tangis perkabungan karena Musa itu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dan Yosua bin Nun penuh dengan roh kebijaksanaan, sebab Musa telah meletakkan tangannya ke atasnya. Sebab itu orang Israel mendengarkan dia dan melakukan seperti yang diperintahkan TUHAN kepada Musa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Seperti Musa yang dikenal TUHAN dengan berhadapan muka, tidak ada lagi nabi yang bangkit di antara orang Israel,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "dalam hal segala tanda dan mujizat, yang dilakukannya atas perintah TUHAN di tanah Mesir terhadap Firaun dan terhadap semua pegawainya dan seluruh negerinya,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "dan dalam hal segala perbuatan kekuasaan dan segala kedahsyatan yang besar yang dilakukan Musa di depan seluruh orang Israel.",
      "type": "content"
    }
  ]
}