{
  "book": "Ulangan",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Orang Israel diperingatkan supaya jangan membanggakan jasanya",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "\"Dengarlah, hai orang Israel! Engkau akan menyeberangi sungai Yordan pada hari ini untuk memasuki serta menduduki daerah bangsa-bangsa yang lebih besar dan lebih kuat dari padamu, yakni kota-kota besar yang kubu-kubunya sampai ke langit--",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "suatu bangsa yang besar dan tinggi, orang Enak, yang kaukenal dan yang tentangnya kaudengar orang berkata: Siapakah yang dapat bertahan menghadapi orang Enak?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Maka ketahuilah pada hari ini, bahwa TUHAN, Allahmu, Dialah yang berjalan di depanmu laksana api yang menghanguskan; Dia akan memunahkan mereka dan Dia akan menundukkan mereka di hadapanmu. Demikianlah engkau akan menghalau dan membinasakan mereka dengan segera, seperti yang dijanjikan kepadamu oleh TUHAN.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Janganlah engkau berkata dalam hatimu, apabila TUHAN, Allahmu, telah mengusir mereka dari hadapanmu: Karena jasa-jasakulah TUHAN membawa aku masuk menduduki negeri ini; padahal karena kefasikan bangsa-bangsa itulah TUHAN menghalau mereka dari hadapanmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Bukan karena jasa-jasamu atau karena kebenaran hatimu engkau masuk menduduki negeri mereka, tetapi karena kefasikan bangsa-bangsa itulah, TUHAN, Allahmu, menghalau mereka dari hadapanmu, dan supaya TUHAN menepati janji yang diikrarkan-Nya dengan sumpah kepada nenek moyangmu, yakni Abraham, Ishak dan Yakub.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ketahuilah, bahwa bukan karena jasa-jasamu TUHAN, Allahmu, memberikan kepadamu negeri yang baik itu untuk diduduki. Sesungguhnya engkau bangsa yang tegar tengkuk!\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Riwayat tentang kemurtadan di Horeb",
      "type": "title"
    },
    {
      "verse": 7,
      "text": "\"Ingatlah, janganlah lupa, bahwa engkau sudah membuat TUHAN, Allahmu, gusar di padang gurun. Sejak engkau keluar dari tanah Mesir sampai kamu tiba di tempat ini, kamu menentang TUHAN.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Di Horeb kamu sudah membuat TUHAN gusar, bahkan TUHAN begitu murka kepadamu, hingga Ia mau memunahkan kamu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Setelah aku mendaki gunung untuk menerima loh-loh batu, loh-loh perjanjian yang diikat TUHAN dengan kamu, maka aku tinggal empat puluh hari empat puluh malam lamanya di gunung itu; roti tidak kumakan dan air tidak kuminum.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "TUHAN memberikan kepadaku kedua loh batu, yang ditulisi jari Allah, di mana ada segala firman yang diucapkan TUHAN kepadamu di gunung itu dari tengah-tengah api, pada hari perkumpulan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sesudah lewat empat puluh hari empat puluh malam itu, maka TUHAN memberikan kepadaku kedua loh batu, loh-loh perjanjian itu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Lalu berfirmanlah TUHAN kepadaku: Bangunlah, turunlah dengan segera dari sini, sebab bangsamu, yang kaubawa keluar dari Mesir, telah berlaku busuk; mereka segera menyimpang dari jalan yang Kuperintahkan kepada mereka; mereka telah membuat patung tuangan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lagi TUHAN berfirman kepadaku: Telah Kulihat bangsa ini dan sesungguhnya mereka adalah bangsa yang tegar tengkuk.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Biarkanlah Aku, maka Aku akan memunahkan mereka dan menghapuskan nama mereka dari kolong langit; tetapi dari padamu akan Kubuat suatu bangsa yang lebih berkuasa dan lebih banyak dari pada bangsa ini.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Setelah itu berpalinglah aku, lalu turun dari gunung yang sedang menyala itu dengan kedua loh perjanjian di kedua tanganku.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Lalu aku menyaksikan, bahwa sesungguhnya kamu telah berbuat dosa terhadap TUHAN, Allahmu: kamu telah membuat suatu anak lembu tuangan, kamu telah segera menyimpang dari jalan yang diperintahkan TUHAN kepadamu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Maka kupeganglah kuat-kuat kedua loh itu, kulemparkan dari kedua tanganku, kupecahkan di depan matamu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sesudah itu aku sujud di hadapan TUHAN, empat puluh hari empat puluh malam lamanya, seperti yang pertama kali--roti tidak kumakan dan air tidak kuminum--karena segala dosa yang telah kamu perbuat, yakni kamu melakukan apa yang jahat di mata TUHAN, sehingga kamu menimbulkan sakit hati-Nya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sebab aku gentar karena murka dan kepanasan amarah yang ditimpakan TUHAN kepadamu, sampai Ia mau memunahkan kamu. Tetapi sekali inipun TUHAN mendengarkan aku.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Juga kepada Harun TUHAN begitu murka, hingga Ia mau membinasakannya; maka pada waktu itu aku berdoa untuk Harun juga.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tetapi hasil perbuatanmu yang berdosa, yakni anak lembu itu, kuambil, kubakar, kuhancurkan dan kugiling baik-baik sampai halus, menjadi abu, lalu abunya kulemparkan ke dalam sungai yang mengalir turun dari gunung.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Juga di Tabera, di Masa dan di Kibrot-Taawa, kamu selalu membuat TUHAN gusar.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dan ketika TUHAN menyuruh kamu pergi dari Kadesh-Barnea dengan berfirman: Majulah dan dudukilah negeri yang Kuberikan kepadamu itu, maka kamu menentang titah TUHAN, Allahmu; kamu tidak percaya kepada-Nya dan tidak mendengarkan suara-Nya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Bahkan kamu menentang TUHAN, sejak aku mengenal kamu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Maka aku sujud di hadapan TUHAN--empat puluh hari empat puluh malam lamanya aku sujud--,karena TUHAN telah berfirman akan memunahkan kamu,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "dan aku berdoa kepada TUHAN, kataku: Ya, Tuhan ALLAH, janganlah musnahkan umat milik-Mu sendiri, yang Kautebus dengan kebesaran-Mu, dan yang Kaubawa keluar dari Mesir dengan tangan yang kuat.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ingatlah kepada hamba-hamba-Mu, kepada Abraham, Ishak dan Yakub; janganlah perhatikan ketegaran bangsa ini ataupun kefasikannya dan dosanya,",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "supaya negeri, dari mana Engkau membawa kami keluar, jangan berkata: Sebab TUHAN tidak dapat membawa mereka masuk ke negeri yang dijanjikan-Nya kepada mereka, dan sebab benci-Nya kepada mereka, maka Ia membawa mereka keluar untuk membunuh mereka di padang gurun.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Bukankah mereka itu umat milik-Mu sendiri, yang Kaubawa keluar dengan kekuatan-Mu yang besar dan dengan lengan-Mu yang teracung?\"",
      "type": "content"
    }
  ]
}