{
  "book": "Mazmur",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tangiang mangalualuhon hajungkaton ni angka parjahat 1-11. II. Tangiang mangido haluaon tu Debata 12-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Boasa tung sai mandaodao Ho jongjong, ale Jahowa, sai martabuni Ho di angka tingki hagogotan?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Mosok ma dihilala na dangol dibahen hajungkaton ni parjahat, tardapot do nasida dibahen tahi, angka na sinangkapnasida i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai ditengatengahon parjahat i do sangkap ni rohana, jala dipartuanihon pangalansum, dilesanlesan do ia Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ninna roha ni parjahat i do di bausbaus ni igungna: \"Ndang tagamon marlulu Ibana! Ndang adong Debata!\" I do pangarimpunan ni angka sangkapna sudena.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai na manjadi do angka langkana tongtong; dao do tu ginjang angka uhummu sian jolona, dibuasi rohana do angka alona i sudena.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ninna do di bagasan rohana: \"Pantangna do tung sumurut ahu, ndang tagamon adong parmaraanku ro di na hupompar.\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Gok pamulasion dohot sipaotooto dohot hadoboon pamangannai; halojaon dohot hajahaton do ditoru ni dilana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai marparonggopan do ibana di angka huta, sai dibunui do na so marpipot di sihabunian, sai dimatamatahon do na mandate.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai mangonggop do ibana di pangaropan, songon babiat di ramba; mangonggop do ibana laho manoro na dangol, disoro ma na dangol i, pinadapotna di bagasan jorgongna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dipabungkuk do ibana manisipi, jadi dapot sisilonna ma angka na mandate i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ninna do di bagasan rohana: \"Nunga dihalupahon Debata, nunga ditabunihon bohina i, ndang be idaonna salelenglelengna.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Hehe ma Ho, ale Jahowa! Patoltol ma tanganmu, ale Debata! Sai unang halupahon angka na dangol i!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Boasa ma tung lesanlesanon ni parjahat i Debata, tung dohononna di bagasan rohana: Ndang marlulu Ho!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Diida Ho do tahe, ai ditatap Ho do halojaon dohot haporsuhon mambahen tubagasan tanganmu, tu Ho do dipasahat na mandate i, Ho do partumpak tu na sopot so marama.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sai ponggolhon ma botohon ni parjahat i, jala luluhon hajahaton ni parjahat i, asa ndang jumpang be.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jahowa do raja salelenglelengna; siap do angka parbegu sian tanona.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nunga ditangihon Ho, ale Jahowa, pinangido ni angka na dangol i, dipatogu Ho do rohanasida, dipatinggil Ho do pinggolmu;",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Laho patingkoskon uhum tu nasopot so marama dohot tu na tarsosak, asa unang be didatdati jolma na sian tano i manenganenga.",
      "type": "content"
    }
  ]
}