{
  "book": "Mazmur",
  "chapter": 102,
  "verses": [
    {
      "verse": 1,
      "text": "I. Alualu ni sada halak na hona pinsang ni Debata 2-12. II. Tangiang mangido panuheon di Sion 13-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Tangiang sian sada halak na dangol jumpa maras ibana, jala diusehon alualuna tujolo ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Ale Jahowa, sai tangi ma tangiangkon, jala sai tolhas tu Ho ma angukkon!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Unang tung tabunihon bohim maradophon ahu di ari hagogotanki, sai paeleng ma pinggolmu tu ahu, hapogani ma mangalusi ahu di ari panjouonku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai nunga salpu ariaringku songon timus, jala mohop situtu holiholingku songon dalihan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Mosok songon duhutduhut jala mahiang ateatengku, gari manganhon sipanganon lupa do rohangku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Manandos holiholingku di sibukku dibahen soara ni anggukku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tudoshon onggang di halongonan do ahu, songon sipauk di turanggong do ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai marhal do ahu, jadi songon amporik na meat punjung di tarup do ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Manipat ari sai direhei angka musungku ahu, angka nalalaen do nasida mambahen ahu panolonannasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai sirabun do hupangan i songon roti, jala husaor iluilungku tu siinumonku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Maradophon rimasmu dohot parpiripirionmu, ai jolo dijomput Ho ahu, dung i ditimpalhon Ho ahu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Songon halinu na manihir do angka ariaringku, jala lam malos do ahu songon duhutduhut.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Alai anggo Ho, ale Jahowa, sai marhabangsa do Ho salelenglelengna, jala marsundutsundut do parningotan di Ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sai hehe ma Ho mambahen asi ni roham di Sion, ai nunga jumpang tingki parasi ni roha di ibana, nunga ro tingkina.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai holong situtu do roha ni angka naposom mida angka batu ni Sion, jala habot do rohanasida mida orbukna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi mabiar sogot angka parbegu mida goar ni Jahowa, ro di sude angka raja ni tano on mida hamuliaonmu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ala naung dipauli Jahowa Sion i, naung tarida Ibana di hamuliaonna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Naung marpangulahi rohana mida tangiang ni na so mardihadiha, jala ndang lea rohana di tangiangnasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Surathononhon ma i tu na pinompar sogot, jadi bangso sitompaon dope mamuji Jahowa sogot.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ala naung manatapnatap Ibana sian habadiaonna na timbo i, ala naung mandulo Jahowa sian banua ginjang tu tano on.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Laho manangihon hoihoi ni angka na tarbuang, laho paluahon angka anak ni hamatean hian.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Asa dibaritahon nasida di Sion goar ni Jahowa dohot baritana di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Molo sange marpungu sogot angka bangso ro di angka harajaon mangoloi Jahowa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Nunga suda gogongku di tongandalan dibahen Ibana, nunga dipajempek ariaringku.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ningku ma: Ale Debatangku, unang tung alap ahu di parsitongaan ni angka ariaringku, marsundutsundut do ianggo angka taonmi.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ho do paojakkon tano on di na robi, jala jadijadian ni tanganmu do angka langit.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ianggo nasida laho mago do sogot, alai anggo Ho sai hot do; laho buruk do ianggo nasida sude songon ulos; songon sampesampe paubaonmu nasida sogot, gabe muba ma nasida.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai sai tong do ianggo Ho, jala ndang olo marujung angka taonmi. (102-29) Sai dapotan inganan do angka anak ni naposom, jala sai hot di jolom do pinomparnasida.",
      "type": "content"
    }
  ]
}