{
  "book": "Mazmur",
  "chapter": 103,
  "verses": [
    {
      "verse": 1,
      "text": "Pujipujian tu Debata na asi roha i 1-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud. Puji ma Jahowa, ale tondingku, jala nasa rohangku di bagasan mamuji goarna na badia i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Puji ma Jahowa, ale tondingku, jala unang tung halupahon denggan ni basana sudena.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ibana do manesa dosam sudena, Ibana pamalum angka sahitmu sudena.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ibana paluahon ngolum sian hamagoan, Ibana martumpalhon tu ho denggan basa dohot asi ni roha.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ibana pamahap roham marhitehite denggan basa, asa mulak poso ho, songon pidong raja wali.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jahowa do patupahon angka pambahenan hatigoran, jala dipatingkos uhum tu sude angka na nirupa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ibana do pabotohon angka dalanna tu si Musa, tu angka anak ni Israel angka pambahenna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Parasi roha jala pardengganbasa do Jahowa, lambat tarrimas jala parasi roha godang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang tongtong Ibana manorui, jala ndang gotos rohana saleleng ni lelengna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ndang dibahen tu hita hombar tu angka dosanta, jala ndang dibaloshon tu hita hombar tu angka hajahatonta.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai songon dao ni langit sian tano on do gogo ni asi ni rohana di angka na mangkabiari Ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Songon dao ni habinsaran sian hasundutan dipadao Ibana sian hita angka pangalaosintai.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Songon asi ni amaama tu angka anakna asi ni roha ni Jahowa di angka na mangkabiari Ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai diboto Ibana do tompanta, diingot do orbuk hita.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Songon duhutduhut do ariari ni jolma na gale i, marbunga ibana songon bunga di ladang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai dibolus alogo ibana, jadi ndang disi be, jala ndang tartanda be ingananna i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo asi ni roha ni Jahowa sian salelenglelengna do ro di salelenglelengna di angka na mangkabiari Ibana, jala hatigoranna marnini marnono.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Di angka na mangaradoti padan binahenna i dohot patupahon angka patikna i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Nunga dipaojak Jahowa habangsana di banua ginjang, jala harajaonna sasudena.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Puji ma Jahowa, hamu ale angka surusuruanna, hamu ale angka ulubalang na gogo, angka na patupahon hatana, di na tinangihonmuna soara ni hatana i!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Puji ma Jahowa, hamu ale angka paranganna i sudena, hamu angka parhaladona, angka sipasaut lomo ni rohana!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Puji ma Jahowa, hamu ale angka jadijadianna sudena, di sude inganan ni harajaonna i, puji ma Jahowa, ale tondingku!",
      "type": "content"
    }
  ]
}