{
  "book": "Mazmur",
  "chapter": 105,
  "verses": [
    {
      "verse": 1,
      "text": "Angka panogunoguon ni Debata di halak Israel: I. Di tingki ni angka ompu na tolu i 1-25. II. Di tingki ni si Musa 26-45.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Puji hamu ma Jahowa, baritahon hamu ma goarna i, pabotohon hamu di tongatonga ni angka bangso angka pambahenanna i!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Endehon hamu ma Ibana, palu hamu ma parhinaloan umpuji Ibana, marnonangi ma hamu taringot tu halongangan angka na binahenna i sudena.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tunggulhon hamu ma goarna na badia i, marlas ni roha ma angka na mangalului Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sisiri hamu ma Jahowa dohot hagogoonna i, tongtong ma lulu i hamu bohina.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai ingot hamu ma halongangan angka naung binahenna i, angka tanda halongangan naung binahenna i dohot uhum angka na ruar sian pamanganna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hamu ale pinompar ni si Abraham, naposona i, hamu ale anak ni si Jakkob, angka na pinillitna i!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ibana, Jahowa do Debatanta, sar tu liat portibi on do angka uhumna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai marningot do Ibana di padan binahenna ro di salelenglelengna, di hata pinatikna i marriburibu sundut.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Padan naung binahenna i tu si Abraham, ro di uarina tu si Isak.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala dihajongjongkon do i tu si Jakkob bahen patik, tu si Israel bahen padan salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ninna do: Tu ho do lehononku tano Kanaan, partalian ni partohapanmuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Uju jolma habilangan dope nasida, otik jala paisolat disi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala sai marbungkasan nasida sian bangso tu bangso, sian sada harajaon tu bangso na asing.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ndang diloas Ibana halak mangarupa nasida, jala dipinsang do angka raja ala nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Unang hahua hamu angka na humiahi, jala unang sonoi hamu angka panurirangku!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i dipasonggop Ibana haleon tu tano i, diponggolhon ma nasa tungkot parbohalan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Disuru Ibana sada halak parjolonasida, targadis ma si Josep gabe hatoban.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Disuhulhon halak ma patna i tu beangan, sumuruk bosi do hosana i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Paima jumpang tingki hasosonggop ni hatana, dung diuji pangkataion ni Jahowa ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi disuru rajai ma paluahon ibana, sigomgom angka bangso mandokkon tanggalon ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dipabangkit ma ibana bahen induk ni jabuna dohot sigomgom sinamotna sudena.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Asa tarihot angka indukna guru lomo ni rohana, jala diparbisuhi angka sintuana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i tolhas ma Israel tu Misir, gabe paisolat ma si Jakkob di tano ni si Ham.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i gabe situtu ma bangsona i ditumpak, jala sumangap do i dibahen sian angka alona i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dipahosing ma ianggo rohanasida mangkosom bangsona i, mambahen bisukbisuk tu angka naposona i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(II.) Dung i disuru ma si Musa, naposona i, si Aron, na pinillitna i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dipatupa nasida na dua ma di tongatonganasida tanda angka na tinonahonna dohot angka halongangan di tano ni si Ham.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ditongos Ibana ma haholomon, asa paholomhon, jadi ndang dijua nasida angka hatana i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dipauba angka batang aeknasida gabe mudar, jadi marragean ma dengkenasida.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Marrumang ma angka tohuk sian tanonasida masuk tubagasan bilut ni angka rajanasida.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Mangkuling ma Ibana, jadi ro ma angka naning, angka rongit di sandok parbolatannasida.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Udannasida gabe ambolas dibahen Ibana, angka jimburjimbur ni api di tanonasida.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jala i do mamopoi hau anggur dohot antajaunasida, jala ditipulhon angka hau di parbolatannasida.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Mangkuling Ibana, jadi ro ma angka sihapor dohot tamponok so habilangan.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi dijampal ma sude ingkau rata di tanonasida, dijampal dohot parbue ni tanonasida.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i diantuk Ibana ma nasa buhabaju di tanonasida, patumonaan ni gogonasida sudena.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i diparuar ma nasida mantat perak dohot sere, jala ndang adong na gale di angka marganasida i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Marlas ni roha do Misir di na ruar i nasida, ai madabu do tu nasida hatahuton maradophon nasida.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dipaherbang Ibana sada ombun bahen parlapelapean, dohot api patiurhon borngin.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Mangido nasida, jadi diparo ma angka lote, jala dipamahap nasida mangan sagusagu sian banua ginjang.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Ibana mangarigathon dolok batu, jadi mabaor angka aek, angka na mardalan di tano tangkaltangkal songon sunge.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Ai diingot Ibana do hatana na badia i tu si Abraham, naposona i.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Jadi Ibana paruarhon bangsona i marhinsa ni roha, marolopolop do angka na pinillitna i.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Dung i dilehon Ibana tu nasida angka tano ni parbegu, jala nasida do tumean na niula ni angka bangso.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Asa diradoti nasida angka aturanna jala diparangehon angka patikna i. Halleluya!",
      "type": "content"
    }
  ]
}