{
  "book": "Mazmur",
  "chapter": 106,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pujipujian marningot habasaon ni Debata 1-5. II. Panaringotion di dosa ni bangso i uju di Misir 6-12. III. Uju di halongonan 13-33. IV. Uju di tano Kanaan 34-43. V. Tangiang mangido pangulahion ni roha 44-48.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Halleluya! Mandok mauliate ma hamu di Jahowa, ai na basa do Ibana, ai ro di salelenglelengna do asi ni rohana i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tung ise ma tuk mangkatahon angka hagogoon ni Jahowa, patubegehon baritana i sudena?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Martua ma angka na mangaradoti uhum, na tongtong patupahon hatigoran.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai ingot ma ahu, ale Jahowa, hombar tu halolomo di bangsom, sai tingkir ma ahu marhitehite hatuaonmi!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asa hupaidaida hadoharon ni angka na pinillitmu, asa huhalashon halalas ni roha ni bangsomi, mamujimuji rap dohot partohapanmi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Nunga mardosa hami rap dohot ompunami, nunga mangulahon hageduhon hami, nunga manjahati hami.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ndang diparateatehon angka ompunami di Misir halongangan angka na binahenmi, ndang diingot nasida hinagodang ni asi ni roham, jala mangalo do nasida di lambung laut pararungan i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hape Ibana paluahon nasida ala ni goarna i, laho pabotohon hagogoonna i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi mangonai hata do Ibana tu laut pararungan i, gabe marsik ma, dung i Ibana manogihon nasida umbolus angka lung songon adaran.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi Ibana paluahon nasida sian tangan ni parsomor, jala ditobus nasida sian tangan ni musu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i dilungkupi aek alonasida i, nanggo sada sian nasida ndang teba.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi dihaporseai nasida ma angka hatana, diendehon ma baritana i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Hape tibu do dihalupahon nasida angka pambahenanna i, ndang dipaima nasida sangkapna i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lam mangoloi hisaphisap do nasida di halongonan, jala diunjuni Debata di tano tangkaltangkal.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dilehon Ibana tu nasida pinangidonasida i, gabe ditongos ma begu tiarap ala ni hisaphisapnasida i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i mangiburu ma nasida dompak si Musa di parsaroan, dompak si Aron, na badia ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dipangangang tano i ma babana asa mamondut si Datan, jala dilungkupi luhutan ni si Abiram.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala didilati api luhutannasida i, nala ni api mansudahon angka parjahat i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dipauli nasida ma sada lombu di Horeb, jala marsomba nasida tu gombaran na tinuang i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi disambarhon nasida ma hamuliaonnasida tu sumansuman ni lombu, sigagat duhut.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nunga dihalupahon nasida Debata, Sipaluanasida i, na patupahon angka pambahenan na balga di Misir.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Angka halongangan di tano ni si Ham, angka sipasonggot di lambung laut pararungan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Nunga pola didok Ibana, siaphononna nasida, aut unang si Musa, na pinillitna i jongjong di partostosan di jolona i, paombunhon murukna i, asa unang disiaphon.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i dihapishon rohanasida tano na hinapianan ni roha, ndang dihaporseai nasida hatana i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Marmungutmungut ma nasida di bagasan undungundungnasida i, ndang ditangihon nasida soara ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi ditenggalhon Ibana ma tanganna dompak nasida, naeng mangaragehon nasida di halongonan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Mandanggurhon dohot pinomparnasida tu tongatonga ni angka parbegu, jala paserakkon nasida tu angka luat.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i diharosuhon nasida ma Baal-Peor huhut manganhon angka pelean ni na mate ajiajiannasida.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Sai maminggili do nasida di pambahenannasida i, jadi rarat ma begu masa mangaragehon nasida.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i hehe ma si Pinehas mangaluluhon, gabe motap ma begu masa i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi dietong ma i tu ibana gabe hatigoran marsundutsundut sahat ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i manggitihi muse nasida di lambung aek Meriba parbadaan, gabe tarjea ma si Musa dibahen nasida.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ai ditaji nasida tondina i, gabe tarsor ma bibirna mandok soara.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(IV.) Ndang disiaphon nasida angka bangso, naung nidokkon ni Jahowa tu nasida.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Lam disaorsaor nasida do angka parbegu, jala diguruhon angka pambahenannasida.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jala dipapelepele angka ajiajiannasidai, jadi jorgong ma i tu nasida.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Huhut do dipampelehon nasida angka anak dohot borunasida tu begu.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jala dipandurushon nasida mudar na so marpipot, mudar ni angka anak dohot borunasida, angka na pinelehonna tu angka ajiajian ni tano Kanaan, gabe ramun ma tano i dibahen sapata ni mudar.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi ormus ma nasida di pambahenannasida i, jala mangincui nasida di parulaon nasida i.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jadi marpiarpiar ma muruk ni Jahowa dompak bangso i, jala dihabiashon partohapanna i.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dung i dipasahat ma nasida tubagasan tangan ni angka parbegu, gabe digomgom halak na mangkasomorhon nasida ma nasida.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Jadi dirupa musunasida i ma nasida, gabe tarsugutsugut nasida tu toru ni tanganna.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Mansai jotjot do nian Ibana paluahon nasida, hape anggo nasida sai mangalo do mangihutihut sangkapnasida i, jadi pesan ma nasida binahen ni hajahatonnasida i.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "(V.) Alai manatap ma anggo Ibana di hagogotannasida i, uju na tinangihonna i angguhangguknasida.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Jadi diingot Ibana muse padanna i tu nasida, meol ma rohana hombar tu hinagodang ni asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Jadi dapotan asi ni roha ma nasida dibahen maradophon sude angka na mambuangkon nasida.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Tumpahi ma hami, ale Jahowa, Debatanami, jala papungu hami sian angka parbegu, asa hupuji hami goarmu na badia i jala martanggulhon baritami.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Pinuji ma Jahowa, Debata ni Israel sian na saingan sahat ro di salelenglelengna jala rim bangso i mandok: Amin! Halleluya!",
      "type": "content"
    }
  ]
}