{
  "book": "Mazmur",
  "chapter": 108,
  "verses": [
    {
      "verse": 1,
      "text": "I. Apoapo tu roha mamuji Debata 2-7. II. Nalom ni roha mangkalashon hian hamonangan 8-14.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Nalom do rohangku, ale Debata, marende ma ahu jala umpalu arbap, i ma tutu, ale hamuliaonku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ngot ma ho, ale arbap dohot sordam, asa husunggul buha siang ari.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pujionku ma Ho di tongatonga ni angka bangso, ale Jahowa, jala endehononku ma Ho di tongatonga ni angka marga.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai manalpui angka langit do godang ni asi ni roham, jala tolhas ro di aoangaoang parginjang do hasintonganmu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai patimbul ma dirim tu atas ni angka langit, ale Debata, jala hamuliaonmi tu sandok tano on.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Asa malua angka na niasianmi, sai manumpak ma siamunmi jala alusi ahu!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Nunga marbagabaga Debata di bagasan habadiaonna i: Ingkon marolopolop ahu marsagihon Sikem dohot manali rura Sukot.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ahu do nampuna Gilead, jala ahu nampuna Manasse, jala Epraim do partanobatoan ni ulungku, Juda do tungkot ni harajaonku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Moab do mangkuk parburianku, tu Edom hureongkon sipatungku, marolopolop ma ahu mida Palistim.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ise ulaning manogihon ahu tu huta na gonting? Ise ulaning pataruhon ahu tolhas ro di Edom?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nda Ho do, ale Debata, Ho naung mambolongkon hami, jala na so ruar, ale Debata, mandongani parangannami?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sai patupa ma haluaon di hami sian hagogotan, ai ndang marnosan ianggo haluaon binahen ni jolma. (108-14) Mangasahon Debata sai hamonangan do ulahononta, jala Ibana sandiri mangalotlot alontai.",
      "type": "content"
    }
  ]
}