{
  "book": "Mazmur",
  "chapter": 109,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tangiang maradophon angka musu 1-20. II. Tangiang mangido haluaon 21-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud. (I.) Sai unang mauhom Ho, ale Debata ni pujipujianku!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai ngangang do pamangan ni parjahat dohot pangalajak mangalo ahu, angka na mangkatai dohot ahu mardila sipaotooto.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dihaliangi ahu dohot angka hata hasomoran, jala dimusui ahu soada paralaan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai dialo nasida do ahu balos ni holong ni rohangku, alai sai martangiang do anggo ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala diampehon do tu ahu hajahaton, balos ni denggan basa, jala hasomoran, balos ni holong ni rohangku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Pabangkit ma sada parjahat pandapotanna, jala sai jongjong ma di siamunna pangasung i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tole diuhumi ibana, ruar ma ibana tandap parjahat, jala gabe dosa ma tangiangna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai lam tu otikna ma angka ariarina i, ingkon na asing jumalo tohonanna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai tading di lampin ma anakkonna i, jala mabalu jolmana i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sai mompasompas ma anakkonna manggoanggo, jala sai mandiori sidabuannasida holong sian parulangulangannasida i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai dihishis pangurangan ma sude na di ibana i, jala sai dipupusi halak na pulik ma na sinamotsamotna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sai unang ma adong na pateltel asi ni roha tu ibana, jala sai unang adong na asi roha tu anakkonna angka na tading di lampin.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sai ripur ma pinomparna i, sai siap ma goarnasida di sundut paduahon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sai taringot ma hajahaton ni amanasida tu Jahowa, jala sai unang tarsesa dosa ni inana i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sai tongtong ma angka i di adopan ni Jahowa, jala Ibana maniaphon baritanasida sian tano on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ala na so diingot mambahen asi ni roha jala dilotongi sada baoa na dangol jala na pogos, jala na jimput hian marroha, naeng bunuonna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dihaholongi rohana do torutoru, jadi manginona ma tu ibana; jala ndang dihalomohon pasupasu, jadi mandao ma sian ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dialithon do torutoru hira pangkeanna, jadi ditopot ma tubagasan dirina songon aek, jala songon miak tubagasan holiholina.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Asa songon ulos na tinapolhon ma i tu ibana, jala gabe hohos na tongtong hinobahon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "I ma nian upa ni angka na mangalo ahu sian Jahowa dohot angka parpangkuling na jat dompak tondingki.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(II.) Alai anggo Ho, ale Tuhan Jahowa, roham ma di ahu ala ni goarmi; ai na denggan do asi ni roham, sai palua ma ahu!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai na dangol jala na pogos do ahu, jala mabugang do rohangku di bagasan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Songon halinu na pagistang dirina do ahu laho salpu, dilotongi do ahu songon sihapor.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Rabatrabat do ulu ni tothu dibahen parpuasaon, jala merus do sibukku, ndang be marmiak.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi ingkon sieleselesonnasida nama ianggo ahu, angka mangupir be ulunasida i marnida ahu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sai urupi ma ahu, ale Jahowa, Debatangku! Sai tumpahi ma ahu hombar tu asi ni roham.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Asa tung ditanda nasida tanganmu do i, Ho do, ale Jahowa, mambahensa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Mamburai ianggo nasida, alai mamasumasu do ianggo Ho; hehe do angka nasida, hape tarurak do, jadi marlas ni roha ma naposom.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Sai marpangkean haurahon do sogot angka na mangalo ahu, jala ditapolhon hailaonnasida i songon sampesampe.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Pujionku situtu ma Jahowa marhitehite pamanganku, jala patimbulonku ma Ibana di tonga ni hatoropan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ai jongjong do Ibana di siamun ni na pogos laho paluahon tondina i sian angka na manguhum marutang hosa.",
      "type": "content"
    }
  ]
}