{
  "book": "Mazmur",
  "chapter": 115,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamuliaon ni goar ni Debata. Hasoadaon ni angka ajiajian 1-8. II. Tingting mandokkon marhaposan tu Debata dohot mamuji Ibana 9-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ndada di hami, ale Jahowa, ndada di hami, di goarmu ma tagonan lehon hamuliaon, ala ni asi ni roham, ala ni hasintonganmu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Boasa ma tung dohonon ni angka parbegu: Didia ulaning Debatanasida i?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Hape di banua ginjang do Debatanta i, saguru lomo ni rohana dipatupa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai anggo ajiajiannasidai perak do jala sere bahenbahenan ni tangan ni jolma.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Adong do pamangannasida, hape ndang mangkuling; adong do matanasida, hape ndang marnida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Adong do pinggolnasida, hape ndang marbinege; adong do igungnasida, hape ndang marnianggo.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Adong do tangannasida, hape ndang tarjamahonsa, jala ndang tarlangkahonsa ia patnasida i; ndang mangkuling ianggo aruarunasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sobokkon nasida sogot angka na mambahennasida, sude angka na marhaposan tusi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Ianggo ho, ale Israel, marhaposan tu Jahowa ma ho! Ibana do pangurupi dohot lombulombunasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ale pinompar ni si Aron, marhaposan tu Jahowa ma hamu! Ibana do pangurupi dohot lombulombunasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hamu ale angka na mangkabiari Jahowa, marhaposan tu Jahowa ma hamu! Ibana do pangurupi dohot lombulombunasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga diingot Jahowa hita: Ibana mamasumasu, Ibana mamasumasu pinompar ni Israel, Ibana mamasumasu pinompar ni si Aron.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ibana mamasumasu angka na mangkabiari Jahowa, angka na metmet dohot angka na magodang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sai ambaambaan ni Jahowa do tu hamu, tu hamu dohot tu pinomparmuna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Angka na pinasupasu do hamu sian Jahowa, Sitompa angka langit dohot tano on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jahowa do nampuna angka langit ni langitan, alai anggo tano on nunga dilehon tu jolma manisia.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ndang tagamon pujion ni angka naung mate Jahowa, nang sude angka naung tuat tu tano hasonangan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo hita, sai pujionta do Jahowa olat ni on ro di salelenglelengna. Halleluya!",
      "type": "content"
    }
  ]
}