{
  "book": "Mazmur",
  "chapter": 116,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parningotan di haluaon naung songgop 1-11. II. Roba hamauliateon ala ni 12-19",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Holong do rohangku di Jahowa, ala naung ditangihon joujoungki, parhurajaionku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai nunga dipaeleng pinggolna tu ahu, jadi sai jouonku ma Ibana, saleleng ahu mangolu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga pola dihaliangi angka rante ni hamatean ahu, jala nunga pola mangonai tu ahu angka hagogotan ni banua toru, nunga pola mangonai tu ahu hagogotan dohot pardangolan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i hupajoujou ma goar ni Jahowa: Ale Jahowa, sai palua ma tondingki!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Parasi roha do Jahowa jala na bonar, jala parasi roha do Debatanta i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Siramoti angka siunjur roha do Jahowa, nunga tung tarjepol ahu, jadi Ibana mangurupi ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Mulak ma ho, ale tondingku, tu paradiananmi, ai denggan do uhum ni Jahowa tu ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tongon do, nunga dipalua Ho tondingku sian hamatean, matangku sian iluilu, pathu sian partuktuhan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai marparange di jolo ni Jahowa ma ahu di angka luat ni halak na mangolu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Porsea do ahu umbahen huhatahon, mansai dangol situtu do ahu huhilala.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ianggo ahu, nunga pola hudok di hatahutonku: Sude jolma pargabus.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Tung beha ma pamaloshu tu Jahowa, ala saluhut denggan ni uhumna i tu ahu!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jaloonku do panginuman ni angka hatuaon, jala pajoujouonku do goar ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Gararonku ma angka bagabagangku tu Jahowa, apala di adopan ni sandok bangsona.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Arga do di roha ni Jahowa hamamate ni angka na niasianna i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Antong, ale Jahowa, nunga tung naposom ahu, naposom do ahu, anak ni hatobanmu, nunga diharhari Ho angka rante sian ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sai pelehononku ma tu Ho pelean hamauliateon, jala sai pajoujouonku ma goar ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sai gararonku ma angka bagabagangku tu Jahowa, apala di adopan ni sandok bangsona.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Di angka alaman ni bagas ni Jahowa, di parsitongaanmi, ale Jerusalem! Halleluya!",
      "type": "content"
    }
  ]
}