{
  "book": "Mazmur",
  "chapter": 118,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende hamauliateon marningot pangurupion ni Jahowa maralohon angka bangso ni angka parbegu 1-13. II. Ende parolopolopon ni bangso ni Debata ala hapataron ni hagogoonna dohot hamuliaonna marhite Messias 14-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Mandok mauliate ma hamu tu Jahowa, ai pardengganbasa do Ibana, ai ro di salelenglelengna do asi ni rohana!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dohonon ni Israel ma tongon: Ai ro di salelenglelengna do asi ni rohana!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dohonon ni pinompar ni si Aron ma: Ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dohonon ni angka na mangkabiari Jahowa ma: Ai ro di salelenglelengna do asi ni rohana i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sian hagogotan do hupajoujou Jahowa, gabe dialusi Jahowa ahu, di na pinalumbangna i ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jahowa do donganku, ndang mabiar ahu, tung aha ma tagamon bahenon ni jolma tu ahu?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jahowa do donganku di tongatonga ni angka na mangurupi ahu, jadi sombu ma roha ni matangku marnida angka na mangkosom ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dengganan marhaporusan tu Jahowa, asa marhaposan tu jolma.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dengganan marhaporusan tu Jahowa, asa marhaposan tu angka raja.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga pola luhut angka parbegu mangkaliangi ahu, mangasahon goar ni Jahowa tung rasiphononku do nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga pola dihaliangi nasida ahu tuk humaliang, mangasahon goar ni Jahowa tung rasiphononku do nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga pola dihaliangi nasida ahu, songon angka loba, mintop do nasida songon api di buluduri, marhitehite goar ni Jahowa tung rasiphononku do nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nunga pola digogo ho manulakkon ahu, asa tinggang nian, hape Jahowa mangurupi ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Jahowa do pargogongku dohot endengku, jadi gabe hatuaonku ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Soara ni olopolop dohot hatuaon marsaringar di undungundung ni angka partigor: Siamun ni Jahowa do sibahen hamonangan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Timbul situtu do siamun ni Jahowa, siamun ni Jahowa do sibahen hamonangan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ndang tagamon mate ahu, sai na mangolu do ahu, asa hupajojor angka pambahen ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Nunga gogo tutu dipinsang Jahowa ahu, alai nda tung tu hamatean ahu dipasahat.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ungkap hamu ma di ahu angka bahal ni hatigoran, asa hubongoti angka i laho mamuji Jahowa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "On do bahal ni Jahowa, bongotan ni angka partigor do i sogot.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Mandok mauliate ma ahu di Ho, ala naung dialusi Ho ahu, jala manjadi hatuaonku.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Batu naung binolongkon ni angka pande bagas, i ma jadi batu parsuhi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sian Jahowa do i masa, halongangan do i anggo di matanta.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ari on do na jinadihon ni Jahowa, marolopolop jala marlas ni roha ma hita disi.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Iale Jahowa, sai manumpak ma Ho! Iale Jahowa sai Ho ma mambahen manjadi!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Pinasupasu ma na ro marhitehite goar ni Jahowa, hupasupasu hami ma hamu, angka na sian bagas ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jahowa do Debata, jala Ibana manondangi hita. Tambathon hamu ma angka pelean pesta i sahat ro di angka tanduk ni langgatan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ho do Debatangku, jadi Ho do pujionku; ale Debatangku, sai Ho do patimbulonku.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Mandok mauliate ma hamu di Jahowa, ai pardengganbasa do Ibana, ai ro di salelenglelengna do asi ni rohana i.",
      "type": "content"
    }
  ]
}