{
  "book": "Mazmur",
  "chapter": 132,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangkalungunhon ni si Daud pajongjongkon sada joro Debata 1-10. II. Bagabaga ni Debata tu si Daud 11-18.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende hananangkok. (I.) Sai ingot ma, ale Jahowa, di si Daud sude angka parniahapanna!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Na marmangmang i ibana tu Jahowa, marbagabagahon tu Sipargogoi Jakkob:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Molo tung bongotanku undungundung ni bagashu, molo tung panaehonku podoman hapeahanku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Molo tung loasonku tarnono matangku manang tung podompodom bolak langkop ni matangku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Paima jumpang ahu sada ojahan di Jahowa, sada inganan di Sipargogoi Jakkob.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ida ma, nunga itabege barita ni poti parpadanan di Eprata, nunga jumpang hita di ladang ni si Jaar.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Antong itabongoti ma angka ingananna i, marsomba ma hita tu jolo ni sidegedegean ni totna!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hehe ma Ho, ale Jahowa, mandapothon paradiananmu, Ho dohot poti hamuliaonmu!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai marpangkean hatigoran ma angka malimmi jala marolopolop angka na niasianmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ala ni si Daud, naposomi, unang tulakkon bohi ni na miniahanmu!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Nunga pola diuarihon Jahowa hasintongan tu si Daud, ndang tagamon ubaonna: Sian pinomparmi do pabangkitonku di ho nampuna habangsa i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Molo tung diradoti angka anakmu padan na hubahen i, dohot panindangionku na huajarhon tu nasida, anaknasida pe sai hundul do di habangsam ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai nunga dipillit Jahowa Sion, dipangido rohana naeng maringanan disi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "On do paradiananku ro di salelenglelengna, dison do Ahu naeng maringan, ai hasudungan ni rohangku do i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sai pasupasuonku do bohalna i, pamahaponku do angka na pogosna i mangan roti.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala bahenonku do angka malimna i marpangkean hatuaon, jala ingkon mariaia do angka na niasianna i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Patimbulonku ma disi sada tanduk di si Daud, paradehon sada palito di na miniahanku na miniahan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Bahenonku ma ianggo angka musuna marulos haurahon, alai marlinanglinang ma ianggo di uluna tumpalna i.",
      "type": "content"
    }
  ]
}