{
  "book": "Mazmur",
  "chapter": 135,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jajajaja mandokkon mamuji Debata, pargogo na so hatudosan, Siondingi Israel 1-14. II. Ajiajian angka na soada i. Pujipujian di Jahowa 15-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Halleluya! Puji hamu ma goar ni Jahowa, mamujimuji ma hamu, ale naposo ni Jahowa!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hamu angka na jongjong di bagasan joro ni Jahowa, di angka alaman ni bagas ni Debatanta!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Puji hamu ma Jahowa, ai pardengganbasa do Jahowa, endehon hamu ma goarna, ai hasudungan do Ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai nunga pola dipillit Jahowa si Jakkob di Ibana, nang Israel asa Ibana nampunasa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai anggo ahu tangkas do huboto, tung natimbul do Jahowa, jala Tuhanta i mangatasi sude angka Debata sileban.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nasa lomo ni rohana dipatupa Jahowa do di angka langit dohot di tano on, di bagasan angka laut ro di sude angka lung.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ibana do panaekkon angka ombun sian ujung ni tano on, gabe udan do angka hilapi dibahen, Ibana do paruarhon alogo sian angka parpeopanna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ibana do mambunu angka buhabaju ni Misir, sian jolma ro di pinahan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ibana manongos angka tanda dohot halongangan di parsitongaanmi, ale Misir, mangalo Firaun dohot sude angka naposona i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ibana maniaphon torop angka bangso ni parbegu, jala dibunu raja angka na marhuaso:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Si Sihon, raja ni halak Amori, dohot si Og, raja ni Basan ro di sude angka harajaon Kanaan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dilehon Ibana tanonasida bahen partalian, partalian ni Israel, bangsona i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ale Jahowa, ro di salelenglelengna do goarmu, marsundutsundut do parningotanmu, ale Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai luluhonon ni Jahowa do sogot bangsona i, jala marpangulahi do sogot rohana mida angka naposona i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Ianggo angka ajiajian ni parbegu perak do jala sere, jadijadian ni tangan ni jolma.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Marpamangan do nasida hape ndang mangkuling; marmata do nasida, hape ndang marnida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Marpinggol do nasida, hape ndang marbinege, huhut ndang adong hosa di bagasan pamangannasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sobokkon angka i do sogot jolma angka na jumadihonsa, sude angka na marhaposan tusi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hamu ale pinompar ni Israel, puji hamu ma Jahowa; hamu ale pinompar ni si Aron, puji hamu ma Jahowa!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Hamu ale pinompar ni si Lepi, puji hamu ma Jahowa! Hamu ale angka na mangkabiari Jahowa, puji hamu ma Jahowa!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Pinuji ma Jahowa sian Sion, Ibana na maringanan di Jerusalem. Halleluya!",
      "type": "content"
    }
  ]
}