{
  "book": "Mazmur",
  "chapter": 136,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pujipujian di habasaon ni Debata, Sitompa portibi on 1-9. II. Debata pandingini di Israel do Ibana 10-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Mandok mauliate ma hamu tu Jahowa, ai pardengganbasa do Ibana, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Mandok mauliate ma hamu tu Debata, na mangatasi angka Debata sileban, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Mandok mauliate ma hamu tu Tuhan ni angka tuan, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ibana sandiri jumadihon halongangan angka na bolon, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ibana sandiri jumadihon angka langit marhitehite hapistaran, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ibana sandiri paherbang tano on di atas ni angka aek, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ibana sandiri jumadihon panondang angka na bolon, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Mata ni ari bahen pangguruan ni arian, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Bulan i dohot angka bintang bahen pangguruan ni borngin, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Ibana sandiri mambunu angka buhabaju ni Misir, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala diparuar Israel sian tongatonganasida, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marhitehite tangan na gogo jala botohon na toltol, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ibana naung umponggol laut pararungan i gabe dua bagian, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala dipataripar Israel sian tongatongana, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala dipangalonongkon Firaun dohot angka paranganna tubagasan laut pararungan i, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ibana sandiri manogihon bangsona di halongonan, ai ro di salelenglelengna do asi ni roha.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ibana mambunu raja angka na bolon, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala diragehon raja angka na sangap, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Si Sihon i, raja ni halak Amori, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dohot si Og, raja ni Basan, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala dilehon tanonasida bahen partalian, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Partalian ni halak Israel naposona i, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ibana marningot hita di hajimputonta i, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala dirampas do hita sian angka alontai, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ibana mangalehon sipanganon tu nasa sibuk, ai ro di salelenglelengna do asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Mandok mauliate ma hamu tu Debata ni angka surgo, ai ro di salelenglelengna do asi ni roha.",
      "type": "content"
    }
  ]
}