{
  "book": "Mazmur",
  "chapter": 139,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parbinoto na sun jala sigomgom liat portibi on do Debata 1-16. II. Tangiang maralohon angka musu ni Debata 17-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud. (I.) Ale Jahowa, disulingkit jala ditanda Ho do ahu!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai diboto Ho do manang na hundul manang na jongjong ahu, gari sian na dao diantusi Ho do pingkiranku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Manang mardalandalan manang modom ahu, disege Ho do ahu, jala tangkas do diboto Ho angka dalanku sudena.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai ndang adong nanggo sada hata di atas dilangku, tongon do ale Jahowa, diboto Ho do sudena i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tole sian pudi tole sian jolo dihaliangi Ho do ahu, jala dilinggom tanganmu do ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tung masurungku do parbinotoan sisongon i di ahu, matimbohu do, ndang hadongdongan ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung tudia ma tarbahen ahu laho maradophon tondim, jala tung tudia ma tarbahen ahu maporus maradophon bohim?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung sura manaek ahu tu banua ginjang, disi do Ho, jala tung sura hubahen banua toru podomanku, ida ma disi do Ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung sura manginjam ahu di angka habong ni buha siang ari, laho songgop nian tu bariba ni laut.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nang disi sai toguon ni tanganmu do ahu, jala tiopon ni siamunmu ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala tung sura hudok: Haholomon sambing ma manghungkupi ahu, jadi hatiuron do borngin i humaliang ahu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Haholomoni pe, ndang mangkolom ianggo di jolom, jala marsinondang do borngin songon arian, songon hatiuron i suang songon i haholomon marimpotimpot.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai Ho do na manompa angka piangku, ditonun Ho do ahu di bagasan bortian ni dainang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Mandok mauliate ma ahu tu Ho ala ni surung ni pambahenmu di ahu, na sumurung do angka jadijadianmu, jala tangkas situtu do i ditanda rohangku.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nda tung buni holiholingku di jolom, uju na tarjadi ahu di sihabunian, uju na tarsirat ahu di dalam laut.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Di hurungan manuk ahu, nunga diida angka matam, jala nunga tarsurat tu pustaham sasudena i, nunga binuhul hian angka ariaringku, uju so adong dope nanggo sada.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Dibahen i mansai arga situtu do angka pingkiranmu di ahu, ale Debata, jala mansai torop do bilanganna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tung sura naeng rajumanku, tumorop do nasida sian horsik; molo ngot ahu, tong dope ahu di lambungmi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Aut dibunu Ho ma nian parjahat i, ale Debata, jala hamu ale angka baoa sisopsop mudar, pasurut hamu ma sian ahu!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nasida angka na manaringoti Ho mambahen sireheon, marsineang do angka alom mandok goarmu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tung so hagigihononku ma, ale Jahowa, angka na mangkagigihon Ho, tung so marbiasbias ahu mida angka na hehe mangalo Ho?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tung na sun do gigi ni rohangku di nasida, jadi musungku do nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sulingkit ma ahu, ale Debata, jala tanda rohangki, uji ma ahu jala tanda angka pingkiranki.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala ida, manang tung adong lapang haporsuhon di bagasan ahu, jala togu ahu di dalan salelenglelengna.",
      "type": "content"
    }
  ]
}