{
  "book": "Mazmur",
  "chapter": 140,
  "verses": [
    {
      "verse": 1,
      "text": "Tangiang mangido haluaon sian angka musu pangarupa 2-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai palua ma ahu, ale Jahowa, sian jolma parjahat i, sai ramoti ahu sian baoa siulahon jorjor!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Angka na umpingkiri hajahaton di bagasan rohana, angka na patubitubi hamusuon ganup ari.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai ditansiri nasida do dilanasida, songon ulok, bisa ni ulok dari do di toru ni bibirnasida. Sela!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai ramoti ma ahu, ale Jahowa, maradophon angka tangan ni parjahat i, maradophon baoa siulahon jorjor, angka na mamingkiri mambahen tarsulandit pathu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Marsibuni do angka na ginjang roha manaon aring dompak ahu dohot angka jorgong, nunga dipahirtang nasida angka rambang di pinggol ni dalan, nunga pola ditaon nasida angka bostang padapot ahu. Sela!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ningku ma tu Jahowa: Debatangku do Ho, sai pinggol ma, ale Jahowa, soara ni angguhanggukkon!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jahowa, Tuhanki do partanobatoan ni hatuaonku, nunga diondingi Ho ulungku di ari hatongtangan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai unang lehon, ale Jahowa, pinangido ni parjahat i, sai unang tulus sangkapna i, lam tu ginjangna roha nasida maon. Sela!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sai pate tu ulu ni angka na mangonsongi ahu ma hajahaton ni bibirnasida i!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Diambalangkon Ibana ma nian tu nasida angka gara, tubagasan api ma nian nasida didabuhon, tubagasan angka lung, unang tarbahen nasida be hehe.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sai unang ma hot baoa pardila siduatdait di tano on, sai dilotongi hinamago ma baoa siulahon jorjor patompu mago.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tangkas do huboto, sai na maruli uhum do na dangol dohot angka na pogos bahenon ni Jahowa. (140-14) Tongon do, sai pujion ni angka partigor i do goarmu sogot, sai mian di jolo ni bohim do angka na unjur roha.",
      "type": "content"
    }
  ]
}