{
  "book": "Mazmur",
  "chapter": 141,
  "verses": [
    {
      "verse": 1,
      "text": "Tangiang mangido pangondingion maradophon parjahat i 1-10",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud. Ale Jahowa, Ho do na hupajoujou, halaputi ma mandapothon ahu, sai tangi ma soarangki, molo joujou ahu tu Ho!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai martimpul ma tangiangku bahen daupa di jolom, panindang ni tanganku bahen pelean sipanganon bodari.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai bahen ma siramoti pamanganku, ale Jahowa, sai jagai ma pintu ni angka bibirhu!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Unang loas rohangku manimbil paihuthon parkaro na jat, laho marpangalahohon angka pambahenan di hajahaton rap dohot baoa angka siulahon hajahaton, jala unang tung mangapian ahu naeng mandai panganon pangomoannasida i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Denggan tahe dilinsingi partigor i ahu, asi ni roha do i, diajar pe ahu, miak tu ulu do i, sai unang ma diupirhon ulungku antong, ai tong do tangiangki alo ni hajahatonnasida i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ditunggalingkon do angka panguhumnasida tu dorpi ni batu hopit, jadi nunga dibege nasida hatangku angka na dampor i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Songon paninggala na mamunggari tano i, angka maraburan holiholinta ro di baba ni banua toru.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai tu Ho do, ale Jahowa, Tuhanku, manaili matangku, marhaposan tu Ho do ahu: Unang tung durushon hosangki!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai ramoti ma ahu sian angka mata ni jorgong, na tinaonnasida padapot ahu, dohot sian angka rambang ni angka siulahon hajahaton!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sai madabu ma angka parjahat i tubagasan jorgongna be, malua boti ma ianggo ahu.",
      "type": "content"
    }
  ]
}