{
  "book": "Mazmur",
  "chapter": 143,
  "verses": [
    {
      "verse": 1,
      "text": "Tangiang mangido haluaon sian angka musu 1-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud. Ale Jahowa, sai tangihon ma tangiangki, patinggil pinggolmu umbege anggukkon, sai alusi ma ahu di bagasan habonaronmu, hombar tu hatigoranmu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala unang tung boan naposom tu paruhuman, ai ndang adong na tigor roha manang ise, na mangolu maradophon bohim.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai sai diburu musu i do tondingki, tung didegehon do ngolungku tu tano, tung dipahundul do ahu tubagasan haholomon marimpotimpot, songon halak naung laon mate.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala naung mandate do tondingku di bagasan ahu, naung malampot do rohangku di bagasan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai hupaingotingot do angka ari na robi, sai mamingkiri do ahu di angka pambahenanmu sudena, sai manimbangi do rohangku di angka jadijadian ni tanganmu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai hupaherbang do tanganku tu Ho, songon tano na so maraek do pangkalungunhon ni tondingku tu Ho. Sela!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hapogani ma mangalusi ahu, ale Jahowa, naeng mandate tondingku: Unang tung tabunihon bohim maradophon ahu, asa unang tung doshon angka na manuruk tanoman ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai patubegehon ma tu ahu manogotna i asi ni roham, ai marhaposan tu Ho do ahu. Sai pabotohon ma tu ahu dalan sidalananku, ai sai tu Ho do tinuju ni rohangku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai palua ma ahu sian angka musungku, ale Jahowa! Tu Ho do ahu martanobato.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sai ajari ma ahu mangulahon lomo ni roham, ai Ho do Debatangku, tondim na denggan i ma manogihon ahu di tano na hornop!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ala ni goarmu, ale Jahowa, sai pangolu ma ahu, paruar ma tondingku sian parmaraan marhitehite hatigoranmu!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala dibahen asi ni roham, sai siaphon ma angka musungku, jala rendephon sude angka na manosak tondingki, ai naposom do ahu.",
      "type": "content"
    }
  ]
}