{
  "book": "Mazmur",
  "chapter": 144,
  "verses": [
    {
      "verse": 1,
      "text": "I. Debata do partanobatoan ni Israel maralohon angka musuna 1-8. II. Tangiang mangido pasupasu di Israel 9-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud. (I.) Pinuji ma Jahowa, partanobatoanki, na mangajari tanganku marporang, angka jarijaringku mangulahon hamusuon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Parasiroha di ahu jala partanobatoanku, haporusanku dohot sipalua ahu, lombulombungku, jala marhaporusan tu Ibana do ahu, Ibana patundukkon bangsongku, asa guru di ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ale Jahowa, tung aha ma nian jolma, umbahen pola ditanda Ho ibana? Anak ni jolma na gale, umbahen pola diparhamaol Ho ibana?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tudos tu hosa sambing do jolma i, songon halinu na mamolus do angka ariarina i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ale Jahowa, sai pajomba ma angka langitmi, jala tuat ma Ho, sai jama angka dolok asa martimus nasida!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai hilaphon ma hilapi jala paserak nasida, asi siorhon ma angka sumbiam, asa guntur nasida!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai surdukkon ma tanganmu sian banua ginjang, sai enet jala palua ma ahu sian angka aek magodang, sian tangan ni angka anak na pulik marga.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Angka parpamangan na mangkatahon na so marniula, jala siamun pangansion do siamunnasida i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Ale Debata, ende na imbaru ma endehononku di Ho, mardongan hasapi sisampulutali mamuji Ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ho do na mangalehon tua tu angka raja, paluahon naposom si Daud sian goluk hamagoan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai rampasi jala, palua ma ahu sian tangan ni angka anak na pulik marga, parpamangan angka na mangkatahon na so gabeak, jala siamun pangansi do siamunnasida i!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ala simbur magodang angka anaknami di hadanakonna songon suansuanan, ia borunami songon tiang na nirungkungan mangihuthon parruhuton ni bagas bolon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Angka soponami gok do, ripe alapan sian i bohal ragamragam; ia birubirunami sinur ganda marriburibu jala marloksaloksa di alamannami.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Marlambe do angka lombunami, soada na tumbason, jala soada na tarposo, jala ndang adong angguhangguk di alamannami.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Martua ma bangso na songon i maruntung, martua ma bangso na mardebatahon Jahowa!",
      "type": "content"
    }
  ]
}