{
  "book": "Mazmur",
  "chapter": 145,
  "verses": [
    {
      "verse": 1,
      "text": "Ende pujipujian di hagogoon dohot habasaon ni Debata dohot di harajaonna na marmulia i 1-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende pujipujian sian si Daud. Patimbulonku ma Ho, ale Debatangku, Ho ale Raja, jala pujionku ma goarmu ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ganup ari do pujionku Ho, jala pasangaponku goarmu ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Timbul do Jahowa, jala sipujion situtu, tung na so hadodoan do hatimbulonna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai na masitonaan do angka sundut papujipuji angka jadijadianmu jala masipaboaan do nasida di hagogoonmu angka na sumurung i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai papingkirpingkironku do hinauli ni hamuliaonmu na sangap i, dohot angka barita ni halongangan angka na binahenmu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala ingkon paboaboaon do hagogoon ni halongangan angka na binahenmi, jala pajojoronku do angka hatimbulonmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon doras do pararaton parningotan ni denggan ni basam na godang i, jala marolopolop nasida mida hatigoranmi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Partalup jala parasiroha do Jahowa, lambas do Ibana tarrimas jala pardengganbasa bolon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pardengganbasa do Jahowa di saluhutna, jala dilinggom asi ni rohana do jadijadianna sudena.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Mandok mauliate ma sude jadijadianmu tu Ho, ale Jahowa, jala dipuji angka na niasianmu do Ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibaritahon nasida do hamuliaon ni harajaonmu, jala diparhatopot nasida hagogoonmu na sumurung i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Laho pabotohon tu jolma manisia angka hagogoonna i, dohot hamuliaon ni harajaonna na sangap i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Harajaon ro di sude angka saleleng ni lelengna do harajaonmu, jala panggomgomionmu ro di sude angka sundut.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jahowa do situngkol sude angka na naeng tinggang, jala sipahehe sude angka na tungki marroha.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Mangaranap tu Ho do angka mata ni sasudena, jadi dilehon Ho tu nasida sipanganonnasida di tingkina be.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibungka Ho do tanganmu pasombu lomo ni roha ni nasa na mangolu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nabonar do Jahowa di saluhut angka dalanna jala basa di bagasan saluhut jadijadianna i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Donok do Jahowa di sude angka na manjou Ibana, tongon tahe di sude angka na manjou Ibana di bagasan hasintongan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ibana mambahen lomo ni roha ni angka na mangkabiari Ibana, jala dibege do angguknasida i, jala dipalua do nasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jahowa do pangondingan ni sude angka na mangkaholongi Ibana, jala disiaphon do sude angka parjahat.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ingkon baritahonon ni pamanganku do pujipujian di Jahowa, jala nasa sibuk mamuji goarna na badia i ro di salelenglelengna.",
      "type": "content"
    }
  ]
}