{
  "book": "Mazmur",
  "chapter": 147,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende pujipujian di Debata Sitompa sasudena 1-11. II. Debata pandingini di Israel do Ibana 12-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Halleluya! Ai denggan do endehononhon Debatanta, ai hasudungan do Ibana tama papujipujion.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jahowa do na pauli Jerusalem, Ibana na papunguhon halak Israel angka na mampar i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ibana pasabam angka parroha bojok, jala dililiti angka bugangnasida i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ibana umbilang torop ni angka bintang, dijou do goarnasida sudena.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Timbul do Tuhanta i jala pargogo situtu, ndang habilangan parbinotoannai.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jahowa pahehehon angka na nirupa, dipatungki tu tano ianggo angka parjahat i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Marende taripar ma hamu umpuji Jahowa marhitehite hamauliateon, palu hamu ma uninguningan mamuji Debatanta!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ibana manghungkupi langit i marhitehite ombun, Ibana paradehon udan tu tano on, Ibana patumbur duhutduhut di angka dolok.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ibana mangalehon tu pinahan gagatonnasida, nang tu angka anak ni pidong sigak, angka na ngoakngoak.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ndang lomo rohana mida hagogoon ni hoda, ndang lomo rohana mida haehae ni baoa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dihalomohon roha ni Jahowa do tahe angka na mangkabiari Ibana, angka na mangkalungunhon asi ni rohana i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Puji ma Jahowa, ale Jerusalem, puji ma Debata, ale Sion!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai Ibana patogu angka ransang ni pargumbanganmu, Ibana mamasumasu angka anakmu di parsitongaanmi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ibana mambahen marhademahon parbalohanmu, dipamahap do ho dohot eme na marmiak.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ibana manongos bagabagana tu tano on, mansai doras marlojong hatana i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ibana na mangalehon ambolas songon imput ni birubiru, disaburhon do nambur songon sirabun.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ibana maninggangkon ambolasna martanggotanggo; tung ise ma manahan jongjong maradophon ngalina?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ibana manongos hatana, gabe malala angka i, dipaborhat anginna, mabaor ma angka aek.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ibana mamaritahon hatana tu si Jakkob, angka patikna dohot uhumna tu Israel.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ndang dung dibahen songon i ianggo tu manang ise bangso parbegu, jala ndang diboto nasida angka uhumna. Halleluya!",
      "type": "content"
    }
  ]
}