{
  "book": "Mazmur",
  "chapter": 148,
  "verses": [
    {
      "verse": 1,
      "text": "Tingting mandokkon langit dohot tano on mamuji Debata 1-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Halleluya! Puji ma Jahowa, hamu ale angka sian banua ginjang, puji hamu Ibana di angka banua ginjang!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Puji Ibana, sude hamu ale angka surusuruanna, puji Ibana, sude hamu ale angka paranganna!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Puji Ibana, ho ale mata ni ari dohot bulan, puji Ibana, sude hamu ale bintang angka na marsinondang i!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Puji Ibana, hamu ale angka langit ni langitan dohot hamu ale aek angka na di atas ni langit!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon pujionnasida ma goar ni Jahowa, ai mandokkon Ibana, jadi tartompa ma nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala Ibana pahot angka nasida ro di salelenglelengna, dibahen do sada aturan jala ndang halaosansa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Puji ma Jahowa, hamu ale angka sian tano on, angka binatang ni laut ro di sude angka lung!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ho ale api dohot ambolas ro di timus, habahaba, na pasauthon hatana i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Hamu ale angka dolok dohot sude angka robean, hamu ale hau angka na marparbue ro di sude hau Ares.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ho ale binatang dohot sude pahanpahanan, angka gulomit ro di angka pidong na marhabong.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hamu ale angka raja ni tano on dohot sude angka bangso, hamu ale angka pangarajai ro di sude angka panguhum ni tano on.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Hamu ale angka dolidoli dohot namarbaju pe, hamu ale angka natuatua rap dohot angka na bajar.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon pujionnasida ma goar ni Jahowa, ai sasada goarna i do na timbul, diatasi hamuliaonna i do tano on dohot angka langit!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala Ibana patimbul sada tanduk di bangsona i, bahen pujipujian di sude angka na niasianna, di angka anak ni Israel, bangso hasolhotonna i. Halleluya!",
      "type": "content"
    }
  ]
}