{
  "book": "Mazmur",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hatuaon ni na marsihohot tu Debata 1-7. II. Panurirangon taringot tu haheheon ni Kristus i 8-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sieheteheton sian si Daud. (I.) Sai ramoti ma ahu, ale Debata, ai marhaposan tu Ho do ahu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ningku do mandok Jahowa: Ho do Tuhanku, ndang adong hasonanganku dungkon ni Ho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Taringot tu nabadia angka na di tano on: Nasida do angka na sangap jala apala hasudungan ni rohangku situtu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Godang do sitaonon ni angka na hapogan paimbarhon Debata, ndang olo ahu mangusehon peleannasida sian mudar, jala subang do rohangku mandok angka goarnasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jahowa do partalianku dohot panginumanki, Ho do pasintong jambarhu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi tano na lunak do partalianku, tongon tahe, na uli situtu do jambarhu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Papujipujionku ma Jahowa, na marrohaihon ahu, dohot do puangku palumba ahu bornginna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Tongtong do hubahen Jahowa tu jolongku, ai molo di siamunhu Ibana, ndang tagamon humordit ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ala ni las ma rohangku jala marolopolop tondingku, dagingku pe sinok do maringanan dibahen.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai ndang tagamon pasombuonmu tondingku di banua toru, ndang tagamon loasonmu hasianmu marnida habusukon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai pabotohononmu do tu ahu dalan hangoluan, sun ma las ni roha di adopan ni bohim, angka hasudungan ni roha masa di siamunmu salelenglelengna.",
      "type": "content"
    }
  ]
}