{
  "book": "Mazmur",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "Tangiang mangido haluaon sian angka parjahat 1-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Tangiang sian si Daud. Sai tangi ma hasintongan, ale Jahowa, tangihon ma alualungkon! Sai tarehon ma pinggolmu tu tangiangkon sian bibir na so marpangansi!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai dapotan uhum ma ahu sian bohim, sai ditatap matam ma hasintongan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga didodo Ho rohangki, ditingkir Ho bornginna i, dilala Ho do ahu, hape ndang adong jumpang Ho, hupompangi do angka pingkiranku, asa unang mangalaosi pamanganku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai marjaga do ahu di langkalangka ni jolma sipangarupa, di angka pambahenan ni jolma dompak hata ni pamanganmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai diihutihut langkalangkangku do angka bogasmu, ndang maoraor pangalangkangku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai Ho do hupajoujou, ai dialusi Ho do ahu, ale Debata! Sai tarehon ma pinggolmu tu ahu, tangihon ma hatangkon!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai marhasurungan ma bahen angka asi ni roham, Ho ale Sipartumpak, tu angka na marhaporusan tu Ho maradophon angka na mangalo tanganmu siamun i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai ramoti ma ahu, songon anak ni mata, sai ondingi ma ahu di linggoman ni angka habongmi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Moradophon parjahat, angka na naeng mangago ahu, maradophon musungku, angka na monsong mangarohai ahu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sai di hunsi nasida do tabotabona, sai hajungkaton do dihatahatahon pamanganna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai diiraniran nasida do nuaeng langkanami, sai dimatamatahon do mangompashon hami tu tano.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tudoshon babiat, na naeng manoro do ibana, jala sobokkon anak ni babiat na mangonggop di aropan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hehe ma Ho, ale Jahowa, joloani ma, ompashon ibana! Sai palua ma hosangku sian parjahat i hinorhon ni podangmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Palua ahu, ale Jahowa, marhitehite tanganmu sian angka jolma parroha portibi on, angka na manjalo jambarna di hangoluan on, gok butuhanasida dibahen Ho dohot artam, gabean do nasida di anak, jala tading di pinomparnasida do lobilobinasida i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai anggo ahu sai idaonku do sogot bohim, marhitehite hatigoran, pamahaponku ma rohangku marnida rupam, ia dung tarsunggul ahu muse.",
      "type": "content"
    }
  ]
}