{
  "book": "Mazmur",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pujipujian tu Debata marnida na tinompana 2-7. II. Marnida hatana 8-12. III. Roha na mangkalungunhon sun ni habadiaon 13-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Angka langit do mamaritahon hamuliaon ni Debata, jala jadijadian ni tanganna do pinaboa ni na ratarata ni langit.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Masipaboaan do angka ari, jala masilehonan parbinotoan do angka borngin.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndada barita manang hatahata na so binege soarana i di bagasan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tolhas tu liat portibi on tali pangungkurna, jala ro di topi ni tano on do baritana. Dibahen do disi soposopo ni mata ni ari.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi songon bajo pangoli do ibana ruar sian bilutna; las do rohana songon ulubalang na manopot sitopotonna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sian topi ni langit do habibinsarna, jala tolhas ro di angka topina muse pangkusorna i, jala ndang adong na buni maradophon mohopna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Sun denggan do patik ni Jahowa, tau sipasabam roha; sintong do panindangion ni Jahowa, dipabisuk do na tobok marroha.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tigor do patik ni Jahowa, angka sipalas roha; pita do patik ni Jahowa, dipatiur do parnidaan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Pita ni parsombaon tu Jahowa do na hot tongtong, hasintongan do angka uhum ni Jahowa, tigor do sudena.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ummarga do angka i sian mas dohot sian sere palangki na godang situtu, tumonggi do angka i sian situak ni loba dohot tanggule.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Naposom pe dapotan sipaingot do hinorhon ni, godang do upa ni na mangaradoti angka i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Tung ise ma umboto angka haliluon? Sai sesa ma dohot dosa, angka na so huboto.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Palua ma huhut naposom sian angka haginjangon ni roha, asa unang ahu dirajai! Disi pe asa lias jala bontor ahu sian pangalaosion na godang i. (19-15) On pe, sai lomo ma roham di angka hata ni pamanganki dohot di pangkataion ni rohangki tu jolo ni bohim, ale Jahowa, partanobatoanku dohot siluluhon ahu.",
      "type": "content"
    }
  ]
}