{
  "book": "Mazmur",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ogaoga na so marnosan dompak Debata dohot dompak Messiasna i 1-6. II. Sangkap ni Debata taringot tu Messiasna i 7-9. III. Sipaingot manosoi mangoloi Ibana 10-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Boasa sai ogaoga angka parbegu, jala sai na so marniula dipingkiri roha ni angka bangso?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hehe martahi do angka raja ni tano on rap dohot angka na begu, mangalo Jahowa dohot Messiasna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "\"Tarapui ma angka ihotnasida, jala taambolongkon ma angka talina i,\" ninna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai diengkelengkel Ibana na marhabangsa di banua ginjang i do nasida, jala dielesi Tuhanta i do nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Songgahanna do nasida sogot di rimasna, jadi martimpalan ma nasida mida parpiarpiar ni murukna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hape anggo Ahu, hupabangkit do Rajangku di dolok Sion, dolok habadiaonku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Jamitahononku ma na gabe patik, didok Jahowa do mandok ahu: Anakku do Ho, sadarion do Ho hutubuhon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pangido ma sian Ahu, asa hulehon tu Ho angka parbegu bahen jambarmu, jala gok di Ho angka ujung ni tano on.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ropuhanmu ma nasida dohot batahi bosi jala songon hudon do nasida taporanmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(III.) On pe, hamu ale angka raja, sai olo ma hamu parrohaon, jala hamu ale angka panguhum ni tano on, sai olo ma hamu paingoton.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Oloi hamu ma Jahowa dohot biar ni roha, jala marolopolop ma hamu, huhut angka hitir.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Umma hamu ma Anak i, asa unang ro rimasna, jadi mago hamu maon ditongan dalan, ai tibu do marpiarpiar rimasna, alai martua ma sude angka na marhaposan tu Ibana.",
      "type": "content"
    }
  ]
}