{
  "book": "Mazmur",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende parolopolopon ni natorop mida hamonangan ni raja 2-8. II. Nalom ni roha di hamonangan tu jolo 9-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Ale Jahowa, marlas ni roha do rajai mida gogom, jala marolopolop situtu do ibana mida panumpahim.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dilehon Ho do tu ibana pinangido ni rohana, jala ndang dijua Ho pinangido ni hatana. Sela.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai ditomutomuhon Ho do tu ibana angka pasupasu ni hadoharon, ditalitalihon Ho do tu uluna tumpal sere palangki.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hangoluan do dipangido sian Ho, dilehon Ho do tu ibana, diudut Ho do ariarina ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Timbul do hamuliaonna dibahen panumpahim; hatongamon dohot hatimbulon diampehon Ho tu ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai parhitean ni angka pasupasu do ibana dibahen Ho salelenglelengna, dipasabam Ho do rohana marhitehite las ni roha mida bohim.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai marhaposan tu Jahowa do rajai, jala ndang humordit ibana dibahen asi ni roha ni Natumimbul i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Sai jumpang tanganmu do sogot sude angka musum, jumpang siamunmu do sogot sude angka na mangkosom Ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Doshon pamurunan do nasida bahenonmu di tingki pangaluluhonmu, sai polgahan ni Jahowa do nasida di bagasan rimasna, jala api manganhon nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Siaphononmu do sogot tubunasida sian tano on ro di pinomparnasida sian jolma manisia.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai tahi mangago do rohanasida dompak ho, sai disangkapi do angkal, hape matua so tuk.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai lumindak do nasida bahenonmu, tujuonmu do bohinasida i marhitehite tali ni siormu. (21-14) Hehe ma Ho, ale Jahowa, mangasahon Antumu! Asa hupuji jala huendehon hami hagogoonmi.",
      "type": "content"
    }
  ]
}