{
  "book": "Mazmur",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Daud mangendehon parniahapanna, gabe tudosan ibana tu Messias i, sitaon na bernit sogot 2-22. II. Pujipujian marningot hasusuang ni hatimbulon 23-32",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Ale Debatangku, Debatangku! Boasa tung tadingkononmu ahu? Sai mandaodao do angka hata ni anggukkon sian hatuaonku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ale Debatangku, sai joujou do ahu arian, alai ndang mangalusi Ho, jala borngin pe ndang jumpang ahu hasonangan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai nabadia do anggo Ho, marhabangsahon angka pujipujian ni Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marhaposan tu Ho do angka ompunami, pos do rohanasida, jadi dipalua Ho do nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tu Ho do nasida mangangguhi, jadi malua ma nasida, marhaposan tu Ho do nasida, jadi ndang tarurak.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai gea nama ianggo ahu, ndada jolma, haeleson ni halak jala parbilean ni natorop.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sude angka na marnida ahu marengkelengkelihon ahu, dipangangang do babana huhut mangupirupir.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "\"Tu Jahowa ma nian dipasahat, asa dipalua ibana, dipangolu ma nian ibana, ai lomo do rohana mida ibana.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ho do tongon na manait ahu sian ampuan, sipapos rohangku, mangonsop bagot ni dainang.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung tubu ahu, sai Ho do parsigantunganku, sian butuha ni dainang dope sai Ho do Debatangku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Unang mandaodao Ho sian ahu, ai donok nama parmaraan, ai soadong sipartumpak.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sai dihaliangi angka horbo panguge do ahu, jala torop do angka jonggi Basan mangalele ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Angka dipangangang be do babana dompak ahu songon babiat panoro, jala na patungoromon.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Durus do ahu songon aek, pasitik be do sude holiholingku ditangging, songon pantis na malala do ateatengku di bagasan dagingku.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Merus do gogongku songon ngarngar, jala lohot do dilangku di langitlangit ni pamanganku, jala tu orbuk ni hamatean dipapodom Ho ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai dihaliangi angka biang do ahu, luhutan ni angka parjahat do mangonsongi ahu, diturai do tanganku dohot tothu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Habilangan ahu do sude holiholingku, martilla be do ianggo nasida mida ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibagi nasida do angka uloshu, mandabu tondung do nasida taringot tu bajubajungku.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai sai unang mandaodao ianggo Ho, ale Jahowa, parsigantunganku, hapogani ma mangurupi ahu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sai palua ma hosangku sian podang, sian sisilon ni biang hosangku na tarpunjung.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sai palua ma ahu sian baba ni babiat, jala alusi ahu maradophon tanduk ni angka horbo jalang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(II.) Sai jamitahononku ma goarmu tu angka hahanggingku, jala pujionku ma Ho di tongatonga ni huria, na marluhut i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Puji ma Jahowa, hamu ale angka na mangkabiari Ibana, sude pinompar ni si Jakkob pasangaphon Ibana, jala sude pinompar ni Israel mangkormat Ibana!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai ndang lea rohana manang marbiasbias mida pardangolan ni na dangol, jala ndang ditabunihon bohina maradophon ibana, jala ditangihon do anggukna i tu Ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Asa Ho do haroroan ni pujipujianku di tongatonga ni huria na ria i, gararonku ma angka bagabagangku di jolo ni angka na mangkabiari Ibana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sai mangan do sogot angka na dangol i jala butongan, ingkon mamujimuji Jahowa do angka na usouso di Ibana, sai huminsa do rohamuna salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ingoton ni isi ni liat portibi on ma i, gabe mulak ma nasida tu Jahowa, jala marsomba tu jolom do sogot sude angka marga ni parbegu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai Jahowa do nampuna harajaon, jala panggomgom di angka parbegu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Mangan jala marsomba do sogot sude angka na gok na hum di tano on, marsinggang tu jolona do sogot sude angka na marsingkor ro di na mate gasing.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sai adong do pinompar ni manisia, na mangoloi Ibana, angka na manaringoti Tuhan i tu pinompar na sogot. (22-32) Ro do angka nasida sogot, manjamitahon hatigoranna tu halak na tubu muse, paboa Ibana do pasunhon.",
      "type": "content"
    }
  ]
}