{
  "book": "Mazmur",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "Tangiang mangido haluaon sian musu dohot sian dosa 1-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud. Ho do, ale Jahowa, dihalungunhon rohangku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale Debatangku, marhaposan tu Ho do ahu, unang tung paila ahu, asa unang marsuraksurak angka musungku mida ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ndang tahe tagamon tarurak sude angka na mangkaposi Ho, sai maila do sogot angka pangose soada alana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ale Jahowa, sai pabotohon ma tu ahu angka dalanmu, jala ajarhon tu ahu angka bogasmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai togutogu ma ahu tubagasan hasintonganmu, jala ajari ahu, ai Ho do Debata ni hatuaonku, Ho do na huhaposi ganup ari.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai ingot ma, ale Jahowa, angka denggan ni basam dohot asi ni roham, ai sian na robi do angka i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai unang paingotingot angka dosa ni haposoonku dohot pangalaosingku, sai ingot ma ahu, ale Jahowa, hombar tu asi ni roham, ala ni denggan ni basam.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pardengganbasa jala na bonar do Jahowa, ala ni dipodahon do dalan na tigor i tu angka pardosa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Diparnonohon do uhum tu angka na dangol jala diajarhon dalanna tu angka na tarjepol.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Asi ni roha dohot hasintongan do sude dalan ni Jahowa di angka na mangaradoti padanna dohot angka panindangionna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ala ni goarmu, ale Jahowa, sai marpamuati ma roham di dosangku, ai tung na balga do i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ise ulaning baoa na mangkabiari Jahowa? Sai na ajarhononna do tu ibana dalan sipillitonna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sorang di hasonangan do tondina i, jala pinomparna i tumean tano on sogot.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hasudungan ni Jahowa do angka na mangkabiari Ibana, jala dipabotohon tu nasida padanna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sai tong do mangaranap matangku tu Jahowa, ai Ibana do mangenet tothu sian jorgong.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai dompakkon ma ahu, jala asi roham di ahu, ai punjung jala na dangol do ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Lam ganda do hagogotan ni rohangku, sai palua ma ahu sian angka hasosahanku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sai tatap ma dangolhon dohot ngaluthon, jala marpamuati ma roham di angka dosangku sudena.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ida ma angka musungku, ai lan do nasida, jala hosomhosom pangarupaon dibahen nasida mangkosom ahu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sai ramoti ma tondingki jala palua ahu, unang tung paurak ahu, ai marhaposan tu Ho do ahu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Halidangon dohot hatigoran ma mangaramoti ahu, ai marhaporusan tu Ho do ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ale Debata, sai palua ma Israel sian angka hagogotanna sudena.",
      "type": "content"
    }
  ]
}