{
  "book": "Mazmur",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "Tangiang mangido haluaon sian parjahat mangasahon hadaulaton 1-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud. Luluhon ahu, ale Jahowa, ai marpangalaho di bagasan hadaulatonku do ahu, jala tu Jahowa do ahu marhaposan, ndang meoleol ahu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Uji ma ahu, ale Jahowa, jala sulingkit rohangkon, sai lala ma angka piangki dohot rohangki.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai sai solpa do di matangku denggan basam, jala marparange ahu di bagasan hasintonganmi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndang dung sahundulan ahu dohot halak sineang roha, jala ndang huparangkupi angka parsibuni.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Huhagigihon do luhutan ni angka panggetegete, jala ndang sahundulan ahu dohot angka parjahat.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai hupaburiburi do tanganku di bagasan halidangon, jala sai naeng halianganku langgatanmi, ale Jahowa!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Laho patubegehon soara pujipujian dohot pajojorhon sude halongangan, angka na binahenmi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ale Jahowa, huhaholongi do hajongjongan ni bagasmu dohot hasonggopan ni hamuliaonmu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai unang sarat tondingku rap dohot angka pardosa, manang ngolungku tu angka jolma sisopsop mudar.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angka na paulaula hajahaton, jala gok sisip siamunnasida i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai anggo ahu sai marpangalaho di bagasan halidangonhon, palua ahu jala asi ma roham di ahu!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jongjong di dalan na tigor do tothu, pujionku ma Jahowa di bagasan angka luhutan.",
      "type": "content"
    }
  ]
}