{
  "book": "Mazmur",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "I. Nalom ni roha tu Debata 1-3. II. Roha na mangkalungunhon jorona i 4-6. III. Tangiang mangido panumpahion 7-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud. (I.) Jahowa do panondangingku dohot hatuaonku, tung ise ma habiaranku? Jahowa do partanobatoan ni ngolungku, tung mida ise ma ahu biahaton?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Molo tung ro angka parjahat mangarongrong ahu naeng manganhon sibukku, angka sisosak ahu dohot angka musungku, gabe martinggangan do nasida, jala marragean.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nang pe marhoronhoron parangan angka na manungkum ahu, ndang dihabiari rohangku, nang pe hehe parmusuon dompak ahu, sai pos do rohangku disi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Sada do naung hupangidohon sian Jahowa, sai i do hulului! Naeng mian ahu di bagasan joro ni Jahowa saleleng mangolu ahu, paidaida hinadenggan ni Jahowa dohot mamingkiri ganup sogot di bagasan jorona i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai diondingi do ahu di bagasan undungundungna di ari hinamago, ditabunihon do ahu di partabunian ni undungundungna, tu dolok partanobatoan do ahu dipanangkok.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Asa mandirgak ulungku mida musungku, angka na humaliang ahu; jadi pelehononku ma di bagasan undungundungna i angka pelean pujipujian, marende ma ahu huhut mamalu parhinaloan mamuji Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(III.) Sai tangihon ma soarangku, ale Jahowa, molo joujou ahu, asi ma roham mida ahu, jala alusi ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ninna rohangku do mandok Ho: lulu i hamu ma bohingku! Antong bohim ma na hulului, ale Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Unang tung tabunihon bohim maradophon ahu, unang tung tulak naposom di bagasan rimasmu, matua Ho do pangurupingku, unang tung ambolongkon ahu, jala unang tadingkon ahu, ale Debata ni hatuaonku!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai nunga ditadingkon damang dohot dainang ahu, alai dijangkon Jahowa do ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai podahon ma tu ahu dalanmu, ale Jahowa, jala togu ahu di dalan hatigoran, ala ni angka alongku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Unang tung pasahat ahu guru roharoha ni angka musungku, ai hehe do dompak ahu angka sitindangi pargabus, jala dibuashon hajahaton.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Aut unang huhaporseai paidaidaonku sogot hinadenggan ni Jahowa di tano hangoluan on!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Parhanalom ma Jahowa, pagomos jala patogu roham jala parhanalom Jahowa!",
      "type": "content"
    }
  ]
}