{
  "book": "Mazmur",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tangiang mangido haluaon sian parsorion ni halak pardosa 1-5. II. Pujipujian ala ditangihon Jahowa tangiangna i, jala pangondihonna di natorop 6-9",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud. (I.) Tu Ho do ahu joujou, ale Jahowa, partanobatoanku, unang sai sip Ho, manundali ahu, asa unang ahu molo tung laos sip Ho manundali ahu, doshon halak angka na manuruk tanoman.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai tangihon ma soara ni sombasombangku, molo mangangguhi ahu tu Ho, molo hupaherbang tanganku tu bilut ni habadiaonmu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Unang tung sarat ahu rap dohot angka parjahat dohot angka siulahon hajahaton, angka parhata lesem tu donganna, hape hajahaton do di bagasan rohanasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai baloshon ma tu nasida hombar tu pambahenannasida dohot tu hinajahat ni pangalahonasida; hombar tu parulaon ni tangannasida baloshon tu nasida, tubolhon tu nasida pambahenannasida i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai ndang pardulina mangantusi angka jadijadian ni Jahowa manang parulaon ni tanganna; lohaonna ma nasida sogot jala ndang be paulionna nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Pinuji ma Jahowa, ai nunga ditangihon soara ni sombasombangki.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jahowa do pargogongku dohot lombulombungku, marhaposan tu Ibana do rohangku, jadi dapotan pangurupion ahu; asa marolopolop ma rohangku jala pujion ni endengku ma Ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jahowa do pargogonasida jala partanobatoan ni angka hatuaon ni Messiasna i do Ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai tumpahi ma bangsomi jala pasupasu bangso na niainmi, sai parmahan i jala usungi ma nasida ro di salelenglelengna.",
      "type": "content"
    }
  ]
}