{
  "book": "Mazmur",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "Soara ni Jahowa di bagasan ronggur 1-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud. Lehon ma tu Jahowa, hamu ale angka anak ni Debata, lehon ma tu Jahowa hamuliaon dohot hagogoon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lehon ma tu Jahowa hamuliaon ni goarna, marsomba ma hamu tu Jahowa mamangke pangkean parhadohoan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Soara ni Jahowa do di atas ni angka aek, Debata ni hamuliaon parohon ronggur, Jahowa do di atas aek angka na bolon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Soara ni Jahowa do mardongan hagogoon, soara ni Jahowa mardongan hatongamon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Soara ni Jahowa do umpunokkon angka hau ares jala dipunokkon Jahowa do angka hau ares ni Libanon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Huhut panihalnihalon nasida dibahen, songon anak ni lombu, nang Libanon nang Sirion songon anak ni horbo jalang.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Soara ni Jahowa do manggurasahon jilam ni api.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Soara ni Jahowa do mambahen humuntal halongonan, dihuntal Jahowa do halongonan Kades.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Soara ni Jahowa do mambahen marasar angka tini, jala dipalanga do angka tombak, jala sude na di bagasan jorona i mandok: Hamuliaon!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Marhabangsa do Jahowa mangkorhon aek na sumar, jala marhabangsa do Jahowa, paboa raja ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Lehonon ni Jahowa do sogot pargogo tu bangsona i, tumpahan ni Jahowa do sogot bangsona mardamedame.",
      "type": "content"
    }
  ]
}