{
  "book": "Mazmur",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pujipujian marningot haluaon sian nasa hagogotan 2-6. II. Tangiang dohot pujipujian 7-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud laho pasahathon bagas i tu Debata.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Patimbulonku ma Ho, ale Jahowa, ai Ho do mangenet ahu sian godung, jala ndang dipalas Ho roha ni angka musungku mida ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ale Jahowa, Debatangku, tu Ho do ahu mangangguhi, jadi dipamalum Ho ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ale Jahowa, nunga dipanangkok Ho tondingku sian banua toru, nunga dipangolu Ho ahu sian angka na manuruki hinambor.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Puji ma Jahowa, hamu ale angka na niasianna, jala endehon hamu ma barita ni habadiaonna i!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai tongkin do panombo ni rimasna, alai saleleng mangolu do ianggo asi ni rohana; botarina i sorang partangison, hape manogotna i masa parolopolopon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Alai anggo ahu ningku do, saleleng sonang ahu: ndang tagamon humordit ahu salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ho do, ale Jahowa, pagonting dolokku sian denggan ni basam; ditabunihon Ho do bohim, jadi tarhatotong ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tu Ho do ahu joujou ale Jahowa, jala tu Jahowa do ahu marhuraja.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung aha ma labam di mudarhi, di hatutuathu tu godung? Tung tagamon ma pujion ni orbuk Ho, manang manjamitahon hasintonganmi?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai tangihon ma, ale Jahowa, jala asi roham mida ahu! Sai Ho ma Sipartumpak di ahu ale Jahowa!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga dihosing Ho andungku gabe endengku, nunga ditanggal Ho horingku, dung i dihohoshon Ho do tu ahu las ni roha. (30-13) Asa pujion ni hamuliaon tondingku Ho, ndang marpansadian. Sai pujionku do Ho, ale Jahowa, Debatangku salelenglelengna.",
      "type": "content"
    }
  ]
}