{
  "book": "Mazmur",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tangiang mangido haluaon sian musu 2-19. II. Pujipujian marningot denggan basa ni Debata 20-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Tu Ho do, ale Jahowa, ahu marhaposan, unang tung paurak ahu salelenglelengna, sai palua ma ahu marhitehite hatigoranmu!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai paeleng ma pinggolmu tu ahu, hapogani paluahon ahu; sai Ho ma gabe dolok batu partanobatoan di ahu, gabe huta na gonting laho pangoluhon ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai Ho do partanobatoanku hian dohot pangondianku, jala ala ni goarmu sai iringiringonmu jala toguonmu ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai tanggalanmu do ahu sian jorgong, na buni tinaonnasida i mambuat ahu, ai Ho do partanobatoanku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tubagasan tanganmu do hupasahat tondingku, nunga ditobus Ho ahu, ale Jahowa, Debata ni hasintongan i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai huhagigihon do angka na marsomba ganaganaan na so marniula, alai anggo ahu, Jahowa do na huhaposi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai marolopolop jala marlas ni roha ma ahu bahen mida asi ni roham, na tinatapmu dangolhon, na marbinoto i Ho di angka hagogotan ni tondingki.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala ndang dipadapot Ho ahu tu tangan ni musu, dipajongjong Ho do pathu di halambason.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Asi ma roham di ahu, ale Jahowa, ai hagogotan do ahu, pola do lotop matangku binahen ni haarsahon, maras do rohangku dohot dagingku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai nunga suda ngolungku dibahen hamarason, suda dohot angka taonhu dibahen angguhangguk, merus do gogongku dibahen dosangki, jala ndang mangalo be holiholingku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi gabe parbilean do ahu maradophon sude angka alongku dohot hombarhu hundul, jala tarsonggot situtu do angka donganku magodang; marsidingsiding be do angka na marnida ahu di balian.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nunga tung lupa ahu sian roha, songon halak na mate, sobokkon ngarngar na ambolongan nama ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai sai hupabegebege do husiphusip ni torop halak, habiaran humaliang; sai marluhut i do nasida martuptup i ahu, mambuat hosangku do dipingkiri nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai anggo ahu, tu Ho do ahu marhaposan, ale Jahowa, ningku do: Ho do Debatangku.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Marguru tu tanganmu do angka parsoriongki, sai palua ma ahu sian tangan ni angka musungku dohot sian angka na mangalotongi ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sai pasondangkon ma bohim tu naposom, jala tumpahi ahu marhitehite asi ni roham.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ale Jahowa, sai unang paurak ahu, ai Ho do na hujou; sai tarurak ma nian sogot angka parjahat jala hohomhohom di bagasan banua toru.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ingkon mangungu ma nian angka bibir pargabus, angka na jungkat marpangkuling tu partigor mangasahon hajungkaton dohot haelakon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(II.) Tung na godang situtu do denggan basam, na pineopmu di angka na mangkabiari Ho, na binahenmi tu angka na mangkaposi Ho di adopan ni manisia.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Diondingi Ho do nasida marhitehite pangondingan ni bohim maradophon pandoboon ni jolma, ditabunihon Ho do nasida di bagasan undungundung maradophon pamodaion ni angka bibir.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Pinuji ma Jahowa, ai tung na sumurung do asi ni rohana di ahu di bagasan huta na gonting.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ianggo ahu nunga pola hudok ni hatahutonku: nunga sirang ahu sian adopan ni matam! !!- Hape ditangihon Ho do soara di angguk i uju mangangguhi ahu tu Ho.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sai haholongi ma Jahowa, sude hamu angka na niasianna, dijaga Jahowa do angka na porsea, alai mardapotdapot do dibaloshon tu angka sibahen hajungkaton. (31-25) Sai marsihohot ma rohamuna jala togu, sude hamu angka na mangkalungunhon Jahowa!",
      "type": "content"
    }
  ]
}