{
  "book": "Mazmur",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "I. Roha partuanion marhanalomhon hasesaan ni dosa 1-7. II. Sosososo tu hadaulaton na turut 8-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sipodaon sian si Daud. (I.) Martua ma manang ise naung sinesaan pangalaosina, naung hinungkupan dosana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Martua ma jolma, ia so dijujur Jahowa tu ibana hajahaton, jala ndang marpangalensem tondina di bagasan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai saleleng huhasiphon dosangku reung do holiholingku, dibahen anggukku ganup ari.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai sai didondoni tanganmu do ahu arian dohot borngin, jadi marsik do mudarhu songon di hamamasa ni logo ni ari. Sela.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi hupabotohon ma tu Ho dosangku jala ndang huhungkupi salangku; ningku do: Topotanku ma angka pangalaosingku tu Jahowa, jadi marpamuati do roham di utang ni dosangki.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ala ni martangiang ma tu Ho sude na lidang marroha di tingki parsaulian; tongon do, nang pe ro tahop angka aek magodang, ndang tagamon sampe ianggo tu ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ho do pangondianku, sai jagaonmu do ahu sian parmaraon, sai haliangkononmu do tu ahu olopolop ni haluaon. Sela.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Huparrohai jala hupodai pe ho taringot tu dalan sidalananmu, huiringiring pe ho dohot pamereng ni matangku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Unang tung songon hoda hamu, manang songon halode na so marroha, ndang olo dumonok tu ho, nda pinatunduk ni kongkang.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung na lan do parniahapan ni parjahat, alai manang ise na marhaposan tu Jahowa, haliangkononna tusi asi ni roha.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Marlas ni roha ma hamu mida Jahowa, jala marolopolop ma hamu, ale angka partigor, jala marende ma sude hamu angka parsihohot marroha.",
      "type": "content"
    }
  ]
}