{
  "book": "Mazmur",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pujipujian ni hagogoon, habasaon dohot hagostongon ni Debata 1-11. II. Sosososo marhanalomhon Jahowa 12-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marolopolop ma hamu, ale angka partigor, mangasahon Jahowa, talup do marende angka na unjur marroha.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Puji hamu ma Jahowa mardongan hasapi, marende ma hamu umpuji Ibana, mardongan hasapi na martali sampulu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Endehon hamu ma ende na imbaru tu Ibana, padenggan hamu ma soara ni sarune.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai na sintong do hata ni Jahowa, jala marhaburjuon do sude pambahenanna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ibana mangkaholongi hatigoran dohot uhum, gok asi ni roha ni Jahowa do tano on.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Marhitehite hata ni Jahowa do manjadi angka langit, jala marhitehite hosa ni pamanganna sude angka paranganna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ibana papunguhon aek ni laut i, songon timbunan, angka parartaanna do angka lung i dibahen.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai marhabiaran maradophon Jahowa ma sude tano on, jala marsomba tu Ibana ma sude pangisi ni portibi on.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai mangkuling Ibana, gabe manjadi do, mandokkon do Ibana, jadi jongjong ma.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jahowa do pahusorhon tahi ni angka parbegu, ditulaktulak do pingkiran ni angka bangso.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ianggo sangkap ni Jahowa sai na hot do salelenglelengna, pingkiran ni rohana pe marsundutsundut do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Martua ma bangso na mardebatahon Jahowa, bangso na pinillitna laho ainonna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Manatapnatap do Jahowa sian banua ginjang marnida jolma manisia sudena.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Manatapnatap do Ibana sian ojahan ni habangsana dompak sude pangisi ni tano on.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ibana do manjadihon rohanasida sudena, diantoi do sude pambahenannasida i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ndada hinadeak ni parangan pamonangkon raja, ndada hinatimbul ni gogo paluahon na begu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Pangalensem do nang hoda panumpahi, jala ndang hinatimbul ni gogona paluahon ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ida ma, sai nolnol do mata ni Jahowa tu angka na mangkabiari Ibana, angka na mangkalungunhon asi ni rohana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Asa dipalua tondinasida sian hamatean, jala dipangolu nasida di haleon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sai dihalungunhon rohanami do Jahowa, Ibana do panumpahi dohot lombulombunami.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai mangasahon Ibana marlas ni roha do hami, marhaposan tu goarna na badia i do hami.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sai pasonggop ma asi ni roham tu hami, ale Jahowa, hombar tu pangkalungunhonnami di Ho.",
      "type": "content"
    }
  ]
}