{
  "book": "Mazmur",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende pamujion ni si Daud marningot haluaonna 2-11. II. Sosososo mangkabiari Debata 12-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud, uju nalalaen ibana dipaula di jolo ni raja Abimelek, na palahohon ibana, gabe muli ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Pujionku ma Jahowa sipatsipat ni ari, sai tong ma pujipujianna di bagasan pamanganku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jahowa do dipartanggulhon rohangku, begeon ni angka na dangol ma i, jadi las ma rohanasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dongani hamu ma ahu pasangaphon Jahowa, rap ma hita patimbulhon goarna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hulului do Jahowa, jadi dialusi ahu, jala dipalua ahu sian angka hagogotanku sudena.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai manatapnatap nasida tu Ibana, jadi sihar ma panailinasida, jala na so tupa tarila bohinasida i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Joujou do na dangol on, gabe ditangihon Jahowa, jala dipalua do ibana sian hagogotanna sudena.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Marsaro do suruan ni Jahowa humaliang angka na mangkabiari Ibana, jala dipalua nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dai jala ida hamu denggan basa ni Jahowa, martua ma baoa na marhaposan tu Ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Habiari ma Jahowa, hamu ale angka na badiana! Ai ndang hurangan angka na mangkabiari Ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Anturaparon jala haleon on do angka anak ni singa, alai ndang hurangan di nasa na denggan angka na mangalului Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Ro ma hamu, ale angka anaha, manangihon hatangkon, asa huajarhon tu hamu parture ni biar mida Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ise do baoa na mangkalomohon hangoluan on, mangkaholongi ariari marnida na denggan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sai jaga ma dilam maradophon hajahaton, jala bibirmu maradophon pangkuling sipaotooto.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sumurut ma ho sian hajahaton, jala ulahon na denggan, lulu i hasonangan jala pareak ma i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai manatap do mata ni Jahowa tu angka partigor, jala pinggolna tu angguknasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Matua alo ni angka sibahen na jat do bohi ni Jahowa, asa disiaphon sian tano on baritanasida i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Mangangguhi do angka partigor, gabe ditangihon Jahowa do, jala dipalua nasida sian hagogotannasida sudena.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Donok do Jahowa di angka na bojok marroha, jala ditumpahi do angka na pogos tondi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Lan pe parniahapan ni partigor, alai dipalua Jahowa do ibana sian sudena i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ibana mangaramoti holiholina sudena, ndang maponggol nanggo sada.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sai hamatehonon ni parjahat do hajahaton, jala sai marutang do sogot angka na mangkosom partigor. (34-23) Ditobus Jahowa do hosa ni angka naposona, jala ndang marutang sogot sude na marhaposan tu Ibana.",
      "type": "content"
    }
  ]
}