{
  "book": "Mazmur",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "I. Alualu taringot tu pangarupaon ni musu 1-16. Tangiang mangido haluaon 17-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud. (I.) Badai, ale Jahowa, angka na mambadai ahu, musu i angka na mamusui ahu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sintak ma lombulombu na bidang dohot na metmet, jala hehe ma Ho mangurupi ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Hitir i ma hujur, jala ambat angka na mangalele ahu, dok ma tu rohangku: Ahu do hatuaonmi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon maila jala murak ma nian sogot angka na mangalotongi hosangki, sai sumurut tu pudi jala tarjimput ma angka na marsangkapi hamagoanku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon sobokkon rapanrapan ma nasida maradophon alogo, jala suruan ni Jahowa ma mamonsa nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai gabe haholomon dohot hamororon ma dalannasida i, jala suruan ni Jahowa mangalotongi nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai buni do ditaon nasida jorgongna dompak ahu soada alana, dihali do sada godung padapot hosangku nian, soada alana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai ro ma tu ibana hadodobur, so pangkirimanna, jala jorgongna, na tinaonna i buni padapot ibana, mardobur ma ibana tubagasan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Asa marolopolop rohangku mida Jahowa, jala marhinsa mida hatuaon na sian Ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon sude angka holiholingku mandok: Ale Jahowa, ise ma songon Ho, na paluahon na dangol sian na gumogo sian ibana, nang na dangol dohot na pogos sian na mandobo ibana!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hehe do angka sitindangi hajahaton, na so hupabotoboto do diusousoi tu ahu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Najat do dibahen nasida tu ahu balos ni na denggan; tarduru do hosangku dibahen.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ianggo ahu nian, hori do abithu jumpa marsahit nasida, hupapeak do rohangku marpuasa, jala mulak tu ampuanku do tangiangku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sobokkon aleale, sobokkon dahahang ibana pangalahongku hubahen, tungki jala donda do pangalangkangku, songon na marhinamagohon ina.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hape marlas ni roha jala marpungupungu do nasida di hadadapothon, marpungupungu pallampusung, angka na so hutanda tumahi ahu, sai marlesanlesan do nasida, ndang marpansohotan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Udur do nasida dohot angka simanggoanggo patungoripon dompak ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ale Tuhan, sadia leleng on do paidaidaonmu? Sai paulak ma hosangku sian hamagoan binahennasida, sian anak ni singa hosangku na tarpunjung.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Pujionku ma Ho di luhutan na balga, jala baritahononku ma Ho di hatorapan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sai unang ma marlas ni roha angka musungku pangansi mida ahu, angka na mangkasomorhon ahu, soada dalanna, angka na masihidopan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai ndada hadameon dihatahata nasida, sai ditubutubui do hata sipaotooto dompak angka partobok isi ni tano i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala sai dipangangang do babanasida dompak ahu, angka ninna do: E, debai, e, debai! Ndi nunga tung huida hami!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Diida Ho do i, ale Jahowa, unang sai sip Ho! Unang mandaodao Ho sian ahu, ale Tuhan!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sai ngot ma Ho jala tarsunggul mangaluluhon uhum di ahu di parbadaankon, ale Debatangku jala Tuhanku.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sai uhumi ma ahu hombar tu hatigoranmu, ale Jahowa, Debatangku, asa unang marlas ni roha nasida mida ahu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Asa unang angka didok di bagasan rohanasida: E, debai, i ma lomo ni rohanami! Unang tardok nasida; nunga hupolgaki hami ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ingkon maila ma nian jala murak saluhut angka na mangkalashon hinamagongki, maruloshon hailaon dohot haurahon ma angka na manggakgak dompak ahu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sai marolopolop jala marlas ni roha ma angka na mangkalomohon hatigoranki, angka na tongtong mandok: Timbul do Jahowa, na lomo roha di hasonangan ni naposona!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala sai paboaboaon ni dilangku do hatigoranmi, sipatsipat ni ari pujionna Ho.",
      "type": "content"
    }
  ]
}