{
  "book": "Mazmur",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "Ende sipodaon taringot tu tua mangilas ni parjahat dohot taringot tu tua na pagol ni parlidang 1-40.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud. Sai unang ma mohop ateatem mida angka parjahat i, jala unang mangiburu Ho mida angka siulahon hajungkingon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai doras do nasida sabion songon duhutduhut, jala marmalosan nasida songon tumbur ni duhutduhut.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai marhaposan tu Jahowa ma ho jala ulahon na denggan; inganhon ma tano i jala radoti haburjuon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala halomohon Jahowa, jadi lehononna ma tu ho pinangido ni roham.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Pasahat ma dalanmu tu Jahowa jala haposi Ibana, asa Ibana paturehon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi paulloponna ma hatigoranmu, songon hatiuron dohot hapintoronmi songon tingkos ni ari.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pasombu ma Jahowa, jala Ibana paimaima; sai unang mohop roham mida jolma na mardohar dalanna, mida baoa siulahon getegete.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Otapi rimas jala tadingkon mohopmohop; unang sai hamohophon tu roham, ai laho tu najat do i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai sai na siap do sogot angka parjahat i, alai sai na teanon ni angka na mangkaposi Jahowa do tano i sogot.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tongkinnari ndang disi be parjahat i, jala ia ditingkir ho ingananna, ndang be jumpang.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai sai na teanon ni angka parlambohi do sogot tano i, jala hahilashononna hinadeak ni hadameon.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sai ditahii parjahat i do partigor i jala dipaturonsiti iponna dompak ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai diengkelengkel Tuhan i do ibana, ai diida do haroro ni arina.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Diumpat angka parjahat i do podang jala disintak siornasida i pagadaphon na dangol dohot na pogos mamotongi angka na burju marpangalaho.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hape ateatenasida sandiri do ditopot podangnasida i, jala angka ponggol do siornasida i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tagonan do na otik pineop ni partigor sian hamoraon jong ni torop angka parjahat.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai angka ripuk do sogot botohon ni angka parjahat i, alai ditungkol Jahowa do angka partigor i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Diboto Jahowa do angka ari ni parlidang i, jala saleleng ni lelengna do teanteanonnasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang tagamon murak nasida di tingki hagogotan, jala sai butong do nasida di hamamasa ni haleon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai sai na siap do sogot angka parjahat i, jala sobokkon hajagaron ni ladang do angka musu ni Jahowa, sai na gabe timus do nasida muse.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Marsali do parjahat i, hape ndang digarar; alai marasi roha jala mardenggan basa ianggo partigor i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai angka na tinumpakna i do tumean tano i sogot, jala sai na siap do sogot angka na tinoruanna i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jahowa do pahothon langkalangka ni baoa, jala dihalomohon do dalanna i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tinggang pe ibana, ndada laos sarat, ai ditungkol Jahowa do tanganna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dakdanak ahu jolo, nunga pola matua ahu, ndang dung dope huida tartading partigor manang mangidoido sipanganon pinomparna i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sai mardenggan basa do ibana jala pasalihonsa ganup ari, jadi parhitean ni pasupasu do pinomparna i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sumurut ma ho sian najat i, jala ulahon na denggan, asa maringanan ho salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai holong do roha ni Jahowa mida uhum jala ndang tagamon tadingkononna angka na niasianna; sai ramotanna do nasida salelenglelengna, alai anggo pinompar ni angka parjahat i siap do sogot.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Teanon ni angka partigor i do sogot tano i, jala tongtong do nasida maringanan disi.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Mamodahon habisuhon do pamangan ni partigor i, jala mangkatahon uhum do dilanai.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dipeop rohana do patik ni Debatana, ndang tagamon humordit angka langkana i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Sai mangonggop do parjahat dompak partigor i, naeng bunuonna ibana ditahi rohana.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai ndang tagamon lehonon ni Jahowa ibana tu tanganna, manang tung toruanna ibana, di na hona uhum ibana.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Haposi ma Jahowa jala paihutihut dalanna i, jadi patimbulonna ma ho tumean tano i, idaidaonmu ma hasisiap ni angka parjahat.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Huida ma sada parjahat na sumalin jala manurumbun ibana songon hau na rugun di hatubuanna.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi mamolus iba, hape ndang disi be; pola do hulului ibana, hape ndang jumpang.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Sai matahon na lidang i jala bereng na tigor i, ai sai hadameon do ujung ni halak sisongon i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai sai siap do sogot angka pangalaosi sudena, pinompar ni angka parjahat pe siap do.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Sian Jahowa do ianggo hatuaon ni angka partigor, Ibana do partanobatoannasida di tingki hagogotan.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ditumpak jala dipalua Jahowa do nasida dipalua do nasida sian angka parjahat i, jala ditumpahi nasida, ai marhaposan tu ibana do nasida.",
      "type": "content"
    }
  ]
}