{
  "book": "Mazmur",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "Tangiang di parsahiton dohot di hagogotan ni roha 2-23.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sipaingot sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale Jahowa, unang ahu pinsang di bagasan rimasmu, jala unang ajari ahu di parpiarpiar ni murukmu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai nunga pantik tu ahu angka sumbiam, jala didondoni tanganmu ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndang adong be na hisar di dagingku binahen ni rimasmu, ndang be marhasonangan holiholingku dibahen dosangku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai disalpui angka dosangki do ulungku, madokdokhu do angka huhilala, songon siboanon na dokdok situtu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nunga pola bau jala malala angka barongki dibahen otongku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Puhung jala tungki situtu do ahu, sai martujungtujung do ahu mardalan manipat ari.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai gok gara do huhilala angka haehaengku, jala ndang adong be na hisar di dagingku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jogal jala lampot situtu do dagingku huhilala, sai mangangguk badar do ahu dibahen ponjot ni rohangku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Iale Tuhan, peak di jolom do sude na pinangido ni rohangku, jala ndang buni sian Ho parhoingki.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai mulbahulbak do pusupusungku, ndang margogo be ahu, jala hatiuron ni matangku pe ndang disi be.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sai mandaodao do jongjong angka na marhamaolhon ahu, angka donganku pe ro di angka na solhot tu ahu marnida parniahapanku.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala bostang do ditaon angka na tumahi hosangku, jala sai patahitahi parhilangon do angka na mangalului hamagoanku, jala pangansion do dipahatahata ganup ari.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai songon halak na nengel do ianggo ahu, ndang hupatangitangi, jala songon halak na ngungu, na so pabuha pamanganna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala songon halak na so marbinege do ahu, jala na so marpaminsang pamanganna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai marhaposan tu Ho do ahu, ale Jahowa, sai Ho ma mangalusi, ale Tuhan Debatangku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai ninna rohangku do: Sai unang ma marlas ni roha nasida mida ahu, nasida angka na mangunteas dompak ahu di na tarsulandit i pathu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai naengnaeng tinggang do ahu, jala sai tong sonson di jolongku parniahapanki.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai hutopoti do dosangku, jala holsoan ahu ala ni dosangku.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai anggo angka musungku haroro ni gogona do, jala torop do nasida angka na mangkosom ahu, soada alana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala dipambahen do na jat balos ni na denggan, jala dimusui do ahu ala na hupareak na denggan i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sai unang ma tadingkon ahu, ale Jahowa, Debatangku! Sai unang paholang Ho sian ahu! (38-23) Sai hapogani ma mangurupi ahu, ale Tuhan, hatuaonku.",
      "type": "content"
    }
  ]
}