{
  "book": "Mazmur",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "I. Alualu taringot tu parniahapan ni roha di bagasan dohot taringot tu hagaleon ni jolma 2-7. II. Tangiang nalom ni roha 8-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud siendehonon ni si Jedutun.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Ninna rohangku do: Sai jagaonku do angka pangalahongku maradophon dosa marhite sian dilangku, jagaonku do huntam ni pamanganku, saleleng di jolongku dope parjahat i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai mangungu do ahu mangkohomhohom, sai sip do ahu maradophon hauntungon, alai sai gunsang do ianggo parniahapanki.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai mohop do ateatengku di bagasan ahu, lam hupingkiri, lam marjimbur do api, gabe mangkuling ma dilangku:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai pabotohon ma tu ahu, ale Jahowa, ajalhu sogot dohot suhatsuhat ni ariaringku na otik i, asa huboto na gale do ahu hape.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ida ma, marsasantopap do angka ariaringku dibahen Ho, jala sobokkon soada na ma adamhu di jolom, alogo sambing do sude jolma, nang pe hot jongjong. Sela.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Halinu sambing do jolma i mardalani, alogo sambing do digulutgulut, sai papunguhon do ibana, hape ndang diboto, manang ise na mangahuti muse.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) On pe ale Tuhan, aha nama sihaposangku? Marhaposan tu Ho nama ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai palua ma ahu sian angka pangalaosingku sudena, unang ahu bahen sieleseleson ni na oto.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sai hohom nama ahu, ndang hubungka be pamanganku, ai Ho do mambahensa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai paholang ma sian ahu linsinglinsingmi, nunga pola madamor ahu dibahen pangonai ni tanganmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Molo dilinsingkon Ho angka linsinglinsingi tu jolma, ala ni dosa, gabe mabaor ma hinaulina songon pinangan ni ngitngit; alogo sambing do jolma i sudena. Sela.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sai tangihon ma tangiangku, ale Jahowa, jala pinggol anggukkon! Unang sai sip Ho mida iluilungku, ai pardagang do ahu di lambungmi, paisolat songon angka daompung sudena. (39-14) Sai padao ma pamerengmu sian ahu, asa hupasihar ahu, tagan so laho dope ahu gabe pidom.",
      "type": "content"
    }
  ]
}