{
  "book": "Mazmur",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pujipujian marningot panumpahion 2-11. II. Tangiang mangido haluaon tu jolo on 12-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Sai tong do huhaposi Jahowa, jadi dipaeleng Ibana dirina tu ahu, jala ditangihon alualungku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dienet ahu tu ginjang sian godung halonongan, sian dore na pilhot, jala dipajongjong tothu tu atas ni dolok batu, marsihohot langkalangkangku dibahen.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dilehon muse ende na imbaru tubagasan pamanganku, pujipujian tu Debatanta. Lan do na marnidasa, gabe mabiar nasida, jala marhaposan tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Martua ma baoa na mambahen Jahowa haposanna, jala na so olo marbalik paihuthon siginjang roha i, angka na paulaula gabus.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Torop do angka halongangan dohot sangkapsangkap dibahen Ho humongkop hami, ale Jahowa, Debatangku, ndang tarpajojor tu Ho, nang pe naeng baritahononku jala paboaonku, ndang tarpajojor tahe dibahen toropna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ndang lomo roham di pelean sipotongon dohot sipanganon, ditura Ho pinggolhu duansa, ndang dipangido Ho pelean situtungon dohot pardosaon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ningku ma: Ida ma, nunga ro ahu mamboan buku, na sinurat taringot tu ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dipangido rohangku do patupahon lomo ni roham, ale Debatangku, jala di parsitongaan ni rohangku do patikmi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Hubaritahon do hatigoran di luhutan na bolon i; ida ma, ndang hututup bibirhu, diboto Ho do i, ale Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ndang hutabunihon hatigoranmu di bagasan rohangku; sai hupaboaboa do hasintonganmu dohot hatuaonmi; ndang huporso asi ni roham dohot habonaronmi tu luhutan na bolon.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Ho, ale Jahowa, sai unang polpol angka asi ni roham sian ahu: Denggan basam dohot habonaronmi ma mangaramoti ahu tongtong.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai tuk do humaliang ahu angka parsorion, maradu so habilangan, disoro angka dosangku do ahu, gabe so malo ahu marnida, tumorop do angka i sian obuk ni ulungku, jala diparsitadingi rohangku do ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sai lomo ma roham, ale Jahowa, paluahon ahu! Hapogani ma, ale Jahowa, mangurupi ahu!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ingkon maila nian jala murak sude angka na paburuburu hosangku laho maniaphon nian. Ingkon sumurut tu pudi jala murak nian angka na mangkalomohon hinamagongki.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ingkon tarhatotong nian nasida ala ni haurahonnasida i, angka na mandok tu ahu: E, debai! E, debai!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingkon marolopolop nian jala marlas ni roha di bagasan Ho sude angka na mangalului Ho, ingkon tongtong ma dohonon ni angka na mangkaholongi hatuaonmi: Timbul do Jahowa! (40-18) Dangol pe ahu jala pogos, Tuhan i do sumarihon ahu. Ho do pangurupingku dohot sipalua ahu! Ale Debatangku, sai unang pabenda!",
      "type": "content"
    }
  ]
}