{
  "book": "Mazmur",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tua ni halak na marpanatap tu na soro ni ari on 2-4. II. Alualu taringot tu roha jehe ni aleale 5-10. III. Nalom ni roha tu Debata 11-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Martua ma halak na manatap uhum tu na soro ni ari on, sai paluaon ni Jahowa do ibana di ari hinamago.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ramotan jala pangoluon ni Jahowa do ibana, martua do ibana bahenonna di tano on, jala ndang tagamon lehononmu ibana ripe rupaon ni musuna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sandeon ni Jahowa ma ibana di podoman parsahiton, dipahosing Ho do lagena sudena di parsahitonna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Ianggo ahu ningku do: Asi ma roham di ahu, ale Jahowa, sai pamalum rohangki, ai dompak Ho do ahu mardosa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Roa do ianggo pandok ni angka musungku tu ahu: Sadihari ma ibana mate, asa pesan nian goarna i?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala ia ro ibana mandulo, gabus do dipangkatahatahon; papungupungu hajahaton do rohana di ibana, ruar tu balian ibana, dihatahon ma i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Masihusipan do sude angka na mangkasomorhon ahu laho tumahi ahu, roa do sangkapnasida dompak ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dituangkon do tu ibana hata na jahat sahali, jala ndang be tagamon hehe na peakon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Gari bajo hasudungan ni rohangki, na huhaposi, na manganhon indahanku manandakkon tambihul dompak ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) Alai anggo Ho, ale Jahowa, sai asi ma roham di ahu, jala pahehe ahu, asa hubaloshon tu nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sian i do hutanda lomo ni roham mida ahu: Na so tarbahen i musungku martillahon ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ianggo ahu, Ho do maniop ahu di haburjuonku, jala dipajongjong Ho do ahu tu jolo ni bohim salelenglelengna. (41-14) Pinuji ma Jahowa, Debata ni Israel olat ni narobi ro di saleleng ni lelengna! Amen, Amen!",
      "type": "content"
    }
  ]
}