{
  "book": "Mazmur",
  "chapter": 42,
  "verses": [
    {
      "verse": 1,
      "text": "BUKU PADUAHON: PSALMEN 42-72 I.Pangkalungunhon ni jolma na pinaburuburu tu bagas ni Debata 2-6. II. Alualu dohot sabam ni rohana 7-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sipodaon sian angka anak ni si Kora.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Songon pangkalungunhon ni ursa di angka guluan, songon i do pangkalungunhon ni tondingku tu Ho, ale Debata.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Mauas do tondingku di Debata, ni Debata na mangolu i, andigan pe tolhas ahu, asa huida bohi ni Debata?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai iluilungku do sipanganonku arian dohot borngin, ai manipat ari do dipandok tu ahu: Didia do Debatam?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Molo sapala marningot ahu disi, jadi use ma huhilala rohangku di bagasan: Na udur i ahu najolo rap dohot angka natorop manopot bagas ni Debata, huhut marsoara olopolop dohot pujipujian rap dohot angka na laho marari raya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Boasa sai tungki ho, ale tondingku, jala boasa sai rusak ho di bagasan ahu? Haposi ma Debata, ai sai na pujionku dope Ibana, hatuaon ni bohingku jala Debatangku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Tungki do rohangku di bagasan, dibahen i marningot do ahu di Ho sian luat martopihon Jordan, dohot sian Hermon, sian dolok Misar.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai masiharaan do angka sampuran dibahen soara ni hasakmu, sude angka ombakmu dohot galumbangmu manghungkupi ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai diparbagabaga Jahowa do asi ni rohana arian, borngin pe sai mamuji jala martangiang do ahu tu Debata ni hangoluanku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi ningku do mandok Debata, partanobatoanki: Boasa tung dihalupahon ho ahu? Boasa ingkon sai martujungtujung ahu mardalan dibahen pangarsahi ni musu?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga magopu hian holiholingku, lam diinsahi angka musungku do ahu, ai dipandatdati nasida do ganup ari mandok tu ahu: Didia do Debatam? (42-12) Boasa sai tungki ho, ale tondingku, jala boasa sai rusak ho di bagasan ahu? Haposi ma Debata, ai sai na pujionku dope Ibana, hatuaon ni bohingku jala Debatangku.",
      "type": "content"
    }
  ]
}