{
  "book": "Mazmur",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parningotan di pangurupion ni Debata tu angka ompu najolo 2-9. II. Alualu taringot tu hagogotan nuaeng 10-17. III. Tangiang mangido haluaon 18-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sipaingot sian angka anak ni si Kora.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Ale Debata, nunga sar dibege pinggolnami, dipajojor angka ompunami tu hami, pambahenan na binahenmi di ngolunasida, di angka ari na robi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dipabali Ho do marhitehite tanganmu angka parbegu asa mangalopokkon ianggo nasida; disiaphon Ho do angka bangso, alai dipararat Ho do ianggo nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai ndada marhitehite podangnasida disoluk nasida tano i, jala ndada botohonnasida mambahen marantu nasida; tangan siamunmi dohot botohonmi dohot hatiuron ni bohim do tahe, ai dihalomohon Ho do nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Apala Ho sandiri do rajangku, ale Debata! Sai paborhat ma angka hatuaon ni si Jakkob.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Mangasahon Ho duguduguhononnami ma angka musunami, mangasahon goarmi luntahonnami ma angka alonami.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai ndada siorhu na huhaposi jala ndada podangki pamonang ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ho do tahe pamonang hami maradophon musunami, Ho do mambahen tarurak angka na mangkasomorhon hami.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Mangasahon Debata hami mamuji manipat ari, jala mandok mauliate hami di goarmi salelenglelengna. Sela!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Hape diambolongkon jala dipaurak Ho do hami nuaeng, jala ndang borhat Ho mandongani parangannami.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dipaundarundar Ho do hami maradophon musu, gabe dipupusi angka na mangkasomorhon hami do hami.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dilehon Ho hami songon birubiru sipanganon, jala dipaserak Ho do hami tu tongatonga ni angka parbegu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Diseaseahon Ho do bangsom manggadissa, jala ndang dipanaeknaek Ho asamnasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibahen ho do hami sieleseleson ni hombar hundulnami, parbilean dohot marhaurahon di angka na humaliang hami.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dibahen Ho do hami parumpamaan di tongatonga ni angka parbegu, paregolegolan ni ulu di tongatonga ni angka bangso.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai solpa do di jolongku haurahonku ganup ari, jala hailaon ni bohingku manghungkupi ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Maradophon soara ni pangelesi dohot panginsahi, maradophon musu dohot panuboli.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Ro pe sudena i tu hami, laos so huhalupahon hami Ho, jala ndang huose hami padan binahenmu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ndang sumurut tu pudi rohanami, jala ndang manimbil langkanami sian dalanmi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Hape diropuhi Ho do hami di parbueaan, jala dilungkuphon Ho do tu hami linggoman hamatean.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tung sura huhalupahon hami goar ni Debatanami, jala hupaherbang hami tangannami tu Debata sileban:",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tung so sisiran ni Debata i? Ai Ibana do tumanda angka sibunian ni roha.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai humongkop Ho do umbahen dibunui hami ganup ari, doshon birubiru sipotongon do hami di rohanasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ngot ma Ho! Boasa sai modom Ho, ale Tuhan? Tarsunggul ma Ho, unang ambolongkon hami salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Boasa tung tabunihononmu bohim, halupahononmu pardangolan dohot hagogotannami?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai tungki do rohanami ro di sumanggo, lohot tu tano do butuhanami. (44-27) Sai hehe ma Ho mangurupi hami, jala palua hami, ala asi ni roham!",
      "type": "content"
    }
  ]
}