{
  "book": "Mazmur",
  "chapter": 45,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pujipujian pasangaphon raja na bolon i 2-9. II. Dohot oroanna huria i 10-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sipaingot sian angka anak ni si Kora, taringot tu holong ni roha.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Gurgur do rohangku dibahen hata na denggan ningku do: Rajai do nampuna angka pambahenanki angka endengki, panurat ni na pande manurat do dilangku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ummuli do Ho sian angka anak ni jolma, janggaleman do use tu bibirmu, ala ni do umbahen dipasupasu Debata ho salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hohoshon ma podangmu tu gontingmu, ale ulubalang, ro di hamuliaonmu dohot hatongamonmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai marantu ma hamuliaonmu, borhat ma Ho marhureta humongkop hasintongan dohot haserepon ni hatigoran, jadi ajaron ni siamunmu ma Ho mambahen angka halongangan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tajom do angka sumbiami, marraggean ma angka bangso tu toru ni patmu; ditorusi do angka ateate ni musu ni rajai.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia habangsami ale Debata, hot do ro di salelenglelengna, tungkot hatigoran do tungkot ni harajaonmi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dihaholongi Ho do hatigoran, jala dihagigihon roham do hajahaton, ala ni do umbahen dimiakkon Debatam miak halalas ni roha tu Ho sumurung sian na tu angka donganmu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Gota Mir dohot Aloe, Cendana do angka ulosmu sudena las do roham dibahen parhinaloan na piniltihan sian angka bagas gading.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Angka boru ni raja do di tongatonga ni angka haholonganmu, jongjong di siamunmu do oroan i marpangkean sere sian Opir.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tangihon, ale boru hasian, ida jala paeleng pinggolmu, jala halupahon bangsomu dohot bagas ni amangmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa dihalomohon rajai hinaulim, ai Ibana do Tuhanmu jala ingkon marsomba tu Ibana ho.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dohot do boru Tirus, angka na mora ni bangso i, marhasiholhon bohim mardongan silua.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Marmulia situtu do boru ni rajai di bagasan bilut, na pinunsa dohot sere do pangkeanna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Marpangkean na niangit do ibana ditogihon tu rajai, angka namarbaju alealena i ihut sian pudina, ditogihon tu Ho.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Marlas ni roha jala marolopolop do nasida ditogihon laho masuk tu bagas ni rajai.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Angka anakmu ma sumingkat amamu, pabangkitonmu ma nasida gabe pangarajai di liat portibi on. (45-18) Sai pujionku do goarmu marsundutsundut, ala ni pujion ni angka bangso ma Ho salelenglelengna.",
      "type": "content"
    }
  ]
}