{
  "book": "Mazmur",
  "chapter": 46,
  "verses": [
    {
      "verse": 1,
      "text": "Hatotogap ni huta ni Debata maradophon panahopi ni angka parbegu 1-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian angka anak ni si Kora.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Debata do haporusanta dohot hagogoanta, pangurupion situtu di hagogotan, angka na mangonai tu hita.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dibahen i ndang mabiar hita, nang pe balik tano on, jala lalolalo angka dolok laho marongrong tu tongatonga ni laut.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nang pe gasagasaon jala margumogumo angka aekna, pola humuntal angka dolok dibahen pasangnai. Sela!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sada batang aek, ro di sungena palas roha ni huta ni Debata, inganan na badia ni Natumimbul.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Debata do di tongatongana, ndang tagamon humordit, andostorang dope, nunga diurupi Debata ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Guntur pe angka parbegu, lonong angka harajaon, molo mangkuling Ibana, malala do tano on.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jahowa Zebaot do donganta, Debata ni si Jakkob do partanobatoanta. Sela!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai ro ma hamu marnida halongangan angka na binahen ni Jahowa, Ibana mambahen angka panonggoti di tano on.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ibana do pasohothon hamusuon ro di ujung ni tano on; Ibana do umponggolhon sior jala ditallihi hujur, dipuruni do angka hureta di bagasan api.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Pasohot hamu ma jala tanda hamu Ahu do Debata, sai timbul do Ahu sogot di tongatonga ni angka bangso, timbul di tano on. (46-12) Jahowa Zebaot do donganta, Debata ni si Jakkob do partanobatoanta. Sela!",
      "type": "content"
    }
  ]
}