{
  "book": "Mazmur",
  "chapter": 48,
  "verses": [
    {
      "verse": 1,
      "text": "I. Huta ni raja na bolon i 2-9. II. Hamauliateon marningot haluaonnasida 10-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian angka anak ni si Kora.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Timbul do Jahowa jala pujion situtu di bagasan huta ni Debatanta, di atas dolok habadiaonna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Denggan do martagahambing, silas ni roha ni liat portibi on do dolok Sion i, suhi na tungkan utara, huta ni Raja na timbul i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tau partanobatoan do Debata, tartanda di angka bagasnasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai ida ma, marluhut do angka raja mandapothon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hape dung diida nasida, pintor tarhatotong do, mabuk be do nasida maporus.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Angka hitir do nasida disi, mangae songon boruboru na laho mangintubu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Diropuhi Ho do angka parau Tarsis marhitehite alogo sian habinsaran.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Suman do tu barita na hubege hami do huida hami di bagasan huta ni Jahowa Zebaot, di bagasan huta ni Debatanta i, sai pahoton ni Debata do i ro di salelenglelengna. Sela.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Ditimbang rohanami do, ale Debata, asi ni roham di parsitongaan ni joromi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Suman tu goarmu do baritam, ale Debata, ro di ujung ni tano on, gok hatigoran do siamunmi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marlas ni roha ma dolok Sion, marolopolop ma angka boru Juda ala ni panguhummu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Haliangi hamu ma Sion i jala liati hamu, bilangi hamu ma angka partanobatoanna i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tangkasi hamu ma parikna i, sigati hamu ma angka bagasna i, asa tarpajojor hamu tu pinomparmu sogot. (48-15) Paboa Debata on do Debatanta ro di salelenglelengna, Ibana manogu hita ro di hamatean.",
      "type": "content"
    }
  ]
}