{
  "book": "Mazmur",
  "chapter": 49,
  "verses": [
    {
      "verse": 1,
      "text": "Sipaotooto ni hamoraon, haotoon ni angka na marhaposan tusi 2-21.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian angka anak ni si Kora.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tangihon ma on, sude hamu angka bangso, tarehon ma pinggolmu, sude hamu pangisi ni hasiangan on.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nang hamu situan natorop, nang raja, ro di na mora dohot na pogos!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hatahonon ni pamanganku ma habisuhon, jala hapistaran do pingkiran ni rohangku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Paelengonku ma pinggolhu tu umpama, papataronku ma hulingkulinganku mardongan parhinaloan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Boasa ma tung tahuton ahu di angka ari parhinamagoan, di na hinaliangan ni hajengkelon ni angka na mangarupa ahu?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Angka na marhaposan tu sinamotna, jala dihaginjangkon hinagok ni hamoraonnasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "So manang tartobus manang ise donganna manang tarlehonsa partobusna tu Debata.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Maargahu do partobus ni tondina i, ingkon pasohotonna do salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung mangolu ma ibana ro di salelenglelengna, so idaonna tanoman?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon idaonna do marmatean angka na bisuk i, rap mago do na oto dohot na londongon, jadi tading di na asing ma sinamotna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ianggo rohanasida nian di bagasan: Salelenglelengna do bagasnasida i, inganannasida pe marsundutsundut, goarnasida do dibahen pambuatan ni goar ni angka golat.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hape ndang mangulon jolma di hadoharonna i doshon pinahan do nasida diragehon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "I ma pangalaho ni angka na mangasahon haotoonna, dohot angka na mangihuthon nasida, angka na mangkalomohon hatanasida i. Sela!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sobokkon birubiru do nasida dipabara tu banuatoru, hamatean do marmahan nasida, jala rajaan ni angka na tigor roha i ma nasida di na sansogot i, turtaran ni banuatoru ma pinangasahonnasida i, gabe ndang adong be inganannasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai anggo tondingki, sai tobuson ni Debata do sian tangan ni banuatorui, ai jangkononna do ahu. Sela!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Unang ma ho tahuton, molo lam mamora sahalak, molo ganda hamuliaon ni bagasna i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai ndang boanonna sudena i di hamamatena i, ndang ihuthonon ni hamuliaonna i ibana laho tuat.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai nang pe diparhatua tondina i di ngoluna jala dipapujipuji halak ho, ala dibahen ho na denggan i tu ho:",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sai topotonna do sundut ni ompuna, angka na so marnida hatiuron salelenglelengna. (49-21) Sobokkon pinahan do rage jolma di hadoharon, molo so marroha ibana.",
      "type": "content"
    }
  ]
}