{
  "book": "Mazmur",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Tangiang tu Jahowa maradophon angka parjahat 2-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai tangihon ma, ale Jahowa, angka hatangki, sai timbang ma ho i ni rohangku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai patinggil ma pinggolmu ale Rajangku dohot Debatangku, tumangi soara ni anggukkon, ai tu Ho do ahu martangiang.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sogot ma, ale Jahowa, tangihon soarangku, sogot do ahu marhobas manopot Ho, jala manatapnatap ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai ndang lomo roham mida hageduhon, ale Debata, jala ndang tarsorang na geduk marroha i Ho.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ndang manahan angka na ginjang marroha maradophon pamerengmu, dihosom roham do nasa siulahon na so uhum.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Matua diago Ho do, ale Jahowa, angka sidon gabus, jala dihagigihon roham do halak angka na tumahi mudar dohot sipaotooto.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai ianggo ahu, sian godang ni asi ni roham sai bongotanku do bagasmu, marsomba dompak bagas ni habadiaonmi, mangkabiari Ho.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ale Jahowa, sai togu ma ahu marhitehite hatigoranmu ala ni angka na mangonggop ahu, sai pahornop ma dalanmu di jolongku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai ndang pos roha di hatanasida i, sai hamagoan do tahi ni rohanasida di bagasan, godung na talak do tolonnasida i, dipalanditlandit do ia dilana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Torui ma nasida, ale Debata, sai ambalhon ma tahi ni rohanasida i, ambolongkon ma nasida ala hinadeak ni pangalaosionnasida i, ai dompak Ho do nasida manenganenga.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sai marlas ni roha ma sude angka na marhaposan tu Ho, sai marendei ma nasida ro di salelenglelengna ala ni ondinganmu nasida, sai marolopolop ma mida Ho angka na holong roha di goarmu. (5-13) Ai Ho do, ale Jahowa, mamasumasu na tigor marroha i, songon lombulombu do dihaliangkon Ho asi ni rohami tu ibana.",
      "type": "content"
    }
  ]
}