{
  "book": "Mazmur",
  "chapter": 50,
  "verses": [
    {
      "verse": 1,
      "text": "Ende sipodaon taringot tu pelean dohot pangoloion na sintong tu Debata 1-23.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Asap. Mangkuling do Debata Jahowa, jala martingting tu tano on sian habinsaran tolhas ro di hasundutan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sian Sion, situan ni hinadenggan marsinondang Debata.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai na ro Debatanta, jala ndang tagamon hohom Ibana, di jolona do api mandilatdilat, jala ronggur na gogo situtu humaliang Ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dipio do angka langit sian ginjang, ro di tano on, asa diuhum bangsona.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Papungu hamu ma tu Ahu angka na daulat marroha angka na marpadan dohot Ahu marhitehite pelean.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dibaritahon angka langit ma hatigoranna, ai apala Debata do panguhum. Sela!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai tangihon ma, ale bangsongku, asa mangkuling Ahu: Ho ale Israel, asa huhatindangkon tu ho: Ahu Debata do Debatam.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ndada ala ni peleanmi umbahen hupinsang ho, manang ala ni peleanmi situtungon, angka na tongtong di jolongku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang nian pola sian jabum Ahu mambuat lombu, manang hambing sian angka baram.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai guru di Ahu do sude binatang ni harangan, pinahan na marriburibu angka na di dolok pe.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hutanda do sude pidong angka na di dolok, ro di angka na manggulmit di ladang guru di Ahu do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tung sura male Ahu, ndang pola tu ho Ahu mangalualu, ai guru di Ahu do liat portibi on ro di isina.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tung panganonku ma juhut horbo tunggal manang inumonku mudar ni angka hambing?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Pelehon ma tu Debata hamauliateon, jala garari ma angka bagabagami tu Natumimbul.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala jou ma Ahu jumpa di ari hagogotan, asa hupalua ho, asa dipuji ho Ahu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai anggo tu parjahat i ninna Debata do: Boasa tung hum ho jumamitahon angka patikki, jala leap di bagasan pamanganmu padan na hubahen i?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hape dihagigihon roham do sipaingot, jala ditundalhon ho do angka hatangki.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia adong diida ho panangko, laos lomo do roham mandongani ibana, jala satahi do ho dohot angka pangalangkup.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dipasombu ho do roharoha ni pamanganmu mandok najat dohot dilam mandandani sipaotooto.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sai hundulhundul do ho pahatahata donganmu, sai disuan ho do gasa tu anak ni inangmu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sai songon i do dibahen ho, jala sai sip do Ahu, jadi ninna roham ma tudoshon ho do Ahu. Sai pinsangonku do ho tahe, jala rujionku do apala di jolo ni matam.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sai timbang ma i hamu, ale angka na mangkalupahon Debata, asa unang sanga husoro hamu, soadadong na paluahon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Manang ise na mamelehon hamauliateon, i do na pasangap Ahu, jala mambahen lapang, asa hupatuduhon di ibana hatuaon ni Debata.",
      "type": "content"
    }
  ]
}