{
  "book": "Mazmur",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": "Tangiang manopoti dosa: I. Tangiang mangido hasesaan ni dosa 3-11. II. Dohot mangido tondi na pabadiahon roha 12-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Uju na ro panurirang si Natan manopot ibana, dung diparjolma Nai Batseba.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(I.) Asi ma roham di ahu, ale Debata, hombar tu denggan ni basam, sai sesa ma angka pangalaosingku hombar tu godang ni asi ni roham.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ias situtu ma ahu buri sian hajahatonku, jala paias ma ahu sian dosangku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai nunga huboto angka pangalaosingku, jala sai tong do sonson di jolongku dosangku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dompak Ho sambing do ahu mardosa, jala najat situtu do di matam na huulahon, asa tung bonar Ho di bagasan pandohanmu, pita di bagasan panguhummu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tongon do di bagasan hajahaton do ahu tubu, jala di bagasan dosa dijangkon dainang ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sintong ni roha di bagasan do tongon lomo ni roham, antong pabotohon ma habisuhon tubagasan rohangku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai urasi ma ahu sian dosangku marhitehite sanggul, asa tung ias ahu; sai buri ma ahu, asa sumaksak ahu sian itak.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sai patubegehon ma tu ahu hasonangan dohot las ni roha, asa marolopolop holiholi, angka naung ginopuanmu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai hungkupi ma bohim mida angka dosangki, jala sesa ma angka hajahatonku sudena.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Tompa ma roha na ias di bagasan ahu, ale Debata, jala paimbaru ma tondi na marsihohot di bagasan ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sai unang pabali ahu sian jolom, jala unang unsati tondim na badia i sian ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sai pasuang ma tu ahu halalas ni hatuaonmu, jala togu ma ahu marhitehite tondi ni haringgason.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Asa huajarhon angka dalanmu tu angka parjahat, asa mulak angka pardosa tu Ho.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai palua ma ahu sian angka parsapataon mudar, ale Debata, Debata ni hatuaonku, asa dipuji dilangku hatigoranmu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sai pabuha ma bibirhu, ale Tuhan, asa dibaritahon pamanganku pujipujianmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai ndang dihalomohon roham pelean sipanganon, sai na lehononku do nian, jala ndang lomo roham di pelean situtungon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angka pelean tu Debata: I ma tondi na magopu, tongon do roha na magopu dohot na bojok, ndang ditulakkon roham, ale Debata. (51-20) Sai bahen ma na denggan tu Sion marningot denggan ni basam, sai pauli ma angka parik ni Jerusalem. (51-21) Dung i disi ma halomohononmu angka pelean hatigoran, pelean situtungon dohot pelean na sun denggan, disi ma pelehononhon angka lombu di atas langgatanmu.",
      "type": "content"
    }
  ]
}