{
  "book": "Mazmur",
  "chapter": 52,
  "verses": [
    {
      "verse": 1,
      "text": "Hasisiap ni parjahat dohot hatotongtong ni partigor 3-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sipodaon sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di na ro i si Doeg, halak Edom i, mangalualuhon tu si Saul paboahon tu ibana: Nunga dibongoti si Daud jabu ni si Ahimelek.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Boasa manenganenga dirim di bagasan hajahaton, ho ale ulubalang? Manipat ari do ianggo asi ni roha ni Debata.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hamagoan do ditahitahi dilam, ho ale siulahon sipaotooto, sobokkon raut parnabung.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Godangan do dihaholongi roham najat asa na denggan gabus sian na mandok hatigoran. Sela!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dihaholongi roham nasa hata simangan mangere laho mangago, ale dila pangansi!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Antong, ho pe siaphonon ni Debata do ro di salelenglelengna, tangkuponna ma ho manaratnarat ho sian undungundung, jala uratanna ma ho sian tano hangoluan i. Sela!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi idaon ni angka partigor ma i, gabe mabiar nasida jala engkelengkelonnasida ma ibana:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ida ma, indi bajoi, na so mambahen Debata partanobatoanna, jala marhaposan tu hinadeak ni hamoraonna, hajengkelonna do dipangasahon. (52-10) Alai anggo ahu, sobokkon hau jetun na rata do di bagasan bagas ni Debata, asi ni roha ni Debata do na huhaposi ro di salelenglelengna. (52-11) Sai pujionku do Ho ro di salelenglelengna, ai Ho do sibahensa, jala sai parhanalomonku do goarmu, ai haleaon do i maradophon angka na niasianmu.",
      "type": "content"
    }
  ]
}