{
  "book": "Mazmur",
  "chapter": 55,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tangiang mangido haluaon sian musu dohot sian aleale pangansi 2-16. II. Nalom ni roha di pangurupion ni Debata 17-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sipodaon sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Sai tangi ma tangiangku, ale Debata, jala unang martabuni Ho maradophon parhurajaionku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tangihon ahu jala alusi ahu, sai monsong do pingkiranku jala marhoi ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ala ni pangkuling ni musu i, ala ni panosak ni parjahat i; ai sai manggulang hamagoan do nasida tu ahu, jala marmurukmuruk situtu nasida mangkasomorhon ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Mamalingi do rohangku di bagasan ahu, jala hasosonggot ni hamatean maninggang ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dironron habiaran jala panonditnonditon ahu jala dihungkupi hatahuton do ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ningku ma: Ise ulaning mangalehon tu ahu habong songon darapati! Asa habang ahu jala mangulon manang didia.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ida ma, dao ma ahu jaur, marmalammalam di halongonan. Sela!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Halaputanku ma haporusan sada di ahu maradophon alogo maruohok, maradophon habahaba.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Siaphon ma nasida ale Tuhan, bolabola ma dilanasida i! Ai uhum gogo dohot parsalisian huida di bagasan huta i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Arian dohot borngin diliati nasida pariknasida i, jala hajahaton dohot pardangolan masa di bagasan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Hajungkaton do di bagasan, jala ndang meret pangarupaon dohot sipaotooto sian onannasida i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai ndada musu na mangelesi ahu, taononku do i nian, ndada parsomor hian di ahu manenganenga dompak ahu, ua martabuni ahu anggo maradophon ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Hape jolma doshon ahu do ho, partogingku jala hasudungan ni rohangku.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Rosu situtu do itabahen paralealeon, rap mardalan do hita di hatorapan tu bagas ni Debata.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai ditompuhon hamatean ma nian nasida, mangolu songon i ma nian nasida tuat tu banuatoru, ai hajahaton do masa di bagasan inganannasida, di bagasan rohanasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Ianggo ahu; tu Debata do ahu mangalualu, jadi sai tumpahan ni Jahowa ma ahu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Bodarina i dohot manogotna i, nang di hos ni ari, sai mangalualu jala mariale ahu, jadi tangihononna ma soarangki.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Mardamedame hosangki ditobus Ibana, asa unang tarhahua nasida ahu, ai torop situtu do nasida mangalo ahu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Martinangi do Debata, jala pajepolonna do nasida, jala marhabangsa Ibana sian na robi. Sela! Nasida na so olo muba, jala na so mangkabiari Debata.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Mangonai do tanganna tu angka alealena, diose do padanna i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Landitan do hata ni pamangannai sian miak susu, hape parbadaan do ditahi rohana; lumambok do hatahatana sian miak, hape baba ni podang do angka nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sai tu Jahowa ma pasahat parsorionmi, jadi Ibana ma pangoluhon ho, ndang tagamon loasonna partigor i humasusa ro di salelenglelengna. (55-24) Ianggo Ho, ale Debata, pangonjarhononmu do nasida tubagasan godung hamagoan, ndang eahon ni angka jolma sisopsop mudar dohot parjehe ariarinasida satonga tubu; alai anggo ahu, Ho do na huhaposi.",
      "type": "content"
    }
  ]
}