{
  "book": "Mazmur",
  "chapter": 56,
  "verses": [
    {
      "verse": 1,
      "text": "Tangiang mangido panumpahion maradophon angka musu marhanalomhon hata ni Debata 2-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sieheteheton sian si Daud uju na tinangkup ni halak Palistim ibana di huta Gad.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Asi ma roham di ahu, ale Debata, ai naeng polgahan ni jolma na gale i do ahu, ganup ari disosak musu i ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ganup ari do naeng polgahan ni angka alongku ahu, ai torop do musu mangalo ahu sian ginjang ni roha.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Di ari hatahutanku, sai tu Ho do ahu marhaposan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Mangasahon Debata, sai pujionku do hatana, Debata do na huhaposi, ndang tahuton ahu, tung hahuaon ni sibuk ma ahu?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ganup ari do dipabalikbalik nasida angka hatangku, sai tu najat do pingkirannasida sudena mangalo ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai marpungupungu do nasida mangaropi, dihampungi nasida do angka langkalangkangku, songon angka na marbajo hosangki.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung dapotan haluaon ma nasida tagamon di hajahatonna i? Tinggangkon ma angka bangso di bagasan rimas, ale Debata!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibilangi Ho do paraotaotanku, sai bahen ma iluilungku tubagasan tabutabumu! Tung so tarsurat angka i di bagasan bukumu?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon sumurut tu pudi sogot angka musungku, di ari pangalualuanku; tangkas do huboto on: Debata do mandongani ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Mangasahon Debata, pujionku do hata i, mangasahon Jahowa, pujionku do hata i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marhaposan tu Debata do ahu, ndang tahuton ahu, tung hahuaon ni jolma i ahu?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sai dondon do tu ahu angka bagabaga tu Ho, ale Debata, sai gararonku do tu Ho angka pelean hamauliateon. (56-14) Ai nunga dipalua Ho dosangku sian hamatean, pathu pe sian partuktuhan, asa marpangalaho ahu di jolo ni Debata, di bagasan hatiuron ni hangoluan.",
      "type": "content"
    }
  ]
}