{
  "book": "Mazmur",
  "chapter": 57,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tangiang nalom ni roha di parmaraan 2-7. II. Panosoion tu roha mamuji Debata 8-12.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sieheteheton sian si Daud, di hapoporusna maradophon si Saul tubagasan liang.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Sai asi ma roham di ahu, ale Debata, asi ma roham di ahu, ai marhaporusan tu Ho do rohangku, jala di linggom ni habongmi do ahu marondingonding, paima salpu parmaraan i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai mangalualu tu Debata na tumimbul i do ahu, tu Debata, siluluhon ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tongoshononna do sian banua ginjang, asa manumpahi ahu, paurahonna do na naeng mamolgak ahu. Sela! Tongoshonon ni Debata do asi ni rohana dohot hasintonganna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Di tongatonga ni angka singa do hosangki, marsaro do ahu di tongatonga ni angka na gara marroha, angka jolma manisia, doshon hujur dohot sumbia do iponnasida, jala doshon podang na tajom do dilanasida i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai patimbul ma dirim, ale Debata, tu atas ni langit, hamuliaonmu, tu sandok tano on.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nunga ditaon nasida jorgong di langkalangkangku, nunga tarjimput rohangku; nunga dihali nasida di jolongku sada godung, hape nasida sandiri madabu tubagasan. Sela!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Nalom do rohangku, ale Debata, nalom do rohangku, sai marende ma ahu huhut umpalu parhinaloan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ngot ma ho, ale saudarangki tondingki, ngot ma ho ale parhinaloan! Tarsunggul ma ahu buha siang ari.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Pujionku ma Ho, di tongatonga ni angka bangso, ale Tuhan, endehononku ma Ho di tongatonga ni angka marga.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai timbul do sahat ro di langit asi ni roham, jala tolhas ro di auangauang do hasintonganmu. (57-12) Sai patimbul ma dirim tu atas ni langit, ale Debata, hamuliaonmu tu sandok tano on.",
      "type": "content"
    }
  ]
}