{
  "book": "Mazmur",
  "chapter": 58,
  "verses": [
    {
      "verse": 1,
      "text": "I. Alualu taringot tu pangarajai na geduk 2-6. II. Tangiang mangido hasisiapnasida 7-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sieheteheton sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Tung na tutu do ulaning mangkajongjongkon hatigoran na pinompoman hamu, mandabu uhum hasintongan hamu, ale anak ni jolma?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ndangana, lam hageduhan do dipajadijadi rohamuna di bagasan, uhum gogo na niula ni tanganmuna disagihon hamu di tano on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sian bortian dope, sai marbalik do angka parjahat i, olat ni dung tubu, sai lilu do angka sidok gabus.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tudoshon bisa ni ulok do bisanasida i, songon ulok dari na ngungu, na sumongsong pinggolna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Asa unang dibege soara ni panubuti, angka na pande martabas i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Sai ropangi ma iponnasida di bagasan pamangannasidai, ale Debata, ponggolhon ma ngadol ni angka singa na bajar, ale Jahowa!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai mabaor ma nasida, songon aek na laho moru, ditujuhon pe sumbiana i, hape songon angka na tinamtaman do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Songon ansisibang na pisar nidege do ibana mago, songon silumaksaijur ni boruboru, na so sanga mida mata ni ari.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tagan so dihirimhirim hudonmuna dope sampilpil, nunga dipurpurhon Debata nang na tata nang na masak.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Marlas ni roha ma partigor i sogot, ia dung diida partubolon i, marsapu mudar ma patna di bagasan mudar ni parjahat i. (58-12) Jadi dohonon ni jolma ma: dapotan laba do hape partigor i, tongon do adong Debata na manguhum portibi on.",
      "type": "content"
    }
  ]
}