{
  "book": "Mazmur",
  "chapter": 59,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tangiang mangalualuhon angka pangalele marhanalomhon pangondingion ni Debata 2-11. II. Tangiang pardatdatan dohot pujipujian tu Debata 12-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sieheteheton sian si Daud, uju disuru si Saul marhal bagasna i naeng mambunu ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Sai palua ma ahu sian angka musungku, ale Debatangku, sai bahen ma partanobatoanku maradophon angka alongku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai palua ma ahu sian angka siulahon hajahaton, jala tumpahi ahu maradophon angka halak sisopsop mudar.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai ida ma, diarop nasida do hosangku, sai marpungupungu do angka na begu mangalo ahu, so manang adong utangku manang dosangku, ale Jahowa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai marlojongi do nasida jala marhontas, so manang adong hajahatonku; ngot ma Ho, manjumpangkon ahu jala tatap!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ngot ma Ho tutu, ale Jahowa Debata Zebaot, Debata ni Israel, maminsang sude angka parbegu i, sai unang ma marpamuati roham mida angka panggetegete sudena. Sela!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai mulahulak do nasida bodarina i, mangorongi songon biang mangkaliangi huta i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ida ma margumogumo do pamangannasida, mantat podang do bibirnasida i, ai tung ise ma umbegesa?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai anggo Ho, ale Jahowa, marengkelengkelihon nasida, dilesanlesan Ho do angka parbegu sudena.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ale pargogongku, sai Ho do pangasahononku, ai Debata do partanobatoanku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai tomutomuon ni Debatangku do asi ni rohana tu ahu, sombu ma matangku mida angka alongku bahenon ni Debata.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Sai unang tompu bunu nasida, asa unang bangsongku mangkalupahon i, sai paundarundar ma nasida hinorhon ni gogom, dung i ragehon nasida, ale Tuhan, lombulombunami!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dosa ni pamangannasida do hata ni bibirnasida i, sai tardapot ma nasida di haginjangonnasida i, ala ni pamuraion pe dohot gabus, na hinatahonnasida i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sai siaphon ma nasida di panombo ni rimasmu, sai siaphon ma, asa pidom nasida, asa diboto nasida Debata do hape panggomgom di Jakkob ro di ujung ni tano on. Sela!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sai mulahulak do nasida botarina i, mangorongi songon biang, huhut dihaliangi huta i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai maotaot do nasida mangalului sisohalon, molo so mahap nasida, laos marmalam nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo ahu, sai endehononku do hagogoonmu jala olophononku do manogotna i asi ni roham, ai Ho do partanobatoanku jala haporusanku di ari hagogotanku. (59-18) Endehononku ma Ho, ale pargogongku, ai Debata do partanobatoanku, Debata parasi roha di ahu.",
      "type": "content"
    }
  ]
}