{
  "book": "Mazmur",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tangiang mangido haluaon sian parsahiton 2-8. II. Pujipujian tu Debata ala naung nialusanna tangiangna 9-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Ale Jahowa unang uhumi ahu di bagasan rimasmu, jala unang ajari ahu di bagasan parpiar ni murukmu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asi ma roham di ahu, ale Jahowa, ai mauas do huhilala; pamalum ahu, ale Jahowa, ai angka hitir do sude holiholingku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Rohangku di bagasan pe mansai mallobuk do, sadia leleng on Ho, ale Jahowa?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai marpangulahi ma roham, ale Jahowa! Malua ma hosangku! Urupi ahu ala ni denggan ni basam.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai anggo di hamatean ndang adong be parningotan tu Ho; jala tung ise mamuji Ho, dung ro di banua toru?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Maheu do huhilala dibahen ponjot ni rohangku, ganup borngin do huhembangi lagengku, mansai maraek do nang bulusanku dibahen iluilungku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pola do lotop matangku sian marsak ni rohangku, pola naung gabe matua, dibahen sude angka na manosak ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Pasurut ma sian ahu, sude hamu angka na mangulahon na so uhum, ai nunga ditangihon Jahowa soara ni angukkon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga ditangihon Jahowa hoingkon, dijangkon do ia tangiangkon. (6-11) Tarurak jala tarsonggot situtu do sogot sude angka musungku; hapogan do nasida laho sumurut, jala tarurak so pangkiriman.",
      "type": "content"
    }
  ]
}