{
  "book": "Mazmur",
  "chapter": 60,
  "verses": [
    {
      "verse": 1,
      "text": "Tangiang mangido hamonangan maralohon musu na tang 3-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sieheteheton dohot sipodaon sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Uju na marmusu ibana dompak Ram di Mesopotamia dohot dompak Ram Zoba, di na mulak i si Joab, dung ditaluhon halak Edom di rura parsiraan, sampulu dua ribu halak toropna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ale Debata, nunga dibolongkon jala dipaserak Ho hami, tarrimas do Ho, sai marpangulahi ma roham tu hami.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nunga digunsang jala dibola Ho tano on; sai padomu ma bolabolana i, ai nunga lalolalo.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nunga dipatuduhon Ho na bernit tu bangsom nunga dipainumhon Ho tu hami anggur hagodoron.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai dilehon Ho do muse tu angka na mangkabiari Ho sada partonggol, pahinsa nasida ala ni hatigoran. Sela!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Asa malua angka na niasianmi, sai manumpak ma siamunmi jala alusi hami!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nunga marbagabaga Debata di bagasan habadiaonna i: Ingkon marolopolop ahu, marsagihon Sikem dohot manali rura Sukot.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ahu do nampuna Gilead jala ahu nampuna Manasse, jala Epraim do partanobatoan ni ulungku, Juda do tungkot ni harajaonku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Moab do mangkuk parburianku, tu Edom hureongkon sipatungku, olophon ma ahu ale luat Palistim.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ise ulaning manogihon ahu tu huta na gonting i? Ise ulaning pataruhon ahu tolhas ro di Edom?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nda Ho do, ale Debata, Ho naung mambolongkon hami, jala na so ruar, ale Debata mandongani parangannami? (60-13) Sai patupa ma haluaon di hami sian hagogotan, ai ndang marnosan ianggo pangurupion ni jolma. (60-14) Mangasahon Debata sai hamonangan do ulahononta, jala Ibana sandiri mangalotlot alontai.",
      "type": "content"
    }
  ]
}