{
  "book": "Mazmur",
  "chapter": 62,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sosososo mandokkon marhanalomhon Debata 2-9. II. Lumbalumba mangorai marhaposan tu jolma dohot tu na so marnosan 10-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Tu Debata sambing do marhuraja rohangku, sian Ibana ro hatuaonku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Holan Ibana do partanobatoanku dohot hatuaonku, haporusanku ndang pola sadia humordit ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sadia leleng on do hamu martahop dompak sada baoa, tung luhut hamu naeng mangarumpakkon ibana songon dorpi ni jomba, songon parik na matompas?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai martuptup i nasida naeng mangonjarhon ibana sian hatimbulonna i, mangapian di gabus, mamasumasu ia pamanganna, hape mamburai do ianggo rohanasida di bagasan. Sela!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Holan tu Debata ma ho marhuraja, ale tondingki, ai sian Ibana ro sihirimonku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Holan Ibana do partanobatoanku dohot hatuaonku, haporusanku, ndang tagamon humordit ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Guru di Debata do hatuaonku dohot hamuliaonku, partanobatoan ni hagogoonku, marhaposan tu Debata do ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai marhaposan tu Ibana ma tongtong nang hamu, ale dongan jolma! Usehon hamu ma rohamuna tu jolona, Debata do haposanta. Sela!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Hosa sambing do ianggo jolma manisia, gabus do anak ni baoa nang nasangap, mungkal tu ginjang di bagasan timbangan, sian hosa do nasida luhutna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Unang ma pangasahon hamu pangarupaon, jala unang haginjangkon hamu na nidobo, unang ma mangapian rohamuna di gandaganda ni sinamot.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sahali do mangkuling Debata, dua hali do i hubege: Saguru di Debata do hagogoon. (62-13) Jala gok di Ho do, ale Tuhan, asi ni roha, ai dibaloshon Ho do tu ganup jolma hombar tu pambahenanna.",
      "type": "content"
    }
  ]
}