{
  "book": "Mazmur",
  "chapter": 63,
  "verses": [
    {
      "verse": 1,
      "text": "Roha na mangkalungunhon Debata dohot bagas habadiaonna i 2-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud, uju di halongonan Juda ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale Debata, Ho do Debatangku, sogot do manogotna i dilului rohangku Ho, mauas do rohangku di Ho, dihalungunhon nang dagingku Ho di tano na dangaron dohot na uasan, soada aek.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Songon i do panataphu tu Ho di bagasan bagas na badia i, naeng marnida hagogoonmu dohot hamuliaonmu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai dengganan do asi ni roham sian hangoluan, sai pujion ni bibirhu ma Ho.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai songon i ma pamujingku di Ho saleleng ahu mangolu, mangasahon goarmu paherbangonku ma tanganku tu ginjang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Mahap ma disi tondingku, songon na mangan tabotabo dohot na talmis, jala las roha ni bibir ni pamanganku mamujimuji.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Molo sapala diingot rohangku Ho di atas podomanku, laos torus sabornginna i marhusari ahu taringot tu Ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai Ho do manjadi pangurupion di ahu, jala tarbahen ahu marolopolop di linggom ni angka habongmu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai lohot tu Ho do rohangku, sai ditiop tanganmu siamun i do ahu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo nasida, angka na mangalului hamagoan ni hosangku, sai tolhas do nasida sogot tu banuatoru.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai buaton ni podang do nasida sogot, gabe jambar ni angka gompul do nasida. (63-12) Alai ianggo Rajai sai marlas ni roha do mangasahon Debata, sai marolopolop do sude na marmangmang tu Ibana ai hona huntam do sogot pamangan ni angka sidon gabus.",
      "type": "content"
    }
  ]
}