{
  "book": "Mazmur",
  "chapter": 64,
  "verses": [
    {
      "verse": 1,
      "text": "I. Alualu taringot tu hajahaton ni musu 2-7. II. Nalom ni roha di panumpahion ni Debata 8-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Ale Debata, sai tangihon ma soarangku di alualungkon, sai ramoti ma ngolungkon maradophon hasosonge ni musu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai ondingi ma ahu maradophon partuptupan na buni ni angka parjahat i, maradophon hagunturon ni angka siulahon hajahaton.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Angka na patajom dilanasida songon podang, angka na manujuhon sumbianasida mandok hata na sogir.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asa disior na lidang roha i di sibunian, tompu ibana disior, so pangkirimanna, jala ndang maralang rohanasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tung dipirhon nasida do jat ni tahina i, dipatarhon do laho manabunihon jorgong, angka ninna do: Tung ise ma marnida angka i?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai angka hajahaton do dipingkiri nasida, marujung do dibahen sangkap piningkiranna i, tung lung na bagas do roha ni baoa i di bagasan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Alai sioron ni Debata do nasida, sumbia so pangkiriman mambugangi nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tardapot ma nasida dibahen dilanasida i, mangupir be do sude na marnida nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi mabiar ma sude manisia, jala dibaritahon pambahen ni Debata, jala diantusi ulaonna i. (64-11) Marlas ni roha ma ianggo partigor i mangasahon Jahowa, jala marhaposan tu Ibana, jala mamujimuji ma sude na tigor roha i.",
      "type": "content"
    }
  ]
}