{
  "book": "Mazmur",
  "chapter": 65,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pujipujian tu Debata ala surung ni panoguna di bangsona 2-9. II. Ala pasupasuna tu na tinompana 10-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Ingkon nalom ni roha di Ho do pujipujian, ale Debata di Sion, jala gararon do tu Ho bagabaga.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ale sitangihon tangiang! Tu Ho do ro nasa sibuk.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Gumogo do angka alualu ni hajahaton asa ahu, sai Ho ma manesa angka pangalaosionnami.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Martua ma halak na pinillitmi, jala niloasmi dumonok, manginganhon angka alamanmi! Sai pasabam ma rohanami binahen ni hinadenggan ni bagasmu, jorom na badia i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tung na songkal do pangalusim tu hami di bagasan hatigoran, ale Debata ni hatuaonnami, haposan ni saluhut ujung ni tano on dohot laut, angka na dao i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ho do sipaojak angka dolok marhitehite gogom, marhohos hagogoon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ho do sipaso hasak di angka laut, hasak ni angka galumbangna i dohot ogaoga ni angka bangso.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi mabiar ma angka partopi laut maradophon tanda angka na binahenmi, marolopolop ma dibahen Ho angka parmulaan ni habinsaran dohot hasundutan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Ditingkir Ho do tano on, jadi sirnip ma, jala gabe situtu. Gok aek do mual ni Debata, manjadi do emenasida dibahen Ho, ai songon on do parpaulim:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sirnip ma angka baruranna dibahen Ho, jadi buruk ma angka golena; ro muse udan na por, jadi sarge ma, jala dipasupasu Ho do na tubu disi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga martumpal denggan ni basam partaonan i dibahen Ho, gok miak do angka bogasmi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lomak situtu do panjampalan di halongonan, jala marhohos olopolop do angka robean. (65-14) Hona tutup do angka panjampalan dibahen birubiru, angka rura pe dibahen eme; marolopolop huhut marende do angka nasida.",
      "type": "content"
    }
  ]
}