{
  "book": "Mazmur",
  "chapter": 66,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pujipujian tu Debata ala surung ni pangarajaionna 1-7. II. Ala haluaon pinatupana i 8-12. III. Bagabaga ni hamauliateon 13-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud. (I.) Marolopolop tu Debata ma, ale sandok tano on!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Endehon hamu ma hamuliaon ni goarna, marmulia bahen hamu pujipujianna!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dok hamu ma mandok Debata: Tung na songkal do angka pambahenanmu! Binahen ni hinatimbul ni gogom ingkon marsomba tu Ho angka musum.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon liat portibi on tahe marsomba tu Ho sogot, jala mangendehon Ho, mangendehon goarmu. Sela!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ro be ma hamu marnida angka pambahenan ni Debata, tung na songkal do pangarajaionna di manisia.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nunga dipauba Ibana laut i gabe mahiang, mardalan pat do nasida manaripari batang aek i, marlas ni roha do hita uju i mida Ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Matua Ibana mangarajai marhitehite hagogoonna i, sai mangaranapi matana tu angka bangso, asa unang dipaginjang angka panggunturi dirina. Sela!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Puji ma Debatanami, hamu ale angka bangso, jala patubegehon hamu ma soara pujipujianna!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ibana mambahen hosanta mangolu, jala ndang diloas totta tarsulandit.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai nunga diunjuni Ho hami, ale Debata, nunga tung dilala Ho hami songon na mangalala perak.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga ditogu Ho hami tubagasan aring, na dokdok situtu diampehon Ho tu gontingnami.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga diloas Ho jolma na gale marhureta sian ulunami, nunga masuk hami tubagasan api dohot aek, alai diparuar Ho do hami, gabe sabam situtu rohanami.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Dibahen i masuhangku ma jabum, mamboan angka pelean situtungon, manggarar angka bagabagangku tu Ho.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Angka naung pinapuas ni bibirhon, jala naung pinarbagabaga ni pamangankon, uju hagogotan ahu:",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Angka pelean situtungon sian birubiru na tinaruan do pelehononku tu Ho, angkup ni daupa sian hambing ro di lombu dohot birubiru tunggal pelehononku tu Ho. Sela!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ro be ma mananginangi sude hamu angka na mangkabiari Debata, asa hujamitahon naung binahen ni Debata tu tondingku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tu ibana do joujou pamanganku, jala pujipujian mampe tu dilangku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tung sura hajahaton ditahi rohangku, ndang tagamon tangihonon ni Tuhan i ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tongon do, nunga ditangihon Debata ahu, nunga diparateatehon soara ni tangiangku.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Pinuji ma Debata, na so manulakkon tangiangku manang asi ni rohana pe sian ahu.",
      "type": "content"
    }
  ]
}