{
  "book": "Mazmur",
  "chapter": 68,
  "verses": [
    {
      "verse": 1,
      "text": "Ende hamonangan sian si Daud. I. Pujipujian di Debata pandingini di Israel 2-7. II. Parningotan di angka hamonangan ni bangso ni Debata najolo 8-24. III. Habobongot tu bagas habadiaon mangolophon hamonangan 25-36",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Sai hehe ma Debata! Ingkon harhar angka musuna, jala maporus angka na mangkasomorhon Ibana maradophon bohina.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Songon pangombus di timus do ombushononmu nasida, songon halalala ni pantis maradophon api, ingkon songon i ma marmagoan angka parjahat maradophon Debata.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai sai marlas ni roha ma, marolopolop di jolo ni Debata ianggo angka partigor, sai marhasonangan ma nasida di bagasan las ni roha.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Endehon hamu ma Debata, puji hamu ma goarna i, palendes hamu ma dalan di Ibana na marhureta di halongonan, Jahowa do goarna, jala marolopolop ma hamu di jolona.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ibana do ama ni angka na tading di lampin, jala pangondian ni angka na mabalu, Ibana do Debata di bagasan ingananna na badia i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Debata do mambahen hot ripe, angka na punjung hian; Ibana paruarhon angka na tarhurung tu hasonangan; alai anggo angka na marbalik maringan di halongonan na tungil situtu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Ale Debata, uju diuluhon Ho bangsom, uju mangalangka Ho, di bagasan halongonan i: !!- Sela!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Humuntal do tano on, manetehi huhut angka langit maradophon Debata, nang dolok Sinai adui maradophon Debata, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Udan lomo ni roha do dipangusehon Ho, ale Debata: Jala dipargogoi Ho do parjambaranmu na heal i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi maringan ma disi angka na pinangolum, diparmudu Ho do na dangol i, ale Debata, marhitehite denggan ni basam.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Martingting ma Tuhan i, jadi torop situtu ma angka boruboru siboan barita na uli.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hapogan ma angka raja ni angka parduaan parangan maporus, jadi boru siingani jabu marbagihon tabantaban.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Molo mangulon hamu di holangkolang ni angka parduaan, marsinondang do hamu songon habong ni darapati, na nilampis dohot perak, jala marsere na gorsing do holenasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Uju dipaserak Pargogo-nasohatudosan angka raja disi, mamontar ma di atas dolok Salmon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dolok ni Debata do dolok Basan, gok angka punsu do dolok Basan i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Boasa sai mangiburu hamu, ale angka dolok na timbo, dompak dolok Sion, na pinillit ni Debata bahen ingananna? Sai inganan ni Jahowa do i salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Marriburibu do hureta ni Debata, di tongatonganasida do Tuhan i, hira Sinai di bagasan habadiaon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Nunga manaek Ho tu ginjang, ditaban Ho do na hona taban, nunga maruli silehonlehon Ho di tongatonga ni manisia, nang angka na marbalik, asa maringan disi Debata Jahowa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Pinuji ma Tuhan i ganup ari! Dokdok pe dipaporsanhon tu hita, Debata do mangurupi hita. Sela!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Debata ni angka hatuaon do Debatanta i, jala guru di Tuhan Jahowa do angka haluaon sian hamatean.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tongon do sai rosahan ni Debata do ulu ni angka musuna, ulu parjambulan ni angka na mandatdati marpangalaho di bagasan dosana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Nunga didok Tuhan i: Mulak do nasida boanonku sian Basan mulak do nasida sian angka lung ni laut i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Asa diburi Ho patmu di bagasan mudar, marjambar do dila ni angka biangmu sian angka musu i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(III.) Nunga diida nasida habobongotmu, ale Debata, habobongot ni Debatangku, rajangku tubagasan habadiaonna i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Mardalan di jolo angka parende, di pudi ni angka parsarune di tongatonga ni na marbaju, angka na mamalu doal.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Pinuji ma Debata di bagasan angka luhutan; Tuhan i, hamu ale angka na sian mual ni Israel.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Disi do si Benjamin siampudan pangarajainasida, angka induk sian Juda pe pasimpar, angka induk sian Zebulon, angka induk sian Naptali.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ditonahon Debata do hagogoonmu, sai pargogoi ma, ale Debata, na pinatupam tu hami!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ala jorom na di Jerusalem taruhonon ni angka raja do sogot silehonlehon tu Ho.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sai songgahi ma buea na di tolongi, angka jonggi na marhoronhoron rap dohot angka anak ni lombu ni angka bangso, asa dioloi nasida patu mangalehon jomba hahal. Ibana paserakkon bangso, angka na mangkalomohon hamusuon.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ro do sogot angka na sumangap sian Misir, Kus pe hapogan do marsomba tu Debata.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Hamu ale angka harajaon di tano on, endehon hamu ma Debata, palu hamu ma parhinaloan mamuji Tuhan i! Sela!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ibana na marhitehitehon langit ni langitan sian narobi, ida ma, pangiaronna ma soarana, soarana na gogo i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Sai lehon hamu ma hahormaton tu Debata! Hamuliaonna i do gumomgom Israel, jala di angka banua ginjang sahali do hagogoanna! (68-36) Songkal do Debata, ro sian ingananna angka na badia i! Debata ni Israel do Ibana, silehon hagogoon dohot hamuliaon tu bangso i. Pinuji ma Debata!",
      "type": "content"
    }
  ]
}