{
  "book": "Mazmur",
  "chapter": 69,
  "verses": [
    {
      "verse": 1,
      "text": "I. Alualu ni sada halak na manaon na porsuk humongkop Debata 2-13. II. Tangiang mangido haluaon 14-30. III. Pujipujian tu Debata 31-37",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Sai tumpahi ma ahu, ale Debata, ai nunga sipat ro di hosa angka aek i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga pola lonong ahu tubagasan gambo lisop, soada hajongjongan, nunga pola tolhas ahu tu lintong laut angka na bagas i, jala dilungkupi galumbang i ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nunga pola maheu ahu dibahen joujoungki, nunga mahiang aruarungku, nunga pola lotop matangku mangkalungunhon Debatangku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tumorop do sian obuk ni ulungku angka na mangkosom ahu, soada paralaan, angka na gogo be mangago ahu, angka musungku pangalajak; abulonku do nang na so hudobo.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ala Debata, Ho do umboto taringot tu haotoanki, jala ndang tarporso angka dosangki maradophon Ho.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai unang ma muruk mida ahu angka na mangkaposi Ho, ale Tuhan Jahowa Zebaot, sai unang ma tarila mida ahu angka na mangalului Ho, ale Debata ni Israel!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai humongkop Ho do ahu tumaon insahinsak, dihungkupi hailaon bohingku.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pola banding angka donganku tu ahu, gabe halak na buro di roha ni donganku saina.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai hamuruhon humongkop bagasmu do manganhon ahu, jala taha tu ahu do reherehe ni angka na mangarehei Ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai tumatangis do ahu jala tumaon parpuasaon do rohangku, hape manjadi reherehe tu ahu do i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Hori do hubahen abithu, jadi pambuatan umpama do ahu dibahen nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sai dipahatahata angka na hundul di partungkoan i do ahu jala alingalingan ni angka siparmabuk.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Alai anggo ahu sai tong do tu Ho tangiangki, ale Jahowa, di tingki halehetanna; ale Debata, sai alusi ma ahu hombar tu hasintongan ni hatuaonmi ala ni godang ni asi ni roham.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sai palua ma ahu sian gambo lisop i, asa unang lonong ahu, asa malua ahu sian angka na humosom ahu dohot sian lintong laut angka na bagas i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai unang diaupi galumbang ni aek i ahu, jala unang dibondut pusat i ahu, manang dilungkuphon godung i babana di atas ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sai alusi ma ahu, ale Jahowa, ai denggan do asi ni roham; sai dompakkon ma ahu hombar tu godang ni asi ni roham.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sai unang tabunihon bohim maradophon naposomon, ai hagogotan do ahu, hapogani ma mangalusi ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sai padonok ma Ho tu rohangku paluahonsa, sai palua ma ahu ala ni angka musungku.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ianggo Ho, ditanda Ho do hailaonku dohot haurahonku dohot halenjengongku, di jolomi do sude angka alongku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Haurahon do manostosi rohangku, gabe matemate ahu marsahit, jala hupaimaima panangisi, hape so adong; dohot angka pangapuli, hape ndang jumpang ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Lam pogu do dilehon nasida panganonku, jala na asom do dipainumhon tu ahu di hauaski.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sai gabe jorgong ma mejanasida di jolo nasida, jala aring di angka na marsonangsonang.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sai homur ma matanasida, asa unang marnida jala angka hitir ma tongtong bahen haehaenasidai.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Pangusehon ma tu nasida rimasmu, jala parpiarpiar ni murukmu manoro nasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sai tarulang ma bagasnasida i, sai unang ma marpangisi undungundungnasida i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai dilele nasida do na nilinsingmu, jala dipangkatahatahon nasida do habebernit ni angka na binuganganmu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Sai tambai ma hasalaan tu hasalaannasida i, asa unang sahat nasida tu hatigoranmi.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Sai sosa ma nasida sian pustaha hangoluan, asa unang tarsurat nasida rap dohot angka partigor i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai na dangol do ianggo ahu, jala marsingkor, sai patimbulon ni hatuaonmi do ahu sogot, ale Debata.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(III.) Pujionku ma goar ni Debata marhitehite ende, jala pasangaponku ma Ibana marhitehite pujipujian.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi lomoan ma roha ni Jahowa disi asa mida jonggi manang lombu sitingko tanduk, na martambirik.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Diida angka na dangol i ma i, gabe las ma rohanasida; sai hiras ma rohamuna, hamu ale angka na mangalului Debata!",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ai ditangihon Jahowa do angka na pogos, jala ndang lea rohana mida bangsona na tarbuang i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Sai pujion ni langit dohot tano on do Ibana sogot, angka laut pe ro di nasa na manginsir di bagasan angka i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ai sai tumpahan ni Debata do Sion jala paulionna do angka huta ni Juda, asa maringan nasida disi jala nampunasa. (69-37) Asa pinompar ni angka naposona i tumeansa sogot, jala angka na mangkaholongi goarna maringan disi.",
      "type": "content"
    }
  ]
}