{
  "book": "Mazmur",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tangiang mangido parpintoran, maradophon pangalele 2-10. II. Nalom ni roha mangasahon Debata 11-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Daud, na niendehonna tu Jahowa, ala ni hatahata ni si Kus, marga Benjamin i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Ale Jahowa, Debatangku, marhaposan tu Ho do ahu, tumpahi ma ahu maradophon sude angka na mangalele ahu, jala palua ahu!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asa unang disoro hosangku, songon panoro ni singa, jala diparsurage, soada na paluahon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ale Jahowa, Debatangku, molo tung hubahen angka indi on: Molo tung hajahatan diulahon tanganku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Molo tung hubahen na roa tu angka alealengku jala hupupusi na manosak ahu, soada alana:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai dilutlut musu i ma hosangku, jala dapotsa, diluntakluntak ma dohot ngolungku tu tano, jala margulu di orbuk hamuliaonku dibahen. Sela.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hehe ma Ho, ale Jahowa, di bagasan rimasmu! Borhat ma Ho mangalo roharoha ni angka na manosak ahu, jala dungo ma Ho mandapothon ahu, ai Ho do umpatik uhum.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai dihaliangi luhutan ni angka bangso ma Ho sogot jala sian atasnasida ma Ho mulak tu ginjang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jahowa do manguhum angka bangso; sai luluhon ahu, ale Jahowa, hombar tu hatigoranku dohot halidangon ni rohangku di bagasan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Aut mansohot ma nian hajahaton ni angka parjahat! Sai pargogoi ma na tigor roha i! Ai Ho do sidodo roha dohot pia, bonar do Debata.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Mangasahon Debata do lombulombungku, Ibana do manumpahi angka na tigor roha i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Panguhum na tigor do Debata, jala mangalumbai do Ibana ganup ari.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Molo so muba rohaniba, garutonna ma podangna, sintahonna ma dohot siorna manuju.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Angka pangalo hamatean do ditujuhon dompak iba, mantat api do angka sumbiana i dibahen.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ida ma! Dirianrianhon rohana do hajahaton; gabe dapotan hamagoan ibana, jala ditubuhon sipaotooto.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dihali do sada godung jala bagas dibahen, hape laos ibana sandiri madabu tu godung, na binahenna i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Mulak tu uluna do hamagoanna i, jala songgop tu pakpak ni uluna do hajahatonna i. (7-18) Pujionku do Jahowa hombar tu hatigoranna i, jala endehononku do Jahowa Natumimbul i.",
      "type": "content"
    }
  ]
}