{
  "book": "Mazmur",
  "chapter": 71,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tangiang mangido haluaon sian musu 1-13. II. Bagabaga ni hamauliateon tu Debata 14-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marhaporusan tu Ho do ahu, ale Jahowa, ndang tagamon murak ahu salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai luahon ma ahu marhitehite hatigoranmu, jala palua ahu, sai paeleng ma pinggolmu tu ahu jala urupi ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai Ho ma gabe partanobatoan di ahu, tau inganan bongotanku tongtong; nunga pola diparbaga Ho urupanmu ahu, ai Ho do partanobatoanku jala haporusanku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ale Debatangku, sai palua ma ahu sian tangan ni parjahat i, sian tangan ni pargeduk dohot sibahen gogo.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai Ho do pangkirimonku, ale Tuhan Jahowa, nalom ni rohangku sian sietehetehonku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Naung mangunsande tu Ho do ahu sian bortian, Ho do siparmudu ahu sian butuha ni dainang, sai Ho do tongtong pujionku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi sobokkon parhalongangan ni torop halak do ahu, alai Ho do haporusanku na gonting.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai gok pujipujianmu ma pamanganku, gok hamuliaonmu manipat ari.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai unang bolongkon ahu di tingki haubanonku, molo maol suda gogongku unang tadingkon ahu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai dipahatahata angka musungku do ahu, jala rap martuptup i do angka na mangarop hosangki.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angka ninna do: Nunga ditadingkon Debata ibana, lotongi jala soro hamu ma ibana, ai ndang adong sipalua.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ale Debata, sai unang paholang sian ahu, ale Debatangku, hapogani ma mangurupi ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon murak ma nian jala siap angka sialo hosangki, sai dihungkupi hailaon dohot haurahon ma angka silului hinamagongku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Alai anggo ahu sai tong do marhaposan, jala manambai pujipujianmu sudena.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sai baritahonon ni pamanganku do hatigoranmu, ganup ari hatuaonmu, ai ndang huboto bilanganna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai harohononku do angka pambahenan hagogoan ni Tuhan Jahowa, sai hatigoranmu sandiri do pujionku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ale Debata, sai Ho do mangajari ahu sian sietehetehonku, jala rasirasa nuaeng sai hupaboaboa do halongangan angka na binahenmi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Nang sahat di hadohungon dohot haubanon, sai unang tadingkon ahu, ale Debata, paima hubaritahon tanganmu tu na pinompar, hagogoonmu tu saluhut angka na ro sogot.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tolhas ro di banua ginjang do hatigoranmi, ale Debata, nunga dijadihon Ho angka halongangan bolon, tung ise ma songon Ho, ale Debata?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nunga torop angka hagogotan dohot hinamago dipasonggop Ho tu hami, sai ulahanmu do pangoluhon hami, jala enetonmu do hami muse tu ginjang sian angka lung ni tano on.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sai ambaanmu do habalgaonki jala ulahanmu do mangapul ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ahu pe antong, pujionku ma Ho mardongan uninguningan, habonaronmu, ale Debatangku; endehononku ma Ho mardongan arbap, ale Nabadia ni Israel!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ingkon marolopolop ma bibirhu, ai endehononku ma Ho, nang tondingku, naung tinobusmi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dohot do dilangku mangendehon hatigoranmi manipat ari, asa maila jala murak angka na mangalului hinamagongku.",
      "type": "content"
    }
  ]
}