{
  "book": "Mazmur",
  "chapter": 72,
  "verses": [
    {
      "verse": 1,
      "text": "I. Raja bolon ni hadameon 1-14. II. Harajaon salelenglelengna do harajaonna i 15-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Sian si Salomo. (I.) Ale Debata, sai pasahat ma angka panguhummu tu rajai, jala hatigoranmu tu anak ni rajai.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Asa diuhum bangsom marhitehite hatigoran, jala maruli uhum angka na dangolmu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asa marparbuehon hadameon angka dolok di bangso i, jala maruli hatigoran angka robean.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai patingkosonna do uhum tu angka na dangol ni bangso i, tumpahanna do angka anak ni na pogos, jala ropuhanna do sibahen gogo.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai Ho ma dihabiari halak saleleng adong mata ni ari, jala saleleng tarida bulan marsundutsundut.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai tuat ma Ibana songon pangonai ni udan tu padang na sinabi, songon udan nene na mamornohi tano.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Martunasi ma di angka arina i partigor i, jala manimbukbuk hadameon ro di na so adong be bulan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi Ibana ma mangarajai sian laut sahat tu laut, jala sian batang aek i sahat ro di angka ujung ni tano on.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ingkon marsomba di jolona angka pangisi ni halongonan, jala dilatan ni angka musuna orbuk.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Boanon ni angka raja sian Tarsis dohot angka pulo ma sombasomba, angka raja sian Seba dohot Etiopia manaruhon silehonlehon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala sombaon ni sude raja Ibana, luhut do angka parbegu mangoloi Ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai paluaonna ma na pogos na joujou dohot na dangol na so marpangalualuan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Olananna do na metmet dohot na pogos, jala paluaonna do angka tondi ni angka na pogos.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Paluaonna do tondinasida sian pangarupaon dohot sian parhilangon, jala na arga situtu do mudarnasida di rohana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Sai mangolu do ibana jala lehononna tu Ibana sere sian Seba; jala tangiangkononna do Ibana tongtong, pasupasuonna do Ibana ganup ari.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi gabe situtu ma eme di tano on ro di punsu ni angka dolok, humaras ma parbuena, songon Libanon, jala martumburi nasida jolma i sian huta, songon duhut ni tano on.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sai hot ma goarna i ro di salelenglelengna, sai muap ma baritana saleleng adong mata ni ari, asa maruli pasupasu nasida di bagasan Ibana, luhut angka parbegu martuahon Ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Pinuji ma Debata Jahowa, Debata ni Israel, sasadasa do mambahen angka halongangan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Pinuji ma dohot goar ni hamuliaonna i ro di salelenglelengna, jala gok hasangaponna ma liat portibi on! Amen! Amen!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Marujung ma angka tangiang ni si Daud, anak ni si Isai.",
      "type": "content"
    }
  ]
}