{
  "book": "Mazmur",
  "chapter": 73,
  "verses": [
    {
      "verse": 1,
      "text": "BUKU PATOLUHON: PSALMEN 73-89 I. Roha na bohabohaon mida hadoharon ni parjahat 1-15. II. Hajijimputnasida di ujungna jala hatongtongon ni na daulat marroha 16-28.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Asap. (I.) Mardenggan basa mamolin do Debata maradophon Israel, angka na ias marroha.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai anggo ahu, tarsulandit ne ma tothu, tinggang ne do ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai mangiburu do rohangku mida angka na jungkat roha, dung huida hasonangan ni angka parjahat.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai ndang adong parniahapannasida rasirasa mate nasida, tambos do dagingnasida i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang marhangaluton nasida songon jolma na asing, jala ndang marsipalsipal nasida songon jolma na asing.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i marhorungkorungkon ginjang ni rohanasida, jala maruloshon parhilangon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pola songon na bosol matanasida dibahen mokmokna, disalpui nasida do angka pingkiran ni roha.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai mangarehei dohot pahatahata pangarupaon do nasida mangasahon hajahaton, sai tumindi do pangkulingnasida i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Hira ulpuhan sian banua ginjang do pandok ni pamangannasida, jala guru dok ni dilanasida do tano on.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen i dohot do bangsona marbalik tusi, jadi butongan ma nasida manobur aek.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angka didok nasida ma: Tung adong ma diboto Debata? Jala ndang adong parbinotoan di Natumimbul i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ida ma, i ma angka parjahat sai mardohar salelenglelengna, lam tu suksukna hamoraonnasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tung na so marniula do hape na hupapita i rohangki, jala na huburii tanganku di bagasan hapitaon?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala na huae i na porsuk ganup ari, jala na hona pinsang ahu ganup manogot?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tung sura hudok: Marpangkuling songon nasida ma ahu, ida ma na manjehehon pinompar ni angka anakmu do ahu disi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Dung i sai hupingkiri asa dapot rohangku nian, hape mamaolhu do.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Paima bongot ahu tu angka inganan ni Debata na badia i, hutangkastangkasi ujungnasida i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hape landit situtu do hajongjongannasida dibahen Ho, didabuhon Ho do nasida tu hamagoan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Satongkin situtu mago nasida so pangkirimanna, ripur jala lekse do nasida dibahen hinamago na jorbut situtu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Songon pangalaho ni nipi, ia dung ngot, songon i do lea ni roham, ale Tuhan, mida sumansumannasida di huta.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Saleleng margorokgorok rohangku jala songon na ginirik piangku.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Maoto do ahu jala ndang adong huboto; sobokkon pinahan do ahu maradophon Ho.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai sai marsihohot ahu tu Ho, ditiop Ho do tanganku siamun.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sai toguonmu do ahu marhitehite sangkap ni roham jala jangkononmu do ahu muse tu hasangapon.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tung ise ma donganku di angka banua ginjang? Jala dungkon ni Ho ndang adong dihalomohon rohangku di tano on.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Nang pe merus sibukku dohot rohangku, sai Debata do partanobatoan ni rohangku jala parjambaranku salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai ida ma, sai na laho mago do angka na paholang dirina sian Ho; disiaphon Ho do sude angka na mangose padan maradophon Ho.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai anggo ahu !!- untungku do hasolhoton tu Debata; haposanku do hubahen Tuhan Jahowa, asa hubaritahon angka pambahenanmu sudena.",
      "type": "content"
    }
  ]
}