{
  "book": "Mazmur",
  "chapter": 74,
  "verses": [
    {
      "verse": 1,
      "text": "I. Alualu taringot tu hadodom ni pangoloion tu Debata 1-11. II. Tangiang nalom ni roha mangido haluaon ni angka pardaulat 12-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sipodaon sian si Asap. (I.) Ale Debata, boasa tung tongtong hami bolongkononmu, martimburak rimasmu mida birubiru angka na pinarmahanmu?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai ingot ma huriami, na tinobusmu nahinan, na pinaluam gabe marga parjambaranmu, dolok Sion on, na niingananmu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai pasintak ma angka langkam monopot angka parsiragongan salelenglelengna, tung luhutna do disiaphon musu i di bagasan habadiaon i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Marsurak do angka alom di bagasan undungundung parluhutanmu, angka dipajongjong do tandanasida bahen partinandaan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Songon na mangalbangkon tangke di tombak longolongo do pangalahona idaon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala ia nuaeng ditahahon be do tangke dohot baliung tu uhiruhirnai.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Disurbu nasida do bagas habadiaonmu, diramuni do gabe tano inganan ni goarmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Angka ninna do di bagasan rohanasida be: Tasiaphon ma nasida sude! Gor ma sude bagas parluhutan ni Debata di luat i dibahen nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang huida hami be angka partinandaanmi, ndang adong be panurirang, jala ndang adong sian hami na umboto manang sadia leleng on.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sadia leleng on, ale Debata, datdatan ni musu i mangelesi? Tung insahan ni musu i nama goarmu salelenglelengna?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Boasa tung taitonmu tanganmi dohot siamunmi? Enet ma nian sian bagasan ampuanmu laho maniaphon?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Jala rajangku hian Debata sian narobi, Ibana do patupahon angka pangurupion di parsitongaan ni tano i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ho do umbola laut marhitehite gogom, dilobong Ho do ulu ni angka naga di lambung aek.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ho do mangaropuhi angka ulu ni buea, dilehon Ho do ibana panganon ni bangso, pangisi ni halongonan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ho do manuhak mual dohot bondar, Ho do mangarsik angka batang aek na marlananglanang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Gok di Ho do arian, gok di Ho dohot borngin; Ho do paojakkon hatiuron dohot mata ni ari.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ho do mamagohon sude talutuk ni tano on: Ari logo dohot ari rondo Ho do jumadihonsa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sai paingotingot: Na niinsahan ni musu i Jahowa, jala na nielesan ni bangso na oto i goarmi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sai unang lehon hosa ni anduhurmi tu binatang, sai unang tongtong halupahon ngolu ni angka na dangolmi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sai tatap ma parpadanoni, ai gok pandoboan do angka solotsolot ni tano on.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sai unang mulak tarurak na ginosagosa i, sai dipuji na dangol jala na pogos i ma goarmu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Hehe ma Ho, ale Debata! Badahon ma parbadaanmi! Sai ingot ma haurahonmi binahen ni na oto sipatsipat ni ari.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sai unang halupahon parioho ni angka musum, hagunturon ni angka alom na tongtong martimburak.",
      "type": "content"
    }
  ]
}