{
  "book": "Mazmur",
  "chapter": 75,
  "verses": [
    {
      "verse": 1,
      "text": "Ende hamauliateon marningot hajijimput ni angka parjahat 2-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Asap marlogu unang siaphon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Mauliate ma rohanami tu Ho, ale Debata, mamujimuji ma hami dibahen donok do goarmu, angka dibaritahon halak do halongangan angka na binahenmu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai ia dung jumpang tingkingku, tingkos ni uhum ma dabuonku ianggo Ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Malala pe sogot tano on dohot pangisina sudena, ianggo Ahu pahotonku do angka ojahanna. Sela!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ningku do mandok angka panggetegete: Sai unang manggetegete hamu! Dohot mandok angka parjahat i: Sai unang ma paagaaga hamu tandukmuna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai unang ma patimbo hamu tandukmuna i, unang ma hatahon hamu hajungkaton mangasahon gakgak ni rungkung.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai ndada sian habinsaran manang sian hasundutan, jala ndada sian halongonan ro hatimbulon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai Debata do panguhum, sadaon dipajimput jala sadaon dipatimbul.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai adong do sada panginuman di tangan ni Jahowa, jala gurgur do anggur di bagasan ni, gok raru do jala dipainumhon sian i; ingkon soburon ni angka parjahat ni tano on sude apala partoruna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo ahu baritahononku do salelenglelengna, endehononku do Debata ni si Jakkob. (75-11) Upokkononku do sude tanduk ni angka parjahat i, ingkon patimboon do angka tanduk ni partigor i.",
      "type": "content"
    }
  ]
}