{
  "book": "Mazmur",
  "chapter": 76,
  "verses": [
    {
      "verse": 1,
      "text": "Ende hamonangan pasangaphon Debata 2-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Asap.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tartanda do Debata di Juda, timbul do goarna di Israel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dijadihon do di Salem undungundungna jala di Sion do ingananna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Disi do diponggolhon angka sumbia api ni sior, ro di lombulombu, podang dohot parhohas tu hamusuon. Sela!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sumangap jala marmuliaan do Ho sian angka dolok panamunan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tarsamun do angka na begu marroha i, tarlalap modom do nasida, jala ndang margogo tangan ni angka parangan i sudena.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hinorhon ni pangasupim, ale Debata ni Jakkob, tarlalap modom do nang hureta, nang hodanasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Na songkal situtu do Ho, tung ise ma manahan jongjong di jolo ni bohim, molo sapala manombo rimasmu?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sian banua ginjang do dipatubegehon Ho uhum, dambirbiron ma tano on jala mamolngit.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Di na hehei Debata mandabu uhum laho paluahon sude angka na dangol ni tano on. Sela!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai manjadi pujipujianmu do rimas ni angka jolma, dihohoshon Ho do ebaeba ni angka rimas i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marbagabaga ma hamu, jala garari hamu tu Jahowa, Debatamuna i! Sude angka na humaliang Ibana manaruhon silehonlehonna be tu Sihabiarhononhon i. (76-13) Ibana do manostosi hosa ni angka raja, songkal Ibana di roha ni angka raja ni tano on.",
      "type": "content"
    }
  ]
}