{
  "book": "Mazmur",
  "chapter": 77,
  "verses": [
    {
      "verse": 1,
      "text": "I. Alualu uju di bagasan pardangolan 2-10. II. Nalom ni roha mida Debata 11-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Asap.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Tu Debata do hujoujouhon soarangkon, jala mangangguhi ahu, tu Debata do tongon soarangkon! Jadi ditangihon do ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Hulului do Tuhan i di ari hagogotanki, sai toltol do tanganku bornginna i, jala ndang marpansohotan, sai dipajuajua rohangku do apulon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai hupaingotingot Debata, jala marhoi; sai hupingkiri, jadi biahaton tondingku. Sela!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai ditiopi Ho do langkop ni matangku, sai diumbani do ahu, jadi ndang tarbahen ahu mangkuling.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai hupingkiri do angka ari na robi, angka taon naung leleng salpu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai hupaingotingot do pamiltikku di parhinaloan bornginna i, sai marhusari do rohangku jala sai manangkasi do tondingku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung saleleng ni lelengna nama ulaning mambolongkon Tuhan i, jala ndang be ulahanna mardenggan basa?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung naung marujung salelenglelengna nama ulaning asi ni rohana, tung pesan nama bagabaga i marsundutsundut?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung naung lupa ma ulaning Debata marasi roha? Manang naung ditiopi angka asi ni rohana i dibahen murukna? Sela!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Jadi hudok ma: Hagaleonku do i, angka taon ni siamun ni Natumimbul do i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sai pujionku do angka pambahenan ni Jahowa, ai sai ingotonku do halongangan angka na binahenna i sian na robi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala sai marhusari do ahu taringot tu angka pambahenanmu sudena, jala sai hutangkasi do angka jadijadianmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ale Debata, habadiaon do parhitean ni dalanmu! Dung Debata dia ma marhatimbulon songon Ho, ale Debata!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ho do Debata sipatupa halongangan, dipabotohon Ho do gogom tu angka bangso.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nunga dipalua Ho bangsomi marhitehite tanganmu, angka anak ni si Jakkob dohot si Josep. Sela!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Diida angka aek i do Ho, ale Debata! Diida angka aek i do Ho, gabe margilinggiling angka gunsang ma dohot angka lung.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Mangusehon aek ma angka ombun, marsaringar do angka aoangaoang, sumiksaksiksak ma huhut angka sumbiam.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Marsaringar ma ronggurmu di bagasan halisungsung, disondangi angka hilap ma portibi on, humuntal jala lalolalo ma tano on.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Di bagasan laut do dalanmu, jala mardalan balobung do Ho di angka aek magodang, jala ndang tanda angka bogasmu. (77-21) Diadu Ho do bangsom, songon sada punguan marhitehite tangan ni si Musa dohot si Aron.",
      "type": "content"
    }
  ]
}