{
  "book": "Mazmur",
  "chapter": 78,
  "verses": [
    {
      "verse": 1,
      "text": "Ende sipodaon bahen parningotan di angka panoguon ni Debata tu halak Israel 1-72",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sipodaon sian si Asap. Hamu ale bangsongku, sai tangihon hamu ma podangkon! Paeleng hamu ma pinggolmuna tu angka hata ni pamangankon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Bungkaonku ma pamanganku mandok umpama, manurasihon hulingkulingan sian na robi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Angka naung tabege jala na itaboto dohot na pinajojor ni angka ompunta tu hita.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndang porsoonta tu anaknasida, tu sundut na singkat sogot; baritahononta do angka pujipujian ni Jahowa ro di hagogoonna dohot halongangan, angka na binahenna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai nunga dipatindang Ibana sada panindangion di Jakkob, jala dibahen do sada patik di Israel, na tinonahonna tu angka ompunta, asa dipabotohon nasida tu anaknasida i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Asa diboto sundut na singkat sogot, anak angka situbuhononhon dope; ia dung magodang nasida, asa dipaboa muse tu anaknasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Asa dibahen nasida Debata haposannasida i, jala unang dihalupahon angka pambahenan ni Debata, jala dijujur angka patikna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Asa unang nasida doshon ompunasida, sundut na marbalik dohot panggunturi, sundut na so patoguhon rohana, jala ndang marsihohot tondina tu Debata.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Anak ni si Epraim, angka parsinjata sior, angka na mundar di ari hatongtangan i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ndang diingot nasida padan binahen ni Debata, jala dijua nasida do mangihuthon tu patikna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala dihalupahon do angka pambahenanna i dohot halongangan angka na pinataridahonna i tu nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen Ibana do halongangan di adopan ni ompunasida i, di tano Misir, di adaran Zoan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibola do laut i patariparhon nasida, jala diunsong do aek i doshon timbunan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala ditogihon nasida marhitehite ombun ia arian, jala marhitehite sondang ni api manipat borngin.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dibola do angka dolok batu di halongonan jala dipainum nasida doshon aek na marbuhalbuhal godangna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ruar ma angka sunge sian dolok batu i jala mabaor songon batang aek.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai sai didatdati nasida dope mardosa dompak Ibana, mangalo Natumimbul i di tano bangkalbangkal.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala sai diunjuni nasida do Debata di bagasan rohanasida laho martungguhon sipanganon guru roharohanasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala marmungutmungut dompak Debata, angka ninna ma: Tung tagamon tarpatupa Debata ma padirihon sada meja di halongonan on?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ida ma, nunga dilombut Ibana dolok batu i, jadi martihaltihal ma aek, jala gas andalu angka batang aek; tarpatupasa do huhut ulaning mangalehon sagusagu, manang manjadihon juhut di bangsona i?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dibahen i dung dibege Jahowa, muruk ma Ibana, gabe marjimburjimbur ma api di Jakkob, marpiarpiar ma huhut rimas dompak Israel.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai ndang dihaporseai nasida Debata jala ndang diparhanalom hatuaonna i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Hape lam didokkon Ibana do angka ombun di ginjang, jala diungkap angka pintu ni langit.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala diudanhon tu nasida Manna bahen sipanganon, jala dahanon sian banua ginjang dilehon tu nasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Sagusagu ni surusuruan do dipangan nasida be, maradu mahapan di bohal tinongosna i tu nasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dipahehe do di langit alogo habinsaran, jala ditogutogu do alogo dangsina marhitehite gogona i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i diudanhon tu nasida juhut songon orbuk, jala pidong na marhabong songon horsik di laut.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala didekdekkon angka i tu tongatonga ni parsaroanna i, humaliang inganannasida i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi mangan ma nasida jala mahapan situtu; jala diparo tu nasida pinangidonasida i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ndang dope muli nasida sian pinangido ni rohanasida, ongom dope sipanganonnasida i di pamangannasida:",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Nunga marpiarpiar rimas ni Debata mida nasida, jadi dibunu ma angka na mokmok sian nasida, jala diragehon angka dolidoli ni Israel.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Luhutna pe songon i, sai didatdati nasida dope mardosa, jala ndang dihaporseai halongangan angka na binahenna i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dibahen i dipasalpu ma ariarinasida maralimos jala manungka do taonnasida i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Molo Ibana mambunu nasida, jadi usouso ma nasida di Ibana, jala mulak nasida pasogothon mangalului Debata.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jala diingot nasida, Debata do hape partanobatoannasida i, jala Debata na tumimbul i sipaluanasida.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dilesemlesem ma Ibana marhitehite pamangannasida, jala dilanasida i manggabusi Ibana.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Alai ndang marsihohot rohanasida tu Ibana, jala ndang dipasintong nasida padanna i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai anggo Ibana, asi do rohana disesa do dosa, jala ndang disiaphon, jala jotjot do mulak rimasna i dibahen, jala ndang disunggul rimasna apala saluhut.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Sai diingot rohana do, sibuk do nasida, alogo na laho salpu, jala na so mulak.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Na sai jotjot Ibana dialo nasida di halongonan, jala diarsahi nasida Ibana di tangkaltangkal.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dung i diulahi nasida muse mangunjuni Debata, jala disarita Nabadia ni Israel.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Ndang diingot nasida tanganna i, nang ari, na pinaluana i nasida sian sipangarupa.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Uju pinatindangna i angka tandana di Misir, jala halongangan binahenna i di adaran Zoan.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Jala dipauba angka batang aeknasida i gabe mudar, ro di angka sungenasida, gabe ndang tarinum nasida be.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Ditongoshon tu tongatonganasida lanok angka na manganhon nasida, dohot tohuk angka na mangago nasida.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Tu tamponok do dilehon suansuanannasida i, jala na niulanasida i tu sihapor.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Mate do angka hau anggurnasida dibahen ambolas, ro di angka hau antajau.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Rage do dorbianasida dibahen ambolas, jala disoro porhas do parduaannasida i.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Dipalua do dompak nasida parpiarpiar ni rimasna i, piripiri, rimas dohot hagogotan, saparduan surusuruan ni angka parsorion.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Dipahornop do dalan ni rimasna i, ndang diolani hosanasida sian hamatean, jala dipasahat do ngolunasida i tu begu antuk.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Jala diantuk do sude buhabaju di tano Misir, buhabaju ni haroro ni gogonasida di angka undungundung ni si Ham.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Dung i dipaborhat ma bangsona songon birubiru, jala diadu nasida songon parduaan di halongonan.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Jala tangkas do nasida diiringiring asa unang tarsonggot nasida, alai anggo musunasida i dihungkupi laut do.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Dung i dipatolhas ma nasida tu parbolatan ni habadiaonna i, tu dolok on, na nionjar ni siamunna i.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Jala dipabali sian jolonasida angka parbegu i, jala didabu tu partaliannasida, jala angka marga ni Israel mangingani undungundungnasida i.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Hape diunjuni nasida do muse Debata na tumimbul i, jala dialo, jala ndang diingot nasida angka panindangionna i.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Jala manginsurut nasida huhut manoisi, suang songon ompunasida i, marbalik ma nasida songon sior sipaotooto.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Jala digitihi Ibana marhitehite tambaknasida i, jala dipinggil Ibana marhitehite ganaganaannasida i.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Jadi dung dibege Debata, tarrimas ma Ibana, gabe gialan situtu ma rohana mida Israel.",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "Dung i diulang ma ingananna di Silo, undungundung na niingananna di tongatonga ni jolma.",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "Jala dipasahat hagogoonna i tu habuangan, jala hamuliaonna poti parpadanan i tu tangan ni sipangarupa.",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "Jala dipasahat bangsona i tu podang, ala tarrimas Ibana mida bangso na niainna i.",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Dipangan api ma angka dolidolina i, jala ndang tarpuji be angka namarbajuna i.",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "Marragean do angka malimna i dibahen podang, jala ndang mananangisi angka na mabaluna i.",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "Jadi tarsunggul ma Tuhan i songon halak na modom songon ulubalang na marolopolop dibahen anggur.",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "Jala dipaundar angka musuna i, haurahon saleleng ni lelengna do dilehon tu nasida.",
      "type": "content"
    },
    {
      "verse": 67,
      "text": "Jala dibolongkon undungundung ni si Josep, jala ndang be dipillit marga Epraim.",
      "type": "content"
    },
    {
      "verse": 68,
      "text": "Marga Juda nama dipillit, dolok Sion na hinaholonganna i.",
      "type": "content"
    },
    {
      "verse": 69,
      "text": "Jala dipabuntul habadiaonna i sobokkon langit, songon tano on na pinaojakna i salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 70,
      "text": "Jala dipillit si Daud, naposona i, jala dibuat do ibana sian parmahanan birubiru.",
      "type": "content"
    },
    {
      "verse": 71,
      "text": "Sian na mangadu birubiru panusuan ibana dialapi, asa parmahanonna Jakkob, bangsona i dohot Israel bangso na niainna i.",
      "type": "content"
    },
    {
      "verse": 72,
      "text": "Jadi diparmahan ma nasida hombar tu habonaron ni rohana i, jala ditogihon nasida marhitehite hapistaron ni angka tanganna.",
      "type": "content"
    }
  ]
}