{
  "book": "Mazmur",
  "chapter": 79,
  "verses": [
    {
      "verse": 1,
      "text": "I. Alualu taringot tu halelengse ni Jerusalem binahen ni angka parbegu 1-7. II. Tangiang mangido pangolanion dohot haluaon 8-13.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Asap. (I.) Ale Debata, nunga disola angka parbegu partohapanmu, nunga diramuni nasida jorom na badia i, jala parangusan dibahen Jerusalem.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga diparlehon nasida bangke ni angka naposom panganon ni pidong na martongatonga langit, tu binatang ni luat i do sibuk ni angka na niasianmi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga dipangusehon mudarnasida i, songon aek humaliang Jerusalem, jala ndang adong sitanomsa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi haurahon ni angka hombar hundul do hami, sielesan jala pangarehean ni angka na humaliang hami.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sadia leleng on, ale Jahowa, mangarimas Ho tongtong, jala marsijembur songon api hamuruhonmu?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Pangusehon ma parpiar ni rimasmu tu parbegu, angka na so tumanda Ho, dohot tu harajaon, angka na so manjou goarmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai nunga dipolgak nasida Jakkob, jala diulang ingananna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Sai unang jujur tu hami angka hajahaton ni ompu najolo, hapogani ma manjumpangkon angka asi ni roham tu hami, ai tarjimput situtu do hami.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sai urupi ma hami, ale Debata ni hatuaonnami, ala ni hamuliaon ni goarmu, jala palua ma hami jala hungkupi dosanami ala ni goarmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Boasa ma tung dohonon ni angka parbegu: Didia do nuaeng Debatanasida i? Sai sange ma diboto angka parbegu sogot, idaonnami, partubolon ni mudar ni angka naposom, na durus i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai tolhas ma tu jolo ni bohim angguhangguk ni angka na tarbuang; sai pateba ma angka anak sibunuon hian hombar tu hatimbulon ni tanganmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sai lompit pituhali ma pasuang tu ampuan ni hombar hundulnami haeleson, na nieleshonna i tu Ho, ale Tuhan!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ianggo hami, bangsomi jala birubiru na pinarmahanmu, sai Ho do pujionnami salelenglelengna, jala baritahononnami do pujipujianmu marsundutsundut.",
      "type": "content"
    }
  ]
}