{
  "book": "Mazmur",
  "chapter": 80,
  "verses": [
    {
      "verse": 1,
      "text": "Roha na mangarsakkon halulumlam ni bangso ni Debata martudosan tu sada hau anggur na sinuan ni Debata 2-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Asap.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale Siparmahan Israel, sai manangi ma Ho! Ai Ho do siadu Josep, songon birubiru; sai pataridahon ma Ho, ale na marhabangsahon kerubim.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai sungguli ma hagogoanmu di jolo ni Epraim dohot Benjamin dohot Manasse, jala sai ro ma Ho mangurupi hami.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ale Debata, sai pasuang ma hami, jala pasihar bohim, asa malua hami.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ale Jahowa, Debata Zebaot, sadia leleng on marmusu tihus Ho mida tangiang ni bangsom.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dipapanganhon Ho do tu nasida roti iluilu, jala dipainumhon Ho do tu nasida iluilu martahutahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen Ho do hami ripe badaan ni hombar hundulnami, jala sai dielesi angka musunami do hami.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ale Debata Zebaot, sai pasuang ma hami, jala pasihar ma bohim asa malua hami.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dilopokkon Ho do najolo sada hau anggur sian Misir, dibutbut Ho do angka parbegu, asa manuanhon ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dipalumbang Ho do tano i di jolona, jadi marurat ma ibana jala digohi tano i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ditutup halinuna do angka dolok, jala doshon hau Ares ni Debata do angka rantingna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tolhas ro di laut do manjarar angka dangkana, jala tolhas tu batang aek Euprat angka tumburna i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Boasa ma tung lohaonmu angka handangna, asa roharoha ni angka pamolus sude mamalpali ibana?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sai diugei baragas sian tombak do ibana, jala dijampal angka binatang ni harangan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ale Debata Zebaot, sai marpangulahi ma roham, tatap ma sian banua ginjang, ida jala tingkir hau anggurmon!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai ondingi ma na sinuan ni siamunmi dohot anak na niainmu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nunga pola masurbu ibana jala ditultuli; nunga pola angka mago nasida maradophon pangarupion ni bohim.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sai diondingi tanganmu ma baoa ni siamunmu, anak ni jolma i na niainmu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi ndang olo be hami sumurut sian Ho, sai pangolu ma hami, jadi pujionnami ma goarmu. (80-20) Ale Jahowa, Debata Zebaot, sai pasuang ma hami; pasihar ma bohim, asa malua hami.",
      "type": "content"
    }
  ]
}