{
  "book": "Mazmur",
  "chapter": 81,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sosososo mandokkon marpesta 2-8. II. Dohot mandokkon mangoloi Debata ni Israel 9-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Asap.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Olophon hamu ma Debata hagogoontai, suraksurakkon hamu ma Debata ni si Jakkob.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Pungka hamu ma marende, jala pinalu ma arbab i, tulila na denggan i angkup ni sordam.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Palu hamu sangka di poltak ni bulan, di tula ari parpestaanta i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai i do patik di Israel, uhum tu Debata ni si Jakkob.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Panindangion do i dibahen Ibana di si Josep, di na borhat i ibana dompak tano Misir, pangkuling na so huantusi do hubege disi:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hubuat do siboanon i sian abarana, malua do tanganna i sian ranjang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Joujou do ho uju di hagogotan, gabe hupalua ho, hualusi do ho marhitehite ronggur, huunjuni do ho di lambung aek Meriba. Sela!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Tangi ma, ale bangsongku, asa huhatindangkon tu ho! Aut ni ditangihon ho nian ahu, ale Israel!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ndang jadi adong Debata sileban di tongatongamu, jala unang marsomba ho tu debata ni na pulik.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ahu do Jahowa Debatam, na panangkok ho sian tano Misir, pangangang ma pamanganmu, asa hugoki.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ndang ditangihon bangsongku soarangki, jala ndang dioloi Israel Ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi hupasombu ma ibana di tangkang ni rohana i, gabe diihutihut nasida ma lomolomo ni rohanasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Oe aut ma Ahu ditangihon bangsongku, diihutihut Israel angka dalanku.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Mura do pajimputonku angka musunasida i, jala dompak angka na manosak nasida do tanganku.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ingkon sombaon ni angka na mangkosom Jahowa do Ibana, jala salelenglelengna do tingkinasida i. (81-17) Jala mangan indahan sigambiri do ibana bahenonna, jala pamahaponku do ho dohot situak ni loba sian dolok batu.",
      "type": "content"
    }
  ]
}