{
  "book": "Mazmur",
  "chapter": 83,
  "verses": [
    {
      "verse": 1,
      "text": "Tangiang mangido pangurupion dompak angka musu ni bangso ni Debata 2-19",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian si Asap.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale Debata, sai unang marsonangsonang boti Ho! Unang laos mauhom Ho, jala unang so roham, ale Debata!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai ida ma, sai manggunturi do angka musum, jala dipagakgak angka na mangkosom Ho do uluna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai marangkal do nasida mambahen tahi sibunian dompak bangsom, jala martuptup i nasida mangalo angka na niondinganmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angka ninna do: Beta, itasiaphon ma nasida sian parbangsoan, asa unang be taringot goar ni Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai saroha do nasida martuptup i, mambahen parpadanan mangalo Ho:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tole angka undungundung ni Edom dohot halak Ismael, Moab dohot halak Hagar i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Gebal dohot Amon dohot Amalek, Palistim ro di isi ni Tirus.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tarihut nang Assur dongannasida, tumungkol botohon ni pinompar ni si Lot. Sela!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sai bahen ma tu nasida, songon tu Midian, songon tu si Sisera, songon tu si Jabin di lambung batang aek Kison!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angka na siap di Endor, gabe napu tu hauma do nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Bahen ma angka na sangapnasida i songon si Oreb dohot si Seb, jala sude rajanasida i songon si Seba dohot Salmunna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Angka na mandok: Sai italahuti ma di hita angka inganan ni Debata!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ale Debatangku, sai bahen ma nasida songon halisungsung, songon hurangkam maradophon alogo.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Songon api na mamansingkon tombak, jala songon jimburjimbur na mandilathon angka dolok.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Suang songon i ma nasida lotongi marhitehite habahabami jala guntur i nasida marhitehite halisungsungmi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Marsapu haurahon ma bohinasida bahen, asa usouso nasida di goarmu, ale Jahowa!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ingkon langan ma nasida jala gaor salelenglelengna, sai murak ma nasida jala siap. (83-19) Asa ditanda nasida sasada Ho do na margoar Jahowa, Natumimbul gumomgom liat portibi on.",
      "type": "content"
    }
  ]
}