{
  "book": "Mazmur",
  "chapter": 84,
  "verses": [
    {
      "verse": 1,
      "text": "Pujipujian ala parsidohot di pangoloion ni halak Israel tu Debata 2-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian angka anak ni si Kora.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dengganna i angka ingananmi, ale Jahowa Zebaot!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Pola do langan jala maras rohangku dibahen lungunna di angka alaman ni Jahowa; marolopolop do rohangku dohot sibukku tu Debata na mangolu i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Gari amporik jumpangan jabu, jala leangleang dapotan asarna bahen inganan ni angka anakna, mandok: Angka langgatan pamelean tu Ho, ale Jahowa Zebaot, Rajangku dohot Debatangku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Martua ma angka na mangingani bagasmu, sai Ho do pujionnasida. Sela!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Martua ma halak ia di bagasan Ho hagogoonna, ia rohanasida di bagasan manuju dalan na tigor.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Angka na umbolus rura partangisan, Ibana do dibahen mualna; gabe maruli pasupasu nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Lam leleng, lam ganda do gogonasida, paima tolhas nasida tujolo ni Debata di Sion.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ale Jahowa, Debata Zebaot, sai tangihon ma tangiangkon! Sai tangi ma, ale Debata ni si Jakkob! Sela!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Lombulombunami do Ho, ale Debata, asi ma roham, tatap ma bohi ni Messiasmi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai dumenggan do sadari di angka alamanmu sian saribu ari na asing; tagonan do dipangido rohangku sijaga pintu ahu di bagas ni Debatangku, asa maringan di angka undungundung ni parjahat.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai Debata Jahowa do mata ni ari dohot lombulombu, dilehon Jahowa do asi ni roha dohot hamuliaon, ndang diholit na denggan i di angka na burju marpangalaho. (84-13) Ale Jahowa Zebaot, martua ma jolma na marhaposan tu Ho.",
      "type": "content"
    }
  ]
}