{
  "book": "Mazmur",
  "chapter": 85,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tangiang mangido asi ni roha ni Debata 2-8. II. Roha na manatap tu angka tingki hatuaon sogot 9-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sian angka anak ni si Kora.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Ale Jahowa, asi do najolo roham di tanomon, dipalua Ho do si Jakkob sian habuangan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Marpamuati do roham di hajahaton ni bangsom on, dihungkupi Ho do dosanasida sudena. Sela!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nunga dipaombun Ho sude rimasmi, nunga mansohot roham sian parpiar ni murukmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai marpangulahi ma roham tu hami, ale Debata ni hatuaonnami, jala pasohot somor ni roham dompak hami!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tung saleleng ni lelengna ma Ho marrimas dompak hami, ingotonmu tongtong rimasmu marsundutsundut?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tung so ulahanmu do pangoluhon hami, asa las roha ni bangsom mida Ho?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai pataridahon ma tu hami, ale Jahowa, asi ni roham, jala lehon ma tu hami hatuaonmu!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Sai tangihononku do manang aha na nidok ni Debata Jahowa, ai diparbaga do hasonangan tu bangsona dohot tu angka na niasianna, asa unang mulak nasida tu haotoon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tongon do, donok do hatuaonna di angka na mangkabiari Ibana, asa mian muse hamuliaon di tanonami on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Asa pajumpang sogot asi ni roha dohot hasintongan, jala masiummaan hatigoran dohot hadameon.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa martumbur sian tano i hasintongan, jala hatigoran manatap sian banua ginjang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sai lehonon ni Jahowa do huhut na denggan i, jadi lehonon ni tanonami ma parbuena. (85-14) Mardalan ma hatigoran di jolona, jala patongononna ma langkanasida tu dalan.",
      "type": "content"
    }
  ]
}