{
  "book": "Mazmur",
  "chapter": 86,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tangiang mangido panatapon di hagogotan 1-11. II. Pujipujian tu Debata na asi roha i 12-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Tangiang sian si Daud. (I.) Sai paeleng ma pinggolmu, ale Jahowa, alusi ahu, ai na dangol jala na pogos do ahu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sai ramoti ma rohangku, ai hasian do ahu; sai urupi ma naposom, na marhaposan tu Ho, ale Debatangku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asi ma roham di ahu, ale Tuhan, ai sai tu Ho do ahu joujou manipat ari.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai palas ma roha ni naposomon, ai Ho do, ale Tuhan, dihalungunhon rohangku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai anggo Ho, ale Tuhan, pardengganbasa jala marpamuati roham, jala godang situtu do asi ni roham di sude angka na manjou Ho.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai tangi ma, ale Jahowa, tangiangkon jala parateatehon soara ni anggukkon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Di ari hagogotanki Ho do hujou, ai sai alusanmu do ahu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ndang adong tudoshon Ho di tongatonga ni angka Debata, ale Tuhan, jala ndang adong tudoshon angka pambahenanmi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ro do sogot sude parbegu, angka na tinongosmi marsomba tu jolom, ale Tuhan, jala pasangaphon goarmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai timbul do Ho jala mambahen angka halongangan, sasada Ho do Debata.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai ajarhon ma tu ahu, ale Jahowa, dalanmu, asa marpangalaho ahu di bagasan hasintonganmi; sai pasada ma rohangku mangkabiari goarmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Asa hupuji Ho, ale Tuhan Debatangku, sian nasa rohangku, jala hupasangap goarmu salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai na godang situtu do asi ni roham di ahu, jala dipalua Ho do tondingku sian banua toru apala partoru.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ale Debata, hehe do angka na jungkat roha mangalo ahu, jala satuptupan do angka sibahen gogo marburu hosangki, jala ndada Ho tu jolonasida dibahen.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai anggo Ho, ale Tuhan, Debata parasi roha jala pardengganbasa do Ho, lambat tarrimas, jala parasi roha dohot parhasintongan godang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai dompakkon ma ahu, jala asi ma roham di ahu, sai tumpakkon ma gogom tu ahu naposomon, jala palua anak ni hatobanmu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sai bahen ma tu ahu sada tanda paboa denggan ni roham, asa diida angka na hosom roha di ahu, jala maila nasida, paboa Ho sandiri, ale Jahowa, mangurupi dohot mangapuli ahu.",
      "type": "content"
    }
  ]
}