{
  "book": "Mazmur",
  "chapter": 88,
  "verses": [
    {
      "verse": 1,
      "text": "Alualu paboa holso ni roha di hagogotan godang 2-19",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sipodaon sian si Heman, anak ni si Esra, taringot tu parsahiton ni angka na dangol.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale Jahowa, Debata ni hatuaonku, sai joujou do ahu arian, sai di jolom do ahu bornginna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sai tolhas ma tu jolom tangiangki, sai paeleng ma pinggolmu tu angguhanggukki.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai nunga mandaon rohangki di angka hinamago, jala nunga pola dolos ngolungku tu banua toru.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Doshon angka na manuruk tanoman nama ahu, songon baoa na so margellok.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Di tongatonga ni angka naung mate do podomanku, songon angka na rage tartullang marmodoman di tanoman, angka na so niingotmu be, jala naung tinostosan nasida sian tanganmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nunga dipeakkon Ho ahu tubagasan godung apala partoru, tubagasan angka haholomon, tubagasan angka lung.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sai didondoni murukmu do ahu, jala sude angka galumbangmu diodothon Ho tu ahu. Sela!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nunga dipaholang Ho sian ahu angka alealengku, nunga dibahen Ho ahu hagigiannasida, tarhurung do ahu jala ndang tarbahen ahu haruar.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Pola do lotop matangku binahen ni pardangolan, sai Ho do hupajoujou, ale Jahowa, manipat ari, sai hupaherbang, do tanganku tu Ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tung tagamon ma bahenonmu halongangan tu angka naung mate? Manang tagamon ma hehe angka halinu mamuji Ho? Sela!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tung tagamon ma baritahononhon asi ni roham di bagasan tanoman, manang hasintonganmi di banua toru?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tung tagamon ma botoon halongangan binahenmu di bagasan haholomon, manang hatigoranmu di bagasan tano parhalupaan?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai anggo ahu, ale Jahowa, sai tu Ho do ahu angguhangguk, gari sogot manogotna i nunga dijumpangkon tangiangki Ho.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Boasa ma tung tulakkononmu tondingki, ale Jahowa, tabunihononmu bohim sian ahu?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Na dangol do ahu jala matemate sian sidakdanahon, sai hupataontaon angka parsorion binahenmu, gabe mandeledele ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nunga dibolus angka parpiarpiar ni murukmu ahu, nunga disiaphon angka sipasonggotmu ahu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sai dihaliangi do ahu songon aek manipat ari, tung luhutna do mangonsongi ahu. (88-19) Dipaholang Ho do sian ahu aleale dohot dongan magodang, gabe haholomon do angka na hutanda.",
      "type": "content"
    }
  ]
}