{
  "book": "Mazmur",
  "chapter": 89,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parningotan di asi ni roha, angka na binahen ni Debata. Pujipujian di hagogoon dohot habasaon ni Debata 2-19. II. Panaringotion di bagabaga, angka na nilehon tu si Daud 20-38. III. Alualu taringot tu hapepesan ni pinompar ni si Daud dohot tangiang mangido pangarataion ni asi ni roha i 39-52.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende sipodaon sian si Etan, anak ni si Esra.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Sai endehononku ma angka asi ni roha ni Jahowa salelenglelengna, sai pabotohonon ni pamanganku ma hasintonganmi marsundutsundut.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai ningku do: Sai lam manjadi hot do asi ni roha i salelenglelengna, marojahan di angka banua ginjang do hasintonganmi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nunga hubahen padan tu na pinillit ni rohangku, nunga pola huuarihon tu si Daud, naposongki:",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ro di saleleng ni lelengna do pahotonku pinomparmu, jala paulionku habangsami marsundutsundut. Sela!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dipuji angka banua ginjang do halongangan binahenmu, ale Jahowa, nang hasintonganmu di luhutan ni angka na badia.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai tung ise ma di aoangaoang tudoshon Jahowa? Tung ise ma sian angka anak ni Debata doshon Jahowa?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Debata na songkal situtu diluhutan ni angka na badia, jala tongam maradophon sude angka na humaliang Ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ale Jahowa, Debata Zebaot, tung ise ma songon Ho? Pargogo, ale Jahowa jala hasintonganmu humaliang Ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ho do gumomgom hagunsangon ni laut; molo manaek angka galumbangna, Ho do pasohon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga diropuhi Ho Rahab, songon halak na tinampul: Dipaserak Ho do angka musum marhitehite botohon ni hagogoonmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Gok di Ho do angka banua ginjang, gok di Ho do dohot tano on, nang portibi on ro di isina i, Ho do paojakkon nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Utara dohot dangsina. Ho do jumadihonsa, Tabor dohot Hermon marolopolop mida goarmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Marbotohon na gogo do Ho, gogo do tanganmu, timbul do siamunmi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hatigoran dohot uhum do ojahan ni habangsami, asi ni roha dohot hasintongan patujolo ni bohim.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Martua ma bangso na umboto olopolop! Angka na marpangalaho di bagasan hatiuron ni bohim, ale Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sai marolopolop do nasida manipat ari marhitehite goarmu, jala timbul do nasida hinorhon ni hatigoranmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai Ho do saudara ni hagogoonnasida, jala hinorhon ni habasaonmi do manuarang tanduknami.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai sian Jahowa do lombulombunami, jala sian na badia ni Israel do rajanami.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(II.) Uju i mangkatai do Ho di bagasan alatan tu angka na niasianmu, jala nimmu do: Nunga hupasahat pangurupion tu sada ulubalang, nunga hupabangkit sada dolidoli sian bangso i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nunga jumpang Ahu si Daud, naposongku, nunga humiahi ibana, dohot miak habadiaonki.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sai tong do donganan ni tanganku ibana, nang botohonku margogoihon ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Na so tupa onjaron ni musu ibana, manang rupaon ni anak ni hajahaton ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sai ropuhanku do angka alona maradophon ibana, jala ragehononku do angka na mangkosom ibana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jala hasintonganku dohot asi ni rohangku mandongani ibana, jala manuarang do sogot tandukna marhitehite goarhu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala pampeongku tanganna tu laut, jala siamunna tu angka sunge.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ianggo ibana jouonna ma Ahu: Damang do Ho, Debatangku dohot partanobatoan ni hatuaonku!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ahu pe bahenonku do ibana sihahaan, na tumimbul sian angka raja ni tano on.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ro di saleleng ni lelengna paianonku di ibana asi ni rohangku, jala sai hot do padanhu tu ibana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Sai pampeongku do pinomparna ro di salelenglelengna, jala habangsana matua langit.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Molo tung ditadingkon angka anakna patikki, jala ndang marpangalaho di bagasan angka uhumhu.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Molo tung diramuni nasida angka aturanku, jala ndang diradoti angka tonangku:",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi luluhononku ma pangalaosinasida marhitehite linsinglinsing, dohot hajahatonnasida marhitehite angka parsorion.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai anggo asi ni rohangku, ndada unsatonku sian ibana, jala ndang oseonku hasintonganki.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ndang ramunanku padan na hubahen i, jala ndang ubaonku na ruar sian bibirhu.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Nunga pola huuarihon sahali tu habadiaonki: Molo tung gabusanku si Daud!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ingkon saleleng ni lelengna do pinomparna i, jala habangsana songon mata ni ari di jolongku.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Hot do ibana salelenglelengna songon bulan, jala sintong do sitindangi di ombun. Sela!",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "(III.) Hape anggo nuaeng, ditulakkon, jala dibolongkon Ho do, tarrimas do Ho dompak na miniahanmu.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Nunga diupir Ho padan tu naposomon, nunga diramuni Ho tumpalna i tu tano.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Nunga dipuntasi Ho sude angka handangna, nunga magargar angka partanobatoanna i dibahen Ho.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Sude angka pamolus mamupusi ibana, manjadi sieleseleson ni angka hombarna hundul ibana.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Nunga dipatimbul Ho siamun ni angka alona i, jala marlas ni roha sude musuna i dibahen Ho.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Angkup ni nunga dipabalik Ho baba ni podangna i, jala ndang marnangon ibana di tongtangan dibahen Ho.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Nunga dipesanhon Ho hadoharonna i, jala ditunggalingkon Ho habangsana tu tano.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Nunga dipajempek Ho ariari ni haposoonna i, jala ditujungkon Ho tu ibana haurahon. Sela!",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Sadia leleng on, ale Jahowa, tabunihononmu dirim tongtong? Sai marjimburjimbur murukmu songon api?",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Sai ingot ma, pola sadia ma umurhu, boasa ma tung magopo panompam di manisia sudena?",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Tung ise ma baoa i na mangolu, so idaonna hamatean, tung tarpaluasa tondina i sian tangan ni banua toru? Sela!",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Didia do asi ni roham, angka na jolo i, ale Tuhan, angka naung niuarihonmu tu si Daud di bagasan hasintonganmu?",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Sai ingot ma, ale Tuhan, haurahon ni angka naposomon, pangusungku di sude angka bangso na sai torop di bagasan ampuanku.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Sai mangelesi do angka musum, ale Jahowa! Sai mangarehei angka bogas ni na miniahanmu do nasida. (89-53) Pinuji ma Jahowa salelenglelengna! Amin! Amin!",
      "type": "content"
    }
  ]
}