{
  "book": "Mazmur",
  "chapter": 90,
  "verses": [
    {
      "verse": 1,
      "text": "BUKU PAOPATHON: PSALMEN 90-106 I. Panaringotion di hatongtongon ni Debata salelenglelengna dohot di hagaleon ni jolma 1-12. II. Tangiang mangido marpangulahi roha ni Debata 13-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Tangiang sian si Musa, naposo ni Debata. (I.) Ale Tuhan, sai Ho do haporusannami marsundutsundut!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tagan so tubu dope angka dolok, jala tagan so adong dope ditubuhon tano on dohot portibi on, nunga adong hian Ho, ale Debata, sian salelenglelengna ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sumuang do gabe orbuk jolma i dibahen Ho, dung i didok Ho muse: Mulak ma hamu, ale jolma manisia!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai sobokkon sadari nantuari naung salpu do na saribu taon ianggo di jolom, jala songon sada gansi parjaga di borngin.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Diumbang Ho do nasida, jadi mate ma nasida, manogotna i nunga martumbur diulahi songon duhutduhut.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Torang ari marbunga do i, jala martumbur, hape bodarina i disabi do jadi malos.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai siap do hami dibahen rimasmu, jala binahen ni parpiar ni murukmu, umbahen tompu mago hami.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nunga dibahen Ho hajahatonnami tu jolom, dosanami angka na buni tu hatiuron ni bohim.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai lam moru do angka ariarinami sudena dibahen rimasmu, ai songon ho i sada do laho suda angka taonnami.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ariari ni taonnami, intap pitupulu taon do i, jala molo marhagogoon situtu dieak do ualupulu taon, jala hinadenggan nasida do hangaluton dohot halojaon, ai hatop situtu do laho salpu, jala habang do hami.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tung ise ma tumanda gogo ni rimasmu, jala dihabiari Ho hombar tu pangonai ni rimasmu?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sai parroha i ma hami mamilangi angka ariarinami, asa dapotan roha na bisuk hami.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Sai marpangulahi ma roham, ale Jahowa! Tung sadia leleng on ma? Jala asi ma roham mida angka naposom.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Disi torang ari pasabam ma rohanami marhitehite asi ni roham, asa marolopolop jala marlas ni roha hami di saluhut ariarinami.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sai palas ma rohanami timbang ni angka ari hajimputonnami, timbang ni angka taon hinamago, na huida hami.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai pataridahon ma tu angka naposom angka pambahenanmu dohot hamuliaonmu tu angka pinomparnasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sai songgop ma tu hita habasaron ni Jahowa Debatanta, sai ditumpak Ibana ma pambahenan ni tanganta, olo tahe, sai ditumpak ma pambahenan ni tanganta i!",
      "type": "content"
    }
  ]
}