{
  "book": "Mazmur",
  "chapter": 91,
  "verses": [
    {
      "verse": 1,
      "text": "Nalom ni roha di pangondingion ni Debata uju di parmaraan dohot di hagogotan 1-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Manang ise na hundul di pangondingan ni Natumimbul i, marborngin do ibana di linggom ni Pargogo na so hatudosan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ningku do mandok Jahowa: Haporusanku jala partanobatoanku, Debatangku, marhaposan tu Ibana do ahu!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai anggo Ibana, sai paluaonna do ho sian sambil ni parsambil, sian pangago i ni begu antuk.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai ulosanna do ho dohot habongna, jala marhaporusan tu toru ni hatirna i do ho, tau lombulombu dohot pangondingan do hasintonganna i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang pola mabiar ho maradophon songgotsonggot borngin, maradophon sumbia, na habang arian.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Maradophon begu antuk, na manisipi di na holom marimpotimpot, maradophon begu masa, na mangago di hos ni ari.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nang pe marribu marragean di lambungmi, jala marloksaloksa di siamunmi, ndang mangonai ianggo tu ho.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Asal ambal matam manaili, idaonmu ma pamaloson tu angka parjahat i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai Ho do, ale Jahowa, haporusanku; Natumimbul i nunga dibahen ho partanobatoanmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ndang tagamon mangonai tu ho hinamago, jala ndang tagamon begu masa i dumonok tu undungundungmu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai dohononna do angka surusuruanna taringot tu ho, asa dijaga ho di angka dalanmu sudena.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sai tangantanganonnasida do ho, asa unang tartuktuk patmu tu batu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Bolusonmu do singa dohot hala, degedegeonmu do singa dohot buea.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ala na holong situtu rohana di Ahu, jadi paluaonku ma ibana, patimbulonku ibana, ala tinandana i goarhu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jouonna ma Ahu, jadi alusanku ma ibana, sai dongananku do ibana jumpa hagogotan, paluaonku do ibana, jala marmulia ibana bahenonku.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai pamahaponku do ibana sarimatua, jala pataridahononku tu ibana hatuaonku.",
      "type": "content"
    }
  ]
}