{
  "book": "Mazmur",
  "chapter": 92,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panunggulion di roha mamuji Debata marningot angka pambahenanna 2-9. II. Dohot marningot angka panoguna di manisia 10-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Ende di ari Sabbat.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Na denggan situtu do na mamuji Jahowa dohot mangendehon goarmu, ale Natumimbul!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Mamaritahon asi ni roham manogotna i dohot hasintonganmi bornginna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Mardongan uninguningan sisampulutali dohot sisampuluduatali dohot hasapi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai nunga dipalas Ho rohangku, ale Jahowa, marhitehite angka pambahenanmu, marolopolop do ahu mida angka jadijadian ni tanganmu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tung na balga do angka jadijadianmu, ale Jahowa, bagas situtu do angka pingkiranmu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ianggo baoa na bodo ndang mananda disi, jala na oto ndang marateatehonsa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Lam martumbur pe angka parjahat songon duhutduhut, jala marbunga pe sude angka siulahon hajahaton, asa siaphononhon do nasida salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai anggo Ho, ale Jahowa, timbul do ro di salelenglelengna!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Ai ida ma, angka musum, ale Jahowa! Ai ida ma, sai na siap do sogot angka musum sai na marserak do sude angka siulahon hajahaton.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai dipatimbo Ho do tandukku songon tanduk ni sada rango, nunga dimiahi ahu dohot miak na lambok.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala sombu do roha ni matangku marnida angka na mangonggop ahu, lomo do roha ni pinggolhu mananginangi barita ni angka na jungkat roha mangalo ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ianggo partigor i, sai na martumbur do songon harambir, songon sada hau Ares di Libanon do ibana martunas.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Angka na sinuan di bagasan bagas joro ni Jahowa, marbunga do nasida di bagasan angka alaman ni Debatanta.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sai marpinompari dope nasida, nang dung ubanon, marmiak jala rata do nasida. (92-16) Mamaritahon, paboa na tigor do Jahowa, partanobatoanki, jala ndang adong hageduhon di bagasan Ibana.",
      "type": "content"
    }
  ]
}