{
  "book": "Mazmur",
  "chapter": 94,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tangiang tu Debata parlulu di angka hajahaton 1-11. II. Tua ni jolma marhanalomhon pangurupina 12-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ale Debata Jahowa, nampuna angka partubolon, ale Debata, nampuna angka partubolon, marsinondang ma Ho!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hehe ma Ho, ale Panguhum ni tano on, paro ma partubolon mangalo angka na ginjang roha.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sadia leleng on angka parjahat i, ale Jahowa, sadia leleng on marolopolop angka parjahat i?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sai marbullakbullak do nasida mangkatahon hajungkaton, sai teal do pangkuling ni sude angka siulahon hajahaton.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai diparsipal nasida do bangsom, ale Jahowa, jala diruparupa parjambaranmu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Marragean do na mabalu dohot na buro dibahen nasida, jala dibunui do angka na tading di lampin.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i didok nasida: Ndang diida Jahowa, jala ndang marbinoto Debata ni si Jakkob.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ua manimbang ma hamu, ale angka na oto ni bangso i, jala hamu, ale angka na bodo, sadihari pe marbisuk hamu?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung so marbinege ma Ibana Sisuan pinggol? Tung so marnida ma Sijadihon mata?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ibana, na mangajar angka parbegu, tung so marlulu Ibana, Ibana do na mangajarhon parbinotoan tu manisia?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ditanda Jahowa do angka pingkiran ni manisia, ai alogo do angka nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Martua ma baoa na pininsangmu, ale Jahowa, jala na pinodam marhite sian patikmu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Asa dipasonang Ho ibana maradophon angka ari hinamago, paima sidung hinali godung tu parjahat i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai ndang tagamon bolongkonon ni Jahowa anggo bangsona, manang tadingkononna parjambaranna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai sai mulak tu hatigoran do uhum, jadi ihuthonon ni sude angka na tigor roha ma Ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tung ise ma donganku hehe mangalo angka parjahat i? Tung ise ma mangondihon ahu mangalo angka siulahon hajahaton?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Aut sura unang Jahowa gabe pangurupion di ahu, na tung naung mangulon tondingku di tano hasonangan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Molo didok rohangku: Tarsulandit ma pathu, jadi disande asi ni roham do ahu, ale Jahowa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Di hinadeak ni holso ni rohangku di bagasan, sai dipasabam angka pangapoim do tondingku.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tung tagamon ma satahi Ho dohot habangsa ni hamagoan, na pajadijadi halojaon tada tu patik hian?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sai marluhut i do nasida tumahi tondi ni partigor, jala mudar na so marpipot ditorui nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai Jahowa do gabe partanobatoan di ahu, jala Debatangku gabe dolok batu haporusanku.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala Ibana pasuang tu nasida hajahatonnasida i, jala siaphononna do nasida di bagasan hajahatonnasida i, siaphonon ni Jahowa Debatanta do nasida sogot.",
      "type": "content"
    }
  ]
}