{
  "book": "Mazmur",
  "chapter": 95,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panunggulion di roha mamuji Debata 1-7. II. Lumbalumba maradophon hatangkangon ni roha 8-11",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Beta hamu itaendehon ma Jahowa, itaolophon ma partanobatoan ni hatuaonta!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Itadapothon ma tu jolo ni bohina marhitehite pujipujian, itaolophon ma Ibana marhitehite ende!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai Debata na timbul do Jahowa, jala raja bolon mangatasi sude angka debata.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Di bagasan tanganna do angka ojahan ni tano on, jala guru di Ibana do punsu ni angka dolok.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Guru di Ibana do laut, jala Ibana do tumompasa, jala tanganna do jumadihon tano darat.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Beta hita manungkap dohot marsomba, marsinggang ma hita tu jolo ni Jahowa, Sitompa hita.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai Ibana do Debatanta, jala hita bangso pinarmahanna, jala birubiru ni tanganna. Sadarion, aut ditangihon hamu nian soarana!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Unang ma tangkangi hamu rohamuna songon uju di Meriba, songon ari uju di masa pangunjunan di halongonan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Uju na niunjunan ni angka ompumuna Ahu, tung diuji Ahu, atik pe naung diida nasida pambahenanku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung opatpulu taon bolon lelengna Ahu marbiasbias mida sundut i, jadi ningku ma: Bangso parroha lilu do nasida, alai ndang ditanda nasida angka dalanku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi pola maruari Ahu di bagasan rimashu: Molo tung masuk nasida tu paradiananku!",
      "type": "content"
    }
  ]
}