{
  "book": "Mazmur",
  "chapter": 96,
  "verses": [
    {
      "verse": 1,
      "text": "I. Harahara mamuji Debata 1-6. II. Panurirangon taringot tu harajaonna 7-13.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Endehon hamu ma sada ende na imbaru di Jahowa, endehon ma Jahowa, ale sandok tano on!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Endehon hamu ma Jahowa, puji hamu ma goarna, baritahon hamu ma hatuaonna ganup ari.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Pajojor hamu ma di tongatonga ni angka parbegu hamuliaonna i, di tongatonga ni saluhut bangso halongangan, angka na binahenna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai na timbul do Jahowa, jala tama situtu pujion, na songkal do Ibana mangatasi sude angka debata.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai ajiajian do sude debata ni angka bangso, alai anggo Jahowa naung manjadihon angka langit.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hatongamon dohot hamuliaon di jolona, hagogoon dohot hinauli masa di bagasan habadiaonna i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Hamu ale angka marga ni angka bangso, sai lehon hamu ma hamuliaon dohot hagogoon tu Jahowa!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Lehon hamu ma di Jahowa hamuliaon ni goarna; boan hamu ma silehonlehon dung i masuk ma hamu tubagasan angka alamanna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Marsomba ma hamu tu Jahowa marpangkean na marhadohoan, angka hitir ma maradophon Ibana ale isi ni sandok tano on.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Paboaboa hamu ma di tongatonga ni angka parbegu: Jahowa do raja! Hot ma antong portibi on, ndang tagamon humordit, uhumonna ma sogot angka bangso di bagasan hatigoran.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Marlas ni roha ma disi angka langit jala marolopolop tano on, marhasakhasak ma laut ro di isina.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marolopolop ma angka ladang ro di nasa na disi, marolopolop ma disi sude angka hau di tombak.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Di jolo ni Jahowa, ai nunga ro Ibana, nunga ro Ibana manguhum tano on; uhumonna ma liat portibi on di bagasan hatigoran, nang angka bangso di bagasan hasintonganna.",
      "type": "content"
    }
  ]
}