{
  "book": "Mazmur",
  "chapter": 97,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pujipujian tu Jahowa paboa raja dohot panguhum Ibana 1-6. II. Haurahon ni angka sisomba ajiajian dohot halalas ni roha ni bangso ni Debata 7-12",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jahowa do raja, marolopolop ma tano on, marlas ni roha ma pulopulo angka na lan i!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ombun jala haholomon marimpotimpot humaliang Ibana, hatigoran dohot uhum ojahan ni habangsana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Api mardalan di jolona manganhon angka alona humaliang.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Disondangi angka hilapna do portibi on, jadi lalolalo tano on marnidasa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Malala do angka dolok songon pantis maradophon bohi ni Jahowa, maradophon bohi ni Tuhan ni sandok tano on.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibaritahon angka langit do hatigoranna, jala sude angka bangso marnida hamuliaonna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Ingkon tarurak sogot sude angka sisomba ajiajian, angka na papujipuji dirina mida ganaganaan, ingkon marsomba tu Ibana do sude angka debata sileban!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibege Sion do i, jadi marlas ni roha ma, marolopolop ma angka boru ni Juda, ala ni panguhummu, ale Jahowa!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai Ho do, ale Jahowa na tumimbul, gumomgom sandok tano on, tumimbul situtu do Ho sian nasa debata sileban.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Hamu ale angka na mangkaholongi Jahowa, sai hagigihon hamu ma na jat! Ibana do siramoti tondi ni angka na niasianna, sai paluaonna do nasida sian tangan ni parjahat.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sai tarsabur do hatiuron di partigor, jala las ni roha di angka na unjur marroha.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marlas ni roha ma hamu, ale angka partigor di bagasan Jahowa, jala puji hamu ma goarna na badia i!",
      "type": "content"
    }
  ]
}