{
  "book": "1 Timotius",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Let as many bondservants as are under the yoke count their own masters worthy of all honor, so that the name of God and  His  doctrine may not be blasphemed.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "And those who have believing masters, let them not despise  them  because they are brethren, but rather serve  them  because those who are benefited are believers and beloved. Teach and exhort these things.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "If anyone teaches otherwise and does not consent to wholesome words,  even  the words of our Lord Jesus Christ, and to the doctrine which accords with godliness,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "he is proud, knowing nothing, but is obsessed with disputes and arguments over words, from which come envy, strife, reviling, evil suspicions,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "useless wranglings of men of corrupt minds and destitute of the truth, who suppose that godliness is a  means of  gain. From such withdraw yourself.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Now godliness with contentment is great gain.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "For we brought nothing into  this  world,  and it is  certain we can carry nothing out.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "And having food and clothing, with these we shall be content.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "But those who desire to be rich fall into temptation and a snare, and  into  many foolish and harmful lusts which drown men in destruction and perdition.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "For the love of money is a root of all  kinds of  evil, for which some have strayed from the faith in their greediness, and pierced themselves through with many sorrows.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "But you, O man of God, flee these things and pursue righteousness, godliness, faith, love, patience, gentleness.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Fight the good fight of faith, lay hold on eternal life, to which you were also called and have confessed the good confession in the presence of many witnesses.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "I urge you in the sight of God who gives life to all things, and  before  Christ Jesus who witnessed the good confession before Pontius Pilate,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "that you keep  this  commandment without spot, blameless until our Lord Jesus Christ’s appearing,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "which He will manifest in His own time,  He who is  the blessed and only Potentate, the King of kings and Lord of lords,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "who alone has immortality, dwelling in unapproachable light, whom no man has seen or can see, to whom  be  honor and everlasting power. Amen.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Command those who are rich in this present age not to be haughty, nor to trust in uncertain riches but in the living God, who gives us richly all things to enjoy.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": " Let them  do good, that they be rich in good works, ready to give, willing to share,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "storing up for themselves a good foundation for the time to come, that they may lay hold on eternal life.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "O Timothy! Guard what was committed to your trust, avoiding the profane  and  idle babblings and contradictions of what is falsely called knowledge––",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "by professing it some have strayed concerning the faith. Grace  be  with you. Amen.",
      "type": "content"
    }
  ]
}