{
  "book": "Bilangan",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ingkon jolo mangkuling sarune, asa jadi borhat 1-10. II. Haboborhat ni halak Israel sian halongonan Sinai laho tu halongonan Elaparan 11-28. III. Si Hobab pataru nasida di halongonan 29-34. IV. Tangiang ni si Musa laho borhat dohot laho mangulon 35-36",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Bahen ma di ho dua sarune sian perak, ingkon sian sangkimpal perak do i topaonmu jala ingkon marhite sian i paluhutonmu luhutan i, jala dohononmu borhat angka parsaroan i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Molo tung duansa sarune i dipalu, ingkon marluhut ma sandok luhutan i tu lambungmu di adopan ni pintu ni undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Molo holan sada sarune i mangkuling, ingkon marluhut ma tu lambungmu angka induk, angka ihutan ni halak Israel marriburibu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai molo marsoara toletole sarune i, ingkon tole ma borhat parsaroan angka na marsaro tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Molo marsoara toletole sarune i paduahalihon, ingkon borhat parsaroan angka na marsaro tungkan dangsina; ingkon jolo marsoara toletole sarune i, asa jadi borhat nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai molo naeng paluhuton luhutan i ingkon pola sangombas mangkuling sarune i, unang marsoara toletole.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon angka anak ni si Aron, angka naung bangkit malim mamalu sarune i; i ma aturan na hot di hamu dohot di pinomparmuna ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung sura borhat hamu tu parporangan di tanomuna i mangalo musumuna na manosaknosak hamu, ingkon marsoara toletole hamu marsarune, taringotanna ma hamu di adopan ni Jahowa, Debatamuna i, jala paluaonna hamu sian musumuna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Suang songon i di ari halalas ni rohamuna, di angka ari rayamuna pe naung binuhul hian dohot di poltak ni bulan, ingkon paluonmu do angka sarune i laho pasahathon peleanmuna situtungon dohot peleanmuna hamauliateon, asa mambahen parningotan di hamu di adopan ni Debatamuna; ai Ahu do Jahowa, Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Tole paduataonhon, di bulan sipaha dua, di ari duapulu, manaek ma ombun i sian atas ni undungundung panindangion i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i borhat ma halak Israel mangihuthon jojornasida i mardalan sian parhorsihan Sinai, gabe mangulon ombun i muse di halongonan Elaparan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi borhat ma parjolo i marguru tu hata ni Jahowa marhite sian si Musa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Borhat tahe jumolo partonggol ni parsaroan ni halak Juda rap dohot parduaannasida i jala ihutan ni parduaanna i, i ma si Nahason, anak ni si Aminadab.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala ihutan ni parduaan ni marga ni halak Isasar, i ma si Natanael, anak ni si Zuar.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala ihutan ni parduaan ni marga ni halak Zebulon, i ma si Eliab, anak ni si Helon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i diloha ma undungundung i, jadi borhat ma angka anak ni si Gerson dohot si Merari, angka na mangusung undungundung i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i borhat ma partonggol ni parsaroan Ruben rap dohot parduaannasida, jala ihutan ni parduaanna i, i ma si Elizur, anak ni si Sedeur.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala ihutan ni parduaan ni marga ni halak Simeon, i ma Selumiel, anak ni si Zurisadai.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala ihutan ni parduaan ni marga ni halak Gad, i ma si Eliasap, anak ni si Deuel.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i borhat ma huhut halak Kohat i, angka na mangusung habadiaon i, asa sanga parjolo i pajongjongkon undungundung i, paima ro nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i borhat ma partonggol ni parsaroan ni halak Epraim, rap dohot parduaannasida i jala ihutan ni parduaannasida i, i ma si Elisama, anak ni si Amihud.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala ihutan ni parduaan ni marga ni halak Manasse, i ma si Gamaliel, anak ni si Pedazur.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala ihutan ni parduaan ni marga ni halak Benjamin, i ma si Abidan, anak ni si Gidion i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i borhat ma partonggol ni parsaroan ni halak Dan, rap dohot parduaannasida i, i ma panimpuli di sandok parsaroan, jala ihutan ni parduaanna i, i ma si Ahieser, anak ni si Amisaddai.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala ihutan ni parduaan ni marga ni halak Aser, i ma si Pagiel, anak ni si Okran.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala ihutan ni parduaan ni marga ni halak Naptali, i ma si Ahira, anak ni si Enan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "I ma parture ni haborhatan ni halak Israel rap dohot parduaannasida i, sai songon i do nasida borhat.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(III.) Dung i ro ma hata ni si Musa tu si Hobab, anak ni si Reguel, halak Midian, simatua doli ni si Musa: Na tole ma hami borhat tu inganan naung pinorbagabaga ni Jahowa hian: Ahu mangalehonsa tu hamu ninna; antong rap ma hita mardalan, marjambar na denggan pe ho bahenonnami, ai nunga diparbaga Jahowa na denggan tu Israel.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai ninna ibana ma mangalusi: Ndang olo ahu mardalan rap dohot hamu, naeng mulak ma ahu tu luathu dohot tu hahaanggingku.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai ninna si Musa ma: Ua unang tadingkon hami, ai tangkas do diboto ho manang ingkon didia parsaroan na denggan di halongonan i, ingkon ho nian hira gabe matanami.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Molo tung mardalan ho rap dohot hami, jala ro na denggan i, na naeng bahenon ni Jahowa tu hami, ingkon bahenonnami huhut na denggan i tu ho.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi borhat ma nasida sian dolok ni Jahowa tolu ari mardalan daona, jala poti parpadanan ni Jahowa mardalan di jolonasida, tolu ari mardalan daona, mangalului pangulonan di nasida.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jala ombun ni Jahowa di atasnasida arian, molo borhat nasida sian parsaroan.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "(IV.) Ia naeng borhat poti i, ninna si Musa ma martangiang: Hehe ma Ho, ale Jahowa, asa tung marserak angka musum jala maporus angka na mangkagigihon Ho maradophon Bohim.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jala ia jumpa mangulon poti i, ninna ma martangiang: Sai mulak ma Ho, ale Jahowa tu halak Israel na marriburibu loksa toropna!",
      "type": "content"
    }
  ]
}