{
  "book": "Bilangan",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parungutunguton ni si Miryam dohot si Aron dompak si Musa 1-3. II. Debata mamintori si Musa naposona i 4-8. III. Puruon si Miryam, hona toru ni Debata, tangiang ni si Musa pamalumhon 9-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i marmungutmungut ma si Miryam dohot si Aron dompak si Musa, ala jolmana boru Kus i, na binuatna i; ai boru Kus i do na binuatna i bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ninna nasida ma: Tung holan marhite sian si Musa do huroha Jahowa mandok hatana? Nda dohot do marhite sian hami Ibana mandok hatana? Jadi dibege Jahowa ma hata i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai jolma na mardangol situtu do si Musa, gabe lumambok ibana sian saluhut jolma na di atas tano on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Dung i tompu ma ro hata ni Jahowa tu si Musa dohot tu si Aron dohot tu si Miryam: Ruar ma anggo hamu na tolu mandapothon tu undungundung parluhutan i! Jadi ruar ma nasida tolunsa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i tuat ma Jahowa di bagasan ombun na marsijongjong, laos jongjong di pintu ni undungundung i jala dijou ma si Aron dohot si Miryam, gabe ruar ma nasida na dua.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna Jahowa ma: Tangihon hamu ma angka hatangkon: Tung sura adong manang ise sian hamu panurirang ni Jahowa, Ahu papatarhon diringku tu ibana marhite sian pangungkapon, manang marhite sian nipi Ahu mandok hata tu ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ndang songon i anggo naposongku si Musa, tung di sandok bagashu do ibana haposan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung pamangan tu pamangan do Ahu mangkatai dohot ibana, tung adop bohi be do, ndada marhite sian hata hulingkulingan, tung rupa ni Jahowa sandiri do na niidana. Boasa tung so dihabiari rohamuna mandok hata ungutungut dompak naposongku si Musa?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(III.) Dung i marsigorgor ma rimas ni Jahowa mida nasida, laos laho marhalindo.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ombuni pe manginsurut do sian atas undungundung i, jala ida ma, nunga puruon si Miryam mamontar songon itak; humusor ma dohot si Aron mandompakkon si Miryam, jala ida ma, nunga puruon ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna si Aron ma tu si Musa: Iale tuanku, unang nian painonahon tu hami dosa i, ala na tarpaoto hami mambahen dosa sisongon i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Unang tung ibana songon silumaksaijur naung satonga suda dagingna di haruruarna sian bortian ni inana!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i mangangguhi ma si Musa tu Jahowa, ninna ma: O ale Debata, sai pamalum ma nasida!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna Jahowa ma tu si Musa: Tung sura marsitijur amana i tu bohina, nda ingkon tarurak ibana pitu ari lelengna? Dibahen i ingkon tarhurung ibana pitu ari lelengna di balian ni parsaroan i, dung ipe asa jadi jangkonon ibana muse.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi tarhurung ma si Miryam pitu ari lelengna di balian ni parsaroan i, sundat dohot situan na torop i borhat, paima dijangkon muse si Miryam.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i borhat ma bangso i sian Hazerot jala marsaro nasida di halongonan Elaparan.",
      "type": "content"
    }
  ]
}