{
  "book": "Bilangan",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Musa marsuru angka pangkahap mangkahapi tano Kanaan 1-20. II. Saut do dihahapi nasida tano i 21-25. III. Godoron roha ni bangso i umbege barita binoannasida i; si Kaleb paposhon rohanasida i 26-33.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Suru ma di ho baoa, angka na mangkahapi tano Kanaan, na naeng basabasahononku tu halak Israel; sian ganup marga marompuompu suruhononmu sahalak, luhutna i ingkon induk do di tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i disuru si Musa ma nasida sian halongonan Elaparan, hombar tu hata ni Jahowa, saluhut baoa i induk do di tongatonga ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala on do goargoarnasida: si Sammua, anak ni si Sakur sian marga Ruben.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Si Sapat, anak ni si Hori sian marga Simeon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Si Kaleb, anak ni si Jepune sian marga Juda.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Si Igeal, anak ni si Josep sian marga Isasar.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Si Hosea, anak ni si Nun sian marga Epraim.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Si Palti, anak ni si Rapu sian marga Benjamin.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Si Gaddiel, anak ni si Sodi sian marga Zebulon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Si Gaddi, anak ni si Susi sian marga Josep, i ma sian marga Manasse.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Si Ammiel, anak ni si Gemali sian marga Dan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Si Setur, anak ni si Mikhael sian marga Aser.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Si Nakbi, anak ni si Vopsi sian marga Naptali.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Si Geuel, anak ni si Mahi sian marga Gad.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "I ma goargoar ni baoa, angka na sinuru ni si Musa mangkahapi tano i; alai anggo si Hosea, anak ni si Nun, digoar si Musa do si Josua.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi di na sinuru ni si Musa nasida laho mangkahapi tano Kanaan i, ninna ma mandok nasida: Ingkon nangkok hamu tu tano na tungkan dangsina, nangkok muse hamu tu dolok.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i tangkasi hamu ma manang songon dia pangalaho ni tano i ro di bangso na maringan disi, manang na marhuaso manang na gale, manang na otik manang na torop.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala manang songon dia pangalaho ni tano, na niingananna i, manang na denggan manang na roa, jala manang songon dia pangalaho ni huta, angka na niinganannasida i, manang adaran manangkas, manang na gonting angka huta i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nang mansam ni tano i, manang na napu manang na tungil, manang na tubuan hau, manang ndang. Antong pir ma tondimuna, boan hamu huhut sian parbue ni tano i. Alai tongon masa angka ari panapuon di patumonaan ni parbue ni anggur.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(II.) Dung i nangkok ma nasida jala dihahapi tano i olat ni halongonan Sin sahat ro di Rehob, di dalan laho tu Hamat.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Nangkok nasida huhut tu tano tungkan dangsina, gabe sahat nasida tu Hebron; disi do si Ahiman, si Sesai dohot si Talmai, angka anak ni si Enak, didapot nasida. Alai anggo Hebron pitu taon jumolo dipungka sian Zoan di Misir.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i sahat nasida muse tu rura Eskol, gabe ditallik nasida disi saraungan parbue ni anggur, pola dipausungkon hallungon ni dua halak marhaluhalu, tole muse angka parbue ni hau dalimo dohot hau ara.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Laos targoar inganan i rura Eskol, ala parbue ni anggur saraungan, na tinallik ni halak Israel disi.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dung salpu opatpulu ari, mulak ma nasida sian na mangkahapi tano i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(III.) Jadi mardalan ma nasida mandapothon si Musa dohot si Aron ro di sandok luhutan ni halak Israel tu halongonan Elaparan, tu Kades, jala mamboan barita tu nasida dohot tu sandok luhutan i, huhut patuduhon tu nasida parbue ni tano i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i dipajojor nasida ma tu si Musa, angka ninna ma: Nunga sahat hami tu tano, sihahapannami sinurumi, tano habaoran ni susu dohot situak ni loba tutu, jala on do parbuena.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai tung na marhuaso situtu do anggo bangso na maringan di tano i, angka hutana pe na gonting situtu do jala na bolon, tole huhut angka anak ni si Enak huida hami disi.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Halak Amalek maringan di tano tungkan dangsina, jala halak Het, Jebusi dohot Amori maringan di dolok, jala halak Kanaan maringan di topi laut dohot mardonokkon Jordan.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai anggo si Kaleb nian paposhon roha ni bangso i di adopan ni si Musa, ninna ma: Denggan hita nangkok manoluk tano i, ai tarpapatu hita do i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai ro ma hala ni baoa angka na nangkok rap dohot ibana mandok: Ndang tarbahen hita nangkok mandopang bangso i, ai gumogo do i sian hita.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i dipararat nasida ma barita na roa taringot tu tano na hinahapannasida i, ninna do mandok halak Israel i: Tano na hubolus hami laho mangkahapi nian, tano na rahat do i manganhon pangisina, jala sandok bangso na huida hami disi, angka baoa na ganjang situtu do.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Huida hami huhut disi halak ulubalang na bolon situtu, angka anak ni si Enak, pinompar ni ulubalang, hira sihapor do anggo hami di rohanami, laos songon i nang di rohanasida.",
      "type": "content"
    }
  ]
}