{
  "book": "Bilangan",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hagunturon ni bangso i, diunjuni si Josua dohot si Kaleb do nian paposhon nasida, hape naeng dangguran ni halak Israel nasida 1-10. II. Debata mangalumbahon torutoruna honahononna tu bangso i, alai diondihon si Musa nasida 11-19. III. Ingkon opatpulu taon lelengna nasida maotaot di halongonan dilumbahon hian 20-39. IV. Dituntun bangso na jungkat i langkana, gabe talu situtu nasida dibahen musuna 40-45.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i sandok luhutan i pangiar soarana be mangangguhi jala tumatangis bangso i manipat sabornginna i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i marmungutmungut ma sude halak Israel dompak si Musa dohot dompak si Aron, jala sandok luhutan i mandok hatana be tu nasida: Tung so mate hami nian uju di tano Misir dope hami, manang mate dope hami nian di halongonan on!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Boasa tung togihonon ni Jahowa hami tu tano on, asa marragean hami bahenon ni podang, jala jolmanami dohot ianakhonnami ripe tabanon? Nda tagonan nian hami mulak tu Misir?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i masipandohan ma ganup tu donganna: Itapampe ma sahalak bahen ihutan, asa mulak hita tu Misir!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i manungkap ma si Musa dohot si Aron tu tano di adopan ni sandok parluhutan ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai anggo si Josua, anak ni si Nun dohot si Kaleb, anak ni si Jepune, angka na dohot mangkahapi tano i, manansani ulosnasida be.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ninna huhut mandok sandok luhutan ni halak Israel: Ia tano naung huliati hami laho mangkahapi, tano na denggan sahali do i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Molo lomo roha ni Jahowa mida hita, sai na tolhas do hita togihononna tu tano i, jala basabasahononna do i tu hita, tano habaoran ni susu dohot situak ni loba do i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai na so tupa manggunturi hamu dompak Jahowa, jala ndang jadi hamu tahuton mida bangso isi ni luat i, ai hira sagusagu do nasida sohalanta; nunga sumurut pandingini sian nasida, alai Jahowa do pandingini di hita, unang tahuton hamu mida nasida!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi sahata ma sandok luhutan i mandok, ingkon mate nasida dangguran dohot batu. Alai tahe marsinondang ma hamuliaon ni Jahowa di bagasan undungundung parluhutan i, sude halak Israel marnidasa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i ninna Jahowa ma tu si Musa: Sadia leleng on insahan ni bangso on Ahu? Jala sadia lelengna i ndang olo nasida porsea di Ahu, binahen ni sude tanda angka na hubahen di tongatongana?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Toruangku nama nasida marhite sian begu antuk jala rendephononku nasida, jala bahenonku ho gabe bangso na balga, jala na gumogo sian nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna si Musa ma tu Jahowa: Begeon ni halak Misir ma barita i, ai nunga ditogihon Ho bangso on ruar sian tongatonganasida marhitehite hagogoonmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Paboaonnasida huhut hata i tu halak isi ni tano on, angka naung umbegesa tutu Ho, ale Jahowa, di tongatonga ni bangso on, nunga pola adop bohi be Ho, ale Jahowa diida, jala ombunmu marsijongjong di atasnasida, jala Ho mardalan di jolonasida marhite sian ombun na marsijongjong ia arian, jala marhitehite api na marsijongjong ia borngin.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tung sura bunuonmu nuaeng bangso on, songon sahalak, jadi dohonon ni bangso parbegu, angka naung umbege baritami ma songon on:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ala na so tuk gogo ni Jahowa manogihon bangso on tu bagasan luat, naung niuarihonna tu nasida, umbahen dipotongi nasida di bagasan halongonan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nuaeng pe, sai marmulia ma gogo ni Tuhan i songon naung nidok ni hatam, ai nimmu do:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Na lambas do roha ni Jahowa jala parasi roha godang, na marpamuati do rohana mida hajahaton dohot pangalaosion, alai ndang loasonna malua sian uhum anggo halak parsala, sai na luluhononna do hajahaton ni amaama tu angka anakna ro di sundut patoluhon dohot paopathon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Antong sai marpamuati ma roham mida hajahaton ni bangsom, hombar tu hinagodang ni asi ni roham, ala naung sapala marpamuati roham mida bangsom olat ni Misir dope rasirasa nuaeng.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Dung i ninna Jahowa ma: Nunga marpamuati rohangku ala pangidoanmu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai tahe, songon sintongna mangolu Ahu, ingkon gok hamuliaon ni Jahowa sogot liat portibi on.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai saluhut baoa, angka na sanga marnida hamuliaonku dohot tanda angka na hubahen i di Misir dohot di halongonan, hape nunga pola sanga sampulu hali diunjuni nasida Ahu, jala ndang ditangihon nasida soarangku.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Na so tupa idaonnasida tano naung huuarihon nian tu ompunasida i, sude tahe angka naung manginsahi Ahu, ndang jadi idaonna tano i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai anggo naposongku si Kaleb, ala tondi na asing diparrohahon ibana jala marsihohot rohana mangihuthon tu Ahu, boanonku ma anggo ibana masuk tu tano na niebatanna i, jala pinomparna manean tano i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai anggo halak Amalek dohot Kanaan maringan do di rura; dibahen i humusor na hamu marsogot jala borhat hamu mulak tu halongonan di dalan laho tu laut arung.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ro muse hata ni Jahowa tu si Musa dohot tu si Aron songon on:",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sadia leleng on paanjuanjuonku luhutan na jahat on, angka na marmungutmungut dompak Ahu? Nunga tangkas hubege ungutungut ni halak Israel, angka na niungutunguthonnasida dompak Ahu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dibahen i paboa ma tu nasida: Songon sintongna mangolu Ahu, ninna Jahowa, ingkon bahenonku do tu hamu songon naung nidokmuna i binege ni pinggolhon.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ingkon di bagasan halongonan on do marragean bangkemuna i, jala saluhut hamu angka na tarbilang marguru tu sandok bilanganmuna i, olat ni na marumur duapulu taon dohot lobi sian i, angka na marmungutmungut dompak Ahu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Na so tupa hamu masuk tu tano naung pola husumpahon nian, ingkon bahen ingananmuna nian, dungkon ni si Kaleb, anak ni si Jepune tahe dohot si Josua, anak ni si Nun.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai anggo dakdanakmuna, angka na nidokmuna i ripe tabanon, ingkon nasida do togihononku sahat tusi, asa ditanda nasida tano na tinoishon ni rohamuna i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai anggo dagingmuna sandiri, ingkon marragean do di halongonan on.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jala angka anakmuna ingkon gabe parmahan do di halongonan opatpulu taon lelengna, asa manginona tu nasida parmainanonmuna i, paima sun siap bangkemuna di halongonan.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Marguru tu bilangan ni na opatpulu ari i hamu mangkahapi tano i, sadari gabe sataon, asa opatpulu taon lelengna manginona tu hamu hajahatonmuna i, asa tung ditanda hamu hansitna, molo Ahu manadingkon hamu.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ahu, Jahowa tahe naung mandok i: Ingkon songon i bahenonku tu sandok luhutan na jahat on, angka na marluhut mangalo Ahu; ingkon di bagasan halongonan on nasida sun siap jala marmatean disi.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jala baoa angka na sinuru ni si Musa laho mangkahapi tano i, angka na mulak muse mambahen marmungutmungut sandok luhutan i dompak ibana, asa pararat barita na roa taringot tu tano i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi marmatean ma tutu baoa angka na pararat barita na roa taringot tu tano i, hona torutoru di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai anggo si Josua, anak ni si Nun dohot si Kaleb, anak ni si Jepune mangolu do i tinggal sian baoa, angka na laho mangkahapi tano i.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i dipatolhas si Musa ma angka hata i tu sandok halak Israel, gabe marsak situtu bangso i.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "(IV.) Dung i dipasogot nasida ma hehe manogotna i jala nangkok nasida tu punsu ni dolok, ninna ma: Ida ma, dison do hami, naeng nangkok do hami tu inganan naung nidok ni Jahowa hian, ai nunga mardosa hami!",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Alai ninna si Musa ma: Boasa tung songon i pangalaosionmuna di hata ni Jahowa? Ndang tagamon marantu hamu.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Sai unang ma hamu nangkok, ai ndang di tongatongamuna anggo Jahowa, asa unang tung talu hamu maradophon musumuna i.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Ai halak Amalek dohot Kanaan do disi di Adopanmuna i, gabe marragean hamu maon bahenon ni podang, ai ala naung ditundali hamu Jahowa, ndang tagamon donganan ni Jahowa hamu.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Hape dituntun nasida do nangkok tu punsu ni dolok i mangoloi jungkat ni rohana; alai anggo poti parpadanan ni Jahowa dohot si Musa, ndang morot sian tongatonga ni parsaroan i.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Jadi tuat ma halak Amalek dohot Kanaan, angka na maringan di atas dolok i, laos ditaluhon ma nasida jala dipaundarundar sahat ro di Horma.",
      "type": "content"
    }
  ]
}