{
  "book": "Bilangan",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hagunturon na pinungka ni si Kora, si Datan dohot si Abiram 1-19. II. Uhum ni Debata madabu tu angka panggunturi 20-35",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i marbulan ma si Kora, anak ni si Isebar, tubu ni si Kohat, anak ni si Lepi rap dohot si Datan dohot si Abiram, angka anak ni si Eliab dohot si On, anak ni si Pelet, pinompar ni si Ruben tolunsa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hehe ma nasida mambingkasi bada dompak si Musa rap dohot dua ratus limapulu baoa sian halak Israel, angka induk ni luhutan i, angka jolma na tarpis tu parrapotan, pola tarbarita nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi marluhut ma nasida mangalo si Musa dohot si Aron, angka ninna ma mandok nasida: Malobihu do pambahen ni hamu na dua; ai sandok luhutan i, angka na badia do luhutna, jala di tongatonganasida do Jahowa; boasa tung patimbotimboonmuna dirimuna gumomgom huria ni Jahowa?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung dibege si Musa hata i, manungkap ma ibana tu tano.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Laos ninna ma tu si Kora dohot tu sude donganna saparbulanan: Marsogot ma pabotohonon ni Jahowa manang ise jujungan pinabangkitna, jala na badia, asa jadi jumonok tu Ibana; jala manang ise na pinillit ni Jahowa, i ma na jadi jumonok tu Ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "On ma bahen hamu, si Kora dohot sude donganna saparbulanan tahe: Buat hamu ma di hamu angka saoan panutungan daupa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i bahen hamu ma api tu bagasan, jala ampehon hamu tu atasna daupa di adopan ni Jahowa marsogot songon on; jadi manang ise na pinillit ni Jahowa, i ma na badia; pambahenmu do tahe na malobihu, hamu pinompar ni si Lepi!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ro ma hata ni si Musa tu si Kora: Ua tangihon ma hatangkon, hamu pinompar ni si Lepi!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Maotikku dope huroha di rohamu, naung pinapulik ni Debata ni Israel hamu sian luhutan Israel, asa hamu nian jumonok tu Ibana, mangaradoti ulaon di inganan ni Jahowa jala jongjong di adopan ni luhutan, marhalado di nasida?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga tutu ho diloas jumonok rap dohot sude hahaanggim, i ma halak Lepi donganmu, hape lam naeng lahanganmuna huhut hamalimon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tongon tahe, ho dohot sandok donganmu saparbulanan, nunga marsatahi tahe hamu mangalo Jahowa; ai ise nian anggo si Aron, umbahen marmungutmungut hamu dompak ibana?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i disuru si Musa ma suruanna manjou si Datan dohot si Abiram, angka anak ni si Eliab; alai ninna nasida ma: Ndang olo hami nangkok tusi!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Maotikku dope huroha di roham naung tinogihonmu hami ruar sian tano habaoran ni susu dohot situak ni loba, asa mate hami bunuonmu di halongonan? Lam naeng dope huroha pabangkitonmu dirim gabe pangarajai di hami?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jagar do hami ditogihon ho tu tano habaoran ni susu dohot situak ni loba, tole dilehon ho tu hami hauma na tangkas di aek dohot porlak anggur bahen partalian! Beha so nda tung dohot mata ni angka baoa on pulsihanmu? Ndang olo hami nangkok tusi!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi marsigorgor situtu ma rimas ni si Musa, laos ninna ma tu Jahowa: Sai unang ma marpanatap roham tu peleannasida sipanganon! Nanggo sada halode, ndang dung hubuat sian nasida, jala ndang dung huparoa uhumhu tu manang ise sian nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ninna si Musa ma tu si Kora: Anggo marsogot ingkon ro ho rap dohot sandok donganmu saparbulanan tu adopan ni Jahowa, ho, nasida dohot si Aron.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ganup hamu, ingkon buatonna be saoanna panutungan daupa jala ampehononna tu atasna daupa, dung i boanonna jumonok ganup saoanna pardaupaan tu adopan ni Jahowa, i ma gabe dua ratus limapulu saoan pardaupaan, ho pe dohot si Aron mamboan be pardaupaanna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ganup mambuat pardaupaanna be jala dibahen api tu bagasanna, diampehon muse daupa tu atasna, jala jongjong nasida di pintu ni undungundung parluhutan i, nang si Musa dohot si Aron.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Nunga dipaluhut si Kora hian sandok luhutan i tu pintu ni undungundung parluhutan i mangalo nasida. Dung i tarida ma hamuliaon ni Jahowa tu sandok luhutan i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(II.) Dung i ro ma hata ni Jahowa tu si Musa dohot tu si Aron songon on:",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Paholang hamu ma dirimuna sian tongatonga ni luhutan on, asa suda nasida hurendephon di bagasan satongkin.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi manungkap be ma si Musa dohot si Aron tu tano huhut mandok: Iale Debata! Ho do Debata ni angka tondi ni nasa sibuk! Ala mardosa sahalak, tung rimasanmu ma sandok luhutan i?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ro ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Patolhas ma hatangkon tu luhutan i: Lumindak ma hamu sian humaliang ni undungundung ni si Kora, si Datan dohot si Abiram.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i hehe ma si Musa mardalan mandapothon si Datan dohot si Abiram, jala angka sintua ni Israel mangihuthon ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ro ma hatana tu luhutan i songon on: Ua lumindak ma hamu sian lambung undungundung ni angka baoa na jahat on, jala unang jama hamu agia aha sian ugasannasida i, asa unang dohot hamu direndephon di bagasan sandok dosanasida i!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi lumindak be ma nasida sian lambung ni undungundung ni si Kora, si Datan dohot si Abiram humaliang. Jadi ruar ma si Datan dohot si Abiram laos jongjong di pintu ni undungundungnasida i rap dohot jolmanasida, angka anaknasida dohot posoposonasida.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ninna si Musa ma: Marhite sian on ma tandaonmuna, paboa tutu Jahowa marsuru ahu laho mangulahon sude angka ulaon on, paboa ndang tubutubu ni rohangku sandiri:",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Molo songon hamamate ni halak siap ari hamamate ni halak on. Jala songgop tu nasida hinamago, suang songon tu halak siapari, na so sinuru ni Jahowa ma ahu tutu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai molo dijadihon Jahowa na so dung dumatangi, tung dipangangang tano i babana jala dibondut nasida ro di sude ugasannasida i, laos songon i mangolu nasida tuat tu parbeguan, jadi botoonmuna ma naung mangaleai Jahowa do angka baoa on.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi dung sidung angka hata ondeng dihatahon, angka rigat ma tano i di torunasida.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Pintor dipangangang tano i ma babana jala dibondut nasida, ro di jabunasida dohot sude jolma, angka na paihut roha ni si Kora ro di sude ugasannasida i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi songon i mangolu nasida tuat tu parbeguan ro di sude ugasannasida i, laos dihungkupi tano i nasida; jadi mago ma nasida sian tongatonga ni huria i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi sandok halak Israel angka na humaliang nasida maporus be umbege angguknasida i, ai ninna nasida do: Atik tung dohot hami maon bonduton ni tano i!",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ruar huhut api sian Jahowa gabe suda dipangan na dua ratus limapulu baoa i, angka naung mamelehon daupa.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(17-1) ",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "I. Tona ni Debata taringot tu ulaula pardaupaan ni na mate i 1-5. II. Bangso i mangulahi marmungutmungut. Torutoru ala ni dohot pardengganan 6-15. III. Tungkot ni si Aron na marbungai marhasintongkon hamalimonna sian Jahowa 16-28",
      "type": "title"
    },
    {
      "verse": 37,
      "text": "(17-2) Dokkon ma si Eleasar, anak ni malim Aron, asa dipapungupungu angka pardaupaan i sian holangholang ni turanggong i, jala ditirihon api i, ai na badia do angka ulaula i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "(17-3) Ia angka pardaupaan ni halak na mardosa on, pola manginona tu hosanasida i, ingkon topaon ni halak do i gabe pamaluti lampishononhon tu langgatan; ai nunga pola angka i diboan tu adopan ni Jahowa, dibahen i nunga gabe badia, ingkon gabe tanda huhut di halak Israel.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "(17-4) Jadi dibuat malim Eleasar ma angka pardaupaan tombaga, angka naung binoan ni halak naung pinangan ni api, laos ditopa ma i bahen pamaluti ni langgatan.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "(17-5) Bahen parningotan di halak Israel, asa unang be hum jolma sileban, na so sian pinompar ni si Aron jumonok naeng manutung daupa di adopan ni Jahowa, jala asa unang marjea ibana songon si Kora dohot donganna saparbulanan, songon naung nilumbahon ni Jahowa hian tu ibana marhite sian si Musa.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "(17-6) (II.) Tole marsogotna i marmungutmungut muse ma sandok luhutan ni halak Israel dompak si Musa dohot si Aron ninna ma: Hamu do naung mambunu bangso ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "(17-7) Jadi dung marluhut huria i tu lambung ni si Musa dohot si Aron humusor ma nasida dompak undungundung parluhutan i, jadi ida ma, nunga dihungkupi ombun i undungundung i, jala tarida hamuliaon ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "(17-8) Jadi ro ma si Musa dohot si Aron tu adopan ni undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "(17-9) Jadi ro ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "(17-10) Lumindak ma hamu sian tongatonga ni huriaon, asa suda nasida hurendephon di bagasan satongkin! Jadi manungkap ma nasida na dua tu tano.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "(17-11) Dung i didok si Musa ma tu si Aron: Buat ma pardaupaan i jala bahen tu bagasan ni i api sian atas langgatan, jala ampehon tusi daupa, haru silu ma ho laho mandapothon huria i mambahen pardenggananna, ai nunga pola ruar rimas na marpiarpiar sian adopan ni Jahowa, nunga pola mamungka rahat begu masa i.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "(17-12) Dung i dibuat si Aron ma pardaupaan i, songon na nidokkon ni si Musa i, laos marlojong ma ibana tu tongatonga ni huria i, hape ida ma, nunga pola mamungka rahat begu masa i di tongatonga ni bangso i, gabe ditutung ma daupa i, asa mambahen pardengganan tu bangso i.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "(17-13) Jadi jongjong ma ibana di holangholang ni halak naung mate dohot na mangolu, gabe mansohot ma begu masa i.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "(17-14) Alai anggo halak naung mate binahen ni begu masa i sampulu opat ribu pitu ratus halak toropna, so padohot angka na mate paihuthon tahi ni si Kora.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "(17-15) Dung i mulak ma si Aron tu si Musa tu pintu ni undungundung parluhutan i, laos mansohot ma anggo begu masa i.",
      "type": "content"
    }
  ]
}