{
  "book": "Bilangan",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "(17-16) (III.) Dung i ro muse ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(17-17) Patolhas ma hatangkon tu halak Israel jala buat sian nasida sada tungkot sian ganup marga, sian angka induknasida marompuompu, gabe sampulu dua tungkot, jala ingkon surathononmu goar ni ganup tu tungkotna be.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(17-18) Alai anggo goar ni si Aron ingkon surathononmu tu tungkot ni si Lepi, ai di ganup induk marompuompu sada be tungkot i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(17-19) Ingkon peakkononmu do angka i tu bagasan undungundung parluhutan i di adopan ni poti panindangion i, tusi Ahu somal manopot hamu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(17-20) Jadi manang ise jolma na hupilliti, tungkotna i ma marbunga, asa tung hupasohot parungutunguton ni halak Israel ala Ahu, na marmungutmungut i nasida dompak hamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(17-21) Jadi dipatolhas si Musa ma hata i tu halak Israel, gabe sude induknasida i mangalehon tungkotna be tu ibana ganup induk marompuompu sada be tungkot i, gabe sampulu dua tungkot, tungkot ni si Aron di tongatonga ni tungkotnasida i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(17-22) Dung i dipeakkon si Musa ma angka tungkot i di adopan ni Jahowa di bagasan undungundung panindangion i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(17-23) Tole manogotna i, di na masuk si Musa tu bagasan undungundung panindangion i, ida ma, nunga marbunga tungkot ni si Aron na di marga Lepi, nunga tutu martumbur jala marbunga na mangerbang jala marparbue na matoras.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(17-24) Dung i diboan si Musa ma sude tungkot i ruar sian adopan ni Jahowa tu adopan ni sude halak Israel, asa diida nasida, laos dibuat nasida ma ganup tungkotna be.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(17-25) Dung i ro ma hata ni Jahowa tu si Musa: Boan ma mulak anggo tungkot ni si Aron tu adopan ni poti panindangion i, asa dipajop disi bahen tanda di angka anak na somal manggunturi, asa tung marhaujungan ungutungutnasida i ala Ahu, asa unang mate nasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(17-26) Dung i dibahen si Musa ma songon i, songon na tinonahon ni Jahowa tu ibana, songon i ma dibahen.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(17-27) Dung i ro ma hata ni halak Israel tu si Musa songon on: Ida ma, na marragean ma hami, na mago ma hami, tung saluhut do hami mago!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(17-28) Manang ise na hum jumonok tu undungundung ni Jahowa mate do i, tung ingkon luhut do hami rendep tagonan?",
      "type": "content"
    }
  ]
}