{
  "book": "Bilangan",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik taringot tu tohonan siradotan ni angka malim dohot halak Lepi 1-7. II. Parjambaran ni angka malim sian angka pelean dohot patumonaan 8-20. III. Ingkon jaloon ni halak Lepi saparsampulu sian nasa na niomo, lehonon ni halak Lepi muse saparsampulu sian na jinalonasida i tu malim 21-32",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni Jahowa tu si Aron: Ia ho dohot angka anakmu ro di pinompar ni amangmu rap dohot ho, ingkon tu hamu do manginona hajahaton dompak habadiaon, ingkon manginona tu ho dohot tu angka anakmu rap dohot ho hajahaton dompak hamalimonmuna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nang angka hahaanggim sian marga Lepi, marga ni amangmu, ingkon boanonmu do jumonok rap dohot ho, asa nasida mandongani ho dohot marhalado di ho; alai anggo ho dohot angka anakmu rap dohot ho ingkon di adopan ni undungundung panindangion i do.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon ringkotannasida do manumpak siradotanmu dohot siradotan di sandok undungundung i; alai ndang jadi jumonok nasida tu ulaula di inganan na badia, manang tu langgatan, asa unang rap mate, nang nasida nang hamu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon mandongani ho do nasida, asa mangaradoti siradotan di undungundung parluhutan i di saluhut ulaon tu undungundung i; alai anggo halak sileban ndang jadi jumonok tu hamu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Antong radoti hamu ma siradotan di inganan na badia i dohot siradotan di langgatan, asa unang be mangonai rimas na marpiarpiar tu halak Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala ida ma, nunga Ahu mambuat halak Lepi, hahaanggimuna i sian tongatonga ni halak Israel; silehonlehon tu hamu do umbahen pinasahat nasida tu Jahowa, asa radotanna ulaon di undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai anggo ho dohot angka anakmu rap dohot ho, ingkon radotanmuna do hamalimonmuna i taringot tu saluhut ulaon di langgatan i dohot di bagasan, sahat tu rimberimbe i; ingkon radotanmuna do tohonan i, ai silehonlehon na hulehon do tu hamu tohonan hamalimonmuna i; alai manang ise halak sileban na ro jumonok, ingkon marutang hosa do.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i ro muse hata ni Jahowa tu si Aron: Ianggo Ahu, ida ma, nunga hulehon tu ho angka pelean tatingan na tu Ahu hian siradotanmu; saluhut tahe na pinarbadiaan ni halak Israel, nunga hulehon bahen parjambaran tu ho dohot tu angka anakmu, gabe patik na hot ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "On do tahe jambarmu sian na badia sahali, sian pelean api: Saluhut peleannasida, i ma saluhut peleannasida sipanganon dohot saluhut peleannasida pardosaan dohot saluhut peleannasida parsalaan, angka na binoannasida tu Ahu, i ma gabe na badia sahali di ho dohot di angka anakmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon di bagasan inganan na badia sahali do i panganonmuna; nasa baoa tahe, jadi do manganhon sian i, ingkon badia do i di ho!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon jambarmu huhut pelean tatingan silehonlehonnasida i, ro di saluhut pelean hian sian halak Israel; nunga hulehon angka i tu ho, tu angka anakmu dohot tu angka borum na rap dohot ho bahen patik na hot salelenglelengna; nasa na niuras di bagasan jabum jadi do manganhon sian i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nasa miak dohot anggur na dumenggan i ro di eme, angka patumonaanna i, silehononnasida hian tu Jahowa, nunga hulehon tu ho.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nasa patumonaan sian gogo ni tanonasida i, siboanonna hian tu Jahowa, ingkon ho do nampunasa; manang ise na niuras di bagasan jabum, jadi do manganhon sian i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nasa naung hona harom di Israel, ingkon ho nampunasa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nasa buhabaju, sian nasa sibuk siboanonna hian tu Jahowa, nang sian jolma manang pinahan, ingkon ho nampunasa; alai tahe ingkon tobusonmu do anggo buhabaju sian jolma, dohot buhabaju sian pinahan na ramun pe ingkon tobusonmu do.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Anggo taringot tu partobusna, ingkon jolo marumur sabulan, asa jadi tobusonmu, hombar tu pangasammu, arga lima sekkel perak marguru tu sekkel di inganan na badia, i ma duapulu gera.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo anak buhabaju ni lombu, manang birubiru manang hambing ndang jadi tobusonmu, ai angka na badia do i; jala mudarna i ingkon pistikkononmu do tu langgatan, jala tabotabona ingkon tutungonmu do i bahen pelean api, bahen uap na hushus di Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo sibukna, ingkon ho nampunasa, suang songon andora pelean tatingan i jala songon hae jolo siamun, ingkon ho nampunasa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Saluhut pelean tatingan sian ugasan na badia, angka na tinating ni halak Israel di Jahowa, nunga hulehon tu ho, tu angka anakmu dohot tu angka borum na rap dohot ho bahen uhum na hot salelenglelengna, i ma sada parjanjian sira na hot salelenglelengna di adopan ni Jahowa, di ho dohot di pinomparmu rap dohot ho.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ro muse hata ni Jahowa tu si Aron: Ndang jadi maruli partalian ho di tanonasida i, manang margolat ho di tongatonganasida; ai Ahu do partalianmu dohot teanteanonmu di tongatonga ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Alai anggo tu halak Lepi, ida ma, nunga hulehon saluhut parpuluan di Israel bahen teanteananna, bahen parjambaran upa ni ulaonnasida, na niulanasida i, tohonan di undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dibahen i ndang jadi be jumonok anggo halak Israel tu undungundung parluhutan i, asa unang dapotan dosa, laos mate nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ingkon halak Lepi tahe mangaradoti ulaon tohonan di undungundung parluhutan i, ingkon manginona tu nasida hajahatonnasida i; patik na hot salelenglelengna do i ro di pinomparmuna, ndang jadi maruli partalian nasida di tongatonga ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai parpuluan ni halak Israel, angka na tinatingnasida i tu Jahowa bahen pelean tatingan, nunga hulehon tu halak Lepi bahen partalianna; ala ni do umbahen naung hudok tu nasida: Ndang jadi maruli partalian nasida di tongatonga ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ro ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ingkon patolhasonmu do hatangkon tu halak Lepi: Molo dibuat hamu sian halak Israel parpuluan, angka naung hulehon tu hamu sian nasida bahen partalianmuna, ingkon tatingonmuna sian i pelean tatingan tu Jahowa, parpuluan tahe sian parpuluan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala etongan do tu hamu pelean tatingonmuna i, hira songon eme sian pardegean jala songon anggur na marlobilobi sian pangilangan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ingkon songon i tatingonmuna huhut pelean tatingan tu Jahowa sian nasa parpuluanmuna, angka na binuatmuna sian halak Israel; pelean tatingan sisongon i tu Jahowa, ingkon lehononmuna do tu malim Aron.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Sian nasa silehonlehon tu hamu, ingkon tatingonmuna do pelean tatingan marragamragam di Jahowa, sian nasa na dumenggan disi, na tau parbadiaanna sian i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ingkon dohononmu ma tu nasida: Molo tatingonmuna na dumenggan i sian i, ingkon etongan do i tu halak Lepi, suang songon parbue na dapot sian pardegean dohot songon parbue na dapot sian pangilangan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi do huhut panganonmuna sian i di saluhut inganan, nang hamu, nang pinomparmuna i, ai upamuna do i, parjambaran sian ulaonmuna di bagasan undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jala ndang dapotan dosa hamu marhite sian i, molo tatingonmuna sian i na dumenggan i bahen pelean tatingan, jala ndang jadi ramunanmuna ugasan naung pinarbadiaan ni halak Israel, asa unang mate hamu.",
      "type": "content"
    }
  ]
}