{
  "book": "Bilangan",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangurasion marhitehite sirabun sian lombu na rara 1-10. II. Aek pangurasan dohot parture ni pamangkena disi 11-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu si Musa dohot tu si Aron songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "On ma aturan ni patik, na tinonahon ni Jahowa, ninna do: Dokkon ma halak Israel asa ditogu nasida tu ho sada lombu boruboru na rara na so marlindang manang martihas, jala na so dung hapampean ni auga.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala pasahat hamu ma i tu malim Eleasar, asa ditogu lombu i tu balian ni parsaroan, laos disi ma diseat di adopanna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ingkon sornophonon ni malim Eleasar ma jarijarina mambuat sian mudarna i, jala pistikkononna sian mudar i dompak undungundung parluhutan i pola pitu hali.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i suda ma tutungonna lombu i di adopanna ro di bobakna, sibukna, tole mudarna ro di napana, ingkon tutungonna do.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ingkon buaton ni malim i ma hau ares dohot sanggul Hissop dohot bonang na rara, laos timpalhononna ma i tu tongatonga ni pamurunan di lombu i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ingkon sunsion ni malim i ma pangkeanna jala didionna dagingna di bagasan aek, dung i jadi ma ibana masuk tu parsaroan, alai ingkon ramun malim i sahat ro di bodari.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Halak na manutung lombu i pe, ingkon sunsionna pangkeanna dohot aek jala didionna dagingna di bagasan aek, laos ramun ibana sahat ro di bodari.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ingkon papunguon ni sada baoa naung niuras sirabun sian lombu i, jala usehononna do i di balian ni parsaroan tu inganan na pansing, asa dipajop disi pangkeon tu luhutan ni halak Israel mambahen aek pangurason; ai pelean pardosaan do i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Halak na papunguhon sirabun sian lombu i pe, ingkon sunsionna do pangkeanna jala ramun ibana sahat ro di bodari. I ma gabe aturan na hot salelenglelengna di halak Israel dohot di halak dagang na maisolat di tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Manang ise na manjama halak naung mate, manang bangke ni sada jolma, ingkon ramun ibana pitu ari lelengna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ingkon urasonna ma dirina sian dosa marhite sian aek i di ari patoluhon dohot di ari papituhon, asa ias ibana muse; alai molo tung so diuras dirina sian dosa i di ari patoluhon dohot di ari papituhon, ndang tarbahensa ias.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Manang ise na manjama halak naung mate, manang bangke ni sada jolma, hape ndang olo ibana manguras dirina sian dosa i, inganan ni Jahowa do na niramunanna disi, ingkon siaphononhon jolma sisongon i sian tongatonga ni Israel, ala so pinistikkon tu ibana aek pangurason i, tong do ibana ramun saleleng lohot dope haramunonna di ibana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "On do huhut patikna: Tung sura mate sada jolma di bagasan sada undungundung, jadi manang ise na masuk tu bagasan undungundung i, jala manang ise na di bagasan undungundung i hian, ingkon ramun ibana pitu ari lelengna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Songon i nasa isian na tedek na so marlangkop na nirahutan, ramun do i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala manang ise na manjama di ladang sada halak na mate, binahen ni podang, manang bangke ni sada jolma manang holiholina manang hinamborna, ingkon ramun ibana pitu ari lelengna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingkon buaton ni halak do di jolma na ramuni sian sirabun ni pelean pardosaon na tinutung i, jala usehononna tusi aek na mangolu di bagasan sada guriguri.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i buaton ni sada baoa na ias ma sanggul Hissop jala sornophononna tu bagasan aek i, laos pistihanna ma undungundung i ro di sude ulaula dohot jolma angka na di bagasan; dohot tahe jolma na manjama holiholi ni na mate manang halak na binunu manang halak na mate boti manang hinambor.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai ingkon pistihan ni halak na ias i do halak na ramuni di ari patoluhon dohot di ari papituhon, jala urasanna ibana sian dosana di ari papituhon, sunsionna huhut pangkeanna jala maridi ibana di bagasan aek, gabe ias ibana bodari.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai manang ise baoa na ramun, hape ndang olo ibana manguras dirina sian dosana, ingkon siaphononhon ibana sian tongatonga ni huria i, ai habadiaon ni Jahowa do na niramunanna disi, ala so pinistikkon aek pangurason i tu ibana, laos ramun ma ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ingkon i ma gabe aturan na hot salelenglelengna di nasida; jolma na mamistikkon aek pangurason i pe, ingkon sunsionna do pangkeanna; jala manang ise na manjama aek pangurason i, ingkon ramun ibana sahat ro di bodari.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala manang aha pe na jinama ni halak na ramuni, ingkon ramun do i; jala manang ise na manjama halak na ramuni, ingkon ramun ibana sahat ro di bodari.",
      "type": "content"
    }
  ]
}