{
  "book": "Bilangan",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamamate ni si Miryam. Hurangan aek halak Israel, gabe dibadai nasida si Musa 1-6. II. Ruar do nian aek sian dolok batu, alai hona toru ni Debata si Musa dohot si Aron ala ni ganggu ni rohanasida i 7-13. III. Ndang diloas halak Edom halak Israel i mamolus sian luatnasida 14-21. IV. Hamamate ni si Aron dohot hababangkit ni si Eleasar 22-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i sahat ma halak Israel, sandok luhutan i tahe tu halongonan Sin di bulan sipaha sada, laos mangulon ma bangso i di Kades; mate ma disi ia si Miryam, laos tartanom disi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i hurangan aek ma na sahuria i, dibahen i marrongoman ma nasida ro manopot si Musa dohot si Aron.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i dipungka halak situan na torop i ma bada tu si Musa, angka ninna ma: Tung so tos hosanami nahinan rap dohot hahaangginami di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Boasa tung patogitogionmuna huria ni Jahowa tu halongonan on, asa mate marambolongan hami disi rap dohot dorbianami?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala boasa tung togihononmuna hami nangkok sian Misir, mamboan hami tu inganan na roa on, tu tano na so tarula on, so manang adong jumpang hau ara manang hau anggur manang hau dalimo, gari aek inumon ndang adong jumpang?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i laho ma si Musa dohot si Aron sian adopan ni huria i tu pintu ni undungundung parluhutan i, laos manungkap nasida tu tano. Dung i tarida ma hamuliaon ni Jahowa di nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Jadi ro ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Buat ma tungkot i jala paluhut ma huria i, ho dohot hahami si Aron, dung i pangkulingi hamu ma dolok batu di adopan ni matanasida i, asa lehononna aek sian ibana; ingkon paruaronmu di nasida aek sian dolok batu i, asa lehononmu minum huria i ro di dorbianasida i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i dibuat si Musa ma tungkot i sian adopan ni Jahowa, songon na tinonahonna i tu ibana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dipaluhut si Musa dohot si Aron ma huria i tu jolo ni dolok batu i, jala ninna ma mandok nasida: Ua tangihon ma hatangkon, hamu ale panggunturi! Tagamon do ulaning tarparuar hami sian dolok batu on aek siinumonmuna?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i dipatoltol si Musa ma tanganna jala dilombuti dolok batu i dohot tungkotna pola dua hali, jadi ruar ma aek mansai godang, gabe minum be huria i ro di dorbianasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ro ma hata ni Jahowa tu si Musa dohot tu si Aron: Ala na so hinaporseaanmuna Ahu, pabadiahon Ahu nian di adopan ni halak Israel, dibahen i ndang be hamu manogihon huriaon sahat tu tano naung hubasabasahon tu nasida nian.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "I ma aek Meriba, ala disi di badai halak Israel Jahowa, jala Ibana pabadiahon dirina di tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Dung i disuru si Musa ma angka suruanna sian Kades manopot raja ni halak Edom mandok: Songon on do hata ni anggim halak Israel: Diboto ho do nasa haporsuhon naung huae hami.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Na tuati ompunami tu tano Misir, jala nania leleng hami maringan di Misir, jala na pinaporsukporsuk ni halak Misir hami dohot ompunami.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi mangangguhi ma hami tu Jahowa, gabe ditangihon Ibana soaranami jala disuru sada surusuruan, jala ditogihon hami ruar sian Misir, jala ida ma, di Kades do hami nuaeng, i ma sada huta apala di partalpahan ni tanom.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ua loas ma hami mamolus sian luatmu! Unang pe hami mardalan sian ladangmu manang sian porlak anggurmu, jala ndang olo hami minum aek sian sumur; dalan na bolon i do tulusonnami, unang pe manimbil tu siamun manang tu hambirang, paima salpu hubolus hami luatmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai ninna raja ni Edom i ma tu ibana: Ndang jadi bolusonmu luathu, sai na ruar do ahu mandopang ho marhite sian podang.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ro ma hata ni halak Israel tu ibana: Dalan na bolon sambing bolusonnami, tung sura minum hami sian tapianmi, hami nang pinahannami, ingkon gararonnami do i, ndada masisindir hami, asal naeng mamolus mardalan pat.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai ninna ibana ma: Ndang jadi bolusonmu! Laos ruar raja ni halak Edom manjumpangkon nasida manguluhon paranganna mansai godang, angka na tang be marsinjata.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Asa songon i ma panjua ni halak Edom mangaloas halak Israel mamolus sian luatna, jadi mamedu ma halak Israel pasiding ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(IV.) Dung i borhat ma nasida sian Kades, gabe sahat ma sandok huria ni halak Israel tu dolok Hor.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ro ma hata ni Jahowa tu si Musa dohot tu si Aron di bona ni dolok Hor, mardonokkon partalpahan ni luat Edom, ninna ma:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Papunguon ma anggo si Aron tu bangsona, ndang jadi ibana masuk tu tano naung hulehon tu halak Israel, ala na nilaosanmuna hatangku di lambung aek Meriba.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Arahon ma si Aron dohot si Eleasar, anakna i, jala togihon nasida nangkok tu dolok Hor.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i tanggali ma sian si Aron pangkeanna, jala solukkon ma i tu si Eleasar, anakna i, ai ingkon disi papunguon anggo si Aron tu bangsona, laos mate.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi dibahen si Musa ma songon na tinonahon ni Jahowa, nangkok ma nasida tolunsa tu dolok Hor di adopan ni sandok huria i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ditanggal si Musa ma sian si Aron pangkeanna i jala disolukkon ma i tu si Eleasar, anakna i. Dung i laos mate ma disi anggo si Aron di punsu ni dolok i. Alai tuat ma muse anggo si Musa dohot si Eleasar sian dolok i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi dung diida sandok huria i naung monding anggo si Aron, gabe ditatangisi sandok pinompar ni Israel ma si Aron, pola tolupulu ari lelengna.",
      "type": "content"
    }
  ]
}