{
  "book": "Bilangan",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Juajua ni si Bileam mangihuthon tu suruan ni raja Balas 1-14. II. Si Balas mangulahi marsuru suruanna manopot si Bileam; diihuthon si Bileam nasida, marsoara jolma halodena i di tongandalan mangunangi langkana nian 15-35. III. Panjangkon ni raja Balas di si Bileam 36-41",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i borhat muse halak Israel jala marsaro di angka adaran ni Moab di bariba ni Jordan, tondong ni Jeriko.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dung diida si Balas, anak ni si Zippor, saluhut naung binahen ni Israel tu halak Amori.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Godoron situtu ma Moab maradophon bangso i, ala bolonna, jala tahuton Moab mida halak Israel i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ro ma hata ni Moab tu angka sintua ni Midian: Suda ma nuaeng dilaton ni bangso on saluhut na humaliang hita, songon pandilati ni jonggi di tumburtumbur di ladang. Alai si Balas, anak ni si Zippor uju i raja di Moab.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i disuru ibana ma angka suruanna manopot si Bileam, anak ni si Beor, tu Petor na martopihon (Euprat) di bagasan luat ni angka anak ni bangsona, asa dijou nasida ibana, ninna ma: Ida ma, nunga ruar sada bangso sian Misir, ida ma, pola ditutup sandok tano i, nunga pola marsaro nasida patondong dohot ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nuaeng pe sai ro ma ho, bura i ma di ahu bangso on, ai gumogo do nasida sian ahu, anggiat tung dapot tartaluhon ahu bangso i, laos onjaronku do i sian luaton, ai nunga tangkas huboto, manang ise na pinasupasum dapotan pasupasu, jala manang ise na binuraanmi hona bura do.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi mardalan ma angka sintua ni Moab dohot angka sintua ni Midian jala upa pangarundingon di bagasan tangannasida, laos sahat ma nasida tu si Bileam jala dipatolhas tu ibana angka hata ni si Balas.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ro ma hatana tu nasida: Marborngin ma hamu dison saborngin on, asa hulehon alus tu hamu, marguru tu hata ni Jahowa tu ahu. Jadi tading ma angka induk ni Moab di lambung ni si Bileam.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ro ma Debata manopot si Bileam, ninna ma: Ise do angka baoa on na rap dohot ho?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna si Bileam ma tu Debata: Si Balas, anak ni si Zippor, raja ni Moab marsuru suruanna manopot ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ida ma, nunga ruar sada bangso sian Misir jala ditutup sandok tano i, ninna, nuaeng pe, sai ro ma ho mamburai bangso i di ahu, anggiat tung dapot ahu porangonku ibana, laos onjaronku ibana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ninna Debata ma tu si Bileam: Ndang jadi ho mardalan udur dohot nasida, jala ndang jadi buraanmu bangso i, ai na pinasupasu do i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i hehe ma si Bileam manogotna i, laos didok ma tu angka induk ni si Balas: Muli ma hamu tu tanomuna, ai manjua do Jahowa mangaloas ahu mardalan udur dohot hamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i borhat ma angka induk ni Moab, jala sahat nasida tu si Balas, angka ninna ma: Manjua do si Bileam mardalan udur dohot hami.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Dung i diulahi si Balas dope marsuru angka induk tumorop jala marmuliaan sian parjolo i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dung sahat nasida tu si Bileam, ninna nasida ma tu ibana: Songon on do hata ni si Balas, anak ni si Zippor: Sai unang olo ho sundatan mardalan manopot ahu!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai tung na marsangap situtu do ho bahenonku, jala manang aha pe sidohononmu tu ahu, sai bahenonku do i. Antong sai ro ma ho, jala bura i di ahu bangso on!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai ninna si Bileam ma mangalusi angka naposo ni si Balas: Tung sura pe gok jabuna perak dohot sere dilehon si Balas tu ahu, ndang halaosan ahu hata ni Jahowa, Debatangku, mangulahon hata na metmet manang na balga.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Nuaeng pe na tading ma hamu dison, nang saborngin on, asa huboto, manang dia dope hata ni Jahowa tu ahu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ro ma Debata bornginna i manopot si Bileam jala ninna ma mandok ibana: Ala naung ro angka baoa i manjou ho, antong hehe ma ho mardalan udur dohot nasida, alai holan hata sipaboaonku tu ho do na jadi bahenonmu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tole manogotna i hehe ma si Bileam jala dipalanoi halodena boruboru jala mardalan ibana udur dohot angka induk ni Moab.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai marpiarpiar ma rimas ni Jahowa ala mardalan ibana, jala jongjong suruan ni Jahowa di tongan dalan naeng mangalo ibana. Alai marsihundul di halodena anggo ibana, jala dua halak naposona donganna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i diida halode i ma suruan ni Jahowa jongjong di tongan dalan marpodang sintak di bagasan tanganna, jadi manimbil ma halode i sian dalan laho tu ladang; alai sai dilombuti si Bileam ma halode i paulakkon tu dalan nian.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i jongjong ma suruan ni Jahowa di dalan na sompit di holangholang ni angka porlak anggur, jala parik do angkupangkup be.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dung diida halode i suruan ni Jahowa, dihapithon ma ibana tu parik, gabe tardugus pat ni si Bileam tu parik, gabe didatdati ma mangalombuti halodena i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i mardalan ma suruan ni Jahowa dumao dope jala jongjong tu inganan na sompit situtu, na so adong dalan parhusoranna tu siamun manang tu hambirang.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung diida halode i suruan ni Jahowa pola somsam di toru ni si Bileam halode i, jadi marpiarpiar ma rimas ni si Bileam, gabe dilombuti halode i dohot tungkotna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i dibungka Jahowa ma baba ni halode i, gabe didok ma tu si Bileam: Aha ma na hubahen tu ho, umbahen lombutanmu ahu nunga pola tolu hali?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i ninna si Bileam ma tu halode i: Ala naung pininggilanmu rohangku, tung sura adong podang di bagasan tanganku, ingkon bunuonku do ho nuaeng.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i ro ma hata ni halode i mangalusi si Bileam: Nda ahu do nian halodem, naung hinundulanmu olat ni dung ho nampuna ahu rasirasa sadarion? Tung dung ma somal ahu mambahen songon i tu ho? Jadi ninna si Bileam ma: Ndang nian.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i dipatonggor Jahowa ma mata ni si Bileam, asa diida suruan ni Jahowa jongjong di tongan dalan marpodang sintak di bagasan tanganna; jadi dipaunduk si Bileam ma ibana, laos marsomba manungkap tu tano.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i ro ma hata ni suruan ni Jahowa mandok tu ibana: Boasa tung lombutanmu halodem, nunga pola tolu hali? Ida ma, Ahu do ruar naeng mangalo ho, ai pate tu hamagoan do dalan i di jolongku.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Balik do halode i jumolo marnida Ahu, gabe manimbil maradophon Ahu pola tolu hali; tung sura so manimbil halode i maradophon Ahu, sai ho do bunuonku, alai anggo halode i pangoluonku do.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i ninna si Bileam ma tu suruan ni Jahowa: Nunga mardosa ahu, alai ndada huboto ho jongjong di dalan naeng mangambat ahu. Nuaeng pe molo sogo roham, asa mulak ahu.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i ninna suruan ni Jahowa ma tu si Bileam: Mardalan ma ho udur dohot angka baoa i; alai ingkon holan hata sipaboaonku tu ho, i do hatahononmu. Jadi mardalan ma si Bileam udur dohot angka induk ni si Balas.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(III.) Jadi dung dibege si Balas naung ro si Bileam, ruar ma ibana manomunomu ibana sahat ro di huta ni Moab na martopihon Arnon, apala di partalpahan ni luatna.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i ninna si Balas ma tu si Bileam: Nda nunga husuru suruanku manopot ho mangalapi ho nian? Boasa so pintor ro ho tu ahu? Dirimpu roham huroha na so tarpasangap ahu ho, songon patutna?",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i ninna si Bileam ma mangalusi si Balas: Ida ma nunga ro ahu nuaeng manopot ho? Nuaeng pe tung tarbahen ahu ma mandok manang aha? Hata na niampehon ni Debata tahe tu bagasan pamanganku, ingkon i do hatahononku.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i mardalan ma si Bileam udur dohot si Balas, gabe sahat nasida tu Kiryat-Huzzot.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i dipelehon si Balas ma angka lombu dohot birubiru, jala ditongoshon jambar todoan tu si Bileam dohot tu induk, angka na rap dohot ibana.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Tole manogotna i diarahon si Balas ma si Bileam manogihon ibana nangkok tu atas angka tombak ni Baal, asa sian i ditatap sandok bangso i.",
      "type": "content"
    }
  ]
}