{
  "book": "Bilangan",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon ni si Bileam parjolo taringot tu Israel 1-12. II. Panurirangonna paduahon 13-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Bileam ma tu si Balas: Pajongjong ma di ahu dison pitu langgatan, jala padiri di ahu dison pitu lombu dohot pitu birubiru tunggal.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dibahen si Balas ma hombar tu hata ni si Bileam; jadi duansa, si Balas dohot si Bileam, mamelehon sada lombu dohot sada birubiru tunggal, di atas ni ganup langgatan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna si Bileam ma tu si Balas: Pajonok ma jongjong tu lambung ni pelean situtungonmi, asa laho ahu, anggiat tung ditomutomu Jahowa ahu, manang hata dia pinapatarna tu ahu, i do paboaonku tu ho. Dung i laho ma ibana tu sada robean.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i pajumpang ma Debata dohot si Bileam, laos didok ma mandok Ibana: Nunga pola hupajongjong pitu langgatan jala hupelehon sada lombu dohot sada birubiru tunggal di ganup langgatan i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i diampehon Jahowa ma sada hata tu bagasan pamangan ni si Bileam, huhut didok: Mulak ma ho tu si Balas, jala songon on do dohononmu!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung mulak ibana tu rajai, ida ma, jongjong dope ibana di lambung pelean tinutungna i rap dohot sude induk ni Moab.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dipungka si Bileam ma mandok tonggona: Nunga pola disuru si Balas, raja sian Moab suruanna mangalapi ahu sian Ram, sian angka dolok tungkan habinsaran, ninna do: Sai ro ma ho, bura i di ahu Jakkob! Sai ro ma ho mamulasi Israel!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Beha ma pambahenku mamburai halak na so binuraan ni Debata? Jala beha ma pambahenku mamulasi halak na so pinulasan ni Jahowa?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai sian punsu ni angka dolok batu tartatap ahu ibana, jala sian angka dolokdolok huranapi ibana; ida ma, i ma sada bangso na punjung maringanan, jala ndang masuk bilangan tu tongatonga ni angka bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung ise ma na tuk mamilangi orbuk ni Jakkob dohot torop ni saparopat sian Israel? Ingkon songon hamamate ni halak na tigor on nian hamamate ni hosangkon, jala ajalhu songon ajalna i!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i didok si Balas ma tu si Bileam: Aha do na binahenmu tu ahu? Laho mamburai angka musungku do umbahen na husuru mangalapi ho, hape ida ma, sai didatdati ho do mamasumasu nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna si Bileam ma mangalusi: Nda tama ingkon ingoton ni rohangku hata na niampehon ni Jahowa tu bagasan pamanganku laho mangkatahon?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Dung i ninna si Balas ma tu ibana: Ua, beta hita tu inganan na asing, asa dapot ho tataponmu nasida sian i; alai asal partalpahanna idaonmu, ndang jadi anggo tung sandok bangsona ranapanmu; sai bura i ma i di ahu sian i!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i diarahon ma ibana tu ladang ni halak parjaga, tu atas punsu ni Pisga, jala dipajongjong muse pitu langgatan, jala dipelehon sada lombu dohot sada birubiru tunggal di atas ni ganup langgatan i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna si Bileam ma tu si Balas: Pajonok ma jongjong tuson tu lambung pelean situtungonmi, laho ma anggo ahu tu adui manomunomu Jahowa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i pajumpang ma Jahowa dohot si Bileam, jala diampehon hatana tu bagasan pamanganna, ninna ma: Mulak ma ho tu si Balas, jala ingkon songon on dohononmu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dung mulak ibana mandapothon si Balas, ida ma, laos jongjong dope ibana di lambung pelean tinutungna i rap dohot angka induk ni Moab. Dung i ninna si Balas ma mandok ibana: Aha do hata ni Jahowa tu ho?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i dipungka ibana ma mandok tonggona, ninna ma: Hehe ma ho, ale Balas, jala tangihon: Patinggil ma pinggolmu tumangihon angka panindangionkon, ho ale anak ni si Zippor!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Anggo Debata ndada jolma tung olo margabus, ndada Ibana anak ni jolma manisia, tung solsolanna dirina! Tung tagamon ma dohononna hatana, so pasautonna? Manang tung dohononna manang aha so hajongjongkononna?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ida ma, nunga didokkon ahu mamasumasu, ai molo Ibana mamasumasu, tung beha ma bahenonku manundati?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ndang adong diida Ibana hajahaton di Jakkob jala ndang adong diida hangaluton di Israel. Jahowa Debatana do donganna, jala soara ni sarune mangolophon Rajai di tongatongana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Nunga ditogihon Debata nasida ruar sian Misir, jala songon doras ni badak tunggal do ibana mardalan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai ndada marguna parsibalikmataon anggo mangalo Jakkob, jala ndada marguna pangarundingon mangalo Israel. Jumpang do sogot tingkina, dohonon ma disi tu Jakkob dohot tu Israel: Manang aha naung binahen ni Debata.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ida ma, hehe do sogot bangso i songon singa boruboru, jala padirgahonna dirina songon singa jantan. Ndang tagamon olo manggompang, nda jolo manganhon juhut soroan, jala sopsoponna mudar ni angka na binununa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ninna si Balas ma tu si Bileam: Molo tung na so tarbahen ho mamburai nasida, ba unang sai datdati mamasumasu nasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ninna si Bileam ma mangalusi si Balas: Nda nunga hudok hian tu ho songon on: Manang aha sidohonon ni Jahowa, i do bahenonku?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ninna si Balas ma tu si Bileam: Beta hita, asa hutogihon ho tu inganan na asing, anggiat tung lomo roha ni Debata, asa buraanmu nasida di ahu sian i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i diarahon si Balas ma muse si Bileam tu punsu ni Peor, panatapan tungkan halongonan.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi ninna si Bileam ma tu si Balas: Pajongjong ma di ahu dison pitu langgatan, jala padiri di ahu dison pitu lombu dohot pitu birubiru tunggal.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi dibahen si Balas ma hombar tu hata ni si Bileam, jala dipelehon sada lombu dohot sada birubiru tunggal di atas ni ganup langgatan i.",
      "type": "content"
    }
  ]
}