{
  "book": "Bilangan",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panurirangon ni si Bileam patoluhon taringot tu Israel 1-9. II. Angka panurirangon na debanari 10-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung diida si Bileam lomo roha ni Jahowa ala pinasupasuna Israel, ndang laho ibana songon na dua hali parjolo i mandiori pangarundingon, pintor dituju do bohina dompak halongonan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i mangaranapi ma mata ni Bileam, gabe diida ma parpeak ni parsaroan ni Israel marmargamarga; jadi songgop ma Tondi ni Debata tu ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i dipungka ma muse mandok tonggona: On ma pangungkapon sian si Bileam, anak ni si Beor, pangungkapon tahe sian baoa naung tonggor matana!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pangungkapon sian jolma naung somal umbege angka hata ni Debata, naung marnida parmataon sian Nasunhinagogo, jolma naung tungkap jala tarbungka matana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tung na uli sahali do angka undungundungmu, ale Jakkob, angka ingananmu, ale Israel!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Songon sunge tahe, angka na gistang mardalan, songon angka porlak martopihon sunge, songon hau aloe, angka na sinuan ni Debata, songon hau ares di topi ni aek.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai tong do mabaor aek sian timbatimbana, pinomparna pe marsihohot jongjong di bagasan angka aek magodang, jala tumimbul do rajana sian Agag, jala marmulia situtu harajaonna i sogot.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nunga ditogihon Debata ibana ruar sian Misir, jala songon doras ni badak tunggal ibana mardalan. Ingkon suda ma panganonna angka bangso parbegu alona i, jala ropuhanna holiholinasida jala ponggolhononna angka sumbianasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nunga marsinggang ibana huhut manggompang songon singa jantan, jala songon singa boruboru; tung ise ma na hum manungguli ibana? Dapotan pasupasu ma manang ise na mamasumasu ho, jala hona bura manang ise na mamburai ho.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Jadi marpiarpiar ma rimas ni si Balas dompak si Bileam, pola ditopaptopap tanganna, jala didok si Balas mandok si Bileam: Laho mamburai angka musungku ho nian umbahen jinou, hape ida ma, sai didatdati ho do mamasumasu nasida, nunga pola tolu hali.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nuaeng pe hatop ma ho maporus mulak tu ingananmu hian! Disangkap rohangku do nian naeng marmulia situtu ho bahenonku; alai ida ma, nunga diambat Jahowa hamuliaon sian ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ninna si Bileam ma tu si Balas: Nda nunga hudok hian nang tu surusuruan, angka na sinurum manopot ahu songon on:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tung sura pe gok jabuna perak dohot sere dilehon si Balas tu ahu, ndang halaosan ahu hata ni Jahowa, laho mambahen na denggan manang na roa sian roharohangku sandiri; hata sipaboaon ni Jahowa tu ahu, ingkon i do hatahononku.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nuaeng pe, ida ma, na laho ma anggo ahu mulak tu bangsongku, dibahen i loas ma ahu manurirangkon hian tu ho taringot tu sibahenon ni bangso on tu bangsom on di ujung ni angka ari.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i dipungka ma muse mandok tonggona: On ma pangungkapon sian si Bileam, anak ni si Beor, pangungkapon tahe sian baoa naung tonggor matana!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Pangungkapon sian jolma naung somal umbege angka hata ni Debata dohot na umboto parbinotoan di Natumimbul, naung marnida parmataon ni Nasunhinagogo, jolma naung tungkap jala tarbungka matana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sai na idaonku do Ibana, alai ndang dope anggo nuaeng; sai na tataponku do Ibana, alai ndang dope anggo tung jonok: Binsar do sogot sada bintang sian Jakkob jala hehe do sada tungkot harajaon sian Israel; papatuonna ma angka luat ni Moab jala patunduhonna sandok pinompar ni si Set.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Soluhonna ma ia Edom, jala gabe partalian ni musuna anggo Seir, alai lam marhuaso ma anggo Israel.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Marharoroan sian Jakkob ma Sipangarajai, jala siaphononna pasipasi sian huta i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi dung diida ibana halak Amalek, gabe dipungka ma tonggona mandok: Parmulaan ni angka bangso parbegu do nian Amalek, alai ujungna do tu hamagoan!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dung diida ibana halak Keni, gabe dipungka ma tonggona mandok: Gonting do nian ingananmu jala dipaojak ho asarmu di atas dolok batu:",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai ingkon ro do sogot na mangulang Keni, paima ro muse Assur mamboan ho tu habuangan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i dipungka ibana muse tonggona mandok: Ue! Tung ise ma tarbahen mangolu, molo dipamasa Debata sisongon i?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai ro muse angka hopal sian pasir ni halak Kittim, patunduhonna ma Assur dohot Heber muse; alai ibana sandiri pe ingkon tu hamagoan do.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i borhat ma si Bileam, laos mardalan asa mulak ibana tu ingananna hian: Si Balas pe ditulus do dalanna i.",
      "type": "content"
    }
  ]
}