{
  "book": "Bilangan",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "I. Halak Israel marroha mago mangangkupi boru ni halak Moab. Hona uhum ni Debata nasida ala ni 1-9. II. Pinehas paombun rimas ni Debata, gabe dipahot Debata hamalimonna bahen upana. Hamusuon ni Israel dompak Midian 10-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i maringan ma Israel di Sitim, alai dipungka halak situan na torop i ma marmainan tu boru ni halak Moab.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Angka na manggokkon bangso i uju mamele nasida tu debatanasida i, laos mangan juhut tibaltibal ma bangso i, huhut marsomba tu debatanasida i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi marsigantung ma Israel tu Baal-Peor, gabe marpiarpiar ma rimas ni Jahowa mida Israel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ro ma hata ni Jahowa tu si Musa: Tangkup ma sude induk ni bangso i jala gantungkon nasida bahen pardengganan tu Jahowa di adopan ni mata ni ari, asa anggiat mombun parpiarpiar ni rimas ni Jahowa mida Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna si Musa ma tu angka panguhum di Israel, ganup ma hamu mambunu halakna, angka na marsigantung tu Baal-Peor.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ida ma, ro sahalak sian halak Israel, laos diboan tu angka hahaanggina sada boru Midian di adopan ni si Musa dohot di adopan ni sandok huria ni halak Israel, tongon angka tumatangis nasida di jolo pintu ni undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai dung diida si Pinehas, anak ni si Eleasar, tubu ni malim Aron songon i, hehe ma ibana sian tongatonga ni huria i, huhut patioptiop sada hujur di bagasan tanganna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Laos diihuthon ma halak Israel i masuk tu bagasan bilut podoman jala sahali ditullang nasida duansa, baoa Israel i dohot parompuan i torus na niabitanna be. Jadi tongkinnai mansohot ma begu masa i sian halak Israel.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia torop ni jolma angka na mate binahen ni begu masa i duapulu opat ribu halak do.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dung i ro ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia si Pinehas, anak ni si Eleasar, tubu ni malim Aron, nunga dipaombun ibana rimashu mida halak Israel, di na hinamokmokkonna murukku di tongatonganasida, umbahen so sun siap hubahen halak Israel di bagasan murukku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen i paboa ma tu ibana: Ida ma, Ahu marbasabasahon tu ibana padan hadameon na hubahen i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon ibana do, ro di pinomparna dung salpu ibana, jujungan ni padan hamalimon ro di salelenglelengna, upana ala dihamurukkon ulaon ni Debatana, jala dibahen pardengganan tu halak Israel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai anggo goar ni baoa sian Israel na mate binunu i rap dohot boru Midian, i ma si Simri, anak ni si Salu, sada induk ni marga Simeon marompuompu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala goar ni boru Midian na mate binunu i, i ma si Kosbi, boru ni si Zur, sada ihutan ni angka marga marompuompu di Midian.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingkon marmusu hamu dompak halak Midian jala patunduk hamu nasida.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai nasida jumolo marmusu dompak hamu marhite sian angkalnasida, na niangkalannasida i hamu taringot tu Peor dohot taringot tu si Kosbi, ibotonasida i, boru ni sada induk di Midian, na binunu apala di ari hararagat ni begu masa i ala Peor.",
      "type": "content"
    }
  ]
}