{
  "book": "Bilangan",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik taringot tu teanteanan: dos boru dohot anak manean amana, ia so adong ibotona 1-12. II. Lumbalumba taringot tu hamamate ni si Musa dohot hababangkit ni si Josua bahen partogi ni halak Israel 13-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma jumonok angka boru ni si Zelapehat, anak ni si Heper, i ma anak ni si Gilead, i ma anak ni si Mahir, i ma anak ni si Manasse, sian marga Manasse, anak ni si Josep. Alai on do goargoar ni angka boruna: Si Mala, si Noah, si Hoglah, si Milka dohot si Tirza.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Laos jongjong ma nasida tu adopan ni si Musa dohot malim Eleasar dohot tu adopan ni angka induk dohot tu adopan ni sandok huria i di pintu ni undungundung parluhutan i, ninna ma:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga mate anggo amanami di halongonan, alai ndang dohot ibana di tongatonga ni halak na saparbulanan, angka na manjahati dompak Jahowa, angka na paihuthon tahi ni si Kora, ala ni dosana sandiri do umbahen mate ibana, so martinading anak.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Boasa tagonan ingkon pidom goar ni amanami sian tongatonga ni bangsona, ala so martinading anak ibana? Ua lehon huhut di hami partalian di tongatonga ni hahaanggi ni amanami!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i diboan si Musa ma hatanasida i tu adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ro ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sintong do pangidoan ni angka boru ni si Zelapehat; ingkon lehononmu tu nasida teanteanan di tongatonga ni hahaanggi ni amanasida i, ingkon sahat tu nasida do lehononmu partalian ni amanasida i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon dohononmu huhut tu halak Israel songon on: Tung sura mate manang ise so martinading anak, ingkon sahat teanteananna tu angka boruna lehononmuna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai tung sura so adong boruna, ingkon lehononmuna do teanteananna tu hahaanggina.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tung sura so adong nang hahaanggina, ingkon lehonon teanteananna tu hahaanggi ni amana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala tung sura so adong hahaanggi ni amana, ingkon lehonon do teanteananna tu donganna sabutuha na sumolhot tu ibana, donganna samarga, asa nasida manean. Ingkon i ma gabe patik ni uhum di halak Israel, songon na tinonahon ni Jahowa hian tu si Musa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ro ma hata ni Jahowa mandok tu si Musa: Nangkok ma ho tu atas ni dolok Abarim on, jala tatap ma tano naung hulehon i tu halak Israel.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Ia dung diida ho tano i, ingkon papunguon ma dohot ho tu bangsom, suang songon si Aron hahami, dipapungu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ala na nilaosanmuna hatangku di halongonan Zin, uju na mambingkasi bada huria i, uju parbadiaanmuna nian Ahu marhite sian aek i di adopan ni matanasida i. I ma aek Meriba mardonokkon Kades di halongonan Zin.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna si Musa ma tu Jahowa songon on:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ingkon pabangkiton ni Jahowa, Debata ni angka tondi ni nasa daging nian sada halak manguluhon huria i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ibana nian masuk dohot ruar di adopannasida, laos ibana manogihon nasida masuk dohot ruar, asa unang luhutan ni Jahowa, songon birubiru na so marparmahan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ro muse hata ni Jahowa tu si Musa: Arahon ma bahen donganmu si Josua, anak ni si Nun, sahalak naung maruli Tondi tu bagasan rohana, jala ampehon ma tanganmu tu ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i pajongjong ma ibana di adopan ni malim Eleasar dohot di adopan ni sandok huria i, jala lehon parenta tu adopan ni matanasida i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ingkon lehononmu huhut sian sahalam tu ibana, asa sandok huria ni halak Israel tumangihon ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ingkon jongjong ibana di adopan ni malim Eleasar, asa ibana manungkun Jahowa taringot tu ibana marhitehite uhum ni Urim di adopan ni Jahowa; ingkon marguru tu hatana nasida ruar dohot masuk, ibana tahe ro di sude halak Israel rap dohot sandok huria i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i dibahen si Musa ma, songon na tinonahon ni Jahowa tu ibana, diarahon ma si Josua, jala dipajongjong ibana di adopan ni malim Eleasar dohot di adopan ni sandok huria i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Laos diampehon ma tanganna tu ibana jala ditonai ibana, hombar tu na pinaboa ni Jahowa marhite sian si Musa.",
      "type": "content"
    }
  ]
}