{
  "book": "Bilangan",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka patik taringot tu pelean marragamragam: Taringot tu pelean ariari 1-8. II. Pelean di ari Sabbat 9-10. III. Pelean di poltak ni bulan 11-15. IV. Pelean di Paska 16-25. V. Pelean di Pentakoste 26-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Pasahat ma tonangku tu halak Israel jala paboa tu nasida: Ia pelean tu Ahu hira sagusagungku bahen pelean api, uap na hushus di Ahu, ingkon radotanmuna do i laho mamboan jumonok tu Ahu di tingkina naung binuhul hian.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala dohononmu ma tu nasida: On do pelean api na patut sipelehononmuna tu Jahowa: Dua anak ni birubiru na marumur sataon, na so marlindang ganup ari bahen pelean situtungon na tongtong.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Birubiru na sada ingkon manogotna i pelehononmu, jala birubiru na sada ingkon marhira bodari pelehononmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tole saparsampulu epah itak na lamot bahen pelean sipanganon, ingkon dogilon dohot miak na tinutu saparopat Hin.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "I ma pelean situtungon na tongtong, naung pinelehon i di dolok Sinai, i ma pelean api bahen uap na hushus di Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tole muse peleanna siinumon saparopat Hin di ganup anak ni birubiru; ingkon di bagasan inganan na badia i do usehononhon pelean siinumon sian anggur di Jahowa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ianggo anak ni birubiru na sadanari, ingkon pelehononmu do i mareak bodari, suang songon pelean sipanganon manogotna i, jala suang songon peleanna siinumon i, i ma pelean api, uap na hushus di Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Alai anggo di ari Sabbat ingkon dua anak ni birubiru na marumur sataon, jala na so marlindang dohot dua parsampulu itak na lamot, bahen pelean sipanganon na nidogil dohot miak rap dohot peleanna siinumon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "I ma pelean situtungon di ganup ari Sabbat, di balik ni pelean situtungon na tongtong i rap dohot peleanna siinumon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) Tole muse di artia ganup bulan ingkon pelehononmuna sada pelean situtungon di Jahowa: Dua anak ni lombu, sada birubiru tunggal, pitu anak ni birubiru na marumur sataon, angka na so martihas.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala tolu parsampulu itak na lamot bahen pelean sipanganon, nidogil dohot miak, dongan ni ganup anak ni lombu, jala dua parsampulu itak na lamot bahen pelean sipanganon nidogil dohot miak, dongan ni sada birubiru tunggal.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala saparsampulu itak na lamot bahen pelean sipanganon nidogil dohot miak, dongan ni ganup anak ni birubiru. I ma pelean situtungon bahen uap na hushus, sada pelean api di Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala peleanna siinumon ingkon on do: Satonga Hin anggur dongan ni ganup anak ni lombu, sapartolu Hin dongan ni ganup birubiru tunggal, jala saparopat Hin dongan ni ganup birubiru. I ma pelean situtungon di ganup poltak ni bulan manipat taon.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Angkup ni pelehononhon do sada hambing tunggal bahen pelean pardosaon di Jahowa di balik ni pelean situtungon na tongtong i, rap dohot peleanna siinumon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(IV.) Alai di ari sampulu opat bulan sipaha sada, disi ma Paska di Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala di ari sampulu lima bulan i masa ari raya; ingkon pitu ari lelengna panganon sagusagu na so niasoman.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Di ari parjolo ma pansangon luhutan na badia; ndang jadi bahenonmuna agia aha ulaon ariari disi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ingkon pelehononmuna huhut pelean api bahen pelean situtungon di Jahowa: Dua anak ni lombu, sada birubiru tunggal dohot pitu anak ni birubiru na marumur sataon, angka na so jadi martihas.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Rap dohot peleanna sipanganon sian itak na lamot nidogil dohot miak; tolu parpuluan dongan ni ganup anak ni lombu jala dua parpuluan dongan ni birubiru tunggal pelehononmuna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Saparpuluan be pelehononmuna dongan ni ganup anak ni birubiru na pitu i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tole muse sada hambing tunggal bahen pelean pardosaon mambahen pardengganan di hamu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ingkon pelehononmuna do angka i di balik ni pelean situtungon manogotna i, naung gabe pelean situtungon manongtong do i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Hombar tusi ingkon pelehononmuna ariari na pitu ari i sagusagu bahen pelean api, uap na hushus di Jahowa di balik ni pelean situtungon na tongtong i do i pelehononmuna rap dohot peleanna siinumon i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Anggo di ari papituhon i, ingkon pansangonmuna ma luhutan na badia di hamu; ndang jadi ulahononmuna disi agia aha ulaon ariari.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "(V.) Tole muse di ari patumonaan, molo dipelehon hamu pelean sipanganon na imbaru di Jahowa dung boho angka minggumuna i, ingkon pansangonmuna do sada luhutan na badia di hamu: Ndang jadi ulahononmuna disi agia aha ulaon ariari.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ingkon pelehononmuna disi dua anak ni lombu, sada birubiru tunggal, pitu anak ni birubiru na marumur sataon bahen pelean situtungon, uap na hushus di Jahowa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Rap dohot itak na lamot na nidogil dohot miak bahen pelean sipanganon: Tolu parpuluan di ganup anak ni lombu, dua parpuluan di ganup birubiru tunggal.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jala sada parpuluan di ganup anak ni birubiru na pitu i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Sada hambing tunggal bahen pardengganan di hamu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Pelehononmuna do angka i di balik ni pelean situtungon na tongtong i rap dohot peleanna sipanganon; ingkon na so martihas do angka i di hamu rap dohot peleanna siinumon i.",
      "type": "content"
    }
  ]
}