{
  "book": "Bilangan",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ingkon anak ni si Aron mangaradoti hamalimon 1-10. II. Harentaon dohot ulaon ni halak Lepi 11-39. III. Halak Lepi tarpilit singkat ni angka anak buhabaju di Israel 40-51",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do partubu ni pinompar ni si Aron dohot si Musa di ari uju na martona Jahowa tu si Musa di dolok Sinai.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala on do goargoar ni angka anak ni si Aron: Anak buhabajuna si Nadab, dung i si Abihu, si Eleasar dohot si Itamar.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "On do goargoar ni anak ni si Aron, angka na miniahan gabe malim, angka naung pinabangkit mangaradoti hamalimon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai nunga mate punu anggo si Nadab dohot si Abihu di adopan ni Jahowa, uju na binoannasida api sileban tu adopan ni Jahowa di halongonan Sinai; alai anggo si Eleasar dohot si Itamar saut do mangaradoti hamalimon di adopan si Aron, amanasida i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ro ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dokkon ma ro jumonok marga Lepi jala pajongjong nasida di adopan ni malim si Aron, asa marhalado nasida di ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Asa diradoti nasida siradotanna hian di nasida sandiri dohot di sandok luhutan i di adopan ni undungundung parluhutan i, mangaringkoti ulaon di undungundung i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Laos nasida patureturehon angka ulaula di undungundung parluhutan i dohot patureture di halak Israel laho mangaradoti ulaon di undungundung i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala ingkon pasahatonmu halak Lepi bahen dongan ni si Aron dohot angka anakna i, ai angka nasida do naung binasabasahon tu ibana sian halak Israel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo si Aron dohot angka anakna i, ingkon pabangkitonmu do, asa nasida mangaradoti hamalimonnasida i; alai tung sura jumonok halak sileban marulaon, ingkon marutang hosa ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ida ma, nunga hubuat anggo halak Lepi sian tongatonga ni halak Israel bahen singkat ni nasa anak buhabaju sian halak Israel; asa Ahu do nampuna halak Lepi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai nasa anak buhabaju, Ahu do nampunasa; olat ni ari dung Ahu mambunu nasa anak buhabaju di tano Misir, nunga huparbadiai hian di Ahu nasa anak buhabaju di Israel sian jolma ro di pinahan tahe, ingkon Ahu do nampunasa, ai Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ro muse hata ni Jahowa tu si Musa di halongonan Sinai.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Bilangi ma angka anak ni si Lepi marompuompu dohot marmargamarga, nasa baoa olat ni na marumur sabulan dohot lobi sian i, ingkon bilangonmu do nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi tole ma si Musa mamilangi nasida hombar tu hata ni Jahowa, songon naung tinonahonna i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala angka on do goar ni angka anak ni si Lepi: Si Gerson, si Kohat dohot si Merari.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo goargoar ni angka anak ni si Gerson marmargamarga on do: Si Libni dohot si Simei.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia angka anak ni si Kohat marmargamarga: Si Amram, si Isebar, si Hebron dohot si Usiel.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ia angka anak ni si Merari marmargamarga: Si Mahli dohot si Musi. I ma marga ni halak Lepi marompuompu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sian pinompar ni si Gerson ro marga ni halak Libni dohot marga ni halak Simei; i ma marga sian pinompar ni si Gerson.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ia torop ni bilangannasida i, nasa baoa olat ni na marumur sabulan dohot lobi sian i pitu ribu lima ratus halak toropna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia pinompar ni si Gerson, ingkon marsaro di pudi ni undungundung i tungkan hasundutan.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala ingkon si Eliasap, anak ni Lael, ihutan ni pinompar ni si Gerson.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ingkon angka anak ni si Gerson do panahatan ni undungundung parluhutan i, i ma abit rimberimbena di bagasan dohot di langitlangitna dohot rimberimbe tutup ni pintu haroroan tu undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tole rimberimbe ni alaman dohot rimberimbe tutup ni pintu haroroan tu alaman na humaliang undungundung i dohot humaliang langgatan, ro di talina angka na masuk tu ulaonna be.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sian pinompar ni si Kohat ro marga ni halak Amram dohot marga ni halak Isebar dohot marga ni halak Hebron dohot marga ni halak Usiel; i ma angka marga sian pinompar ni si Kohat.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ia bilangan ni nasa baoa olat ni na marumur sabulan dohot lobi sian i ualu ribu onom ratus halak toropna, angka na marhalado di bagasan inganan na badia i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ia pinompar ni si Kohat, ingkon marsaro di lambung ni undungundung i tungkan dangsina.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala ingkon si Elisapan, anak ni si Usiel, ihutan ni pinompar ni si Kohat.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ingkon nasida do panahatan ni poti i, meja i, parpalitoan i, angka langgatan i dohot ulaula angka na badia i, angka na pinangke marulaon na badia, ro di rimberimbe rap dohot sude ulaulana.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai ihutan ni angka induk ni halak Lepi, i ma si Eleasar, anak ni malim Aron; ibana do panahatan ni halak, angka na marhalado di inganan na badia i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Sian pinompar ni si Merari ro marga ni halak Mahli dohot marga ni halak Musi; i ma angka marga sian pinompar ni si Merari.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ia torop ni bilangannasida i, nasa baoa olat ni na marumur sabulan dohot lobi sian i onom ribu dua ratus halak toropna.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ingkon si Zuriel, anak ni si Abihail, ihutan ni pinompar ni si Merari, jala ingkon marsaro nasida di lambung ni undungundung i tungkan utara.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jala ingkon anak ni si Merari panahatan ni angka papan ni undungundung i ro di ransangransangna, angka tiangna, angka pat ni tiang i, ro di nasa ulaulana dohot sude na masuk tu ulaonna i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Angkup ni angka tiang ni alaman humaliang rap dohot angka patna, labangna dohot talina.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai jolma angka na marsaro di adopan ni undungundung i tungkan habinsaran, di adopan ni undungundung parluhutan i tungkan purba, i ma si Musa. Si Aron dohot angka anakna i, asa nasida mangaradoti ulaon di inganan na badia i laho marhalado di halak Israel; tung sura jumonok halak sileban marulaon, ingkon marutang hosa ibana.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Bilangan ni halak Lepi luhutna, angka na binilang ni si Musa dohot si Aron, hombar tu hata ni Jahowa, mangihuthon margana be, nasa baoa olat ni na marumur sabulan dohot lobi sian i duapulu dua ribu halak toropna.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "(III.) Dung i ro ma hata ni Jahowa tu si Musa: Bilangi ma nasa anak buhabaju di tongatonga ni halak Israel, olat ni na marumur sabulan dohot lobi sian i, jala buat huhut bilangan ni goargoarnasida i.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dung i buatonmu ma di Ahu halak Lepi bahen singkat ni nasa baoa buhabaju di tongatonga ni halak Israel, ai Ahu do Jahowa; jala pinahan ni halak Lepi bahen singkat ni nasa buhabaju di tongatonga ni pinahan ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dung i dibilang si Musa ma, songon na tinonahon ni Jahowa tu ibana, nasa anak buhabaju di tongatonga ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Jadi dapot ma bilangan ni goargoar ni nasa anak buhabaju, olat ni na marumur sabulan dohot lobi sian i duapulu dua ribu dua ratus pitupulu tolu halak toropna tarbilang.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Dung i ro ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Buat ma halak Lepi bahen singkat ni nasa anak buhabaju di tongatonga ni halak Israel, jala pinahan ni halak Lepi bahen singkat ni pinahannasida, asa Ahu nampuna halak Lepi; ai Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Angkup ni hepeng partobus ni sidua ratus pitupulu tolu halak, angka na ganda sian anak buhabaju ni halak Israel martimbangkon torop ni halak Lepi i.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Ingkon buatonmu do limalima sekkel tobus ni sasahalak mangihuthon sekkel di inganan na badia i, duapulu gera sasekkel.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Jala ingkon lehononmu do perak partobus ni halak angka na ganda i tu si Aron dohot tu angka anakna i.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Jadi dibuat si Musa ma perak partobus i sian halak angka na ganda i, angka na tinobus ni halak Lepi.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Sian buhabaju ni halak Israel do binuatna perak i saribu tolu ratus onompulu lima sekkel, marguru tu sekkel di inganan na badia.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Dung i dilehon si Musa ma perak partobus i tu si Aron dohot tu angka anakna, hombar tu na tinonahon ni Jahowa tu si Musa.",
      "type": "content"
    }
  ]
}