{
  "book": "Bilangan",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "(30-2) Dung i ro ma hata ni Musa tu angka induk ni halak Israel marmargamarga, ninna ma: On do hata naung tinonahon ni Jahowa:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(30-3) Tung sura naung marbagabaga sahalak tu Jahowa manang marjanji, pola naung manolon ibana ingkon oromon ni rohana manang aha, na so tupa ubaonna hatana, ingkon hombar tu saluhut na ruar sian pamanganna bahenonna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(30-4) (II.) Alai tung sura sada parompuan marbagabaga tu Jahowa, manang marjanji, ingkon oromon ni rohana manang aha tagan namarbaju dope di jabu ni amana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(30-5) Hape tarbege ma bagabagana manang janjina taringot tu sioromon ni rohana i tu amana, laos dihasiphon amana i, ingkon hot ingotonna nasa bagabagana dohot nasa janjina taringot tu sioromon ni rohana i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(30-6) Alai molo pintor mangunangi amana i di ari dung dibege nasa bagabagana manang janjina taringot tu sioromon ni rohana i, ndang jadi hot ingotonna; marpamuati dohot roha ni Jahowa di nasida, ala mangunangi amana i di nasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(30-7) Alai tung sura naung mardongan saripe nasida, hape marutang bagabaga manang tarsor pamanganna marjanji taringot tu sioromon ni rohana i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(30-8) Jala dibege sinondukna i do nian, molo laos dihasiphon do i di ari uju binegena i, ingkon hot do ingotonna bagabagana dohot janjina taringot tu sioromon ni rohana i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(30-9) Alai molo mangunangi sinondukna i di nasida di ari dung dibege, gabe sinondukna i mansoadahon bagabagana hian manang janji naung tarsor sian pamanganna taringot tu sioromon ni rohana i, jadi marpangulahi ma roha ni Jahowa mida nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(30-10) (III.) Alai anggo bagabaga ni sada parompuan na mabalu manang naung binolongkon, nasa naung jinanjihonna taringot tu sioromon ni rohana, ingkon hot do ingotonna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(30-11) Alai tung sura di bagasan jabu ni sinondukna dope ibana marbagabaga manang marjanji, pola marsumpa taringot tu sioromon ni rohana i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(30-12) Jala dibege sinondukna do i nian, laos dihasiphon ndang diorai nasida, ingkon hot ingoton nasa bagabagana dohot nasa janji naung jinanjihonna taringot tu sioromon ni rohana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(30-13) Alai molo disoadahon sinondukna do i di ari dung binegena, nasa naung ruar sian pamanganna, nang bagabagana, nang janjina taringot tu sioromon ni rohana i, ndang jadi hot ingotonna, ala naung disoadahon sinondukna i do i, jala marpangulahi roha ni Jahowa mida nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(30-14) Nasa bagabaga tahe dohot nasa sumpa taringot tu sioromon laho paundukkon roha, tarbahen sinondukna do pahothon, tarbahen sinondukna do pahothon, tarbahen sinondukna huhut mansoadahon.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(30-15) Alai molo tongtong sip sinondukna i sian na sadari tu ari muse, na pahothon do ibana di saluhut bagabagana dohot di saluhut janjina taringot tu sioromonnai; hot ma tutu ingoton angka i, ala na sipi ibana di ari dung binegena i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(30-16) Alai tung sura naeng soadahononna angka i dung binegena i, ingkon manginona tu ibana do hajahatonna i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(30-17) I ma angka uhum na tinonahon ni Jahowa tu si Musa taringot tu baoa martimbangkon jolma; taringot tu amaama martimbangkon boruna saleleng namarbaju dope di bagasan jabu ni amana.",
      "type": "content"
    }
  ]
}