{
  "book": "Bilangan",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "I. Halak Israel marlulu dompak halak Midian 1-12. II. Pangurasion ni si Musa dohot si Eleasar di angka parangan dohot tabantaban 13-24. III. Parbagina di tabantaban dohot godangna 25-47. IV. Angka silehonlehon ni angka induk tu Jahowa 48-54",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse ma hata ni Jahowa tu Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon martubol halak Israel bahenonmu tu halak Midian, dung salpu i ingkon papunguon ma ho tu bangsom.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi ninna si Musa ma tu bangso i songon on: Pillit hamu ma sian hamu baoa angka na laho marporang mandopang halak Midian mangalaluhon partubolan ni Jahowa tu halak Midian.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sasaribu halak sian ganup marga, sian sandok marga ni Israel tahe paborhatonmuna laho marporang.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi tarpillit ma sian halak Israel na marriburibu, sasaribu halak sian ganup marga, gabe sampulu dua ribu halak angka na pinillit tu parporangan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dipaborhat si Musa ma nasida saribu halak sian ganup marga tu parporangan, nasida dohot si Pinehas, anak ni malim Eleasar tu parporangan, huhut patioptiop angka ulaula na badia dohot angka sarune na marsoara toletole.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi marporang ma nasida dompak halak Midian, songon na tinonahon ni Jahowa tu si Musa, jala diraserasehon nasida do nasa baoa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Angkup ni halak angka na marragean i dibunu nasida huhut angka raja sian Midian, i ma: Si Evi dohot si Rekem dohot si Zur dohot si Hur dohot si Reba, na lima raja ni halak Midian, nang dohot si Bileam, anak ni si Beor dibunu nasida do marhitehite podang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Laos dapot diboan halak Israel angka parompuan ni halak Midian dohot dakdanaknasida; ditaban duduk huhut sandok dorbianasida, ugasannasida dohot artanasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala saluhut hutanasida ro di sude ingananna dohot parbentenganna, suda do disurbu dohot api.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Laos diboan nasida do nasa tabantaban nasa rampasan sian jolma dohot pinahan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala diboan nasida do tu si Musa dohot tu malim Eleasar dohot tu huria ni halak Israel angka na dapot tartangkup dohot ugasan rampasan ro di tabantaban tu parsaroan, tu adaran Moab martopihon Jordan, tondong ni Jeriko.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Dung i ruar ma si Musa dohot malim Eleasar dohot sude induk ni huria i manomunomu nasida tu balian ni parsaroan i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i tarrimas situtu ma si Musa mida partogi ni angka parangan i, mida angka induk ni sisaribu halak dohot sisaratus halak, angka na ro mulak sian parporangan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna si Musa ma tu nasida: Boasa tung pangoluonmuna sude parompuannasida i?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ida ma, angka nasida do gabe parbingkasan marbalik sian Jahowa mangihuthon tu Peor tinuturan ni si Bileam, gabe ro begu masa tu huria ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dibahen i bunu hamu ma nasa dakdanak baoa dohot nasa parompuan, naung dung sampur tu sada baoa bunu hamu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo nasa dakdanak boruboru, angka na so dung sampur tu sada baoa, pangolu hamu ma di hamu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai anggo hamu, ingkon marsaro hamu di balian ni parsaroan pitu ari lelengna; manang ise naung mambunu jolma jala manang ise naung manjama jolma na binunu i, ingkon urasonmuna dirimuna sian dosa di ari patoluhon dohot di ari papituhon, nang hamu nang sude jolma na dapot binoanmuna i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala nasa pangkean dohot nasa ulaula sian hulingkuling dohot nasa hapandean sian imput ni hambing dohot nasa ulaula hau, ingkon urasonmuna do.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ro ma hata ni malim Eleasar mandok tu halak parporang, angka naung mulak sian parporangan: On do patik ni uhum naung tinonahon ni Jahowa tu si Musa:",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ianggo sere, perak, tombaga, bosi, seng dohot simbora.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ro di saluhut na manahan di bagasan api, ingkon pabolushononmuna sian bagasan api, asa pita, alai ingkon urusan do huhut sian ramunna marhite aek pangurasion; alai nasa na so manahan di bagasan api, ingkon pabolushononmuna do sian aek.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ingkon sunsionmuna huhut pangkeanmuna di ari papituhon i, asa laos ias hamu, ipe asa jadi hamu masuk tu parsaroan i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(III.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Surathon ma godang ni tabantaban dohot rampasan sian jolma dohot pinahan, ho dohot malim Eleasar ro di angka induk ni huria i marompuompu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i bagi dua ma bahenonmu tabantaban i, satonga di halak parporang, angka na borhat tu tongtangan, na satonganari di sandok huria i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ingkon papulihonmu ma guguan di Jahowa sian halak parporang i, angka na borhat tu tongtangan, sada sian lima ratus nang sian jolma, lombu, halode dohot sian birubiru.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ingkon sian na satonga di nasida buatonmu jala lehononmu tu malim Eleasar bahen pelean tatingan tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai anggo sian na satonga na di halak Israel, ingkon buatonmu sada sian na limapulu, nang sian jolma, lombu, halode, dohot birubiru, sian sandok pinahan jala lehononmu tu halak Lepi, angka na mangaradoti ulaon di undungundung ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi dibahen si Musa dohot malim Eleasar ma, songon na tinonahon ni Jahowa tu si Musa.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi godang ni tabantaban, so padohot tabantaban na so marhosa, angka na tinaban ni halak parporang i: Onom ratus pitupulu lima ribu birubiru.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Pitupulu dua ribu lombu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Onompulu sada ribu halode.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ia torop ni parompuan, angka na so dung sampur tu baoa tolupulu dua ribu halak toropna.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi bilangan ni na satonga, jambar ni halak na borhat tu tongtangan, i ma tolu ratus tolupulu pitu ribu lima ratus birubiru.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jadi guguanna di Jahowa sian angka birubiru onom ratus pitupulu lima birubiru.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jala sian na tolupulu onom ribu lombu pitupulu dua guguanna tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jala sian na tolupulu ribu lima ratus halode, onompulu sada guguanna tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jala sian na sampulu onom ribu hosa ni jolma, tolupulu dua jolma guguanna tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dung i dipasahat si Musa ma guguan i bahen pelean tatingan, jambar ni Jahowa tu malim Eleasar, songon na tinonahon ni Jahowa tu si Musa.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Ia na satonganari na binuat ni si Musa sian halak parporang i, nilehonna tu halak Israel.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Na satonganari jambar ni huria i, laos tolu ratus pitupulu tolu ribu lima ratus birubiru.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Tolupulu onom ribu lombu.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Tolupulu ribu lima ratus halode.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Dohot sampulu onom ribu hosa ni jolma.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Dung i dibuat si Musa ma sian na satonga jambar ni halak Israel i sada sian limapulu, nang sian jolma, nang sian pinahan, jala dilehon do i tu halak Lepi, angka na mangaradoti ulaon di undungundung ni Jahowa, songon na tinonahon ni Jahowa hian tu si Musa.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "(IV.) Dung i ro ma jumonok tu si Musa angka partogi ni parangan marriburibu, angka induk ni sisaribu halak dohot sisaratus halak.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Jala didok nasida ma tu si Musa: Nunga dibilangi angka naposom torop ni halak parporang angka na marpandapotan tu hami, jala ndang mago nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Ala ni umbahen na huboan hami pelean tu Jahowa, ganup sian na dapot tanganna sian ulaula sere, leang di pat dohot di pargolangan, nang tintin dohot sibong dohot simata landus, asa mambahen pardengganan tu tondinami di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Dung i dibuat si Musa dohot malim Eleasar ma sere i sian nasida, luhut ulaula na marhapandean marragamragam.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Jadi saluhut sere pelean tatingan, na binoannasida tu Jahowa sampulu onom ribu pitu ratus limapulu sekkel dokdokna, sian angka induk sisaribu halak dohot sisaratus halak.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Angka baoa parporang pe ganup marrintahan be do.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Dung i dibuat si Musa dohot malim Eleasar ma sere i sian induk ni sisaribu halak dohot sisaratus halak, jala diboan do i tu bagasan undungundung parluhutan i bahen parningotan di halak Israel di adopan ni Jahowa.",
      "type": "content"
    }
  ]
}