{
  "book": "Bilangan",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "I. Marga Ruben dohot Gad mangido tano na di habinsaran ni Jordan; hurang ni roha ni si Musa di pangidoannasida i 1-19. II. Siingotonnasida: Ingkon taripar nasida rap dohot satonga marga Manasse mangurupi donganna papatuhon tano Kanaan. Dung diundukkon hata i sahat ma tu nasida tano i 20-42.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai anggo pinompar ni si Ruben dohot si Gad pardorbia na godang situtu do, gabe diida nasida ma tano Jaser dohot tano Gilead, jadi ida ma, inganan na denggan do i di halak parpinahan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ro ma halak si Gad dohot Ruben mandok hatanasida tu si Musa dohot tu malim Eleasar dohot tu angka induk ni huria i, ninna ma:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia Atarot, Dibon, Jaser, Nimra, Hesbon, Eleale, Sebam, Nebo dohot Beon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tano naung pinapatu ni Jahowa di adopan ni huria Israel, tano na denggan do i di halak parpinahan, jala pardorbia do angka naposom.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angkup ni didok nasida: Molo maruli asi ni roha hami di adopanmu, nilehon ma nian tano on tu angka naposom bahen partalianna, unang nian hami taripar tu bariba ni Jordan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ninna si Musa ma tu halak Gad dohot tu halak Ruben: Tung tama ma hahaanggimuna laho tu parporangan, ia hamu naeng tinggal dison marsonangsonang?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Boasa tung paganggugangguonmuna roha ni halak Israel, asa unang taripar nasida tu tano naung nilehon ni Jahowa tu nasida?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Suang songon i do na binahen ni amamuna, uju husuru nasida sian Kades-Barnea laho mangkahapi tano i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dung nangkok nasida sahat tu rura Eskol jala dihahapi tano i, gabe dipagangguganggu nasida roha ni halak Israel, pola manjua nasida masuk tu tano, naung nilehon ni Jahowa tu nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Pola marsigorgor rimas ni Jahowa di ari na sasada i, jala maruari ibana mandok:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ndang jadi be baoa angka naung hutogihon nangkok sian tano Misir olat ni na marumur duapulu taon dohot lobi sian i marnida tano naung huuarihon tu si Abraham, si Isak dohot si Jakkob! Ala ndang marsihohot rohanasida mangihuthon Ahu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dungkon ni si Kaleb, anak ni si Jepune halak si Kenizi dohot si Josua, anak ni si Nun, ala marsihohot anggo rohanasida mangihuthon Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi marpiarpiar ma rimas ni Jahowa mida Israel, gabe maotaot nasida didokkon di halongonan opatpulu taon lelengna, paima sun siap na sansundut i na mangulahon hajahaton di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala ida ma, hamu do nuaeng soluk singkat ni amamuna i, sada sundut halak pardosa, naeng manambai dope huroha, parpiarpiar ni rimas ni Jahowa dompak Israel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai tung sura marbalik hamu sian Ibana, lumeleng dope pasombuonna bangso on di halongonan, jala mago do sandok bangso on bahenonmuna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ro ma nasida jumonok mandapothon ibana huhut didok: Asal naeng paulihon angka pondokpondok di pinahannami hami dison dohot huta pungkaonnami di angka anakkonnami.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai hatop pe anggo hami mangkontas manguluhon halak Israel, paima sahat nasida huboan hami tu ingananna; ingkon angka anakkonnami tinggal di bagasan huta, angka na gonting i maradophon isi ni tano i hian.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang naeng mulak anggo hami tu jabunami, nda jolo disoluk halak Israel ganup partalianna be.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai ndada naeng sapartalian hami dohot nasida di bariba ni Jordan adui, ia dung sahat partaliannami tu hami di bariba ni Jordan tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(II.) Dung i ninna si Musa ma tu nasida: Molo dibahen hamu songon i, molo mangkontas hamu di adopan ni Jahowa laho tu parporangan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Antong taripari hamu ma Jordan di adopan ni Jahowa, sude hamu angka na tang marsinjata, paima sun dipabali Ibana angka musuna sian adopanna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala patu tano i di adopan ni Jahowa, dung salpu i jadi do hamu mulak, gabe lias hamu sian sala maradophon Jahowa dohot Israel, jala ingkon tano on gabe partalianmuna di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai molo so dibahen hamu songon i, ida ma, mardosa ma hamu dompak Jahowa, jala boto hamu ma, ingkon manginona tu hamu dosamuna i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Antong pungka hamu ma angka huta di anakkonmuna dohot pondokpondok di birubirumuna, alai patupa hamu huhut hata na ruar sian pamanganmunai.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ninna halak Gad dohot Ruben ma mandok si Musa: Ingkon bahenon ni angka naposom do hombar tu tona ni tuantai.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Anakkonnami, jolmanami, ugasannami ro di sandok pinahannami, ingkon tading dison di bagasan angka huta ni Gilead.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai anggo hami, angka naposomon, ingkon taripar sude tang marsinjata be tu parporangan di adopan ni Jahowa, songon naung nidok ni tuantai.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi ro ma tona ni si Musa taringot tu nasida mandok tu malim Eleasar dohot tu si Josua, anak ni si Nun dohot tu sude induk ni halak Israel marmargamarga.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ninna si Musa ma tahe tu nasida: Molo taripar halak Gad dohot Ruben rap dohot hamu tu bariba ni Jordan, sude halak angka na tang be tu parporangan di adopan ni Jahowa, jala naung patu tano i maradophon hamu, ingkon lehononmuna ma tu nasida tano Gilead bahen partalianna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai tung sura ndang taripar halak angka na tang marsinjata rap dohot hamu, ingkon marpartalian nasida di tongatongamuna di tano Kanaan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi ro ma alus ni halak Gad dohot Ruben mandok: Manang aha naung nidok ni Jahowa tu angka naposomon, ingkon songon i bahenonnami.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ingkon tang be hami marsinjata taripar di adopan ni Jahowa tu tano Kanaan jala hot di hami partaliannami di bariba ni Jordan.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi dilehon si Musa ma tu halak Gad, tu halak Ruben dohot tu satonga marga Manasse, anak ni si Josep, harajaon ni si Sihon, raja ni halak Amori dohot harajaon ni si Og, raja ni Basan, tano i tahe ro di angka huta di sandok partalpahanna humaliang.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i dipauli halak Gad ma huta Dibon, Atarot dohot Aroer.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Tole Atarot Sopan, Jaser dohot Jogbehat.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Tole Betnimra, dohot Betharan, angka huta na gonting dohot pondokpondok di birubiru.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ro muse halak Ruben paulihon Hesbon, eleale, Kiriataim.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ro muse Nebo dohot Baal Meon, angka na dipaimbar ia goarna, tole dohot Sibna, jala di paimbar do goar ni huta angka na pinaulina i.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i laho ma angka anak ni si Mahir, anak ni si Manasse, tu Gilead, laos dipapatu do i jala dipabali halak Amori na disi.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i dilehon si Musa ma Gilead tu si Mahir, anak ni si Manasse, laos maringan ibana disi.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Alai anggo si Jair, anak ni si Manasse, laho do i papatuhon angka sosor, laos dibahen goarna angka sosor ni si Jair.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Laho do nang si Nobah, jala dipapatu Kenat rap dohot angka sosorna, jala digoar do i Nobah mangihuthon goarna i.",
      "type": "content"
    }
  ]
}