{
  "book": "Bilangan",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "I. Goar ni angka pangulonan ni halak Israel, opatpulu dua do bilanganna 1-49. II. Jahowa mandok ingkon papatuon tano i jala pabalion angka isi ni tano i hian 50-56",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On do angka pangulonan ni halak Israel, angka naung ruar sian tano Misir rap dohot parangannasidai, marpandapotan tu si Musa dohot si Aron.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i disurathon si Musa ma haruruarnasida dohot pangulonannasida i hombar tu hata ni Jahowa, jala on do angka pangulonannasida i, dung ruar nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Borhat do nasida sian Ramses di bulan sipaha sada, di ari sampulu lima bulan sipaha sadai, manogotna i dung salpu Paska borhat ma halak Israel marhite sian tangan na timbul di adopan ni sude halak Misir.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tole anggo halak Misir mananom sude anak buhabaju, angka naung mate dibunu Jahowa tu tongatonganasida; mangonai uhum Jahowa huhut tu angka debatanasida i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung borhat halak Israel sian Ramses, marsaro ma nasida di Sukot.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Borhat muse nasida sian Sukot jala marsaro di Etham, na di partalpahan ni halongonan i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Borhat muse nasida sian Etham jala mamedu dompak Pihakirot, tondong ni Baal Zephon jala marsaro nasida di adopan ni Migdol.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Borhat muse nasida sian Pihakirot jala taripar nasida di tongatonga ni laut tu halongonan jala mardalan nasida tolu ari daona di bagasan halongonan Etham jala marsaro nasida di Mara.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Borhat muse nasida sian Mara jala sahat tu Elim; di Elim do sampulu dua mual dohot pitupulu harambir, laos marsaro nasida disi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Borhat muse nasida sian Elim jala marsaro martopihon laut arung.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Borhat muse nasida sian laut arung jala marsaro di halongonan Sin.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Borhat muse nasida sian halongonan Sin jala marsaro di Dopka.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Borhat muse nasida sian Dopka jala marsaro di Alus.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Borhat muse nasida sian Alus jala marsaro di Rapidim; hurangan aek siinumon bangso i disi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Borhat muse nasida sian Rapidim jala marsaro di halongonan Sinai.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Borhat muse nasida sian halongonan Sinai jala marsaro di lambung tanoman ni halak angka na hisapan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Borhat muse nasida sian tanoman ni halak angka na hisapan jala marsaro nasida di Hazerot.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Borhat muse nasida sian Hazerot jala marsaro di Ritma.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Borhat muse nasida sian Ritma jala marsaro di Rimmon Peres.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Borhat muse nasida sian Rimmon Peres jala marsaro di Libna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Borhat muse nasida sian Libna jala marsaro di Resa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Borhat muse nasida sian Resa jala marsaro di Kehelata.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Borhat muse nasida sian Kehelata jala marsaro mardonokkon Seper.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Borhat muse nasida sian Seper jala marsaro di Harada.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Borhat muse nasida sian Harada jala marsaro di Makelot.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Borhat muse nasida sian Makelot jala marsaro di Tahat.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Borhat muse nasida sian Tahat jala marsaro di Tara.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Borhat muse nasida sian Tara jala marsaro di Mitka.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Borhat muse nasida sian Mitka jala marsaro di Hasmona.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Borhat muse nasida sian Hasmona jala marsaro di Moserot.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Borhat muse nasida sian Moserot jala marsaro di Bene Jaakan.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Borhat muse nasida sian Bene Jaakan jala marsaro di Hor-Gidgad.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Borhat muse nasida sian Hor-Gidgad jala marsaro di Jobata.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Borhat muse nasida sian Jobata jala marsaro di Abrona.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Borhat muse nasida sian Abrona jala marsaro di Esion Geber.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Borhat muse nasida sian Esion Geber jala marsaro di halongonan Zin, i ma Kades.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Borhat muse nasida sian Kades jala marsaro marbonahon dolok Hor di partalpahan ni Edom.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i nangkok ma malim Aron tu atas ni dolok Hor, nidokkon ni hata ni Jahowa, laos mate disi, di taon opatpulu dung ruar halak Israel sian Misir, di artia bulan sipaha lima.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jala marumur saratus duapulu tolu taon si Aron, uju na mate ibana di dolok Hor.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Uju i ma tarbortik barita i tu halak Kanaan, tu raja Arad, na maringan di tano Kanaan tungkan dangsina, naung ro halak Israel.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Borhat muse nasida sian dolok Hor jala masaro di Salmona.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Borhat muse nasida sian si Salmona jala marsaro di Punon.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Borhat muse nasida sian Punon jala marsaro di Obet.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Borhat muse nasida sian Obet jala marsaro di dolok Abarim di partalpahan ni Moab.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Borhat muse nasida sian dolok Abarim jala marsaro di Dibon-Gad.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Borhat muse nasida sian Dibon-Gad jala marsaro di Almon Diblataim.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Borhat muse nasida sian Almon Diblataim jala marsaro di dolok Abarim di adopan ni Nebo.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Borhat muse nasida sian dolok Abarim jala marsaro di adaran Moab martopihon Jordan, tondong ni Jeriko.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Jala marsaro nasida martopihon Jordan olat ni Betjesimot sahat ro di Abel Sitim di adaran Moab.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "(II.) Dung i ro ma hata ni Jahowa tu si Musa di adaran Moab martopihon Jordan, tondong ni Jeriko, ninna ma:",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Pasahat ma tu halak Israel hatangkon: Ia dung ditaripari hamu Jordan masuk tu tano Kanaan.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Ingkon pabalionmuna sude isi ni tano i hian sian adopanmuna, jala ingkon bolaonmuna nasa ganaganaannasida sian batu; nang ganaganaannasida tuangan ingkon segaanmuna do, jala nasa tombaknasida ingkon lohaonmuna do.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Laos ingkon hamu manean tano i jala maringan disi; ai nunga hulehon tano i tu hamu, asa soluhonmuna i.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Jala ingkon bagionmuna tano i di hamu marmargamarga marhite sian rujiruji; molo torop halak bilanganna, ingkon pagandaonmu partalianna, molo otik, paotihonmuna huhut partalianna; manang dia tahe na tinudu ni rujiruji i di ganup, ingkon i do partalianna; marguru tu margamuna marompuompu, maruli partalian hamu.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Alai tung sura so dipabali hamu isi ni tano i hian sian adopanmuna, angka pasipasina sian nasida tinebahonmuna i, ingkon gabe basir di bagasan matamuna jala gabe turatura di bagasan gontingmuna, jala sosahannasida ma hamu di tano na niingananmuna i.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Jadi suman songon na sinangkap ni rohangku naeng bahenonku tu nasida, bahenonku do tu hamu.",
      "type": "content"
    }
  ]
}