{
  "book": "Bilangan",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "I. Aturan ni parbalohan di tano Kanaan 1-15. II. Parture ni parbagina di tano Kanaan 16-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon pasahatonmu ma hatangkon tu nasida: Molo dung masuk hamu tu tano Kanaan, on do tano i, na gabe partalianmuna, tano Kanaan i tahe ro di parbalohanna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Hamu do nampuna tano sambariba tungkan dangsina tutu olat ni halongonan Zin mardonokkon Edom, asa parbalohanmuna tungkan dangsina olat ni ujung ni laut sira tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i mamedu ma parbalohan dangsina i sahat tu robean Akrabim jala taripar tu Zin jala nangkok tungkan dangsina ni Kades-Barnea, ruar sian i muse tu Hazar-Adar, jala taripar sian i muse tu Azmon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Mamedu muse parbalohanna sian Azmon tu sunge Misir, jala partalpahanna marbalokkon laut.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia parbalohanna tungkan hasundutan (laut), ingkon laut na bolon i do parbalohanna di hamu; i ma parbalohan na tungkan hasundutan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia parbalohanna tungkan utara, ingkon mangoriori sian laut na bolon sahat ro di dolok Hor.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sian dolok Hor muse ingkon gistang sahat ro di Hamat, asa partalpahan ni tano i sahat tu Zedad.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ruar muse parbalohan i sian i sahat tu Sipron, asa partalpahanna sahat tu Hazor-Enan. I ma parbalohanmuna tungkan utara.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia parbalohanmuna sambola tungkan habinsaran olat ni Hazor-Enan sahat ro di Sepam.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tuat muse parbalohan i sian Sepam tu Ribla tungkan habinsaran sian Ain, tuat muse parbalohan i pola dolos tu pasir ni tano Kineret tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dohot muse parbalohan i sahat tu Jordan, jala partalpahanna martopihon laut sira. I ma gabe tanomuna mangihuthon parbalohanna humaliang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ro ma hata ni si Musa mandok tu halak Israel: I ma tano i sibagionmuna marhite sian rujiruji, na tinonahon ni Jahowa lehononna tu na sia marga dohot tu na satonga marga Manasse.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai nunga maruli partalian be anggo marga ni halak Ruben marompuompu dohot marga ni halak Gad marompuompu ro di satonga marga Manasse.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Na dua marga dohot na satonga marga, nunga maruli partalian di baribaon di Jordan, tondong ni Jeriko tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "On do goargoar ni baoa angka na marbagi tano i tu hamu: malim Eleasar, dohot si Josua, anak ni si Nun.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Angkup ni ingkon buatonmuna do sada induk sian ganup marga laho marbagi tano i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala on do goargoar ni angka baoa i: si Kaleb, anak ni si Jepune sian marga Juda.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Si Semuel, anak ni si Amihud, sian marga Simeon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Si Elidad, anak ni si Kilson, sian marga Benjamin.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Si Bukki, anak ni si Jogal i, induk sian marga Dan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Si Hanniel, anak ni si Epod, sian pinompar ni si Josep, induk sian marga Manasse.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Si Kemuel, anak ni si Siptan, induk sian marga Epraim.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Si Elizapan, anak ni si Parnak, induk sian marga Zebulon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Si Paltiel, anak ni si Azan, induk sian marga Isasar.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Si Ahihud, anak ni si Selomi, induk sian marga Aser.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Si Pedahel, anak ni si Amihud, induk sian marga Naptali.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "I ma baoa angka na tinonahon ni Jahowa, ingkon bagionna tano Kanaan i di halak Israel.",
      "type": "content"
    }
  ]
}