{
  "book": "Bilangan",
  "chapter": 35,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taringot tu angka huta ni halak Lepi 1-8. II. Angka huta haporusan ni halak sibunu jolma so hirimhirimna 9-15. III. Panguhumon tu halak sibunu jolma 16-34",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu si Musa di adaran Moab, martopihon Jordan, tondong ni Jeriko, ninna ma:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dokkon ma halak Israel i, asa dilehon nasida angka huta sian partalian hapunjunganna be tu halak Lepi, bahen inganannasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lehonon huhut tu halak Lepi tano upa parik humaliang hutanasida i bahen panjampalan; asa angka huta i gabe inganan di nasida jala angka panjampalan i di dorbianasida dohot di pinahannasida marragamragam.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai angka upa parik ni huta, angka silehononmuna tu halak Lepi, ingkon sian balian ni parik ni huta i suhatan saribu asta humaliang.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon suhatanmuna sian balian ni parik i sambariba tungkan habinsaran dua ribu asta dohot sambariba tungkan dangsina dua ribu asta dohot sambariba tungkan hasundutan dua ribu asta dohot sambariba tungkan utara dua ribu asta, asa huta i di porsitongaanna; ingkon i ma upa parik ni angka huta i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai angkup ni huta angka silehononmuna tu halak Lepi, i ma na onom huta haporusan, angka silehononmuna, asa maporus tusi halak sibunu jolma, lehononmuna dope tu nasida opatpulu dua huta.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi torop ni sude huta angka silehononmuna tu halak Lepi opatpulu ualu huta rap dohot upa parikna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon sian partalian ni halak Israel do lehononmuna angka huta i, gumodang do sian halak na gumodang partalianna, jala ummotik sian halak na otik partalianna; ganup marguru tu partalianna na sinagihon tu ibana, lehononna sian angka hutana tu halak Lepi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Patolhas ma hatangkon tu halak Israel: Ia dung ditaripari hamu Jordan masuk tu tano Kanaan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon papulihonmuna di hamu angka huta na tau bahen huta haporusan di hamu, asa tarbahen maporus tusi halak sibunu jolma, so pangkirimanna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa angka huta i bahen haporusan di hamu maradophon jolma parlulu, asa unang mate halak sibunu jolma i so jolo sanga jongjong ibana di adopan ni luhutan paruhuman.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala sian huta angka na pinatongonmuna, ingkon onom gabe huta haporusan di hamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ingkon tolu huta patongononmuna di baribaon ni Jordan, jala tolu huta patongononmuna di tano Kanaan: Ingkon gabe huta haporusan do i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Na onom huta i ingkon gabe haporusan nang di halak Israel, nang di halak dagang, nang di halak paisolat di tongatongamuna, asa tarbahen maporus tusi manang ise na mambunu jolma so pangkirimanna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Tung sura manang ise mambunu jolma marhite sian ulaula bosi, pola mate, sibunu jolma ma ibana tutu, ingkon marutang hosa do halak pamunui.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Manang tung sura mate jolma i dibunu marhite sian batu na di tanganna tau pamunu hian, sibunu jolma ma ibana tutu, ingkon marutang hosa halak pamunui.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Manang tung sura mate jolma i dibunu marhite sian panggado hau na di bagasan tanganna, tau pamunu hian, sibunu jolma ma ibana tutu, ingkon marutang hosa halak pamunui.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ingkon jolma parlulu hian mambunu halak pamunui, manang didia pe ibana dapotsa, jadi ma bunuonna ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Manang tung sura ditenju jolma i sian hosom ni rohana, manang dituntun maninggangkon manang aha tu ibana pola mate.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Manang tung sura dipastap ibana ala naung musuna hian pola mate, ingkon marutang hosa jolma pamastapi, ai sibunu jolma do ibana; ingkon jolma parlulu hian mambunu halak pamunui, manang didia ibana dapotsa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai tung sura ndada sian sangkapna hian jala ndada ala musuna hian umbahen ditenju ibana manang ditinggangkon tu ibana manang aha, ndada sian tuntunna hian.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Manang tung sura ditinggangkon batu tu ibana, tau pamunu hian, so botobotoanna, pola mate jolma i, alai ndada musuna hian, jala ndada disangkap hian hamagoanna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ingkon luhutan i manguhum jolma pamunui dohot jolma parlulu i, hombar tu angka uhumon.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ingkon luhutan i paluahon jolma pamunui sian tangan ni jolma parlulu i, ingkon luhutan i manogihon ibana mulak tu huta haporusanna hian; ingkon disi do ibana maringan, paima mate sintua ni malim, naung miniahan marhite sian miak na badia.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai tung sura ruar jolma pamunui salpu sian parbalohan ni huta haporusanna hian.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Laos dapot jolma parlulu i ibana di ruar ni parbalohan ni huta haporusanna i, gabe dibunu parlulu i ma halak pamunui, ndang marutang mudar ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai ingkon tinggal hian ibana di bagasan huta haporusanna i, paima mate sintua ni malim, alai dung mate sintua ni malim, jadi ma jolma pamunui mulak tu huta partalianna hian.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Luhutna i ingkon gabe patik ni uhum di hamu marsundutsundut di saluhut huta ingananmuna i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Manang ise na mambunu jolma, ingkon bunuon ma pamunui, dung binege hata ni angka sitindangi; alai anggo holan sada do sitindangi ndang masuk maralus dompak jolma i pola marutang hosa uhumon.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jala ndang jadi jaloonmuna hepeng partobus ni hosa ni halak sibunu jolma, na marutang hosa hian, ingkon saut do ibana bunuon.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jala ndang jadi jaloonmuna hepeng partobus sian jolma naung maporus tu huta haporusanna, mangaloas ibana mulak maringan di tanona hian, jumolo sian na mate sintua ni malim i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Unang tung ramuni hamu tano na niingananmuna i, ai mudar i do paramunhon tano i, jala ndang dapot padengganon tano i, ala ni mudar naung nidurushon disi, nda holan marhite sian mudar ni jolma na mandurushon.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dibahen i unang ramuni hamu tano na niingananmuna i, pola dohot Ahu maringan di tongatongana; ai Ahu do Jahowa na maringan di tongatonga ni halak Israel.",
      "type": "content"
    }
  ]
}