{
  "book": "Bilangan",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik taringot tu boru panean: Ingkon tu dongan samarga ni amana pamulion 1-9. II. Angka boru ni Zelapehat 10-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma jumonok angka induk marompuompu sian pinompar ni halak Gilead, anak ni si Mahir, anak ni si Manasse, sian pinompar ni si Josep, laos didok nasida ma hatana di adopan ni si Musa dohot di adopan ni angka induk, ihutan ni halak Israel marompuompu, ninna nasida ma:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga martona Jahowa tu tuanku (Musa), ingkon lehononmuna tano i tu halak Israel bahen partalian marhite sian rujiruji; jala nunga ditonahon Jahowa hian tu tuanku, ingkon lehonon partalian ni si Zelapehat, dongannamii, tu angka boruna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tung sura muli nasida tu sada sian angka marga ni halak Israel, gabe bali partaliannasida i sian partalian ni ompunami, jala ditambahon tu partalian ni marga hamulianna i, gabe moru jambar partaliannami.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tole muse taon parolopolopon di halak Israel jadi tambahononna ma partaliannasida tu partalian ni marga hamuliannasida i, jadi moru ma sian partalian ni marga ni ompunami partaliannasida i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ro ma hata ni si Musa tu halak Israel, nidokkon ni Jahowa songon on: Sintong do hata ni marga ni halak Josep.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "On do tahe hata na tinonahon ni Jahowa taringot tu angka boru ni si Zelapehat, ninna do: Guru lomo ni rohanasida do muli tu manang ise, alai ingkon muli nasida tu dongan samarga ni amanasida i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Asa unang bali partalian ni halak Israel sian marga na sada tu marga na asing; ai ingkon ganup sian halak Israel mangihutihut partalian ni marga ni ompuna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Asa ganup boru na manean partalian sian angka marga ni halak Israel, ingkon muli do nasida tu sada halak sian pinompar ni marga ni amanasida i, asa laos halak Israel manean ganup di partalian ni ompuna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Asa unang bali partalian ni marga na sada tu marga na asing; ingkon ganup marga ni halak Israel mangihutihut partalianna be.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Hombar tu na tinonahon ni Jahowa tu si Musa, songon i ma dibahen angka boru ni si Zelapehat.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai muli do si Mala, si Tirza, si Hoglah, si Milka dohot si Noah, angka boru ni si Zelapehat tu angka anak ni amangudana.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Muli ma nasida tutu tu pinompar ni halak Manasse, anak ni si Josep, jadi hot ma partaliannasida i di marga ni pinompar ni amana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "I ma luhutna patik ni uhum, angka na tinonahon ni Jahowa marhite sian si Musa tu halak Israel di adaran Moab martopihon Jordan, tondong ni Jeriko.",
      "type": "content"
    }
  ]
}