{
  "book": "Bilangan",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Ulaon ni halak Lepi laho borhat bangso i: I. Ulaon ni pinompar ni si Kohat 1-20. II. Pinompar ni si Gerson 21-28. III. Pinompar ni si Merari 29-33. IV. Bilangan ni halak Lepi angka na tau masuk tu ulaon i 34-49",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni Jahowa tu si Musa dohot tu si Aron songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Buat ma bilangan ni angka anak ni si Kohat sian tongatonga ni angka anak ni Lepi marmargamarga dohot marompuompu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Olat ni na marumur tolupulu taon dohot lobi sian i sahat ro di limapulu taon umurna, nasa baoa na tau masuk tu ulaon, asa mangaradoti ulaon di bagasan undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "On do tahe ulaon tohonan ni angka anak ni si Kohat di bagasan undungundung parluhutan, i ma na badia sahali.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Molo borhat parsaroan i, ingkon ro si Aron dohot angka anakna paijurhon rimberimbe i, jala balutonna tusi poti panindangion i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ingkon bahenonna muse tu atasna salampis bobak ni pitudar, pahembangonna muse tusi sada tutup sian hain na rata langit situtu, dung i bahenonna ma haluhaluna tusi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon pahembangonna huhut tu meja hapeahan ni sagusagu na marhadohoan sada tutup sian hain na rata langit situtu, jala peakkononna tu atasna angka pinggan, saoan, hondi dohot mangkuk pangusean ni tuak tangkasan, jala sagusagu ariari ingkon peak di atasna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingkon pahembangonna huhut tu atasna tutup sian hain ma merham, bahenonna muse tusi salampis bobak ni pitudar, dung i bahenonna tusi angka haluhaluna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i buatonnasida ma sada tutup sian hain na rata langit bahen pamaluti ni parpalitoan rap dohot palitona dohot panurturna, pangintopina ro di sude parmiahanna, angka na masuk tu ulaonna be.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon balutanna parpalitoan i ro di sude ulaulana tu bobak ni pitudar salampis, dung i ampehononna tu sada ruarua.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tu atas langgatan sian sere pe ingkon pahembangonnasida sada tutup sian haen na rata langit, jala tutuponna muse dohot bobak ni pitudar, jala bahenonna tusi haluhaluna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ingkon buatonnasida ma nasa ulaula tohonan, angka na pinangkenasida di bagasan inganan na badia i jala balutanna do i tu haen na rata langit, jala tutuponna do i muse dohot bobak ni pitudar, jala ampehononna tu atas ni ruarua.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon paiasonna huhut langgatan i sian sirabun, jala pahembangonna tu atasna sada haen na tinubar.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i bahenonna ma tu atasna saluhut ulaulana, angka na pinangkena marhalado di atasna, i ma angka parapiapian, garpu, siuksiuk dohot mangkuk pamispisan ro di sude ulaula tu langgatan i, jala ingkon balutanna do i tu bobak ni pitudar jala bahenonna tusi haluhaluna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia dung sidung dibaluti si Aron dohot angka anakna i inganan na badia i ro di sude ulaula di inganan na badia i, uju naeng borhat parsaroan i, ingkon bongot ma angka anak ni si Kohat laho mangusung; alai ndang jadi jamaonnasida na badia i, ingkon mate nasida tung sura. I ma angka siusungon ni angka anak ni si Kohat sian undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai anggo si Eleasar, anak ni malim Aron ma panahatan ni ulaon tohonan patureture miak tu parpalitoan, tole pamurpuri bahen daupa na hushus, tole pelean sipanganon ariari dohot miak pamiahion, tohonan patureture sandok undungundung i ro di nasa isina, nang inganan na badia i ro di angka ulaulana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ro ma hata ni Jahowa tu si Musa dohot tu si Aron songon on:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang jadi loasonmuna rendep marga ni pinompar ni si Kohat sian tongatonga ni halak Lepi!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ingkon on do bahenonmuna tu nasida, asa mangolu nasida, jala unang mate, tung sura ro nasida jumonok manjama na badia sahali: Ingkon si Aron dohot angka anakna masuk tu bagasan dohot patongonhon tu ganup nasida ulaonna be dohot siusungonna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai ndang jadi masuk tu bagasan anggo nasida naeng marnida pamalutina di inganan na badia i, asa unang mate nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(II.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Buat ma huhut bilangan ni angka anak ni si Gerson marompuompu dohot marmargamarga.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Olat ni na marumur tolupulu taon dohot lobi sian i sahat ro di limapulu taon umurna bilangonmu nasida nasa baoa na tau masuk tu ulaon, asa mangaradoti ulaon di bagasan undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "On do tahe ulaon tohonan ni angka pinompar ni si Gerson, sibahenonna dohot siusungonna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ingkon nasida mangusung angka rimberimbe ni undungundung i, ro di undungundung parluhutan i tahe, rimberimbe langitlangitna dohot bobak ni pitudar pangkuphupina sian ginjang ro di rimberimbe tutup ni pintu haroroan tu undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ro di angka rimberimbe ni alaman dohot rimberimbe tutup ni pintu laho tu alaman na humaliang undungundung dohot langgatan i, ro di angka talina dohot sude ulaula ni tohonannasida i, luhut tahe angka sibahenon disi, ingkon patupaonnasida do.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Hombar tu hata ni si Aron dohot angka anakna i tahe, ingkon radotan ni angka anak ni si Gerson sandok ulaon tohonan i, taringot tu sandok siusungonnasida dohot siulaonnasida; jala ingkon hamu pasahathon tu nasida, asa diringkoti sandok siusungonasida i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "On do tahe ulaon tohonan ni pinompar ni angka anak ni si Gerson di bagasan undungundung parluhutan i, jala siradotannasida i, ingkon marpandapotan tu si Itamar, anak ni malim Aron.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(III.) Angka anak ni si Merari pe marmargamarga dohot marompuompu, ingkon bilangonmu do.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Olat ni na marumur tolupulu taon dohot lobi sian i sahat ro di limapulu taon umurna bilangonmu nasida, sude baoa angka na tau masuk tu pargansion laho mangaradoti ulaon tohonan di undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jala on do pasahaton siusungonnasida taringot tu sandok ulaon tohonannasida i di bagasan undungundung parluhutan i: angka papan ni undungundung, angka ransangransangna, angka tiangna rap dohot patna.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Angkup ni angka tiang ni alaman humaliang rap dohot patna, labangna dohot talina, ro di sude ulaulana ro di nasa na masuk tu tohonannasida i; pola ingkon goaronmuna mamilangi angka ulaula i pasahathon tu ganup siusungonna be.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "On do tahe ulaon tohonan ni pinompar ni angka anak ni si Merari taringot tu saluhut siulaonnasida di bagasan undungundung parluhutan i, marpandapotan tu si Itamar, anak ni malim Aron.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(IV.) Jadi tole ma si Musa dohot si Aron ro di angka induk ni luhutan i mamilangi angka anak ni si Kohat marmargamarga dohot marompuompu.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Olat ni na marumur tolupulu taon dohot lobi sian i sahat ro di limapulu taon umurna, sude baoa angka na tau masuk tu ulaon i, asa mangaradoti ulaon di bagasan undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jala jolma angka na tarbilangi marmargamarga dua ribu pitu ratus limapulu halak toropna.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "I do jolma angka na tarbilang sian pinompar ni si Kohat, sude jolma angka na marhalado di bagasan undungundung parluhutan i, angka naung binilang ni si Musa dohot si Aron, hombar tu hata ni Jahowa marhite sian si Musa.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Tarbilang do huhut angka anak ni si Gerson marmargamarga dohot marompuompu.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Olat ni na marumur tolupulu taon dohot lobi sian i, sahat ro di limapulu taon umurna, sude jolma angka na tau masuk tu pargansion mangaradoti ulaon di bagasan undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jala jolma angka na tarbilangi marmargamarga dohot marompuompu dua ribu onom ratus tolupulu halak toropna.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "I do jolma angka na tarbilang sian pinompar ni si Gerson, sude jolma angka na marhalado di bagasan undungundung parluhutan i, angka naung binilang ni si Musa dohot si Aron, hombar tu hata ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Tarbilang do huhut angka anak ni si Merari marmargamarga dohot marompuompu.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Olat ni na marumur tolupulu taon dohot lobi sian i, sahat ro di limapulu taon umurna, sude jolma angka na tau masuk tu pargansion mangaradoti ulaon di bagasan undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Jala jolma angka na tarbilangi marmargamarga tolu ribu dua ratus halak toropna.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "I do jolma angka na tarbilang sian pinompar ni si Merari, angka naung binilang ni si Musa dohot si Aron, hombar tu hata ni Jahowa marhite sian si Musa.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Sude jolma na tarbilang, angka naung binilang ni si Musa dohot si Aron ro di angka induk ni Israel sian halak Lepi marmargamarga dohot marompuompu.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Olat ni na marumur tolupulu taon dohot lobi sian i sahat ro di limapulu taon umurna, nasa baoa angka na masuk mangula ulaon tohonan dohot ulaon mangusung di bagasan undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Luhut angka na tarbilangi ualu ribu lima ratus ualupulu halak toropna.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Hombar tu hata ni Jahowa tarbilang nasida marhite sian si Musa, patongonhon ganup tu ulaon tohonanna dohot tu siusungonna; jala i do pamilangionna, na tinonahon ni Jahowa tu si Musa.",
      "type": "content"
    }
  ]
}