{
  "book": "Bilangan",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ingkon pabalion tu ruar parsaroan i halak na ramun 1-4. II. Ingkon pasuangon do na binuat so sian dalanna 5-10. III. Pangujian tu parompuan na tartuhas tardege pinggol ni dalan 11-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dokkon ma halak Israel, asa dipabali nasida sian parsaroan saluhut halak na puruon dohot na somal marnipinipi ro di sude halak na ramun binahen ni bangke.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nang baoa, nang parompuan, ingkon pabalionmuna do tu balian ni parsaroan i, asa unang diramuni nasida parsaroannasida i, ala maringan Ahu di tongatongamuna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dibahen halak Israel ma songon i, dipabali ma nasida tu balian ni parsaroan i, hombar tu hata ni Jahowa tu si Musa, songon i ma dibahen halak Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Paboa ma tu halak Israel: Tung sura sahalak baoa, manang parompuan naung mambahen nanggo sada sian angka dosa ni jolma, asa manjahati dompak Jahowa, laos marsala tu dirina jolma sisongon i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon topotanna ma dosana, angka naung binahenna i, jala ingkon pasuangonna ugasan i tu nampunasa hian, jala ambaanna tusi saparlimana, gararonna tu halak parutanganna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai tung sura so adong di baoa i panean sihasolhotanna panjaloan utang i, ingkon tu Jahowa gararon utang i, bahen jambar ni malim, angkup ni birubiru tunggal pardenggan i, na mambahen pardengganan tu ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Luhut pelean tatingan pe sian saluhut na pinarbadiaan ni halak Israel, angka na binoannasida tu malim, ingkon malim i nampunasa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala manang ise na pabadiahon manang aha, laos ibana do nampunasa; jala manang ise na mangalehon tu malim manang aha, laos ibana do nampunasa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) Dung i ninna Jahowa muse tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Paboa ma tu halak Israel songon on: Tung sura dituhas sada baoa jolmana tardege pinggol ni dalan palea baoa i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nunga pola sampur baoa na asing tu nasida, alai ndang dapot diida sinondukna i, marsibuni nasida tarramun, jala ndang adong sitindangi dompak nasida, manang dapot tartangkup nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tung sura songgop tu ibana tondi pangiburuon, gabe mangiburu ibana mida jolmana, ala naung tutu tarramun nasida; manang songgop pe tondi pangiburuon tu ibana gabe mangiburu ibana mida jolmana, hape ndang tutu nian tarramun nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ingkon boanon ni baoa i ma jolmana tu jolo ni malim, boanonna huhut peleanna taringot tu nasida, saparsampulu epah itak dahanon; alai ndang jadi dogilonna tusi miak, jala ndang jadi bahenonna daupa tusi; ai pelean sipanganon pangiburuon do i, pelean sipanganon parningotan, pasingothon hajahaton.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i toguon ni malim i ma nasida, asa pajongjongkon di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i buaton ni malim i ma sian aek na badia di bagasan guriguri tano, buatonna huhut orbuk sian pantar ni undungundung i jala bahenonna do i tu bagasan aek i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i pajongjongon ni malim i ma parompuan i di adopan ni Jahowa, songon i manangkas uluna, jala lehononna tu tanganna pelean sipanganon parningotan, i ma pelean sipanganon pangiburuon, jala ingkon di bagasan tangan ni malim i aek na paet na parohon torutoru.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i patolonon ni malim ma parompuan i, huhut dohononna tu nasida: Molo tung so sampur ho tu manang ise jala molo tung so tutu tardege pinggol ni dalan ho gabe tarramun, lias ma ho sian torutoru hinorhon ni aek na paet on.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai molo tutu ho tardege pinggol ni dalan gabe tarramun jala sampur ho tu baoa na asing di balik ni sinondukmu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ingkon patolonon ni malim ma parompuan i marhitehite sumpa burabura on; laos dohonon ni malim ma tu parompuan i: Sai dibahen Jahowa ma ho gabe panginonaan ni bura dohot torutoru di tongatonga ni bangsom, asa marpuhungan gontingmu bahenon ni Jahowa, jala busungon ia butuham.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ingkon masuk ma aek on na parohon torutoru tu bagasan butuham, asa busungon butuham dibahen jala puhung gontingmu! Dung i dohonon ni parompuan i ma Amen, Amen!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ingkon suraton ni malim i ma angka bura i tu pustaha sambulung, jala apusanna muse dohot aek na paet i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i painumhononna muse tu parompuan i aek na paet i na parohon torutoru, asa masuk tu bagasan butuhana aek na parohon torutoru i gabe jea bolon.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ingkon buaton ni malim ma sian tangan ni parompuan i pelean sipanganon pangiburuon, jala tatingtatingonna pelean sipanganon i di adopan ni Jahowa, laos pelehononna ma i di atas langgatan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i pohulon ni malim i ma sampohul sian pelean sipanganon bahen parningotanna jala suda do i tutungonna di atas langgatan, dung i painumhononna ma anggo aek i tu parompuan i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ia dung dipainumhon aek i tu nasida, molo tung na tutu tarramun nasida jala marlea sinondukna i dibahen, ingkon masuk ma tu bagasan nasida aek na parohon torutoru gabe jea bolon, gabe busungon butuhana jala puhung gontingna, jala parompuan i gabe panginonaan ni bura di tongatonga ni bangsona.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai tung sura ndang tarramun parompuan i, lias do nasida tahe ndang mangonai torutoru tu nasida, tarbahensa do marhangoluan tu joloan on.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "I ma patik taringot tu pangiburuon, tung sura tardege pinggol ni dalan sada parompuan na marharajaan, gabe tarramun.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Manang tung sura songgop tu sada baoa tondi pangiburuon, gabe mangiburu ibana mida jolmana, ingkon pajongjongonna jolmana i di adopan ni Jahowa, jala bahenon ni malim i tu nasida sandok hombar tu patikon.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi ingkon lias ma anggo baoa i sian hajahaton, alai anggo tu parompuan i, ingkon manginona ma hajahatonna i.",
      "type": "content"
    }
  ]
}