{
  "book": "Bilangan",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik siingoton ni halak Nasir 1-21. II. Hata pasupasu sipasupasuhonon ni malim tu bangso i 22-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Paboa ma tu halak Israel angka hata on: Tung sura sada baoa manang parompuan marbagabaga hasurungan, bagabaga ni halak Nasir, naeng pasahathon dirina tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon paholangonna dirina sian anggur dohot siinumon na horas, jala ndang jadi inumonna tuak na pang manang na hona raru, jala ndang jadi inumonna sandok aek ni parbue ni anggur jala ndang jadi panganonna parbue ni anggur nambura tinapu manang na jinomur.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Saleleng masa bagabaga hanasironna ndang jadi panganonna agia aha na pinauli sian hau anggur, nang sian batuna manang langkatna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Saleleng masa bagabaga hanasironna ndang jadi dais raut parnabung tu uluna; saleleng so gok dope ariari hanasironna tu Jahowa, ingkon badia ibana, ingkon pasombuonna ganjang obuk ni uluna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Saleleng masa ariari ni hanasironna tu Jahowa ndang jadi ibana jumonok tu halak na mate.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ndang jadi ramunanna dirina nang ala ni bangke ni amana manang inana, anggina manang ibotona pe, ai bagabaga hanasiron tu Debatana do di atas uluna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Saleleng ariari ni hanasironna, badia do ibana di Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung sura mate satongkin sahalak di lambungna so pangkirimanna, tarramun ma ulu hanasironna i; dibahen i ingkon gorbangonna uluna di ari pangurasanna; di ari papituhon tahe ingkon gorbangonna uluna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tole paualuarihon ingkon boanonna dua anduhur tabu manang dua anak ni darapati tu malim, tu pintu ni undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon hobason ni malim ma na sada bahen pelean pardosaon, jala na sadanari bahen pelean situtungon, asa mambahen pardenggananna, ala naung mardosa ibana binahen ni bangke i, asa parbadiaanna uluna di ari na sasada i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa diparata muse ariari hanasironna binagabagahonna tu Jahowa, ingkon boanonna huhut sada anak ni birubiru na marumur sataon bahen pelean parsalaan. Alai ndang be masuk tu etongan anggo angka ari parjolo i, ala naung tarramun hanasironna i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala on do patik tu halak Nasir: Ia dung gok ariari hanasironna i boanon ma ibana tu pintu ni undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ingkon boanonna huhut peleanna tu Jahowa, sada anak ni birubiru tunggal na marumur sataon na so martihas bahen pelean situtungon dohot sada anak ni birubiru boruboru na marumur sataon, na so martihas, bahen pelean pardosaan, jala sada birubiru tunggal na so martihas bahen pelean hamauliateon.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tole muse sahirang na marisi sagusagu na so niasoman sian itak na lamot na nidogil dohot miak dohot timpatimpa na so niasoman na marsapu miak rap dohot peleanna sipanganon dohot siinumon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i boanon ni malim ma i jumonok tu adopan ni Jahowa laos hobasonna bahen peleanna pardosaon dohot situtungon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i pelehononna ma birubiru tunggal i bahen pelean hamauliateon tu Jahowa rap dohot hirang na marisi sagusagu na so niasoman; ingkon pelehonon ni malim i huhut peleanna sipanganon dohot siinumon.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ingkon gorbangon ni halak Nasir i ma ulu hanasironnasida i, di jolo pintu ni undungundung parluhutan i, dung i ingkon buatonna ma obuk ni ulu hanasironna i jala bahenonna tu atas api na di toru ni pelean hamauliateon i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i buaton ni malim i ma sian birubiru tunggal i hae jolo naung nilompa i dohot sada sagusagu na so niasoman sian hirang i dohot sada timpatimpa na so niasoman jala ampehononna do i tu tangan ni halak Nasir i duansa, dung ginorbanganna obuk ni hanasironna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ingkon tatingtatingon ni malim ma i bahen pelean tatingtatingon di adopan ni Jahowa; na badia di malim ma i rap dohot andora pelean tatingan dohot hae jolo pelean tatingan i. Dung salpu i jadi ma minum anggur halak Nasir i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "I ma patik tu halak Nasir, naung marbagahon peleanna tu Jahowa ala ni hanasironna, lobi sian na dapot tanganna hian; hombar tu bagabagana naung binagabagahonna i, ingkon songon i do bahenonna hombar tu patik ni hanasironna i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(II.) Dung i ro muse ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Patolhas ma hatangkon tu si Aron dohot tu angka anakna i: Ingkon songon on do dohononmuna tu halak Israel, laho mamasumasu nasida:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sai dipasupasu jala diramoti Jahowa ma ho!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dipasondangkon Jahowa ma Bohina tu ho, jala asi rohana mida ho!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Didompakkon Jahowa ma Bohina tu ho jala dipasaorhon ma dame tu tondim!",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ingkon songon i ma ampehononnasida Goarhu (Jahowa) tu halak Israel, asa Ahu mamasumasu nasida.",
      "type": "content"
    }
  ]
}