{
  "book": "Bilangan",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parhobasna di angka palito di atas parpalitoan 1-4. II. Pangurasionna di halak Lepi laho pasahathon tu nasida tohonannasida i 5-22. III. Dibuhul hian lelengna radotannasida tohonannasida i 23-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Paboa ma tu si Aron hatangkon: Molo dipagalak ho angka palito i, ingkon tu jolo ni parpalitoan i marsinondang palito na pitu i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dibahen si Aron ma songon i; tungkan jolo ni parpalitoan i do dipagalak angka palitona, hombar tu tona ni Jahowa tu si Musa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Songon on do parpaulina di parpalitoan i sian sere na pita sangkimpal ditopa badanna ro di bungana, hombar tu tiruan na pinatuduhon ni Jahowa tu si Musa, songon i do dipauli parpalitoan i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Dung i ro muse hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Arahon ma halak Lepi sian tongatonga ni halak Israel jala urasi ma nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai songon on do bahenonmu tu nasida laho mangurasi nasida: Ingkon pistikkononmu tu nasida aek pangurasion sian dosa, jala ingkon gorbangonna sandok dagingnasida i, jala sunsionna pangkeanna, huhut mangurasi dirina.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ingkon buatonnasida ma sada anak ni lombu rap dohot itak na lamot na nidogil dohot miak bahen peleanna sipanganon; dung i ingkon buatonmu ma anak ni lombu sadanari bahen pelean pardosaon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i dohononmu ma halak Lepi ro jumonok tu adopan ni undungundung parluhutan i, ingkon paluhutonmu huhut sandok luhutan ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dohononmu muse halak Lepi ro jumonok tu adopan ni Jahowa, dung i ingkon ampehonon ni halak Israel tangannasida tu halak Lepi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ingkon patogutoguon ni si Aron ma halak Lepi di adopan ni Jahowa, hira sada pelean tatingan sian halak Israel, asa tau nasida mangaradoti ulaon ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ingkon ampehonon ni halak Lepi ma tangannasida tu ulu ni angka lombu i, ingkon hobasonna na sada bahen pelean pardosaon, jala na sadanari bahen pelean situtungon di Jahowa mambahen pardengganan tu halak Lepi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ingkon pajongjongonmu halak Lepi di adopan ni si Aron dohot angka anakna i, laos patogutoguonmu nasida bahen pelean tatingan di Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Asa ingkon papulihonmu halak Lepi sian tongatonga ni halak Israel, asa Ahu nampuna halak Lepi.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung songon i, ingkon masuk ma halak Lepi, asa marulaon nasida di bagasan undungundung parluhutan i; ingkon songon i nasida urasonmu, jala patogutoguonmu bahen pelean tatingan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai silehonlehon tu Ahu do nasida sian tongatonga ni halak Israel; ai singkat ni nasa anak buhabaju sian halak Israel do nasida hubuat di Ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai Ahu hian do nampuna nasa anak buhabaju di tongatonga ni halak Israel, nang sian jolma, nang sian pinahan, olat ni ari dung Ahu mambunu nasa anak buhabaju di tano Misir, nunga huparbadiai hian nasida di Ahu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala nunga hubuat halak Lepi singkat ni nasa anak buhabaju di tongatonga ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala nunga hubasabasahon halak Lepi bahen dongan ni si Aron dohot angka anakna i sian tongatonga ni halak Israel, asa diradoti ulaon ni halak Israel di bagasan undungundung parluhutan i dohot mambahen pardengganan tu halak Israel, asa unang masa begu di tongatonga ni halak Israel, molo ro nasida jumonok tu inganan na badia i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i dibahen si Musa dohot si Aron dohot sandok luhutan ni halak Israel ma songon i tu halak Lepi, hombar tu sandok na tinonahon ni Jahowa tu si Musa taringot tu halak Lepi, laos songon i ma dibahen halak Israel tu nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i diuras halak Lepi ma dirina be sian dosa jala disunci pangkeanna be, laos ditogutogu si Aron nasida bahen pelean tatingan di adopan ni Jahowa, asa si Aron mambahen pardengganan tu nasida laho manguras dirinasida i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung songon i masuk ma halak Lepi laho mangaradoti ulaonnasida i di bagasan undungundung parluhutan i di adopan ni si Aron dohot angka anakna i, songon na tinonahon ni Jahowa tu si Musa, taringot tu halak Lepi, songon i do dibahen tu nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(III.) Dung i ro muse ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "On do na tama siingoton ni halak Lepi: Olat ni na marumur duapulu lima taon dohot lobi sian i, ingkon masuk ibana tu pargansion marulaon di undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai olat ni na marumur limapulu taon malua ma nasida sian ulaon tohonan, ndang jadi be marulaon nasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi do nian urupanna angka anggina marulaon di undungundung parluhutan i, mangaradoti siradotan i, alai ndang be jadi nasida tohonan di ulaon i. Ingkon songon i bahenonmu tu halak Lepi, taringot tu siradotannasida i.",
      "type": "content"
    }
  ]
}