{
  "book": "Bilangan",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jahowa mandokkon halak Israel marulaon Paska 1-5. II. Aturan taringot tu jolma na tarsabat marulaon Paska 6-14. III. Ombun na marsijongjong di atas undungundung i 15-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu si Musa di halongonan Sinai, di taon paduahon, dung ruar nasida sian tano Misir, di bulan sipaha sada, ninna ma:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon marulaon Paska halak Israel di tingkina naung binuhul hian.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Di ari sampulu opat bulan on mareak bodari, ingkon hobasonmuna do i di tingkina naung binuhul hian; ingkon hombar tu sude aturanna dohot patikna do i hobasonmuna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i didokkon si Musa ma halak Israel marulaon Paska.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi saut ma nasida marulaon Paska di ari sampulu opat di bulan sipaha sada mareak bodari di halongonan Sinai; sandok songon na tinonahon ni Jahowa tu si Musa, songon i do dibahen halak Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Alai tahe adong do deba baoa angka na ramun, binahen ni bangke ni jolma, jadi ndang tarbahen nasida marulaon Paska di ari na sasada i; laos ro ma nasida tu adopan ni si Musa dohot si Aron di ari na sasada i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Laos didok nasida ma tu ibana: Na ramun do hami dibahen bangke ni jolma, boasa ma tung ummuba ia hami, so jadi hami mamboan pelean tu Jahowa di tingkina naung binuhul di tongatonga ni halak Israel?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna si Musa ma tu nasida: Paima hamu dison, asa jolo hubege manang aha dohonon ni Jahowa taringot tu hamu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ro ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Hatahon ma tu halak Israel hatangkon: Tung sura tarramun manang ise di hamu manang di pinomparmuna sogot binahen ni bangke manang di pardalanan na dao ibana, ingkon tarbahen ibana do marulaon Paska di Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon di bulan sipaha dua, di ari sampulu opat mareak bodari nasida marulaon Paska, ingkon panganonnasidai mardongan sagusagu na so niasoman dohot ingkau paet.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ndang jadi tebahononhon sian i ro di manogotna i, jala ndang jadi ponggolhononhon holiholina nanggo sada; ingkon hombar tu sandok aturan ni Paska, nasida marulaon Paska.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai tahe manang ise na ias jala ndang di pardalanan ibana, hape sundat ibana marulaon Paska, ingkon siaphononhon ibana sian tongatonga ni bangsona, ala na so binoanna pelean tu Jahowa di tingkina naung binuhul hian, ingkon manginona tu ibana dosana i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tung sura manginsua di tongatongamuna sada halak dagang, na naeng marulaon Paska di Jahowa, ingkon ulahononna do i hombar tu aturan dohot patik ni Paska hian; ingkon sisada uhum do i di hamu, dos di halak dagang songon di isi ni tano i hian.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Dung i di ari uju pinajongjongna undungundung i dihungkupi ombun i ma undungundung panindangion i, jala olat ni bodari sahat ro di manogotna i, sai mangulon ombun i di atas ni undungundung i idaon songon rupa ni api.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai songon i do tongtong ombun i manghungkupisa, alai anggo bornginna i, idaon songon rupa ni api.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi disi manaek ombun i sian atas ni undungundung i, borhat ma halak Israel mardalan, tole muse mangulon ombun i manang di inganan dia, laos disi ma marsaro nang halak Israel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Asa marguru tu hata ni Jahowa borhat halak Israel, jala marguru tu hata ni Jahowa nasida marsaro; saleleng mangulon ombun i di atas undungundung i marsaro nasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Molo pola nania leleng ombun i mangulon di atas undungundung i, sai diradoti halak Israel do siradotannasida hian tu Jahowa, jala ndang borhat nasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Suang songon i do nang jumpa so sadia leleng ombun i mangulon di atas undungundung i; asa marguru tu hata ni Jahowa nasida marsaro, jala marguru tu hata ni Jahowa nasida borhat muse.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Tung sura holan sian bodari sahat ro di manogotna i ombun i mangulon, tole manogotna i manaek ombun i, borhat ma dohot nasida, nang arian, nang borngin, molo manaek ombun i, borhat ma nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tung sura dua ari, manang sabulan, manang lumeleng sian i ombun i mangulon di atas undungundung i, marsaro ma dohot halak Israel, ndang borhat nasida; alai molo manaek ombun i, borhat ma nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Hombar tu hata ni Jahowa tahe nasida marsaro jala hombar tu hata ni Jahowa nasida borhat muse, asa diradoti nasida siradotanna hian tu Jahowa, hombar tu hata ni Jahowa marhite sian si Musa.",
      "type": "content"
    }
  ]
}