{
  "book": "1 Raja-raja",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Doa Salomo memohon hikmat",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Lalu Salomo menjadi menantu Firaun, raja Mesir; ia mengambil anak Firaun, dan membawanya ke kota Daud, sampai ia selesai mendirikan istananya dan rumah TUHAN dan tembok sekeliling Yerusalem.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hanya, bangsa itu masih mempersembahkan korban di bukit-bukit pengorbanan, sebab belum ada didirikan rumah untuk nama TUHAN sampai pada waktu itu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dan Salomo menunjukkan kasihnya kepada TUHAN dengan hidup menurut ketetapan-ketetapan Daud, ayahnya; hanya, ia masih mempersembahkan korban sembelihan dan ukupan di bukit-bukit pengorbanan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pada suatu hari raja pergi ke Gibeon untuk mempersembahkan korban, sebab di situlah bukit pengorbanan yang paling besar; seribu korban bakaran dipersembahkan Salomo di atas mezbah itu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Di Gibeon itu TUHAN menampakkan diri kepada Salomo dalam mimpi pada waktu malam. Berfirmanlah Allah: \"Mintalah apa yang hendak Kuberikan kepadamu.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Lalu Salomo berkata: \"Engkaulah yang telah menunjukkan kasih setia-Mu yang besar kepada hamba-Mu Daud, ayahku, sebab ia hidup di hadapan-Mu dengan setia, benar dan jujur terhadap Engkau; dan Engkau telah menjamin kepadanya kasih setia yang besar itu dengan memberikan kepadanya seorang anak yang duduk di takhtanya seperti pada hari ini.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Maka sekarang, ya TUHAN, Allahku, Engkaulah yang mengangkat hamba-Mu ini menjadi raja menggantikan Daud, ayahku, sekalipun aku masih sangat muda dan belum berpengalaman.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Demikianlah hamba-Mu ini berada di tengah-tengah umat-Mu yang Kaupilih, suatu umat yang besar, yang tidak terhitung dan tidak terkira banyaknya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Maka berikanlah kepada hamba-Mu ini hati yang faham menimbang perkara untuk menghakimi umat-Mu dengan dapat membedakan antara yang baik dan yang jahat, sebab siapakah yang sanggup menghakimi umat-Mu yang sangat besar ini?\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Lalu adalah baik di mata Tuhan bahwa Salomo meminta hal yang demikian.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi berfirmanlah Allah kepadanya: \"Oleh karena engkau telah meminta hal yang demikian dan tidak meminta umur panjang atau kekayaan atau nyawa musuhmu, melainkan pengertian untuk memutuskan hukum,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "maka sesungguhnya Aku melakukan sesuai dengan permintaanmu itu, sesungguhnya Aku memberikan kepadamu hati yang penuh hikmat dan pengertian, sehingga sebelum engkau tidak ada seorangpun seperti engkau, dan sesudah engkau takkan bangkit seorangpun seperti engkau.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dan juga apa yang tidak kauminta Aku berikan kepadamu, baik kekayaan maupun kemuliaan, sehingga sepanjang umurmu takkan ada seorangpun seperti engkau di antara raja-raja.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dan jika engkau hidup menurut jalan yang Kutunjukkan dan tetap mengikuti segala ketetapan dan perintah-Ku, sama seperti ayahmu Daud, maka Aku akan memperpanjang umurmu.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Lalu terjagalah Salomo; ternyata ia bermimpi. Sekembalinya ke Yerusalem, berdirilah ia di hadapan tabut perjanjian Tuhan, dipersembahkannya korban-korban bakaran dan korban-korban keselamatan, kemudian ia mengadakan perjamuan bagi semua pegawainya.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Hikmat Salomo pada waktu memberi keputusan",
      "type": "title"
    },
    {
      "verse": 16,
      "text": "Pada waktu itu masuklah dua orang perempuan sundal menghadap raja, lalu mereka berdiri di depannya.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Kata perempuan yang satu: \"Ya tuanku! aku dan perempuan ini diam dalam satu rumah, dan aku melahirkan anak, pada waktu dia ada di rumah itu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Kemudian pada hari ketiga sesudah aku, perempuan inipun melahirkan anak; kami sendirian, tidak ada orang luar bersama-sama kami dalam rumah, hanya kami berdua saja dalam rumah.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Pada waktu malam anak perempuan ini mati, karena ia menidurinya.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Pada waktu tengah malam ia bangun, lalu mengambil anakku dari sampingku; sementara hambamu ini tidur, dibaringkannya anakku itu di pangkuannya, sedang anaknya yang mati itu dibaringkannya di pangkuanku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ketika aku bangun pada waktu pagi untuk menyusui anakku, tampaklah anak itu sudah mati, tetapi ketika aku mengamat-amati dia pada waktu pagi itu, tampaklah bukan dia anak yang kulahirkan.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Kata perempuan yang lain itu: \"Bukan! anakkulah yang hidup dan anakmulah yang mati.\" Tetapi perempuan yang pertama berkata pula: \"Bukan! anakmulah yang mati dan anakkulah yang hidup.\" Begitulah mereka bertengkar di depan raja.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Lalu berkatalah raja: \"Yang seorang berkata: Anakkulah yang hidup ini dan anakmulah yang mati. Yang lain berkata: Bukan! Anakmulah yang mati dan anakkulah yang hidup.\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sesudah itu raja berkata: \"Ambilkan aku pedang,\" lalu dibawalah pedang ke depan raja.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Kata raja: \"Penggallah anak yang hidup itu menjadi dua dan berikanlah setengah kepada yang satu dan yang setengah lagi kepada yang lain.\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Maka kata perempuan yang empunya anak yang hidup itu kepada raja, sebab timbullah belas kasihannya terhadap anaknya itu, katanya: \"Ya tuanku! Berikanlah kepadanya bayi yang hidup itu, jangan sekali-kali membunuh dia.\" Tetapi yang lain itu berkata: \"Supaya jangan untukku ataupun untukmu, penggallah!\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tetapi raja menjawab, katanya: \"Berikanlah kepadanya bayi yang hidup itu, jangan sekali-kali membunuh dia; dia itulah ibunya.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ketika seluruh orang Israel mendengar keputusan hukum yang diberikan raja, maka takutlah mereka kepada raja, sebab mereka melihat, bahwa hikmat dari pada Allah ada dalam hatinya untuk melakukan keadilan.",
      "type": "content"
    }
  ]
}