{
  "book": "1 Raja-raja",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Salomo mendirikan Bait Suci",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Dan terjadilah pada tahun keempat ratus delapan puluh sesudah orang Israel keluar dari tanah Mesir, pada tahun keempat sesudah Salomo menjadi raja atas Israel, dalam bulan Ziw, yakni bulan yang kedua, maka Salomo mulai mendirikan rumah bagi TUHAN.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Rumah yang didirikan raja Salomo bagi TUHAN itu enam puluh hasta panjangnya dan dua puluh hasta lebarnya dan tiga puluh hasta tingginya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Balai di sebelah depan ruang besar rumah itu dua puluh hasta panjangnya, menurut lebar rumah itu, dan sepuluh hasta lebarnya ke sebelah depan rumah itu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dibuatnya juga pada rumah itu jendela-jendela yang rapat bidainya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Pada dinding rumah itu sekelilingnya didirikannya kamar tambahan, sekeliling ruang besar dan ruang belakang, dan seluruhnya dibuatnya bertingkat-tingkat.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tingkat bawah lima hasta lebarnya, yang tengah enam hasta dan yang ketiga tujuh hasta, sebab telah dibuatnya ceruk-ceruk pada rumah itu sekeliling sebelah luar, sehingga dinding rumah itu tidak usah dilobangi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Pada waktu rumah itu didirikan, dipakailah batu-batu yang telah disiapkan di penggalian, sehingga tidak kedengaran palu atau kapak atau sesuatu perkakas besipun selama pembangunan rumah itu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Pintu tingkat bawah ada pada lambung kanan rumah itu, dan orang naik dengan tangga-tangga pilin ke tingkat tengah dan dari tingkat tengah ke tingkat yang ketiga.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Setelah ia selesai mendirikan rumah itu, dibuatnyalah langit-langit rumah itu dari bingkai dan pemapan dari kayu aras.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dan setelah ia mendirikan kamar tambahan itu pada rumah itu sekeliling, yakni setiap tingkat lima hasta tingginya, maka rumah itu ditutupinya dengan kayu aras.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Kemudian datanglah firman TUHAN kepada Salomo, demikian:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "\"Mengenai rumah yang sedang kaudirikan ini, jika engkau hidup menurut segala ketetapan-Ku dan melakukan segala peraturan-Ku dan tetap mengikuti segala perintah-Ku dan tidak menyimpang dari padanya, maka Aku akan menepati janji-Ku kepadamu yang telah Kufirmankan kepada Daud, ayahmu,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "yakni bahwa Aku akan diam di tengah-tengah orang Israel dan tidak hendak meninggalkan umat-Ku Israel.\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Setelah Salomo selesai mendirikan rumah itu,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "ia melapisi dinding rumah itu dari dalam dengan papan kayu aras; dari lantai sampai ke balok langit-langit dilapisinya dengan kayu aras, tetapi lantai rumah itu dilapisinya dengan papan kayu sanobar.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Kemudian disekatnyalah dua puluh hasta bagian belakang rumah itu dengan papan kayu aras, dari lantai sampai ke balok-balok; lalu dibuatnyalah ruang itu menjadi ruang belakang, menjadi tempat maha kudus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dan empat puluh hasta panjangnya ruang yang di depan ruang belakang itu, yakni ruang besar.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Kayu aras sebelah dalam rumah itu berukirkan buah labu dan bunga mengembang; semuanya ditutupi kayu aras, tidak ada batu kelihatan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Demikianlah dilengkapinya ruang belakang di dalam rumah itu, di sebelah dalam sekali, supaya di sana ditaruh tabut perjanjian TUHAN.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ruang belakang itu dua puluh hasta panjangnya dan dua puluh hasta lebarnya dan dua puluh hasta tingginya. Ia melapisinya dengan emas kertas, lalu ia membuat mezbah dari kayu aras di depannya.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sesudah Salomo melapisi rumah itu dari dalam dengan emas kertas, direntangkannyalah tabir pada rantai-rantai emas yang di depan ruang belakang itu, lalu ruang itu dilapisinya dengan emas.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Seluruh rumah itu dilapisinya dengan emas, ya rumah itu seluruhnya; juga seluruh mezbah yang di depan ruang belakang itu dilapisinya dengan emas.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Selanjutnya di dalam ruang belakang itu dibuatnya dua kerub dari kayu minyak, masing-masing sepuluh hasta tingginya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sayap yang satu dari kerub itu lima hasta panjangnya dan sayap yang lain juga lima hasta, sehingga dari ujung sayap yang satu sampai ke ujung sayap yang lain sepuluh hasta panjangnya.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Juga kerub yang kedua adalah sepuluh hasta panjangnya; dan kedua kerub itu sama ukuran dan sama potongan badannya.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tinggi kerub yang satu sepuluh hasta dan demikian juga kerub yang kedua.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Maka ditaruhnyalah kerub-kerub itu di tengah-tengah ruang yang di sebelah dalam sekali; kerub-kerub itu mengembangkan sayapnya, sehingga kerub yang satu menyentuh dinding dengan sayapnya dan kerub yang kedua menyentuh dinding yang lain, sedang sayap-sayap yang arah ke tengah rumah itu bersentuhan ujungnya.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dan kerub-kerub itu dilapisinya dengan emas.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dan pada segala dinding rumah itu berkeliling ia mengukir gambar kerub, pohon korma dan bunga mengembang, baik di ruang sebelah dalam maupun di ruang sebelah luar.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Juga lantai rumah itu dilapisinya dengan emas, baik di ruang sebelah dalam maupun di ruang sebelah luar.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sebagai pintu masuk ke ruang belakang dibuatnyalah pintu dari kayu minyak; ambang dan tiangnya merupakan segi lima.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Pada kedua daun pintu yang dari kayu minyak itu ia mengukir gambar kerub, pohon korma dan bunga mengembang, kemudian dilapisinya dengan emas; juga pada kerub dan pada pohon korma itu disalutkannya emas.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Demikian juga untuk pintu masuk ke ruang besar itu dibuatnya tiang-tiang dari kayu minyak yang merupakan segi empat;",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "dan dua pintu dari kayu sanobar; kedua papan pintu dari pintu yang satu dapat dilipat dan demikian juga kedua papan pintu yang lain.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Lalu diukirnyalah padanya kerub, pohon korma dan bunga mengembang, kemudian dilapisinya pintu itu dengan emas pipih pada gambar ukiran itu.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ia mendirikan tembok pelataran dalam dari tiga jajar batu pahat dan dari satu jajar balok kayu aras.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dalam tahun yang keempat, dalam bulan Ziw, diletakkanlah dasar rumah TUHAN,",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "dan dalam tahun yang kesebelas, dalam bulan Bul, yaitu bulan kedelapan, selesailah rumah itu dengan segala bagian-bagiannya dan sesuai dengan segala rancangannya; jadi tujuh tahun lamanya ia mendirikan rumah itu.",
      "type": "content"
    }
  ]
}