{
  "book": "1 Raja-raja",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Istana Salomo",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Salomo mendirikan istananya sampai tiga belas tahun lamanya, barulah selesai seluruh istananya itu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia mendirikan gedung \"Hutan Libanon\", seratus hasta panjangnya dan lima puluh hasta lebarnya dan tiga puluh hasta tingginya, disangga oleh tiga jajar tiang kayu aras dengan ganja kayu aras di atas tiang itu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Gedung itu ditutup dari atas dengan langit-langit kayu aras, di atas balok-balok melintang yang disangga oleh tiang-tiang itu, empat puluh lima jumlahnya, yakni lima belas sejajar.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ada pula tiga jajar jendela berbidai, jendela berhadapan dengan jendela, tiga kali.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dan semua pintu dan jendela segi empat bangunnya; jendela berhadapan dengan jendela, tiga kali.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ia membuat juga Balai Saka, lima puluh hasta panjangnya dan tiga puluh hasta lebarnya, dengan di sebelah depannya sebuah balai lagi yang bertiang dan bertangga di sebelah depannya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibuatnya juga Balai Singgasana, tempat ia memutuskan hukum, balai pengadilan, yang ditutupi dengan kayu aras dari lantai sampai ke balok langit-langit.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dan gedung kediamannya sendiri, di pelataran yang lain, lebih ke sebelah dalam lagi dari balai itu, adalah sama buatannya. Dan bagi anak Firaun, yang diambil Salomo menjadi isterinya, dibuatnya juga sebuah gedung sama dengan balai itu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tembok dari semuanya ini dibuat dari batu yang mahal-mahal, yang sesuai dengan ukuran batu pahat digergaji dengan gergaji dari sebelah dalam dan dari sebelah luar, dari dasar sampai ke atas, dan juga dari tembok luar sampai kepada tembok pelataran besar.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Bahkan dasar gedung-gedung itu dari batu yang mahal-mahal, batu yang besar-besar, batu yang sepuluh hasta dan batu yang delapan hasta.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Di bagian atas ada batu yang mahal-mahal, berukuran batu pahat, dan kayu aras juga.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sekeliling pelataran besar ada tembok dari tiga jajar batu pahat dan satu jajar balok kayu aras; demikian juga sekeliling pelataran dalam rumah TUHAN dan balainya.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Benda-benda logam Bait Suci",
      "type": "title"
    },
    {
      "verse": 13,
      "text": "Kemudian raja Salomo menyuruh orang menjemput Hiram dari Tirus.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dia adalah anak seorang janda dari suku Naftali, sedang ayahnya orang Tirus, tukang tembaga; ia penuh dengan keahlian, pengertian dan pengetahuan untuk melakukan segala pekerjaan tembaga; ia datang kepada raja Salomo, lalu melakukan segala pekerjaan itu bagi raja.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia membentuk dua tiang tembaga, tinggi tiang yang satu delapan belas hasta dan dapat dililit oleh tali yang dua belas hasta panjangnya; tiang yang kedua demikian juga.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibuatnya juga dua ganja untuk ditaruh di kepala tiang-tiang itu, dari tembaga tuangan, tinggi ganja yang satu lima hasta dan tinggi ganja yang kedua lima hasta.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dibuatnya pula dua jala-jala untuk ganja yang ada di kepala tiang itu--jala-jala itu semacam kawat berpilin, semacam untaian rantai--satu jala-jala untuk ganja yang satu dan satu jala-jala untuk ganja yang kedua.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Kemudian dibuatnya juga buah-buah delima, dua jajar berkeliling pada jala-jala yang satu, untuk menutupi ganja yang di ujung tiang itu, dan demikian pula dibuatnya pada ganja yang kedua.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dan ganja yang di kepala tiang dekat balai depan itu berbentuk bunga bakung, tingginya empat hasta,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "yakni ganja-ganja yang di atas kedua tiang itu, di sebelah atas sekali, lewat jala-jala yang meliliti perut ganja itu; dan buah-buah delima ada dua ratus berjajar berkeliling pada ganja yang satu, demikian juga pada yang kedua.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Kemudian tiang-tiang itu didirikannya dekat balai ruang besar. Ketika ia mendirikan tiang kanan, ia menamainya Yakhin; ketika ia mendirikan tiang kiri, ia menamainya Boas.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dan setelah bentukan bunga bakung itu ditaruh di kepala tiang-tiang itu, maka siaplah pekerjaan membuat tiang-tiang itu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Kemudian dibuatnyalah \"laut\" tuangan yang sepuluh hasta dari tepi ke tepi, bundar keliling, lima hasta tingginya, dan yang dapat dililit berkeliling oleh tali yang tiga puluh hasta panjangnya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dan di bawah tepinya ada gambar buah labu yang mengelilinginya sama sekali, sepuluh dalam sehasta, merangkum \"laut\" itu berkeliling; labu itu dua jajar, dituang setuangan dengan bejana itu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "\"Laut\" itu menumpang di atas dua belas lembu, tiga menghadap ke utara dan tiga menghadap ke barat, tiga menghadap ke selatan dan tiga menghadap ke timur; \"laut\" itu menumpang di atasnya, sedang segala buntut lembu itu menuju ke dalam.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tebal \"laut\" itu setapak tangan dan tepinya serupa tepi piala, seperti bunga bakung yang berkembang. \"Laut\" itu dapat memuat dua ribu bat air.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Selanjutnya dibuatnya sepuluh kereta penopang dari tembaga, satu kereta empat hasta panjangnya, empat hasta lebarnya dan tiga hasta tingginya.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Beginilah bentuk kereta penopang itu: ada papan penutupnya dan papan itu diapit oleh bingkai.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dan pada papan penutup yang diapit oleh bingkai itu ada singa, lembu dan kerub, dan demikian juga pada bingkai itu; di sebelah atas dan di sebelah bawah singa dan lembu itu ada karangan-karangan bunga yang tergantung.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Pada satu kereta penopang ada empat roda tembaga dengan poros tembaga; dan pada keempat penjurunya ada sangga untuk menyangga bejana pembasuhan; sangga-sangga itu dituang dan di sebelah luar setiap sangga ada karangan bunga.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dan mulut kereta penopang itu ada di sebelah dalam sangga-sangga itu, menonjol ke atas satu hasta; mulutnya itu bundar, buatannya sebagai tumpuan, dan dalamnya satu setengah hasta; juga pada mulutnya itu ada ukiran, tetapi papan-papan penutupnya empat persegi, jadi tidak bundar.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Keempat roda itu ada di bawah papan penutup, dan tangan-tangan roda itu ada pada kereta penopang itu; dan tinggi satu roda ialah satu setengah hasta.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dan buatan roda itu seperti buatan roda kereta; tetapi tangan-tangannya, lingkarnya, jari-jarinya dan napnya, semuanya tuangan.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Keempat sangga pada keempat sudut setiap kereta penopang adalah seiras dengan kereta itu.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dan di sebelah atas kereta penopang itu ada leher bundar berkeliling, setengah hasta tingginya; di sebelah atas kereta itu ada pula topang-topang dan papan penutup yang seiras dengan dia.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Maka pada muka topang-topangnya itu dan pada papan-papan penutupnya diukirkannyalah kerub, singa dan pohon korma, masing-masing menurut tempat yang ada, dan karangan bunga sekeliling.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Demikianlah dikerjakannya kesepuluh kereta penopang itu; tuangannya sama, ukurannya sama dan potongannya sama semuanya.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Lagipula dibuatnya sepuluh bejana pembasuhan dari tembaga: setiap bejana dapat memuat empat puluh bat air, setiap bejana empat hasta besarnya dan ada satu bejana di atas setiap kereta dari kesepuluh kereta penopang itu.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Lima kereta penopang ditaruhnya pada sisi kanan rumah itu dan lima pada sisi kirinya; tetapi \"laut\" itu ditaruhnya pada sisi kanan rumah itu, arah tenggara.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dan Hiram membuat juga kuali-kuali, penyodok-penyodok dan bokor-bokor penyiraman. Demikianlah Hiram menyelesaikan segala pekerjaan yang harus dilakukannya bagi raja Salomo di rumah TUHAN,",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "yakni kedua tiang dengan kedua bulatan ganja yang di kepala tiang itu, dan kedua jala-jala yang menutup kedua bulatan ganja itu;",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "keempat ratus buah delima untuk kedua jala-jala itu, dua jajar buah delima untuk satu jala-jala guna menutupi kedua bulatan ganja yang di atas tiang itu;",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "kesepuluh kereta penopang dan kesepuluh bejana pembasuhan yang di atas kereta itu;",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "\"laut\" yang satu itu dan kedua belas lembu yang di bawah \"laut\" itu;",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "kuali-kuali, penyodok-penyodok dan bokor-bokor penyiraman; segala perlengkapan yang dibuat Hiram bagi raja Salomo di rumah TUHAN itu adalah dari tembaga yang diupam.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Raja menuang semuanya itu di Lembah Yordan di dalam tanah liat antara Sukot dan Sartan.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Dan Salomo membiarkan segala perlengkapan itu tidak ditimbang karena jumlahnya yang amat besar; berat tembaga itu tidaklah terhitung.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Salomo membuat juga segala perlengkapan yang ada di rumah TUHAN, yakni mezbah emas dan meja emas tempat menaruh roti sajian;",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "kandil-kandil dari emas murni, lima di sebelah kanan dan lima di sebelah kiri, di depan ruang belakang; kembang-kembangnya, lampu-lampunya dan sepit-sepitnya, dari emas;",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "pasu-pasunya, pisau-pisaunya, bokor-bokor penyiramannya, cawan-cawannya dan perbaraan-perbaraannya, dari emas murni; engsel-engsel untuk pintu ruang dalam, yakni tempat maha kudus, dan engsel-engsel untuk pintu ruang besar Bait Suci, dari emas.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Maka genaplah segala pekerjaan yang dilakukan Salomo di rumah TUHAN itu. Kemudian Salomo memasukkan barang-barang kudus Daud, ayahnya, dan menaruh perak, emas dan barang-barang itu dalam perbendaharaan rumah TUHAN.",
      "type": "content"
    }
  ]
}