{
  "book": "Hakim-hakim",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hamonangan ni marga Juda dohot Simeon dompak halak Kanaan 1-21. II. Pinompar ni si Josep papatu Betel 22-26. III. Huta ni halak Kanaan, angka na so pinapatu 27-36",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung mate si Josua, manungkun ma halak Israel tu Jahowa, angka ninna ma: Ise do sian hami jumolo nangkok marmusu dompak halak Kanaan?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ninna Jahowa ma: Ingkon Juda nangkok; ida ma, nunga hupasahat tano i tu tanganna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna Juda ma tu Simeon, hahana i: Nangkok ma ho donganku tu partalianki, asa marmusu hita dompak halak Kanaan; asa hudongani ho huhut laho tu partalianmi; jadi didongani Simeon ma ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i nangkok ma Juda, jadi dipasahat Jahowa ma halak Kanaan dohot Perisi tu tangannasida, gabe diragehon nasida sampuluribu halak mardonokkon Besek.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i pajumpang ma nasida dohot si Adonibezek di Besek, jala marmusu dompak ibana, jala ditaluhon halak Kanaan dohot Perisi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai maporus ma ianggo si Adonibezek, gabe dilele nasida ibana, jala ditangkup, jala digotapi ina ni tanganna dohot totna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ninna si Adonibezek ma: Pitupulu raja, angka na ginotapan ina ni tanganna dohot totna, manjomputi na marpisikpisik di toru ni mejangki; suang le songon na hubahen i dibaloshon Debata tu ahu! Dung i tarboan ibana tu Jerusalem, laos mate disi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai marmusu ma anggo pinompar ni Juda dompak Jerusalem, laos dipapatu, jala sun ditampuli pangisina dohot podang, jala disurbu ia huta i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i tuat ma pinompar ni Juda, laho marmusu dompak halak Kanaan, angka na maringan di dolok dohot tungkan dangsina, dohot di angka rura.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i borhat ma halak Juda dompak halak Kanaan, angka na maringan di Hebron (ia goar ni Hebron di na robi Kiryat-Arba), gabe ditaluhon nasida ma si Sesai dohot si Ahiman dohot si Talmai.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i borhat nasida sian i dompak isi ni Debir; ia goar ni Debir di na robi Kiriat Seper do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ninna si Kaleb ma: Manang ise na papatu Kiriat Seper, jala ditaban, lehononku ma tu ibana si Aksa, borungki, bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ditaban si Otniel, anak ni si Kenas, anggi ni si Kaleb huta i, gabe dilehon si Kaleb tu ibana si Aksa, boruna i, bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i di na bongot i nasida, dihata i ma ibana mangido hauma santurpuk sian amana; laos mijur ma ibana sian halode, gabe didok si Kaleb ma tu ibana: Aha di ho?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi didok nasida ma tu ibana: Sai lehon ma di ahu pasupasu sada; ai nunga dilehon ho tu ahu tano na hasang, ba lehon huhut di ahu angka mual. Jadi dilehon si Kaleb ma tu nasida angka mual di julu dohot di toruan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i nangkok ma angka anak ni si Keni, simatua doli ni si Musa, sian huta parharambiran rap dohot pinompar ni Juda tu halongonan Juda, na tungkan dangsina ni Arad, gabe bungkas nasida, laos maringan di tongatonga ni bangso i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i borhat ma Juda rap dohot Simeon, hahana i, gabe dipapatu nasida ma halak Kanaan, angka na maringan di Zepat, laos diharomhon nasida do, jala dibahen goar ni huta i Horma.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ditaban Juda huhut Gaza ro di luatna humaliang, dohot Askelon ro di luatna humaliang, dohot Ekron ro di luatna humaliang.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala sai didongani Jahowa do Juda, gabe dipapatu isi ni dolok i, ai ndang taronjarsa ianggo isi ni rura i, ala marhureta bosi nasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i dilehon nasida ma Hebron tu si Kaleb, songon na tinonahon ni si Musa hian, gabe dionjar sian i na tolu anak ni si Enak.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai anggo halak Jebusi, angka na maringan di Jerusalem, ndang dionjar pinompar ni si Benjamin, laos maringan di Jerusalem do halak Jebusi, tampak dohot pinompar ni si Benjamin rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(II.) Nangkok do huhut pinompar ni si Josep tu Betel, jala Jahowa do dongannasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i didokkon pinompar ni si Josep ma mangkahapi Betel; ia goar ni huta i di na robi Lus do.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi diida pangkahap i ma sada halak ruar sian huta i, gabe didok nasida tu ibana: Ua patuduhon di hami haroroan tu huta, mardenggan basa basa pe hami tu ho.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dipatuduhon ma tu nasida haroroan tu huta, gabe sun ditampuli nasida isi ni huta i dohot podang; alai anggo baoa i ro di donganna saompu sudena dipalua do.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi bungkas ma baoa i tu tano ni halak Het, jala dipungka sada huta, dibahen ma goarna Lus, laos i do goarna rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(III.) Ia Manasse ndang dionjar anggo isi ni Betsean ro di huta angka na ginomgomanna, dohot Taanak ro di huta angka na ginomgomanna dohot isi ni Dor ro di huta angka na ginomgomanna dohot isi ni Ibleam ro di huta angka na ginomgomanna, dohot isi ni Megiddo ro di huta angka na ginomgomanna, ai ditenggeng roha ni halak Kanaan maringan di tano i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai dung lam marhuaso Israel, dipampe ma rodi tu halak Kanaan, ndang anggo dionjar.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Epraim pe ndang dionjar halak Kanaan, angka na maringan di Gezer, laos maringan di tongatongana di Gezer, halak Kanaan.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Zebulon pe ndang dionjar isi ni Kitron ro di isi ni Nahalol, laos maringan di tongatongana halak Kanaan mangoloi rodi.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Aser pe ndang dionjar isi ni Akko, ro di isi ni Sidon dohot Ahlab, Aksib, Helba, Apek dohot Rehob.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Laos maringan halak Aser di tongatonga ni halak Kanaan, isi ni tano i hian, ai ndang dionjar nasida.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Naptali pe ndang dionjar isi ni Betsemes, ro di isi ni Bet-Anat, laos maringan ibana di tongatonga ni halak Kanaan, isi ni tano i hian, alai mangoloi rodinasida do isi ni Betsemes dohot Bet-Anat.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i dionjaronjar halak Amori ma pinompar ni si Dan tu dolok, ai ndang diloas nasida tuat tu rura.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i digogohon halak Amori ma maringan di dolok Heres, di Aialon dohot di Salabim; alai marmulia anggo tangan ni pinompar ni si Josep, gabe hona rodi nasida dibahen.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alai anggo parbalohan ni halak Amori, olat ni robean Akrabim sian dolok batu, boti tu julu.",
      "type": "content"
    }
  ]
}