{
  "book": "Hakim-hakim",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Tola dohot si Jair panguhum di Israel 1-5. II. Parbalion ni Israel, jeanasida i dohot panolsolionna 6-16. III. Hamusuon dompak halak Amon 17-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung salpu si Abimelek, hehe ma muse si Tola, anak ni si Pua, anak ni si Dodo, sada halak sian marga Isasar paluahon halak Israel, jala maringan ibana di Samir, di dolok Epraim.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala diparenta ibana halak Israel duapulu tolu taon lelengna. Dung i mate ibana, jala tartanom di Samir.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung salpu ibana, hehe ma muse si Jair, halak Gilead, jala diparenta halak Israel duapulu dua taon lelengna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala tolupulu do anakna, angka na marsihundul di tolupulu halode, laos tolupulu hutanasida, angka na targoar huta ni si Jair rasirasa sadarion, angka na di tano Gilead.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i mate ma si Jair, jala tartanom di Kamon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Dung i diulahi halak Israel muse mambahen sogo ni roha ni Jahowa, jala marsomba tu angka Baal dohot tu Astarot, dohot tu angka debata ni Ram, dohot tu angka debata ni Sidon, dohot tu angka debata ni Moab, dohot tu angka debata ni halak Amon, dohot tu angka debata ni halak Palistim, jala ditadingkon nasida Jahowa, jala ndang Ibana dioloi nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi marsigorgor ma rimas ni Jahowa mida Israel, laos digadishon nasida tu tangan ni halak Palistim dohot tu tangan ni halak Moab.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi diparsipal, jala dirupa nasida ma halak Israel, mamungka di na sataon i boho sampulu ualu taon lelengna, luhut halak Israel angka na di bariba ni Jordan, di tano ni halak Amori, na di Gilead.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Angkupni ditaripari halak Amon do Jordan i, laho marmusu tandang huhut dompak Juda dohot dompak Benjamin dohot dompak pinompar ni Epraim, gabe targogot situtu Israel.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi mangangguhi ma halak Israel tu Jahowa, angka ninna ma: Nunga mardosa hami dompak Ho, ala naung hutadingkon hami Debatanami, jala ala naung marsomba hami tu angka Baal.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai ninna Jahowa ma tu halak Israel: Nda hona pangarupaon hamu na jolo dibahen halak Misir, halak Amori, halak Amon dohot halak Palistim.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dohot halak Sidon dohot halak Amalek dohot halak Maon? Dung i mangangguhi hamu tu Ahu, jadi Ahu paluahon hamu sian tangannasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai atik pe songon i, tung ditadingkon hamu Ahu, gabe marsomba hamu tu angka debata sileban; dibahen i ndang olo be Ahu paluahon hamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Laho ma hamu antong mangangguhi tu debata, angka na pinillitmuna i di hamu, nasida ma nian paluahon hamu di tingki hagogotanmunai.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ninna halak Israel ma tu Jahowa: Nunga mardosa hami, Ho ma mambahen tu hami, hombar tu sandok lomo ni roham, asal dipalua Ho hami sadarion.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi dipaholang nasida ma angka debata sileban sian tongatonganasida, jala marsomba nasida tu Jahowa, gabe ditostos rohana mida pardangolan ni Israel.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i marpungupungu ma halak Amon, jala marsaro di Gilead, marpungu ma dohot halak Israel, jala marsaro di Mispa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ninna sandok angka induk di Gilead ma ganup tu donganna: Manang ise na olo manguluhon laho marporang dompak halak Amon, i ma gabe jujungan ni sandok isi ni Gilead.",
      "type": "content"
    }
  ]
}