{
  "book": "Hakim-hakim",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Jepta gabe panahatan ni jujungan panguhum dipampe halak Gilead 1-11. II. Tonana tu raja ni halak Amon 12-28. III. Hamonangonna dompak halak Amon. Bagabaga ni si Jepta 29-40",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia si Jepta, halak Gilead, ulubalang na begu nian, alai anak gampang do ibana, anak sinalong ni si Gilead do si Jepta i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai dung ditubuhon jolma ni si Gilead angka anak di ibana, jala dung magodang angka anak ni tuanlaenna i, dipabali nasida ma si Jepta, angka ninna ma tu ibana: Ndang panean ho di bagas ni amanta, ai anak na pulik ina do ho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi maporus ma si Jepta maradophon angka anggina i, laos maringan di tano Tob. Dung i marpungu ma tu si Jepta jolma angka na neang marroha, angka na laho marbajo i udur dohot ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i di laonlaon ni ari marmusu ma halak Amon dohot halak Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung marmusu halak Amon dohot Israel, laho ma angka sintua ni Gilead mangalap si Jepta sian tano Tob.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna nasida ma tu si Jepta: Beta hita! Ho ma partoginami, asa marmusu hita dompak halak Amon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ninna si Jepta ma tu angka sintua sian Gilead: Nda hamu do na somor roha mida ahu, pola dipabali hamu ahu sian bagas ni damang? Boasa ro hamu mandapothon ahu ia nuaeng, dung hagogotan hamu?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ninna angka sintua sian Gilead i ma tu si Jepta: Apala ala ni do umbahen na ro hami nuaeng manopot ho, asa didongani ho hami marmusu dompak halak Amon, jala ho gabe partogi ni sude hami, isi ni Gilead.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna si Jepta ma mandok angka sintua sian Gilead: Molo mulak ahu dialapi hamu laho marmusu dompak halak Amon, jala dipasahat Jahowa nasida tu ahu, olo ma ahu gabe partogimuna!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi ninna angka sintua sian Gilead ma tu si Jepta: Jahowa ma sibege hatantaon, molo so guru dokmu oloannami.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi diihuthon si Jepta ma angka sintua sian Gilead, gabe dipampe bangso i ma ibana bahen jujungan dohot partoginasida, jala di adopan ni Jahowa do dipaboa si Jepta hatana i luhutna di Mispa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dung i disuru si Jepta ma suruanna tu raja ni halak Amon, mandok songon on: Pardulim ahu huroha, umbahen tung ro ho manopot ahu laho marmusu dompak tanongku?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna raja ni halak Amon ma mangalusi suruan ni i si Jepta: Ala na binuat ni Israel tanongku, uju di hananangkokna sian Misir, olat ni Arnon sahat ro di Jabok, sahat ro di Jordan. On pe paulak ma i tu ahu sian dengganna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i diulahi si Jepta dope pasurusuru suruanna tu raja ni halak Amon.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Angka na mandok tu ibana: Boti hata ni si Jepta: Ndang adong na binuat ni Israel tano ni halak Moab, nang tano ni halak Amon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai uju di hananangkoknasida sian Misir, mardalan do Israel di halongonan sahat ro di laut arung, jala tolhas muse tu Kades.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i disuru Israel ma suruanna tu raja ni Edom mandok: Ua loas ma ahu mamolus sian tanom; hape ndang ditangihon raja ni Edom; disuru muse tu raja ni Moab, hape ndang mangaloas ibana, gabe laos tinggal di Kades do Israel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala mardalandalan nasida di halongonan, jala mangaliat sian tano ni Edom dohot sian tano ni Moab, boti tu habinsaran ni tano ni Moab, jala marsaro di bariba ni Arnon, jala ndang didege parbalohan ni tano Moab, ai Arnon do parbalohan ni tano Moab.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i disuru Israel ma suruanna tu si Sihon, raja ni halak Amori, raja sian Hesbon, jala ninna Israel do tu ibana: Ua loas ma hami mamolus sian luatmu sahat ro di ingananku.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai ndang pos roha ni si Sihon mangaloas Israel mamolus sian parbalohanna, lam dipapungu si Sihon do sandok bangsona, jala marsaro di Jahaz, laos marmusu dohot Israel.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai dipasahat Jahowa, Debata ni Israel do si Sihon ro di sandok bangsona tu tangan Israel, laos dipatunduk nasida, gabe disoluk Israel sandok tano ni halak Amori, na maringan di tano i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i disoluk nasida ma sandok parbalohan ni halak Amori, olat ni Arnon sahat ro di Jabok, jala olat ni halongonan sahat ro di Jordan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Antong anggo dung songon i pangonjar ni Jahowa, Debata ni Israel, di halak Amori moradophon bangsona Israel, hape naeng soluhonmu muse tano i?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Nda songon on do: Nasa na tinurpukkon ni Kamos, debatamu tu ho, i do soluhonmu. Antong nasa na tinurpukkon ni Jahowa, Debatanami tu hami, i do soluhonnami.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "On pe, tung umburju ma ho di roham sian si Balas, anak ni si Zippor, raja sian Moab? Tung dung ma ibana marbada dohot Israel, manang tung dung marmusu dompak nasida?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Nunga pola tolu ratus taon lelengna Israel maringan di Hesbon, ro di sosorna humaliang dohot di Aroer ro di sosorna humaliang dohot di sude huta, angka na martopihon Arnon; boasa so dirampas hamu angka i na sai laon?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ianggo ahu ndang adong dosangku tu ho, hape mambahen na so uhum ianggo ho tu ahu, laho marmusu dompak ahu, Jahowa do panguhum, Ibana ma manguhum halak Israel dohot halak Amon sadarion.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai ndang ditangihon raja ni halak Amon hata na tinonahon ni si Jepta tu ibana.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(III.) Dung i songgop ma tondi ni Jahowa tu si Jepta, gabe mamolus ibana sian Gilead dohot Manasse, mamolus muse sian Mispa na di Gilead, jala sian Mispa na di Gilead taripar ibana dompak halak Amon.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i marbagabaga ma si Jepta tu Jahowa, ninna ma: Molo dipasahat Ho halak Amon tu bagasan tanganku:",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Manang aha na ruar parjolo sian pintu ni bagashu manomunomu ahu, di na mulak ahu marsonangsonang sian halak Amon, ingkon Jahowa nampunasa, jala pelehononku do i bahen pelean situtungon.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i taripar ma si Jepta dompak halak Amon laho marmusu dompak nasida, gabe dipasahat Jahowa nasida tu tanganna.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi patu nasida dibahen, olat ni Aroer sahat ro di Minit, duapulu huta, jala sahat ro di Abel Keramim marhite sian hataluan na bolon situtu; gabe tarjepol situtu halak Amon moradophon halak Israel.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi dung sahat si Jepta tu Mispa, jonok tu jabuna, ida ma ruar ma boruna manomunomu ibana, umpalu arbab huhut manortor haliang; sasada i do boruna, dungkon ni ndang adong anak manang boru di ibana.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Asa dung diida ibana boruna i, gabe disansani pangkeanna, jala didok ma: Oe ale boru hasian! Tarjepol situtu ma ahu dibahen ho, mambahen ahu margudompong; ai nunga huungkap pamanganku marbagabaga tu Jahowa, jala ndang tartait ahu be.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alai ninna boruna i ma tu ibana: Ale amang, molo dung diungkap ho pamanganmu marbagabaga tu Jahowa, bahen ma tu ahu marguru tu hata na ruar sian pamanganmu, dung dibahen Jahowa tu ho partubolon moradophon musum, moradophon halak Amon.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Angkup ni ninna nasida ma tu amana: Oloi ma hata sisandok on tu ahu, loas ahu arga dua bulan lelengna, asa laho ahu mardalani di atas ni angka dolok, mananangisi disi habajuonku, ahu rap dohot angka alealengku.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jadi ninna ibana ma: Antong laho ma ho! Diloas ma nasida laho dua bulan lelengna, gabe mardalani nasida rap dohot angka alealena tumatangis taringot tu habajuonna di atas ni angka dolok.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi dung marujung na dua bulan i, mulak ma nasida tu amana, gabe dibahen ma tu nasida bagabagana, na binagabagahonna i, gabe ndang tumanda baoa nasida; laos i do gabe adat di Israel.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Laho do ganup taon angka boru ni Israel papujipuji boru ni si Jepta, halak Gilead i opatopat ari lelengna.",
      "type": "content"
    }
  ]
}