{
  "book": "Hakim-hakim",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parmusuon dohot parmonangon ni si Jepta maralohon halak Epraim, ro di hamamatena 1-7. II. Panguhum si Ebsan, Elon dohot Abdon 8-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i marluhut ma halak Epraim, jala ditondong dompak utara, angka didok nasida ma tu si Jepta: Boasa tung borhat ho laho marmusu dompak halak Amon, so marhara ho di hami mandongani ho nian; tutungonnami ma bagasmu di atasmu dohot api.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna si Jepta ma tu nasida: Sobu situtu do ahu maralo dohot bangsongku dompak halak Amon, jala marhara ahu tu hamu nian, hape ndang olo hamu paluahon ahu sian tangannasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dung huida ndang ro pangurupi sian hamu, huseahon ma hosangku, jala borhat ahu dompak halak Amon, gabe dipasahat Jahowa nasida tu bagasan tanganku. Boasa ma tung nangkok hamu sadarion laho marmusu dompak ahu?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dipaluhut si Jepta ma sude baoa sian Gilead, asa marmusu dompak Epraim. Jadi ditaluhon halak Gilead ma halak Epraim, ala na nidoknasida: Angka na nieak ni Epraim do hamu isi ni Gilead, tung patut ma hamu di tongatonga ni Epraim dohot Manasse.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i marbajo ma halak Gilead i di angka hatariparan ni Jordan, maralohon Epraim. Dung i molo didok angka na maporus sian Epraim: Loas ma ahu taripar, gabe didok halak Gilead ma tu ibana: Atehe halak Epraim do ho? Molo didok ibana ndang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Gabe didok nasida ma tu ibana: Antong dok ma jolo Shibbolet; molo didok ibana Sibbolet, jala ndang tarbahensa mandok songon i, pintor ditangkup nasida ibana, jala dibunu di lambung ni angka hatariparan ni Jordan, gabe marragean uju i sian Epraim opatpulu duaribu halak.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai onom taon do lelengna si Jepta parentahon Israel, dung i mate ma si Jepta, halak Gilead i, jala tartanom ibana di bagasan sada huta angka na di Gilead.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung salpu ibana, soluk ma si Ebsan sian Betlehem manguhum Israel.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tolupulu anakna, jala tolupulu boruna, angka na pinamulina tu halak ruar, jala tolupulu boruboru nialapna sian halak ruar di anakna, jala diparenta ibana halak Israel pitu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i mate ma si Ebsan, jala tartanom di Betlehem.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung salpu ibana, soluk ma si Elon, marga Zebulon manguhum Israel sampulu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i mate ma si Elon, marga Zebulon i, jala tartanom di Aialon, di tano Zebulon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung salpu ibana, soluk ma si Abdon, anak ni si Hilel, sian Piraton manguhum Israel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Opatpulu do anakna, jala tolupulu pahompuna baoa, angka na mangkunduli pitupulu halode, jala ibana manguhum Israel ualu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i mate ma si Abdon, anak ni si Hilel sian Piraton, jala tartanom ibana di Piraton di tano Epraim, di dolok ni halak Amalek.",
      "type": "content"
    }
  ]
}