{
  "book": "Hakim-hakim",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Suruan ni Jahowa manopot jolma ni si Manoa 1-7. II. Suruan ni Jahowa ro paduahalihon 8-18. III. Pelean pinelehon ni si Manoa. Hatutubu ni si Simson 19-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i diulahi halak Israel ma mambahen sogo ni roha ni Jahowa, gabe dipasahat Jahowa nasida tu tangan ni halak Palistim opatpulu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi adong ma sada baoa sian Zora, sian marga Dan, na margoar si Manoa, jala hol do ianggo jolmana, ndang tubuan anak.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i diida boruboru i ma suruan ni Jahowa, na mandok tu nasida: Ida ma, na hol do ho anggo nuaeng, jala ndang tubuan anak; alai gabegabean ma ho, jala tumubuhon anak sada.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "On pe, ramoti ma dirim, ndang jadi inumonmu anggur, manang siinumon na koras, jala ndang jadi panganonmu manang aha na ramun.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai ida ma, gabegabean ma ho, jala tumubuhon anak sada, jala raut parnabung, ndang jadi dais tu uluna, ai gabe halak na pinapulik di Debata do dakdanak i sian bortian, jala ibana manungka paluahon Israel sian tangan ni halak Palistim.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ro ma boruboru i mangalualuhon hata i tu sinondukna, ninna do: Ro do tu ahu sada halak ni Debata, jala rupana songon rupa ni suruan ni Debata, na songkal situtu, gabe ndang husungkun manang sian dia ibana, goarna pe. Ndang dipaboa tu ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ninna do mandok ahu: Ida ma, gabegabean ma ho, jala tumubuhon anak sada, on pe ndang jadi inumonmu anggur, manang siinumon na koras, jala ndang jadi panganonmu manang aha na ramun, ai gabe halak na pinapulik di Debata do dakdanak i sian bortian sahat ro di hamamatena.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i martangiang ma si Manoa tu Jahowa, ninna ma: Santabi, ale Tuhanku, sai ro ma nian sahalinari halak ni Debata, naung sinurum manopot hami, asa diajarhon tu hami manang aha sibahenonnami tu dakdanak situbuhononhon i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ditangihon Debata ma suara ni si Manoa, gabe ro ma muse suruan ni Debata tu boruboru i, tongon juguk nasida di ladang, alai ndang di lambungna ianggo si Manoa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi manilu ma boruboru i marlojong paboahon tu sinondukna i, didok ma tu ibana: Ida ma, nunga huida muse baoa na ro tu ahu na imbaru on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i hehe ma si Manoa, jala diihuthon jolmana, gabe sahat ibana tu baoa i, jala didok tu ibana: Atehe ho do tutu baoa na mangkatai dohot boruboru on? Ahu ma tutu, ninna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna si Manoa ma: Molo songgop hata na nidokmi, dia do uhum siingoton ni dakdanak i dohot bahenbahenanna?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ninna suruan ni Jahowa ma tu si Manoa: Luhut naung hupaboa tu parompuan i, ingkon oromonna do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ndang jadi panganonna sian saluhut na ruar sian hau anggur, anggur dohot siinumon na koras ndang jadi inumonna, jala ndang jadi panganonna manang aha na ramun, luhut naung hutonahon i tahe, ingkon parateatehononna do.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna si Manoa ma tu suruan ni Jahowa: Sai olo ma ho tiopannami, asa huhobas hami di jolomi anak ni hambing sada.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ninna suruan ni Jahowa ma tu si Manoa: Nang pe ditiopi ho ahu, ndang tagamon mangan ahu sian rotimu; alai molo naeng bahenonmu pelean situtungon sada, tu Jahowa ma pelehon, ai ndang diboto si Manoa, tung suruan ni Jahowa ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna si Manoa ma tu suruan ni Jahowa: Ise do goarmu? Asa hupasangap hami ho, ia dung songgop hatami.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai ninna suruan ni Jahowa ma tu ibana: Boasa tung sungkunonmu goarhu, halongangan do i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Dung i dibuat si Manoa ma sada anak ni hambing rap dohot pelean sipanganon, jala dipelehon do i tu Jahowa di atas ni dolok batu, dibahen suruani halongangan sada, dipaidaida si Manoa dohot jolmana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai di na manaek nala ni api i sian langgatan i tu ginjang: Manaek ma dohot suruan ni Jahowa di bagasan nala ni api i na sian langgatan i, dipaidaida si Manoa dohot jolmana, gabe manungkap nasida na dua tu tano.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dung so mullop be suruan ni Jahowa dapot idaon ni si Manoa dohot jolmana i, ipe asa mamoto si Manoa, suruan ni Jahowa do Ibana hape.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ninna si Manoa ma tu jolmana: Ingkon mate nama hita, ala naung itaida Debata.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai ninna jolmana i ma mangalusi ibana: Aut na lomo roha ni Jahowa mambunu hita, ndang tagamon jaloonna sian tanganta pelean situtungon dohot pelean sipanganon, jala ndang pataridahononna luhutna i tu hita, jala ndang patubegehononna tu hita songon i nuaeng.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ditubuhon boruboru i ma anak sada, jala dibahen goarna si Simson. Dung i lam magodang ma dakdanak i, jala dipasupasu Jahowa ibana.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i dipungka Tondi ni Jahowa ma mangonjaronjar ibana di parsaroan Dan, di holangholang ni Zora dohot Estaol.",
      "type": "content"
    }
  ]
}