{
  "book": "Hakim-hakim",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Simson mangaririt sada boru Palistim 1-4. II. Dibunu sada singa 5-9. III. Si Simson laho sampur jala marhulingkulingan 10-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i tuat ma si Simson tu Timna, gabe diida sada boruboru di Timna, sian boru ni halak Palistim.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi nangkok ibana muse, asa dipaboa tu amana dohot tu inana, ninna do: Adong do huida sada boruboru di Timna sian boru ni halak Palistim; on pe sai buat hamu ma ibana bahen jolmangku.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai ninna amana dohot inana ma tu ibana: Ndang adong huroha di tongatonga ni boru ni hahaanggim manang di tongatonga ni sandok houmta bahen jolmam, umbahen tung laho ho mambuat boru sian halak Palistim, angka na marhulup? Jadi ninna si Simson ma tu amana: Ingkon ibana buatonmu di ahu, ai ibana do hasoloan ni rohangku.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ndang diboto anggo natorasna, tung sian Jahowa do i, ai mangalului parbonsiran do ibana dompak halak Palistim, ai tongon gumomgom Israel do halak Palistim uju i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Dung i tuat ma si Simson rap dohot natorasna tu Timna. Jadi dung sahat nasida ro di angka porlak anggur ni Timna, ida ma, ro ma anak ni singa sada patungoromon manjumpangkon ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi songgop ma tu si Simson Tondi ni Jahowa, gabe diparsisiga ma singa i, songon anak ni hambing, so agia aha di tanganna, jala ndang dipaboa tu natorasna, na binahenna i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dung tuat, mangkatai ma ibana dohot parompuan i, jala apala hasoloan ni rohana do ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dung salpu manang piga ari, mulak muse ibana laho mangalap parompuan i, gabe manimbil ibana, laho maningkir bangke ni singa i, hape ida ma, angka loba sapunguan di bagasan rangrang ni singa i, nunga pola marsituak.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dibuat sian i tu tanganna, laos dipangan huhut mardalan laho tu natorasna, jala dilehon tu nasida gabe dipangan nasida, alai ndang dipaboa anggo tu nasida, tung sian rangrang ni singa i binuatna situak ni loba i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(III.) Jadi dung tuat amana i manopot parompuan i, jala dibahen si Simson disi sipanganon hasampuron, ai somal do songon i dibahen angka dolidoli i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dung diida nasida ibana, dibuat nasida ma tolupulu halak, bahen pandonganina.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna si Simson ma tu nasida: Marhulingkulingan ma ahu tu hamu, molo tarpaboa hamu i di ahu di bagasan na pitu ari hasampuran on, jala dapot hamu lapatanna, lehononku ma tu hamu tolupulu kameja parbagasan dohot tolupulu salin abit.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai molo so tarpaboa hamu lapatanna tu ahu, ingkon hamu mangalehon tu ahu tolupulu kameja parbagasan dohot tolupulu salin abit. Jadi ninna nasida ma tu ibana: Antong paboa ma hulingkulinganmi, asa hubege hami!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna ibana ma tu nasida: Ruar do sipanganon sian sipangan mago, jala ruar do na tonggi sian na gogo. Hape ndang tarpaboa nasida lapatan ni hulingkulingan i di bagasan na tolu ari.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tole muse papituarihon, ninna nasida ma tu jolma ni si Simson: Hata i ma sinondukmi, asa dipaboa tu hami lapatan ni umpama i, asa unang hututung hami ho, nang bagas ni amam dohot api. Nda tung naeng buatonmu artanami, umbahen dipio hamu hami ulaning?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi sai tumatangis ma jolma ni si Simson di jolona, ninna ma: Rupa magigi do ho mida ahu, ndang dihaholongi roham ahu. Ai marhulingkulingan ho tu donganku sabangso, hape ndang dipaboa ho anggo tu ahu. Jadi ro ma alusna: Gari tu damang dohot tu dainang, ndang hupaboa, lam tu ho ma paboaonku?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi sai tumatangis ibana di jolona di na pitu ari i, saleleng hasampuron rajai; tole papituarihon, dipaboa ma tu ibana, ai sai disulingkit do ibana, gabe dipaboa parompuan i ma lapatan ni umpama i tu donganna sabangso.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i papituarihon, tagan so mate dope mata ni ari, ninna angka baoa ni huta i ma tu ibana: Tung aha ma na tumonggi sian situak ni loba, tung aha ma na gumogo sian singa? Alai ninna si Simson ma tu nasida: Aut unang maninggala hamu dohot anak ni lombungku, tung na so tagamon dapot hamu lapatan ni hulingkulinganki.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i songgop ma tu ibana Tondi ni Jahowa, gabe tuat ibana tu Askelon, dibunu ma sian nasida tolupulu halak, jala dibuat pangkeannasida, jala dilehon pangkean i tu angka na jumpangan lapatan ni hulingkulinganna i; alai marsigorgor ma anggo rimasna, gabe nangkok ibana tu jabu ni amana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai anggo jolma ni si Simson i tu sada halak pandonganina, na mandongani ibana dilehon.",
      "type": "content"
    }
  ]
}