{
  "book": "Hakim-hakim",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Partubolon ni si Simson tu halak Palistim marhitehite antuasu 1-8. II. Dipasahat halak Juda si Simson tu halak Palistim, angka na binununa marhitehite osangosang ni halode 9-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai di laonlaon ni ari, di hamamasa ni gotilon, ditopot si Simson ma muse jolmana, mamboan anak ni hambing sada, jala didok do: Naeng ahu manopot jolmangku tu bilut, hape ndang diloas ama ni parompuan i ibana bongot.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai ninna amana do: Na hurimpu do naung magigi ho mida ibana, jadi nunga hupamuli ibana tu pedanmu; alai nda ummuli do anggina i sian ibana, ua i ma di ho singkatna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna si Simson ma tu nasida: Lidang do ahu anggo sahalion moradophon halak Palistim, molo hubahen hamagoan tu nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i laho ma si Simson manangkup tolu ratus antuasu, jala dibuat angka tulbu, dipadomu ma ihur tu ihur, jala dibahen tulbu sada tu holangholang ni na dua antuasu i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dinahiti ma angka tulbu i, jala dipalua angka antuasu i tu eme ni halak Palistim na jongjong, gabe gor angka tibalan ro di eme na jongjong dohot hau anggur, nang hau Jetun.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ninna halak Palistim ma: Ise do ulaning mambahensa? Dung i didok halak ma: Si Simson, hela ni halak Timna i do, ala na binuatna jolmana, jala dipalangkuphon tu pedanna. Jadi nangkok ma halak Palistim, laos dimosokkon nasida ma boruboru i rap dohot amana di bagasan api.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ninna si Simson ma tu nasida: Molo dibahen hamu songon i; ndang na pasohotonku, nda jolo hutubolhon tu hamu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi diompongi ma marponggolan haehae dohot gontingnasida marhite sian hataluan bolon. Jadi tuat ma ibana, laos maringan di liang batu Etham.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i borhat ma halak Palistim, jala marserak nasida di Juda, jala marseak sahat ro di Lehi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ninna halak Juda ma: Boasa tung nangkok hamu, naeng mamorangi hami? Jadi ninna nasida ma mangalusi: Naeng manali si Simson do hami, umbahen na nangkok hami, mambahen tu ibana songon naung binahenna i tu hami.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi tuat ma tolu ribu halak sian Juda tu liang batu Etham, angka didok nasida ma tu si Simson: Ndang diboto ho na ginomgoman ni halak Palistim do hita? Boasa tung songon i bahenonmu tu hami? Gabe didok si Simson ma tu nasida: Suang songon na binahennasida tu ahu, hubahen tu nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna nasida ma tu ibana: Naeng manali ho do umbahen na tuat hami, laho pasahathon ho tu tangan ni halak Palistim. Jadi ninna si Simson ma mangalusi nasida: Mangmangkon hamu ma tu ahu, paboa na so tupa todosonmuna ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna nasida ma tu ibana songon on: Ndangana, asal naeng talionnami do ho, jala pasahathon tu tangannasida, ndang anggo bunuonnami ho. Jadi dibuat nasida ma dua jorat na imbaru manali ibana, manogihon ibana nangkok sian liang batu i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sahat ibana ro di Lehi, marsuraksurak ma halak Palistim mandapothon ibana, gabe songgop ma Tondi ni Jahowa tu ibana; ia jorat angka na di pargolanganna i, songon bonang na tinutung di bagasan api, metep boti angka tali i sian tanganna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i jumpang ibana ma sada osangosang ni halode na rata, laos dipatoltol tanganna manjomputsa, jala dipangalotakkon mambunu saribu halak.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ninna si Simson ma: Marhitehite osangosang ni halode dua parduan parangan, marhitehite osangosang ni halode saribu halak hubunu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dung tolhas didok songon i, direongkon ma osangosang i sian tanganna, jala digoar hajongjonganna i: Ramat-Lehi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i mauas situtu ma ibana, gabe dijou ma Jahowa, ninna ma: Nunga dilehon Ho tua na sai godang marhitehite tangan ni naposomon, tung mate ma ahu nuaeng bahenon ni uas, jala madabu tubagasan tangan ni halak na marhulup.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi dibola Debata ma dolok batu na di Lehi, gabe ruar sian i aek, jala dung diinum si Simson sumuang ma tondina i, jala mangolu. Ala ni do didok halak goarna: Pansur ni panjou na di Lehi rasirasa sadarion.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i diparenta si Simson halak Israel uju di angka ari ni halak Palistim duapulu taon lelengna.",
      "type": "content"
    }
  ]
}