{
  "book": "Hakim-hakim",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parsombaon ni si Mika di ganaganaan 1-6. II. Dipabangkit sada halak Lepi bahen malim 7-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i adong ma sada baoa sian dolok Epraim, na margoar si Mika.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ro ma hatana mandok tu inana: Ia na saribusaratus rupia, naung mago sian ho, pola naung mamburai ho dohot tu pinggolhon hata i didok ho, ida ma, di ahu do hepeng i, ai ahu do mambuatsa. Jadi didok inana ma: Sai dipasupasu Jahowa ma ho, ale anaha!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i dipaulak ma rupia sisaribu saratus i tu inana, alai ninna inana i ma: Nunga husombasombahon hian hepeng i tu Jahowa marhite sian tanganku di anakku, asa dipauli sian i sada ganaganaan na niuhir dohot na tinuang, on pe mulak ma i tu ho hulehon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai dipaulak ibana muse hepeng i tu inana, gabe dibuat inana i dua ratus rupia, jala dilehon tu panopa, na mambahen sian i sada ganaganaan na niuhir dohot na tinuang; laos di jabu ni si Mika do i musengani.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "I ma dalanna umbahen adong sada joro ni debata hapunjungan ni si Mika, dung i dibahen ma sada baju epod dohot terapim, laos diurasi sada sian angka anakna pabangkithon gabe malimna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Di angka ari uju i ndang adong raja gumomgom Israel, ganup masibahen lomo ni rohana be.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Alai adong ma sada dolidoli sian Betlehem Juda, na hinomit di marga Juda, jala halak Lepi do ibana, jala manompang ibana disi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Naung jalang do baoa i sian huta Betlehem Juda, asa manompang manang didia ibana sangkot; jadi dung ro ibana tu dolok Epraim sahat tu bagas ni si Mika, naeng manulus dalanna nian.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ro ma hata ni si Mika tu ibana: Sian dia ho ro? Gabe didok ibana ma mangalusi: halak Lepi do ahu sian Betlehem Juda, jala na mardalani do ahu naeng manompang manang didia ahu sangkot.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna si Mika ma tu ibana: Tading di lambungkon ma ho! Asa gabe ama dohot malim di ahu; lehononku ma tu ho sampulu rupia sataon, jala singkop pangkean dohot bohalmu, gabe dioloi halak Lepi i ma rap dohot ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi lomo ma roha ni halak Lepi i maringan di lambung ni baoa i, jala doshon sada sian angka anakna sandiri dolidoli i dibahen.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dipabangkit si Mika ma halak Lepi i, bahen malimna dolidoli i, laos maringan ibana di jabu ni si Mika.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i didok si Mika ma: Nuaeng pe tangkas huboto, sai tumpahan ni Jahowa do ahu, ala naung halak Lepi gabe malim di ahu.",
      "type": "content"
    }
  ]
}