{
  "book": "Hakim-hakim",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Halak Dan mangkahapi huta Lais 1-10. II. Halak Dan angka na bungkas i mangalaum ganaganaan binahen ni si Mika dohot malimna 11-26. III. Halak Dan martaban huta Lais, loas dibahen ganaganaan i panombanombaanna 27-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di angka ari uju i ndang adong raja di Israel; laos di angka ari uju i mangalului partalian marga Dan bahen ingananna, ai rasirasa sadarina i ndang maruli partalian nasida di tongatonga ni angka marga ni Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i dipaborhat halak Dan ma lima halak angka na begu marsuhusuhu sian Zora dohot Estaol laho mangkahapi tano i diordioranna, angka ditonahon ma nasida: Laho ma hamu mandiordiori tano i: Jadi tolhas ma nasida tu dolok Epraim, tu bagas ni si Mika, laos marborngin disi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Mardonokkon bagas ni si Mika, ditanda nasida ma suara ni halak Lepi na bajar i, laos tuli nasida sian i angka ninna ma mandok ibana: Ise do na mamboan ho tuson? Aha do na binahenmu dison? Jala marhua ho dison?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i didok ibana ma mangalusi nasida: Songon on songon on do na binahen ni si Mika tu ahu, pola marupa ahu dibahen, asa gabe malim di ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna nasida ma tu ibana: Ua sungkunhon ma tu Debata, asa tung huboto hami manang na manjadi dalannami, na hudalani hami nuaeng?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi didok malim i ma tu nasida: Laho ma hamu mardamedame! Di jolo ni Jahowa do dalan na nidalananmuna i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i laho ma na lima halak i, gabe tolhas nasida tu Lais, jala diida marsonangsonang situtu do isi ni huta i, mangihuthon uhum ni halak Sidon, hohom jala nalom, jala ndang marjujungan tano i na mangarupa nasida, jala holang do nasida sian halak Sidon i, jala ndang adong parsaorannasida tu jolma na asing.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi dung mulak na lima halak i tu hahaangginasida i tu Zora dohot Estaol, ninna angka hahaangginasida i ma tu nasida: Barita dia diboan hamu?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ninna nasida ma: Borhat ma hita laho mandopang nasida! Ai nunga huida hami tano i, jala ida ma, na uli situtu do i, hape sai hohom do anggo hamu; unang bangkol hamu borhat laho manoluk tano i bahen partalianmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Molo dung sahat hamu tusi, dapotonmuna ma disi sada bangso na marsonangsonang boti, lambas dohot tano i; ai nunga dipasahat Debata tano i tu tanganmuna; i ma sada inganan na so hurangan di agia aha na masa di tano on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Jadi hehe ma sian i, sian Zora dohot sian Estaol, onom ratus halak marga Dan, angka na marsinjata be laho porang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i nangkok ma nasida, jala marsaro di Kiriat Jearim di Juda; ala ni do umbahen targoar inganan i parsaroan Dan rasirasa sadarion, i ma tungkan hasundutan sian Kiriat Jearim.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i mardalan nasida sian i sahat tu dolok Epraim, boti tu bagas ni si Mika.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i marboaboa ma na lima halak, angka na borhat mangkahapi tano Lais i, ninna nasida ma tu angka hahaangginasida i: Atehe, diboto hamu do adong di angka bagasan sada baju epod dohot terapim dohot sada ganaganaan na niuhir jala na tinuang? On pe timbang hamu ma manang aha sibahenonmuna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi tuli ma nasida tusi, gabe tolhas nasida tu bagas ni halak Lepi na bajar i, tu bagas ni si Mika, jala dipauso manang na sonang ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia na onom ratus halak sian pinompar ni si Dan, angka na marsinjata be laho marporang, jongjong do di lambung bahal.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo na lima halak, angka na borhat mangkahapi tano i, bongot tu bagasan, dipambuat ma ganaganaan na niuhir dohot baju epod dohot terapim dohot ganaganaan na tinuang; jongjong do ianggo malim i di lambung bahal rap dohot na onom ratus halak, angka na marsinjata be laho marporang.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dung bongot nasida tu jabu ni si Mika, jala dung dipambuat ganaganaan na niuhir, baju epod dohot terapim. Ro di ganaganaan na tinuang, ninna malim i ma tu nasida: Aha do na binahenmuna i?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi ninna nasida ma tu ibana: Sip ho! Bahen tanganmu tu pamanganmu, jala dongani hami mardalan, gabe ama dohot malim ma ho di hami, tung tagonan ma ho malim holan di jabu ni sada halak, manang malim ho di sada marga ni Israel?",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi las ma roha ni malim i, gabe dibuat ma baju epod dohot terapim dohot ganaganaan na niuhir, laos diboan tu tongatonga ni halak na torop i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i mamedu ma nasida laos mardalan; alai tu jolonasida do dibahen angka dakdanak, dohot pinahan ro di artanasida angka na ummarga.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi dung holang nasida sian bagas ni si Mika, marluhut ma baoa angka na di jabu hombarhon bagas ni si Mika, laos dieahi halak Dan i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i dijoui nasida ma halak Dan i, laos humusor halak Dan i, angka didok ma tu si Mika: Aha di ho umbahen sai oruk ho?",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ninna ibana ma: Nunga dibuat hamu debatangku, angka na hupauli i rap dohot malim i, gabe laho hamu; ba aha be di ahu? Lam didok hamu dope tu ahu: Aha di ho?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai ninna halak Dan ma tu ibana: Unang be tarbege suaram di hami, atik beha ditorpai halak parateate na garang hamu maon, gabe putus bahenonna hosam dohot hosa ni isi ni bagasmu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i ditulus halak Dan ma dalannasida i. Jadi dung diida si Mika tumang nasida sian ibana, humusor ma ibana, laos mulak tu jabuna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(III.) Dung i dibuat nasida ma na pinauli ni si Mika dohot malim na di lambungna i, dirampok nasida ma Lais, sada bangso na hohom, jala na nalom. Laos ditampuli nasida dohot podang, jala disurbu huta i dohot api.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ndang adong manang ise na paluahon nasida, ai holang do huta i sian Sidon, jala ndang adong parsaorannasida tu halak na asing, tole di rura do huta i mardonokkon Betrehob. Dung i dipauli nasida muse huta i, laos maringanan disi.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jala dibahen goar ni huta i Dan, mangihuthon goar ni si Dan ompunasida i na tinubuhon ni si Israel; Lais do goar ni huta i ianggo di na robi.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i dipatindang halak Dan ma ganaganaan na niuhir i di nasida, jala si Jonatan, anak ni si Gerson, tubu ni si Musa, ibana gabe malim di marga Dan ro di pinomparna rasirasa di ari habubuang ni isi ni luat i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi dipatindang nasida di tongatonganasida ganaganaan na binahen ni si Mika, saleleng undungundung ni Debata di Silo.",
      "type": "content"
    }
  ]
}