{
  "book": "Hakim-hakim",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sada halak Lepi mardalan sian Epraim tu Betlehem 1-10. II. Marborngin ibana di Gibea, sorang tu sada halak na matua 11-21. III. Na so uhum binahen ni halak Benjamin di Gibea 22-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i di angka ari i, uju na so adong raja di Israel, adong ma sada halak Lepi mardagangdagang di bona ni dolok Epraim, gabe dibuat ma sada parompuan sibabijalang sian Betlehem Juda, bahen imbang ni jolmana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i marlangka pilit ma parompuan i, laos laho sian lambungna mulak tu jabu ni amana, tu Betlehem Juda, laos disi nasida arga opat bulan lelengna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i borhat ma sinondukna i mangihuthon nasida, mangapoi rohana boanonna mulak, holan naposona dohot halode sapasang donganna; dung i ditogihon parompuan i ibana tu bagasan jabu ni amana; jadi dung diida ama ni parompuan i ibana, las ma rohana manjangkon ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ditiopi simatuana doli, ama ni parompuan naposo i ma ibana, gabe tinggal ibana di lambungna tolu ari lelengna, rap mangan minum dohot marborngin nasida disi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tole paopatarihon, dipasogot nasida ma manogotna i hehe, borhat naeng mardalan nian, gabe didok ama ni parompuan i ma tu helana i: Patogar ma jolo roham dohot roti sanseat, dung ipe asa mardalan hamu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i hundul ma nasida jala rap mangan minum nasida duansa. Dung i ninna ama ni parompuan i ma tu baoa i, ua oloi ma laos marborngin, jala palas ma roham.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai hehe ma baoa i naeng mardalan nian, gabe diapoi simatuana doli ma ibana, jadi mulak ibana laos marborngin muse disi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tole muse palimaarihon, dipasogot ma manogotna i naeng mardalan, gabe didok ama ni parompuan i muse: Ua pasonang jolo roham! Gabe togang nasida maradu manihir ari, jala mangan nasida duansa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i hehe ma baoa i naeng mardalan, ibana dohot jolmana dohot naposona; alai ninna simatuana doli, ama ni parompuan i ma tu ibana: Ida ma, nunga pola manihir ari, na bot ne ma ari, marborngin ma ho dison, jala pasonang roham, pasogot hamu pe manogot hehe manulus dalanmuna, asa laho ho tu undungundungmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ndang olo baoa i marborngin, lam borhat do ibana mardalan, gabe sahat ibana ro di tondong ni Jebus, i ma Jerusalem, udur ibana dohot halode sapasang, na marpalano, jolmana pe di lambungna do.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Jadi dung mardonokkon Jebus nasida, sundut ne ma mata ni ari, gabe didok naposo i ma tu tuanna: Ua tuli ma hita sian huta ni halak Jebusi on, laos marborngin disi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna tuanna i ma tu ibana: Ndang ture hita tuli sian huta na pulik, na so halak Israel nampunasa, talaluhon ma tagonan sahat tu Gibea.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna muse tu naposona i: Padoras ma langkam mandapothon sada huta, asa marborngin hita di Gibea manang di Rama.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi didatdati nasida ma mardalan, gabe mate mata ni ari marjonokkon Gibea, na masuk tu Benjamin.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i mamedu ma nasida laho tusi, naeng marborngin di Gibea. Alai dung masuk tu huta i, gabe hundulhundul ibana di alaman ni huta i, ai ndang adong manang ise na olo manjangkon nasida tu jabuna marborngin.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi ida ma, ro sada halak na tuatua sian ulaonna di ladang botarina i, laos sian dolok Epraim do ibana, jala maisolat di Gibea; alai halak Benjamin do anggo isi ni huta i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i manaili ma ibana, gabe diida ma halak pardalan i di alaman ni huta i, laos ninna halak na tuatua i ma: Naeng laho tudia do ho? Jala sian dia do ho ro?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ninna ma mangalusi ibana: Halak pardalandalan do hami sian Betlehem Juda, na di bona ni dolok Epraim, bona ni pinasangki; dung i mardalani ahu sahat tu Betlehem Juda, na mardalani di bagas ni Jahowa ahu nian, hape ndang adong manang ise na manjangkon ahu tu jabuna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Adong do nian durame dohot gagaton di halodenami, roti pe dohot anggur di ahu dohot di naposom boruboru dohot di dolidoli dongan ni naposomon, ndang hurangan hami di agia aha tahe.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ninna halak na tuatua i ma: Dame ma di ho! Manang aha na hurang di ho, ahu do na sari disi, asal unang di alaman on ho marborngin.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi ditogihon ma ibana tu jabuna, jala dilehon gagaton tu angka halode i, diburi, nasida huhut patnasida i, jala mangan minum do nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Ipe sonang rohanasida, ida ma, ro ma halak isi ni huta i, angka na jahat situtu marroha, mangkaliangi bagas i, dipurpari nasida ma pintu i, angka didok ma tu baoa na tuatua i nampuna bagas i songon on: Togihon ma tu ruar baoa na sorang i tu jabum, asa hutanda hami ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi ruar ma mandapothon nasida baoa nampuna bagas i, jala ninna ma mandok nasida: Unang ale angka donganku! Unang bahen hamu na jat, ala dung masuk baoa on tu jabungku, unang bahen hamu haurahon sisongon i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ida ma, borungku na marbaju i dohot jolma ni baoa i, i ma hutogihon ruar, nasida ma gogoi hamu, tu nasida ma bahen hamu guru lomo ni rohamuna; alai anggo tu baoa i, unang bahen hamu haurahon sisongon i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai ndang olo angka baoa i tumangihon hatana, jadi ditangkup baoa i ma jolmana, jala ditogihon ruar tu balian di nasida, gabe digogoi nasida boruboru i, jala diparmainani manipat sabornginna i, sahat ro di torang ari; dung pe buha siang ari asa dipalua.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Marhira torang ari pe ro parompuan i, laos tinggang do di lambung pintu ni bagas ni baoa i, sorangan ni harajaanna i, peak disi do paima torang ari.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi manogotna i dung hehe harajaanna i, diungkap ma pintu ni bagas i, jala ruar naeng manulus dalanna i nian, hape ida ma, peak di lambung pintu ni bagas i do jolmana, jala ampe tanganna duansa di lobulobu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ninna ibana ma tu parompuan i: Hehe ma ho, asa mardalan hita; hape ndang mangalusi be. Jadi diampehon ma nasida tu atas ni halode, gabe borhat ma baoa i, laos mardalan tumopot ingananna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi dung sahat ibana tu jabuna, dibuat ma sada raut, ditangkup ma jolmana i, laos disahei holiholina sampulu dua ponggol, jala dipantongoshon do i tu saluhut luat ni Israel.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi nasa na marnidasa, ninna be do: Na so uhum on, ndang dung masa manang dumatang songon i, olat ni ari haruruar ni halak Israel sian tano Misir rasirasa sadarion. Antong parateatehon hamu ma pambahenannaon, martutup ma hamu, dung i paboa hamu ma.",
      "type": "content"
    }
  ]
}