{
  "book": "Hakim-hakim",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Surusuruan ni Jahowa manorui Israel Arsak ni bangso i ala ni 1-9. II. Israel marbalik, gabe hona toru. Pangarimpunan taringot tu tingki ni angka Panguhum 10-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i nangkok ma suruan ni Jahowa sian Gilgal tu Bokim, jala ninna ma: Nunga hutogihon hamu ruar sian Misir, jala nunga hupatolhas hamu tu tano, na huuarihon tu ompumuna, jala hudok: Tung na so tupa ubaonku padan na hubahen i dohot hamu ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai hamu pe antong, ndang jadi mambahen parjanjian tu isi ni tano on, ingkon lohaonmuna do angka langgatannasida; alai ndang ditangihon hamu soarangki. Boasa tung songon i bahenonmuna?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi ningku ma antong: Ndang onjaronku nasida sian jolomuna, ingkon gabe alomuna situtu nasida, jala debatanasida gabe jorgong di hamu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung tolhas dihatahon suruan ni Jahowa angka hata i tu sandok halak Israel, dipangiar bangso i ma suaranasida be tumatangis.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dibahen nasida ma goar ni hajongjongan i Bokim, laos disi nasida mamele tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung dipamuli si Josua bangso i, gabe laho ma halak Israel ganup tu partalianna be, laho manean tano i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai dioloi bangso i ma Jahowa saleleng mangolu si Josua, saleleng mangolu dohot sintua angka na di pudi ni si Josua, angka na sanga marnida saluhut halongangan na godang i, angka na binahen ni Jahowa tu halak Israel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i mate ma si Josua, anak ni si Nun, naposo ni Jahowa, marumur saratus sampulu taon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ditanom nasida ibana di parbalohan ni partalianna, di Timnat-Heres, di dolok Epraim, tungkan utara sian dolok Gaas.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Alai dung marpungu sandok jolma na sansundut i tu angka ompuna, hehe ma sundut na asing di pudinasida, angka na so tumanda Jahowa, manang pambahenan, angka na binahenna i tu Israel.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i dibahen halak Israel ma sogo ni roha ni Jahowa, jala marsomba nasida tu angka Baal i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Laos ditadingkon nasida Jahowa, Debata ni ompunasida i, na paruar nasida sian tano Misir, gabe diihuthon nasida angka debata sileban, i ma debata ni bangso angka na maringan humaliang nasida, jala marsomba tusi mangalap rimas ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ala tinadingkonnasida Jahowa, gabe marsomba tu Baal dohot tu Astarot.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi marsigorgor ma rimas ni Jahowa tu Israel, gabe dipasahat ma nasida tu tangan ni angka panamun, asa disamuni nasida, jala digadishon nasida tu tangan ni musunasida humaliang, gabe ndang be manahan nasida jongjong maradophon musunasida i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Manang tudia pe nasida borhat, sai tangan ni Jahowa alonasida tu hamagoan, songon na nilumbahon ni Jahowa hian, jala songon na niuarihon ni Jahowa tu nasida, gabe hagogotan situtu nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i dipahehe Jahowa ma panguhum angka na paluahon nasida sian tangan ni angka na manamuni nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai ndang ditangihon nasida, nang angka panguhumnasida, ai sai dipaganjang nasida rohana mangihuthon angka debata sileban, jala marsomba tusi, jala tibu nasida manimbil sian dalan na nidalanan ni ompunasida laho mangoloi angka tona ni Jahowa, ndang dibahen nasida songon i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia dung dipahehe Jahowa di nasida angka panguhum, gabe dongan ni panguhumi Jahowa paluahon nasida sian tangan ni musunasida, saleleng mangolu panguhumi; ai marpangulahi muse roha ni Jahowa dibahen angguhangguknasida maradophon angka na mangarupa dohot na manosak nasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai ia dung mate panguhumi, marbalik muse nasida, gabe jumahat sian angka ompunasida i laho mangihuthon tu angka debata sileban mangoloi nasida, jala marsomba tusi; ndang dipasohot nasida pambahenannasida manang harohaonna na tangkangi.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi marsigorgor ma rimas ni Jahowa dompak Israel pola didok: Ala na nilaosan ni bangso on padanhu, naung hutonahon tu angka ompunasida, jala ndang ditangihon suarangku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ahu pe antong ndang be datdatanku mangonjar nanggo sahalak maradophon nasida sian bangso parbegu, angka na teba binahen ni si Josua di hamamatena i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Asa mangunjuni Israel Ahu marhitehite nasida, manang na olo nasida manurut dalan ni Jahowa, jala mandalanisa hombar tu pangaradoti ni angka ompunasida, manang ndang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dipasombu Jahowa ma angka bangso parbegu, ndang tibu nasida dionjar sian partalianna, jala ndang dope dipasahat nasida tu tangan ni si Josua.",
      "type": "content"
    }
  ]
}