{
  "book": "Hakim-hakim",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Partuptupon ni angka marga ni Israel, mandok marmusu dompak Benjamin 1-11. II. Marsatahi dohot marga Benjamin mandok mangalo 12-16. III. Hataluan ni angka marga Israel martongtang pola dua hali, gabe dipaunduk rohanasida maradophon Jahowa 17-28. IV. Talu situtu halak Benjamin, rendep saluhut ne nasida 29-48",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i santibalatuk ma sandok Israel borhat, jala marluhut huria i hira sada halak olat ni Dan sahat ro di Beerseba dohot tano Gilead tu jolo ni Jahowa di Mispa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jala angka induk ni sandok bangso Israel marmargamarga, tindang di tongatonga ni huria ni bangso ni Debata, opat ratus ribu halak bilanganna, mardalan pat angka sisintak podang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dung dibege halak Benjamin barita ni hananangkok ni halak Israel tu Mispa, gabe didok halak Israel ma: Paboa hamu ma manang songon dia pangalaho ni jea on!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi ro ma alus ni halak Lepi, sinonduk ni parompuan na binununa i, ninna ma: Sahat do ahu dohot jolmangki tu Gibea di Benjamin, naeng marborngin nian disi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i hehe ma angka isi ni Gibea dompak ahu, jala dihaliangi nasida bagas parbornginanki, ditahi rohanasida naeng bunuonna ahu, jala jolmangki parmainannasida nasida do pola mate.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi hutangkup ma antong jolmangki, jala husahei, jala hupantongoshon tu saluhut luat partalian ni Israel, ai tung na so uhum dohot haotoon do na niulanasida di Israel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ida ma, saluhut hamu halak Israel, martahi ma hamu mandok hata dohot tuptupan dison.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi hehe ma sandok bangso i, hira sada halak mandok: Sandok na so jadi laho manang ise tumopot undungundungna, manang muli tu jabuna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "On pe, taringot tu uhum sibahenonta tu Gibea, marruji ma hita.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Itabuat ma sampulu halak sian na saratus sian sandok marga ni Israel, jala saratus sian na saribu, jala saribu sian na saloksa, angka na pasarisari bohal di halak situan na torop i, asa molo sahat nasida tu Gibea-Benjamin, tubolhononna tusi hombar tu saluhut haotoon na binahenna di Israel.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i santibalatuk ma sandok baoa ni Israel dompak huta i, marsatahi nasida hira sada halak.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dung i disuru angka marga ni Israel ma suruanna tu marga Benjamin marsuhusuhu, mandok songon on: Hajahaton dia do i na masa di tongatongamuna?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Antong lehon hamu ma baoa, angka na jahat situtu marroha di Gibea, asa hubunu hami nasida, laho umpurpurhon sapata ni jea sisongon i sian Israel. Hape ndang olo halak Benjamin tumangihon suara ni halak Israel hahanasida i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lam marpungu tahe halak Benjamin sian angka huta i tu Gibea, laho borhat marmusu dompak halak Israel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi tarbilang halak Benjamin sadarina i sian angka huta i: Duapulu onom ribu halak baoa, angka sisintak podang, so padohot isi ni Gibea dibilang pituratus baoa angka na pinillit.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sian saluhut halak na torop i, adong pitu ratus baoa na pinillit, angka panjaluk, saluhutna i pande mangambalangkon batu, mangkonahon obuk sada, jala ndang pilit.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Alai angka halak Israel, so padohot Benjamin opat ratus ribu baoa dibilang, angka sisintak podang, halak na somal marmusu do luhutna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i borhat ma halak Israel nangkok tu Betel, manungkun tu Debata, angka ninna nasida ma: Ise do sian hami manguluhon laho marmusu dompak halak Benjamin? Gabe didok Jahowa ma: Juda do parjolo.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi manogotna i borhat ma halak Israel, jala marsaro tondong ni Gibea.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Rim ma halak Israel ruar laho marmusu dompak Benjamin, jala patutur be halak Israel jongjong marmusu dompak Gibea.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ruar ma halak Benjamin sian Gibea, gabe marragean sadarina i duapulu dua ribu halak Israel dibunu nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai manggusar ma muse halak Israel, diulahi nasida patutur marmusu, laos di hajongjongannasida di ari parjolo i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i nangkok ma halak Israel tumatangis di adopan ni Jahowa sahat ro di bodari, huhut manungkunhon tu Jahowa, ninna do: Jadi dope ulahannami turtar marmusu dompak halak Benjamin, angginami i? Jadi ninna Jahowa ma: Nangkok ma hamu mandopang nasida!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi marsogotna i didapothon halak Israel ma halak Benjamin.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Gabe ruar muse Benjamin sian Gibea manjumpangkon nasida di ari paduahon i, marragean muse ma halak Israel sampulu ualuribu halak, angka sisintak podang sude dibunu nasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i nangkok ma sude halak Israel ro di sandok bangso i laho tu Betel tumatangis be, laos hundulhundul disi di adopan ni Jahowa, huhut marpuasa sadarina i sahat ro di bot ari, jala mamelehon pelean situtungon dohot pelean hamauliateon di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i manungkun muse halak Israel tu Jahowa, ai disi do poti parpadanan ni Debata uju i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala si Pinehas, anak ni si Eleasar, tubu ni si Aron jongjong uju i di adopanna, ninna nasida ma: Jadi dope ulahannami borhat marmusu dompak halak Benjamin, angginami i, manang pasohoton na ma? Jadi ninna Jahowa ma: Nangkok ma hamu, ai marsogot pasahatonku ma nasida tu tanganmu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(IV.) Dung i dibahen halak Israel ma angka paronggopan humaliang Gibea.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi nangkok ma halak Israel patoluarihon dompak halak Benjamin, jala patutur nasida jongjong mandopang Gibea, suang songon na dua hali i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi ruar muse halak Benjamin manjumpangkon bangso i, dung sirang nasida sian huta i, dipungka nasida muse mambunu i deba sian halak Israel arga tolupulu halak, suang songon na dua hali i, di dalan sirpang laho nangkok tu Betel na sada, tu ladang ni Gibea na sadanari.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi ninna halak Benjamin ma: Nunga marragean nasida maralohon hita, songon na jolo i. Alai ninna halak Israel ma: Maporus ma hita, asa itasirang nasida sian huta i tu angka dalan na bolon.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i hehe ma luhut baoa ni Israel sian hajongjonganna be, jala jongjong patutur di Baal-Tamar; hehe ma dohot halak Israel pangonggopi sian pangonggopanna, sian adaran Gibea.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi sahat ma tu Gibea sampulu ribu halak, angka na pinillit sian sandok Israel, gabe sobu situtu tongtangan i. Alai ndang mamoto halak Benjamin mangonai tu nasida jea i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Asa ditaluhon Jahowa ma halak Benjamin maralohon halak Israel, gabe marragean sadarina i, duapulu lima ribu saratus halak Benjamin, angka sisintak podang sude, dibunu halak Israel.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ai dirimpu halak Benjamin naung talu halak Israel, ala naung maporus halak Israel moradophon Benjamin, ai marhaposan do nasida tu parbajo, angka na pinaonggophonnasida di lambung ni Gibea.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dung i disiluhon parbajo i mangarampok Gibea, laos ditaban ma, jala ditampuli sude isi ni huta i dohot podang.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Jala nunga marpadan hian halak Israel dohot angka parbajo i: Mortimpul tu ginjang bahenonnasida timus sian huta i.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi marbalik ma halak Israel di tongtangan i, nunga nian dipungka halak Benjamin mangonjar dohot mambunu halak Israel, arga tolupulu halak mate, ai ninna rohanasida do: Nunga talu situtu nasida muse moradophon hita, suang songon di tongtangan parjolo i.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Hape dung mamungka martimpul tu ginjang timus sian huta i, manaili tu pudi ma halak Benjamin, gabe ida ma, tung sandok huta i marsigorgor dompak langit.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jadi dung marbalik halak Israel, tarhatotong ma halak Benjamin, ai nunga diida manginona tu nasida jea i.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dung i mamedu ma nasida moradophon halak Israel tu dalan tungkan halongonan, alai sai dilotongi parporang i do nasida, tole huhut jolma, angka na ro sian angka huta humaliang mambunu angka na di tongatongana.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dung i dihaliangi nasida ma halak Benjamin, dilotongi nasida, jala mura nasida diluntakluntak, sahat ro di tondong ni Gibea tungkan habinsaran.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Jadi marragean ma sian halak Benjamin, sampuluualu ribu halak, angka na begu marmusu luhutna.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Dung i mamedu ma nasida, jala maporus tungkan halongonan, sahat ro di dolok batu Rimmon, jala diragehon di dalan i lima ribu halak, jala dieak nasida sahat ro di Gideom, jala dibunu sian nasida duaribu halak.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Asa luhut jolma angka na rage sian Benjamin sadarina i duapulu lima ribu halak do, angka sisintak podang, jala luhutna i halak na begu marmusu.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Ia angka na mamedu, jala maporus tu halongonan, sahat tu dolok batu Rimmon onom ratus halak toropna, laos maringan di dolok batu Rimmon opat bulan lelengna.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Dung i mulak ma halak Israel tu halak Benjamin, jala ditampuli dohot podang saluhutna ro di pinahan, ro di sude na dapot nasida, disurbu huhut sude huta, angka na dapotsa dohot api.",
      "type": "content"
    }
  ]
}