{
  "book": "Hakim-hakim",
  "chapter": 21,
  "verses": [
    {
      "verse": 1,
      "text": "I. Habot ni roha ni Israel mida hararage ni Benjamin 1-7. II. Paminsangon tu huta Jabes di Gilead, borunasida dilehon tu halak Benjamin 8-15. III. Torlaum angka boru ni halak Silo 16-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai nunga pola marmangmang hian halak Israel di Mispa songon on: Na so tupa lehonon ni manang ise sian hita on boruna bahen jolma ni halak Benjamin.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i tolhas ma bangso i tu Betel, laos tading disi sahat ro di bodari di adopan ni Debata, jala dipangiar be suarana mangangguk badar.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Angka ninna nasida ma: Ale Jahowa, Debata ni Israel, boasa tung masa songon i di Israel, pola tung moru sadarion sada marga sian Israel?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i manogotna i dipasogot bangso i ma hehe, jala dipauli disi sada langgatan, jala dipelehon angka pelean situtungon dohot pelean hamauliateon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna halak Israel ma: Nda tung adong manang ise sian saluhut angka marga ni Israel, na so nangkok ro tu luhutan manopot Jahowa? Ai tung marsumpa bolon do nasida, ganup na so nangkok tumopot Jahowa tu Mispa, ingkon marutang hosa ibana didok.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i tarsolsol bagi ma halak Israel taringot tu Benjamin, angginasida i, angka ninna ma: Tung siap do hape sadarion sada marga sian Israel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Beha nama itabahen tu nasida angka na teba i, asa marjolma be? Ai nunga pola marmangmang hita tu Jahowa, na so tupa lehononta tu nasida ianggo borunta bahen jolmanasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Ala ni do umbahen didok nasida: Adong do ulaning sada sian angka marga ni Israel na so nangkok tu Mispa tumopot Jahowa? Jadi ida ma, ndang adong agia ise ro tu parsaroan i sian Jabes di Gilead tumopot luhutan i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai di na binilangna bangso i, ida ma nanggo sada ndang adong disi baoa sian isi ni Jabes di Gilead.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi dipaborhat huria i ma tusi sampulu dua ribu halak angka na begu marmusu ditonahon ma tu nasida songon on: Laho ma hamu, jala tampuli hamu isi ni Jabes di Gilead dohot podang, ro di inaina dohot posoposo.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Songon on do bahenonmuna: Nasa baoa dohot inaina, angka naung niangkupan ni baoa modom, ingkon siaphononhon do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi jumpang nasida ma sian isi ni Jabes di Gilead opat ratus boruboru na marbaju, angka na so dung niangkupan ni baoa modom, jala diboan nasida tu parsaroan i tu Silo, na di tano Kanaan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i disuru sandok huria i ma suruanna mandok hata tu halak Benjamin, angka na di dolok batu Rimmon, maningtingkon pardemahan tu nasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi uju i ma mulak halak Benjamin, gabe tu nasida dilehon boruboru, angka na pinangolu sian angka boruboru isi ni Jabes di Gilead; alai tahe ndang singkop di nasida.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi asi ma roha ni bangso i mida Benjamin, ala naung binahen ni Jahowa hataluan di angka marga ni Israel.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(III.) Dung i ninna angka sintua ni huria i ma: Beha nama bahenonta, asa marjolma dohot angka na teba i? Ai nunga tung siap parompuan sian Benjamin.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Angkup ni ninna nasida: Angka na malua i ma nampuna partalian ni Benjamin, asa unang laos pidom sada marga sian Israel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo hita, ndang tarlehon hita borunta bahen jolmanasida, ai nunga pola marmangmang halak Israel songon on: Hona bura ma manang ise na mangalehon boru tu halak Benjamin.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna nasida muse: Ida ma; masa do ganup taon ari raya di Jahowa di Silo, na tungkan utara sian Betel, tungkan habinsaran ni dalan na laho nangkok sian Betel tu Sikem, jala tungkan dangsina sian Lebona.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ditonahon nasida ma tu halak Benjamin songon on: Laho ma hamu mangonggop di angka porlak anggur.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i matahon hamu ma, molo ruar angka boruboru sian Silo laho manontor marhoronhoron, jadi ruar ma hamu sian angka porlak anggur i, jala ganup hamu mangaluahon sada be sian angka boru ni Silo bahen jolmana, laos boan hamu tu tano Benjamin.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i molo ro amanasida manang ibotonasida manonjol hami, gabe dohononnami ma tu nasida: Basabasahon hamu ma nasida tu hami! Ai ndang hubuat hami di ganup jolmana marhite sian porang; hamu pe ndada hamu mangalehon nasida tu nasida; dibahen i sandok na so marsala do hamu disi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dibahen halak Benjamin ma songon i, angka dipambuat be ma boru marguru tu bilangannasida sian panontori, angka na nilaumnasida, laos laho nasida mulak tu partaliannasida, jala dipauli angka hutana, laos maringan disi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Halak Israel pe mardalan do uju i sian i mulak be tu margana dohot tu bangsona, jala borhat be nasida sian i mulak tu partalianna be.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Di angka ari uju i ndang adong raja di Israel, ganup mambahen lomo ni rohana be.",
      "type": "content"
    }
  ]
}