{
  "book": "Hakim-hakim",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Bangso parbegu angka na teba i. Hapapatu ni Israel 1-8. II. Otniel panguhum parjolo i 9-11. III. Ehud mambunu si Eglon, raja ni halak Moab. Samgar 12-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai angka on do bangso parbegu, angka na pinasombu ni Jahowa mangunjuni Israel marhitehite nasida, gumodang luhut Israel angka na so parbotoboto hamusuon dompak Kanaan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Asa tung mamoto angka marga ni halak Israel, jala marsiajar di ruhut hamusuon, angka na so pinabotobotonasida na jolo.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Na lima raja ni halak Palistim ro di saluhut halak Kanaan, halak Sidon dohot Hevi, angka na maringan di dolok Libanon, olat ni dolok Baal-Hermon sahat ro di Hamat.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "I ma angka nasida bahen pangunjunan tu Israel, asa tung botoon, manang na tangihononnasida patik ni Jahowa, angka na tinonahonna tu ompunasida, marhite sian tangan ni si Musa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung maringan halak Israel di tongatonga ni halak Kanaan, Het i, Amori, Perisi, Hevi dohot Jebusi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Gabe dibuat ma borunasida bahen jolmanasida, jala dilehon borunasida tu anaknasida, jala disomba angka debatanasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i diulahon halak Israel ma sogo ni roha ni Jahowa, jala dihalupahon Jahowa, Debatanasida i, jala marsomba nasida tu angka Baal dohot tu angka sombaon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi marsigorgor ma rimas ni Jahowa dompak Israel, gabe digadishon nasida tu tangan ni Kusan-Risataim, raja sian Mesopotamia, gabe marpandapotan halak Israel tu Kusan-Risataim ualu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dung i mangangguhi ma halak Israel tu Jahowa, gabe dipahehe Jahowa ma sada sipalua di Israel, paluahon nasida, i ma si Otniel, anak ni si Kenas, anggi ni si Kaleb.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi songgop ma tu ibana Tondi ni Jahowa, gabe panguhum di Israel, jala borhat ibana marporang; jadi dipasahat Jahowa tu tanganna Kusan-Risataim, raja ni Ram, gabe dipapatu tanganna ma Kusan-Risataim.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi marhasonangan ma tano i opatpulu taon lelengna, dung i mate ma si Otniel, anak ni si Kenas.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Alai diulahi halak Israel muse mambahen sogo ni roha ni Jahowa, gabe dipargogoi Jahowa ma si Eglon, raja sian Moab, mangalo Israel, ala diulahon nasida sogo ni roha ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi marhara ibana tu halak Amon dohot tu halak Amalek, dung i borhat ibana, jala dipapatu Israel, jala disoluk nasida huta parharambiran.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi marpandapotan halak Israel tu si Eglon, raja sian Moab, sampulu ualu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi mangangguhi ma halak Israel tu Jahowa, gabe dipahehe Jahowa di nasida sada sipalua, i ma si Ehud, anak ni si Gera, marga Benjamin, mate ia tanganna siamun. Dung i disuru halak Israel ma ibana mamboan silua tu si Eglon, raja sian Moab.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i dibahen si Ehud di ibana sada podang siduababa, saasta ganjangna, jala dihohoshon tu toru ni abitna di gontingna siamun.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi ibana manaruhon silua i tu si Eglon, raja sian Moab; jolma na mokmok situtu do ianggo si Eglon i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dung tolhas disombahon silua i, dipalaho ma jolma angka na mangusung silua i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Mulak ma anggo ibana sian ganaganaan, angka na mardonokkon Gilgal, jala ninna ma: Adong do hata sibunianku tu ho, ale rajanami; alai ninna rajai do: Sip ma! Dung i ruar ma sude angka na jongjong di lambungna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i didapothon si Ehud ma rajai, na hundul di bilut paranginanginan parginjang hapunjunganna i; jadi ninna si Ehud ma: Adong do di ahu tona ni Debata tu ho. Jadi hehe ma rajai sian karosina.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Mamintor dipatoltol si Ehud tanganna sihambirang, diumpat ma podangna sian gontingna siamun i, jala ditihamhon tu butuhana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi ihut tu mata ni podang i masuk dohot suhulna, laos dihungkupi tabotabo i do mata ni podang i, ai ndang diumpat sian butuhana, laos ruar do ginagatna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ruar ma si Ehud tu bilut haroroan, jala dihinsu angka pintu ni bilut parginjang i, laos disordak do.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dung ruar ibana, ro ma angka naposo ni rajai, hape sordak do angka pintu i didapot nasida, gabe didok ma: Ra tung patna do hinungkupanna di bilut paranginan i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ia dung leleng nasida paimaimahon, maradu maila, hape ndang adong manang ise na mangungkap hinsuhinsu ni bilut parginjang i, gabe dibuat nasida ma anak hinsu, laos diungkap pintu i, jadi ida ma, tuannasida i nunga bustang di tano i mate.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai nunga sanga maporus ianggo si Ehud, saleleng paimaimahon nasida, nunga pola dilaosi ibana angka ganaganaan i, jala malua ibana sahat tu Seira.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi dung sahat ibana tusi, dipalu ma sarune di dolok Epraim, jadi tuat ma halak Israel rap dohot ibana sian dolok i, ibana manguluhon nasida.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i didok ma tu nasida: Tole ihuthon hamu ahu, ai nunga dipasahat Jahowa halak Moab, musumuna i tu tanganmuna, jadi tuat ma nasida mangihuthon tu ibana, gabe dapot nasida angka hatariparan ni Jordan, tondong ni Moab, jala ndang diloas taripar nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi dibunu nasida ma uju i halak Moab arga sampuluribu halak, luhutna i halak na tambos jala parmusu na begu, jala ndang malua nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi tunduk ma Moab di ari na sasada i, marpandapotan tu Israel, gabe marhasonangan tano i ualupulu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Di pudina muse ro si Samgar, anak ni si Anat, na mambunu halak Palistim onom ratus halak marhitehite sada batahi, asa dohot do ibana paluahon Israel.",
      "type": "content"
    }
  ]
}