{
  "book": "Hakim-hakim",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Marbalik muse Israel, gabe dipapatu si Jabin, raja ni halak Kanaan nasida 1-3. II. Si Debora dohot si Barak paluahon sian i 4-16. III. Si Jael mambunu si Sisera 17-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dung mate si Ehud, diulahi halak Israel muse mangulahon sogo ni roha ni Debata.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dibahen i digadishon Jahowa ma nasida tu tangan ni si Jabin, raja ni halak Kanaan, na mangarajai di Hazor, jala partogi ni paranganna, i ma si Sisera, na maringan di Haroset ni angka parbegu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i mangangguhi ma halak Israel tu Jahowa, ai tung siaratus hureta bosi di rajai, jala dirupa halak Israel mambahen uhum gogo tu nasida, duapulu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Uju i ma si Debora, sada panurirang boruboru, jolma ni si Lappido, panguhum di Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Maringan do ibana di toru ni harambir Debora, di parholangan ni Rama dohot Betel, di dolok Epraim, gabe nangkok ma halak Israel mandapothon ibana laho maruhum.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i disuru si Debora ma suruanna marhara tu si Barak, anak ni si Abinoam sian Kades di Naptali, jala didok tu ibana: Nda nunga martona Jahowa, Debata ni Israel, songon on: Borhat ma ho, laho tu dolok Tabor, jala uluhon ma sampuluribu halak sian pinompar ni Naptali dohot Zebulon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala Ahu manjumpangkon tu ho, tu batang aek Kison, si Sisera partogi ni parangan ni si Jabin, ro di huretana dohot paranganna, jala Ahu pasahathon ibana tu tanganmi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna si Barak ma tu ibana: Molo didongani ho ahu, ba laho ahu; alai molo so ho mandongani ahu, ndang laho ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi ninna si Debora ma: Hudongani pe ho, alai ndada ho marbarita di dalan sidalananmu, ai tu tangan ni sada parompuan pasahaton ni Jahowa si Sisera. Jadi borhat ma si Debora, jala mardalan rap dohot si Barak tu Kedes.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dipaluhut si Barak ma halak Zebulon dohot Naptali tu Kedes, gabe nangkok ibana mardalan pat udur dohot sampuluribu halak; nangkok dohot si Debora rap dohot ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai anggo si Heber, marga Keni, nunga mamulik hian sian halak Keni, sian pinompar ni si Hobab, simatua doli ni si Musa, jala nunga dipajongjong undungundungna sahat ro di hau ara di Zaannim marjonokkon Kedes.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi tarbortik ma tu si Sisera, nunga nangkok si Barak, anak ni si Abinoam, tu dolok Tabor.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i dipaluhut si Sisera ma nasa huretana, siaratus hureta bosi, ro di saluhut paranganna niuluhonna sian Haroset ni angka parbegu tu batang aek Kison.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ninna si Debora ma tu si Barak: Borhat ma ho, ai laos di ari on do pasahaton ni Jahowa si Sisera tu tanganmu, nda Jahowa sandiri do borhat manguluhon ho? Jadi tuat ma si Barak sian dolok Tabor, jala sampuluribu halak mangihuthon tu ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ditaluhon Jahowa ma si Sisera, ro di saluhut huretana dohot sandok paranganna marhitehite podang ni si Barak, laos mijur si Sisera sian huretana, gabe maporus mardalan pat.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i dieak si Barak ma huretai dohot sandok parangan i sahat ro di Haroset ni angka parbegu, jadi marragean ma sandok parangan ni si Sisera dibahen podang, ndang adong teba nanggo sada halak.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Alai maporus do ianggo si Sisera mardalan pat tu undungundung ni si Jael, jolma ni si Heber, marga Keni, ai mardemak do si Jabin, raja sian Hazor tu pinompar ni si Heber, marga Keni.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ruar ma si Jael manomunomu si Sisera, jala didok ma tu ibana: Sai tuli ma ho, ale rajanami sian jabungku, unang ho mabiar, jadi tuli ibana masuk tu undungundungna i, laos dibulusani ibana dohot hain panas.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna si Sisera ma tu nasida: Nia inang aek i otik inumonku, ai mauas do ahu. Jadi dibungka nasida ma isian ni susu, jala dilehon ibana minum, laos dibulusani muse.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ninna si Sisera tu nasida: Jongjong ma ho tu pintu ni undungundung i, dung i molo tung ro baoa usouso tu ho: Adong do jolma disi? Gabe dohononmu ma: Ndang adong manang ise.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i dibuat si Jael ma, jolma ni si Heber, marga Keni, labang ni undungundung i sada, dibuat dohot nanggar sada di tanganna, jala disisipi ibana, dung i dilabangkon ma labangi tu bagasan parsontinganna, laos pajal tu tano i, laos derem anggo si Sisera dibahen lojana, jadi mate ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai di na mangeak si Barak di si Sisera i, ruar ma si Jael manjumpangkon ibana, laos ninna tu ibana: Ro ma ho, asa hupatuduhon tu ho baoa na niluluanmi. Jadi dung masuk ibana tu undungundung i, ida ma bustang ia si Sisera mate, jala labangi di bagasan parsontinganna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Asa dipajimput Debata ma si Jabin, raja sian Kanaan di ari na sasada i, diadopan ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i lam leleng, lam posi ma uhum ni halak Israel tu si Jabin, raja sian Kanaan, paima rendep si Jabin, raja sian Kanaan dibahen nasida.",
      "type": "content"
    }
  ]
}