{
  "book": "Hakim-hakim",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende parolopolopon ni si Debora dohot si Barak 1-31",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i marende ma si Debora dohot si Barak, anak ni si Abinoam, di ari na sasada i, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Pinuji ma Jahowa, ala adong partogi manguluhon Israel, ala girgir roha ni bangso i sumeahon dirina.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tangihon ma, hamu angka raja, jala tarehon pinggolmu, hamu angka partogi! Ahu sandiri tahe naeng marende, umpuji Jahowa, ahu naeng mamiltik parhinaloan di Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ale Jahowa, uju na ruar i Ho sian Seir, uju mamolus Ho sian luat Edom, humuntal tano i, manetehi huhut angka langit dohot angka ombun manetekkon aek.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Malala angka dolok moradophon Jahowa, laos songon i dolok Sinai moradophon Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Uju di angka ari ni si Samgar, anak ni si Anat, uju di angka ari ni si Jael, tarulang angka dalan na bolon, jala jolma pardalandalan mardalan sian dalan pangaliatan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hurangan partogi di Israel, hurangan tongon, paima hehe ahu si Debora, hehe ahu gabe ina ni Israel.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Umpillit debata angka na imbaru do Israel, jadi masa ma hamusuon di harbangannasida; hape ndang adong jumpang idaon lombulombu, manang hujur di tongatonga ni opatpuluribu halak Israel!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lomo do rohangku mida angka siparenta Israel, dohot mida halak natorop i, angka na girgir sumeahon dirina sian lomona. Puji hamu ma Jahowa!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Hamu angka na mangkunduli halode sihapaspili, hamu angka na mangkunduli palano na uli, jala hamu angka na mardalan pat marende ma hamu!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Singkat ni suara ni angka na pagulut di lambung partuaehan, diendehon boruboru nuaeng disi angka denggan basa ni Jahowa, denggan basa ni partogi di Israel, uju na tuat laho muli tu bahalna be bangso ni Jahowa marsonangsonang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tole, tole ale Debora! Tole, tole endehon ma sada ende! Hehe ma ho, ale Barak, jala togihon angka na tartaban binahenmi, ale anak ni si Abinoam!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi martahop ma punguan na metmet dompak jolma angka na marhuaso, bangso ni Jahowa martahop rap dohot ahu dompak jolma angka na begu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sian Epraim adong angka na marurat di Amalek, mangihut tu ho do Benjamin di tongatonga ni angka bangsomi, sian Mahir tuat angka partogi, jala sian Zebulon angka sitiop tungkan ni partogi on.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Angka induk di Isasar pe rap dohot si Debora, jala Isasar do songon si Barak: Mardalan pat ibana martahop tu rura; martopihon angka sunge ni Ruben tading angka sideak pingkiran.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Boasa tung ngongong boti ho di holangholang ni angka parsoburan, patangitangi parmehetmehet ni parduan birubiru; martopihon sunge ni Ruben tongon tading angka sideak pingkiran.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ngongong boti di bariba ni Jordan ia Gilead, alai anggo Dan, boasa tung tinggal ibana di bagasan angka parauna? Ia Aser maringan do di topi ni laut, jala marsonangsonang di solok pangarantoanna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo Zebulon, i ma bangso na olo sumeahon hosana tu hamatean; suang songon i Naptali di angka adaran na timbo.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Marrongoman ro angka raja marporang, marporang uju i angka raja sian Kanaan marjonokkon Taanak, martopihon batang aek Megiddo. Hepeng perak ndang adong pardalananna dompak si Sisera.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sian langit huhut marporang, marmusu tahe angka bintang sian pardalananna dompak si Sisera.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Batang aek Kison mangaup nasida, batang aek sian na robi do batang aek Kison i. Padoras langkam, ale tondingku, marhagogoon!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Uju marsidomdom tambirik ni hoda dibahen pangenjak ni angka ulubalangna, laho maporus.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Pulasi hamu ma huta Meros, ninna suruan ni Jahowa, tung pulasi hamu pangisina, ala so ro nasida manolongi Jahowa, manolongi Jahowa dompak parangan angka na begu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sumurung ma pasupasu tu si Jael, jolma ni si Heber, marga Keni, sian na tu sude angka parompuan; sumurung tahe pasupasu tu ibana sian na tu luhut parompuan, angka na maringan di undungundung.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Mangido aek si Sisera, gabe susu dilehon nasida, di bagasan saoan na arga i binoanna miak susu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tanganna sihambirang mambuat labang, jala siamunna maniop nanggar apala na dokdok mampasak si Sisera manombuhi uluna, jala dirosahi, jala ditombuk parsontinganna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i jomjam ma ibana tu holangholang ni patna, margallogallo, jomjam tu holangholang ni patna, laos tinggang, laos mate jomjam boti.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Mandulo sian pandiloan ia ina ni si Sisera, jala mangandungi sian jandela: Boasa tung songon i ngolngol huretana so ro? Mahua ulaning songon i ngernger langkalangka ni hureta hinundulanna i?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Mangalusi ma jolma ni panuturina, angka na umbisuk, ibana sandiri pe mangalusi do songon on:",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Nda ingkon jumpangan tabantaban nasida sibagionna! Duadua na marbaju di ganup baoa! Angka ulos ragidup tabantaban di si Sisera, ulos angka na niangit angkupangkup, alit di rungkung ni boruboru angka na tarboan!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ingkon songon i ma nian hamamago ni saluhut angka musum, ale Jahowa! Alai anggo jolma, angka na mangkaholongi Ho, ingkon marsinondang do songon habibinsar ni mata ni ari di hagogoanna. Dung i marhasonangan ma tano i opatpulu taon lelengna.",
      "type": "content"
    }
  ]
}