{
  "book": "Hakim-hakim",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Halak Midian manosak Israel. Lumbalumba ni sada panurirang 1-10. II. Suruan ni Jahowa manjou si Gidion. Pelean pinelehonna i 11-24. III. Haloloha ni langgatan ni Baal 25-32. IV. Tanda halongangan patogu haporseaon ni si Gidion 33-40",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i diulahon halak Israel muse ma sogo ni roha ni Jahowa, gabe dipasahat Jahowa nasida tu tangan ni Midian, pitu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dung mangarupa tangan ni Midian tu Israel, dipambahen halak Israel ma di nasida jaringjing angka di dolok dohot liang dohot huta na gonting, bahen haporusanna moradophon Midian.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai disi adong disabur halak Israel, mamintor ro halak Midian, Amalek dohot halak habinsaran mangaromrom nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala dibahen parsaroanna manosak nasida laho mangago parbue ni tano i, sahat ro di Gaza, jala ndang adong ditebahon hangoluan di Israel, nang birubiru, nang lombu, nang halode.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai nangkok do nasida rap dohot pinahannasida dohot undungundungna, songon haroro ni sihapor dibahen deakna, jala ndang habilangan torop ni jolma dohot untonasida, disola nasida ma tano i laho mamansingkon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi tarjepol situtu ma Israel maradophon Midian, gabe mangangguhi halak Israel tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dung mangangguhi halak Israel tu Jahowa ala Midian.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi disuru Jahowa ma sada halak panurirang manopot halak Israel, jala didok ma tu nasida: Boti hata ni Jahowa, Debata ni Israel: Nunga hupanangkok hamu sian Misir, jala huparuar hamu sian bagas parhatobanon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala hupalua hamu sian tangan ni halak Misir, sian tangan ni saluhut angka na mangarupa hamu, jala hupabali nasida moradophon hamu, jala hubasabasahon tu hamu tanonasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala ningku do mandok hamu: Ahu do Jahowa, Debatamuna, unang habiari hamu debata ni halak Amori, nampuna tano na niingananmuna, hape ndang ditangihon hamu suarangku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i ro ma suruan ni Jahowa, jala marlinggomlinggom di toru ni hariara na di Opra, si Joas pinompar ni si Abieser nampunasa, mardege eme do anggo si Gidion, anakna i di pardegean, laho mangkaporushon maradophon halak Midian.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi diida ibana ma suruan ni Jahowa na mandok tu ibana: Didongani Jahowa ma ho, ale ulubalang na gogo!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai ninna si Gidion ma tu ibana: Santabi ale Tuhan! Aut na Jahowa tutu dongannami, boasa tung masa saluhutna on tu hami? Jala didia do saluhut halongangan, angka na binahenna, angka na binaritahon ni ompunami tu hami, songon on: Nda Jahowa do na panangkok hami sian Misir? Hape anggo nuaeng, nunga ditadingkon Jahowa hami, jala nunga dipasahat hami tu tangan ni halak Midian.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i didompakkon Jahowa ma ibana, huhut didok: Laho ma ho di hagogoonmon, ingkon ho paluahon Israel sian tangan ni halak Midian; nda Ahu do na marsuru ho?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ninna si Gidion tu Ibana: Santabi ale Tuhan! Tung marhitehite aha ma ahu paluahon Israel? Ida ma, hami na saompu do na ummetmet di marga Manasse, jala ahu do apala siampudan pinompar ni damang.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai ninna Jahowa ma tu ibana: Ala Ahu mandongani ho, jadi tunduk bahenonmu halak Midian, songon jolma sada.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ninna si Gidion ma tu Ibana: Molo tung maruli asi ni roha ahu di jolomi, sai bahen ma tu ahu tanda sada, paboa Ho na mangkatai dohot ahu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Santabi, unang ma Ho morot sian on, paima ro ahu mulak tu Ho, asa hualap pelean sipelehononku di jolomu; gabe ninna Ibana ma: Tinggal pe Ahu, paima mulak ho.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i masuk ma si Gidion, jala dihobas anak ni hambing sada, dohot sagusagu na so niigaran sian sasolup itak; dibahen do juhut i tu bagasan sada ampang, jala huahuana dibahen tu bagasan mangkuk, jala ditaruhon tu Ibana, tu toru ni hariara i, jala diparade.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ninna suruan ni Debata ma tu ibana: Buat ma juhut i dohot sagusagu na so niigaran, jala peakkon tu atas dolok batu on, usehon ma anggo huahuana tusi. Jadi dibahen ibana ma songon i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ditullukkon suruan ni Jahowa ma ujung ni tungkot na di tanganna i, asa dais tu juhut dohot tu sagusagu na so niiasoman i, gabe ruar ma api sian dolok batu manganhon juhut i dohot sagusagu i, laos so dapot matana be anggo suruan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi dung mamoto si Gidion, tung suruan ni Jahowa do Ibana hape, gabe didok ma: Mate ma ahu, ale Tuhan Jahowa! Ala naung huida hape suruan ni Jahowa adop bohi be.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i ninna Jahowa ma tu ibana: Dame ma di ho! Unang ho mabiar, ndang mate ho ala ni.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i dipauli si Gidion ma disi langgatan sada di Jahowa, jala dibahen goarna: Jahowa haroroan ni hatuaon! Rasirasa sadarion sai disi dope i di Opra, pinompar ni Abieser nampunasa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(III.) Dung i bornginna i ninna Jahowa ma tu ibana: Buat ma sada anak ni lombu sian lombu ni amami dohot lombu paduahon na marumur pitu taon, jala lohai ma langgatan ni Baal ni amami, jala taba sombaon na di atasna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i paulionmu ma sada langgatan di Jahowa, Debatam, di punsu ni dolok batu on, di haroroan, dung i buat ma lombu paduahon i, jala pelehon sada pelean situtungon sian hau ni sombaon naung tinabami.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi diarahon si Gidion ma sampulu halak sian angka naposona, jala dibahen ma songon na nidok ni Jahowa tu ibana; alai dibahen biarna mida pinompar ni amana dohot mida halak isi ni huta i mambahensa arian, gabe bornginna i dibahen.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi dung dipasogot isi ni huta i hehe manogotna i, ida ma, nunga maloha langgatan ni Baal, jala nunga tartaba sombaon di atasna, jala lombu paduahon i, nunga dipelehon di atas langgatan nambura pinaulina i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i angka ninna be ma tu donganna: Ise ulaning mambahen haurahon on? Jadi dung disulingkit nasida, jala diusousoi nasida, gabe didok halak ma: Si Gidion, anak ni si Joas do mambahensa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi ninna isi ni huta i ma tu si Joas: Boan ma anakmu tu ruar, ingkon mate ibana bunuon, ala na nilohana i langgatan ni Baal, jala ala tinabanna i sombaon di atasna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Alai ninna si Joas ma tu saluhut angka na jongjong di lambungna: Hamu do huroha naeng marlulu Baal, manang naeng manolongi ibana? Manang ise na naeng marlulu ibana, ingkon marutang hosa ibana; tapaima ma tu marsogot, molo tung na tutu ibana Debata, tutu ma laos ibana marlulu ibana ala maloha langgatanna i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi olat ni ari na sasada i, digoar halak ma ibana Jerubbaal, ai ninna do: Baal sandiri ma marlulu tu ibana, ala na nilohana langgatanna i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "(IV.) Dung i marluhut ma sude halak Midian dohot Amalek dohot halak sian habinsaran, taripar ma nasida jala marsaro di rura Jesreel.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi ro ma Tondi ni Jahowa songgop tu si Gidion, dipalu ma sarune, asa marhara tu pinompar ni si Abieser.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i disuru ma suruanna tu sandok marga Manasse, laos dihara dohot nasida; disuru huhut suruanna manopot marga Aser, Zebulon dohot Naptali, gabe ro be nasida manjumpangkon ibana.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i ninna si Gidion ma tu Debata: Molo tung tongon Ho paluahon Israel marhitehite tanganku, songon na nidokmi.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ida ma, hupahembang ma bobak ni birubiru na marimbulu on di pardegean, molo tung holan bobak i marnambur, jala mahiang sandok tano i humaliang, jadi tandaonku ma sian i, paboa tutu Ho naeng paluahon halak Israel marhitehite tanganku, songon na nidokmi.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i jumpang ma songon i; ai dung dipasogot ibana hehe manogotna i, diporo ma bobak i, gabe manetehi nambur sian bobak i gok sada saoan aek.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i ninna si Gidion ma tu Debata: Unang tung marsigorgor rimasmu mida ahu, ala mangkuling ahu sahalinari sambing, ala huunjuni dope sahalinari marhitehite bobak on: Holan di bobak on mahiang, jala nambur di sandok tano i humaliang.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Dung i dibahen Debata ma songon i di na saborngin i, mahiang holan di bobak i, jala nambur di sandok tano i humaliang.",
      "type": "content"
    }
  ]
}