{
  "book": "Hakim-hakim",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Oruoru ni parangan ni si Gidion, otik do bilangan ni angka na pinillit 1-8. II. Si Gidion dapotan hiras ni roha marhitehite nipi sada 9-14. III. Hamonangon ni si Gidion maralohon halak Midian 15-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipasogot si Jerubbaal, i ma si Gidion, hehe rap dohot sandok bangso donganna i, gabe marsaro ma nasida di lambung mual Harod, jadi parangan ni Midian marsaro di jolona, di rura tungkan utara sian robean More.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ro ma hata ni Jahowa tu si Gidion: Matorophu halak donganmu, nda tung tarlehon Ahu halak Midian tu tangannasida, atik beha mamuji dirina halak Israel maon moradophon Ahu mandok: Tanganku sandiri do paluahon ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "On pe tingtingkon ma tu pinggol ni bangso i songon on: Manang ise na mabiar, jala na tahuton, mulak ma ibana sian dolok Gilead! Jadi mulak ma duapulu dua ribu halak, gabe tading nama sampuluribu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna Jahowa muse tu si Gidion: Matorophu dope jolma i; togihon ma nasida tuat tu batang aek i, asa Ahu manguji nasida di ho disi, jadi manang ise na hudok tu ho, ingkon i ma donganmu laho, jala ganup na hudok tu ho, ndang jadi donganmu ibana laho, i ma na so jadi laho.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ditogihon ibana ma bangso i tuat tu batang aek i, gabe didok Jahowa tu si Gidion: Manang ise na manirup aek i sian tanganna, songon pandilati ni biang, pulik ibana pajongjong; suang le songon i sude na minum manunggam.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi bilangan ni angka na manirup sian tanganna, tolu ratus halak do, jala sandok bangso na teba i manunggam do laho minum aek.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna Jahowa ma tu si Gidion: Marhitehite na toluratus halak angka naung manirup sian tanganna Ahu paluahon hamu, jala lehononku Midian tu tanganmu; alai sandok bangso i dungkon i, muli be ma tu ingananna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dibuat nasida ma bohal i sian na torop i dohot angka sarunenasida di bagasan tangannasida, dipamuli ma luhut halak Israel na asing ganup tu undungundungna be; alai ditiopi do anggo na tolu ratus halak i ianggo parangan ni halak Midian, marsaro do di jolona, tungkan toruan di rura i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Laos bornginna i didok Jahowa tu ibana: Hehe ma ho! Tuat ma ho tu parsaroan ni parangan i, ai nunga hupasahat nasida tu tanganmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Molo tung mabiar ho laho tuat, ingkon tuat ma ho rap dohot si Pura parhaladom tu parsaroan i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi begeonmu ma manang aha na tinaringotannasida, gabe dapotan gogo ma tanganmu mandopang parsaroan i. Jadi tuat ma ibana rap dohot si Pura parhaladona i, tu partalpahan ni angka parhal di parsaroan i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia halak Midian dohot Amalek dohot sude halak habinsaran marpeahan di rura i, songon sihapor dibahen toropna; jala untonasida songon horsik na di pasir ni laut, ndang habilangan dibahen deakna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dung ro si Gidion, ida ma, tongon sada baoa pajojorhon tu donganna nipina, ninna do: Ida ma, marnipi ahu songon on: Tung magulang do sada roti na tingko tu tongatonga ni parangan ni halak Midian, tung tolhas do tu angka undungundung i, jala ditondong, gabe marumpak, pola tung balik tu ginjang, gabe marpeahan angka undungundung i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna donganna i ma mangalusi: Ndang manang dia lapatanna, nda podang ni si Gidion, anak ni si Joas, halak Israel, nunga dilehon Debata halak Midian dohot sandok paranganna tu bagasan tanganna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Jadi dung dibege si Gidion hata ni nipi i dohot lapatanna, laos marsomba ma nasida, jala mulak ibana tu parsaroan ni Israel, ninna ma: Borhat ma hamu, ai nunga dipasahat Jahowa tu tanganmuna parsaroan ni parangan ni Midian.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i disagi si Gidion ma na tolu ratus halak i bahen tolu panggungan, jala diganupi nasida sarune sada be dohot hudon na rumar sada be, na marisi sulu damar.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala didok tu nasida: Maniru sian ahu ma hamu, bahen hamu ma songon na hubahen! Ida ma, molo sahat ahu tu partalpahan ni parsaroan i, songon i hubahen, ingkon songon i do bahenonmuna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Molo hupalu sarune i, ahu ro di sude angka donganku, dohot ma hamu mamalu sarunena be humaliang sandok parsaroan i, jala surakkononmuna ma: Podang ni Jahowa dohot podang ni si Gidion!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi dung sahat si Gidion udur dohot na saratus halak, angka donganna i tu partalpahan ni parsaroan i, mamungka gansi ni parhal tonga borngin, apala ipe dipatutur angka parhali, gabe dipalu nasida ma sarunenasida, jala ditaporhon ma hudon, angka na di tangannasida i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi rap mamalu sarunenasida ma na tolu panggungan i, ditaporhon dohot hudonnasida i, jala ditiop di bagasan tangannasida hambirang angka sulu, jala tanganna siamun maniop angka sarune i laho mamalu, huhut marsuraksurakkon: Podang ni Jahowa dohot podang ni si Gidion!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i jongjong ma nasida di hajongjonganna be humaliang parsaroan i; jadi guntur ma sandok parsaroan i, huhut mangangguhi jala maporus.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi uju mamalu sarunena be na tolu panggungan i, dipatongon Jahowa ma podang ni ganup dompak donganna dohot dompak sandok parsaroan i, gabe maporus sandok parangan i sahat ro di Betsitta boti tu Zaretan, tolhas ro di partalpahan sian Abel Mehola, marjonokkon Tabbat.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi marpungu ma halak Israel sian Naptali dohot sian Aser dohot sian sandok Manasse, asa dieak halak Midian sian pudi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i disuru si Gidion ma suruanna tu sandok dolok Epraim, ninna ma: Haru tuat ma hamu manjumpangkon halak Midian, jala bajo hamu nasida di hatariparan aek marjonokkon Bet Bara na di Jordan; jadi marpungu ma sandok halak Epraim marbajo di angka hatariparan aek sahat ro di Bet Bara dohot Jordan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi ditangkup nasida ma dua raja ni Midian, si Oreb dohot si Seb, jala dibunu si Oreb di dolok batu Oreb, jala si Seb di bagasan pangilangan Seb, jala dieak sandok halak Midian; alai anggo ulu ni si Oreb dohot si Seb diboan nasida tu si Gidion, sian bariba ni Jordan.",
      "type": "content"
    }
  ]
}