{
  "book": "Hakim-hakim",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parungutunguton ni halak Epraim: Didatdati mangeak halak Midian 1-12. II. Uhum na mangonai tu huta Pnuel dohot Sukot, nang tu si Seba dohot Salmunna, raja ni Midian 13-21. III. Si Gidion manjua panahatan ni jujungan, alai dipungka do pangoloion tu debata na tada tu patik 22-28. IV. Angka anak ni si Gidion dohot hamamatena. Ndang marningot uhum na denggan halak Israel 29-35",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna halak Epraim ma tu ibana: Boasa tung songon i bahenonmu tu hami, na so hinarami hami laho marmusu dompak Midian? Pola balga badanasida tu ibana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai ninna ibana ma tu nasida: Tung pola aha ma na hubahen i, molo pinatudos tu na binahenmuna? Nda dumenggan do ebaeba na pinutikkon ni Epraim do ebaeba na pinutikkon ni Epraim sian gotilon godang ni Abieser?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tu tanganmuna do dipasahat Debata induk ni Midian, si Oreb dohot si Seb, jala didia ma tung tarbahen ahu patupahon, songon na binahenmuna i? Jadi dung didok songon i, mombun ma rimasnasida mida ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung sahat si Gidion tu Jordan, taripar ma ibana rap dohot na tolu ratus halak donganna i, angka na mandate, alai sai didatdati do mangeak.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna ibana ma tu halak isi ni huta Sukot: Ua lehon hamu deba sagusagu tu halak, angka na mangihuthon tu ahu, ai nunga mandate nasida, jala hudatdati hami mangalele si Seba dohot si Salmunna, angka raja ni Midian.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hape ninna angka induk ni huta Sukot i ma: Nunga sahat tu tanganmu huroha tangan ni si Seba dohot si Salmunna, umbahen lehononnami sagusagu tu paranganmi?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna si Gidion ma: Antong ia dung dilehon Jahowa si Seba dohot si Salmunna tu bagasan tanganku, balbalonku ma dagingmunai dohot duri dohot angka tadatada sian halongonan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i nangkok ma ibana sian i tu Peniel, suang le ma songon i tu nasida didok, ala laos songon alus ni isi ni Sukot do alus ni isi ni Peniel.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna ibana ma tu isi ni Peniel i, songon on: Molo tung mulak ahu marsonangsonang, lohaonku ma tungkupon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo si Seba dohot si Salmunna di Korkor do rap dohot parangannasida, arga sampulu lima ribu halak toropna, i ma luhut angka na teba sian sandok parangan ni halak habinsaran, jala marragean do saratus duapulu ribu halak, angka parpodang sintak.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i nangkok ma si Gidion sian dalan ni halak siingani undungundung tungkan habinsaran sian Nobah dohot Jogpeha, jala dirampok angka parangan i, so hinirim nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Maporus ma ianggo si Seba dohot si Salmunna, alai dieak ibana do nasida, jala dapotsa do na dua raja ni Midian, si Seba dohot si Salmunna gabe patu ma sude parangan i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Jadi dung mulak si Gidion, anak ni si Joas, sian parporangan i, tagan so binsar dope mata ni ari.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ditangkup ma dakdanak sada sian isi ni Sukot, jala diusoi tu ibana, laos disurathon ibana goar ni angka induk ni Sukot, ro di sintuana pitupulu pitu halak toropna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i tolhas ma ibana tu angka isi ni Sukot, jala didok ma: Ida ma, indi on si Seba dohot si Salmunna, ala na niinsahanmuna ahu, pola didok hamu: Nunga tung sahat tu tanganmu tangan ni si Seba dohot Salmunna, umbahen lehononnami sagusagu tu paranganmu, angka na mandate i?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i ditangkup ma angka sintua ni huta i, dibuat dohot duri sian halongonan dohot tadatada manjora nasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Diloha do ianggo tungkup sian Peniel, jala dibunu isi ni huta i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ninna ma tu si Seba dohot tu si Salmunna: Songon dia rupa ni halak angka na binunumuna di Tabor? Jadi didok nasida ma: Suman tu ho do nasida, ganup songon rupa ni anak ni raja.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna si Gidion ma: Angka hahaanggingku, donganku saina nasida; songon sintongna mangolu Jahowa, aut na dipangolu hamu nasida, ndang bunuonku hamu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi didok ma tu si Jeter, anak buhabajuna i: Tole bunu ma nasida, alai ndang disintak dolidoli i podangna, mabiar do ibana, ai bajar dope ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna si Seba dohot Salmunna ma: Ho sandiri ma nian hehe mambunu hami, ai ia songon i baoa, songon i do gogona. Jadi hehe ma si Gidion, jala dibunu si Seba dohot si Salmunna, jala dibuat jagarjagar angka na di rungkung ni untonasida i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Dung i ninna halak Israel ma tu si Gidion: Rajai ma hami, songon i ho, ro di anakmu, nang pahompum, ai ho do paluahon hami sian tangan ni Midian.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi ninna si Gidion ma tu nasida: Ndang ahu mangarajai hamu, jala ndang anakku mangarajai hamu, Jahowa do mangarajai hamu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Angkup ni ninna si Gidion: Sada sambing do na hupangido sian hamu, ganup hamu nian mangalehon di ahu tintin pinggol sere sian tabanna, ai martintin sere do nasida, ala halak Ismael nasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ninna nasida ma: Hulehon hami pe. Jadi dipahembang ma sada ulos, jala direongkon be tusi tintin sere sian tabanna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia borat ni tintin sere, angka na pinangidona i, saribu pitu ratus tail do, so padohot angka pangkean sere di bohi dohot di pinggol dohot ulos hasumba, angka naung pinangke ni raja ni Midian, so padohot pangkean angka na di rungkung ni untonasida i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i dipauli si Gidion ma sian i bahen baju epod, jala dipatindang do i di hutana di Opra, gabe marlangka pilit sandok Israel tusi; manjadi jorgong ma i di si Gidion dohot di pinomparna i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai tarjepol situtu ma anggo Midian maradophon halak Israel, jala ndang tarbahen nasida be padirgak uluna, gabe sonang ma tano i opatpulu taon lelengna di angka ari ni si Gidion.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(IV.) Dung i muli ma si Jerubbaal, anak ni si Joas, laos maringan di jabuna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala pitupulu do anak ni si Gidion, angka na ruar sian gontingna, ai torop do jolmana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Boruboru pinarjolmana di huta Sikem pe tumubuhon anak sada di ibana, jala dibahen goarna si Abimelek.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i mate sarimatua ma si Gidion, anak ni si Joas, jala tartanom di parbandaan ni si Joas, amana i, di Opra ni halak Abieser.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi dung mate si Gidion, marbalik ma halak Israel laho marlangka pilit mangihuthon tu Baal, jala Baal-Berit do dibahen debatanasida.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jala ndang be dipaingotingot halak Israel Jahowa, Debatanasida i, na paluahon nasida sian tangan ni saluhut musunasida humaliang.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jala ndang marasi ni roha nasida tu pinompar ni si Jerubbaal, i ma si Gidion, hombar tu saluhut uhum na denggan, na binahenna i tu Israel.",
      "type": "content"
    }
  ]
}