{
  "book": "Hakim-hakim",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Abimelek mambunu angka hahaanggina, pabangkit ibana gabe raja 1-6. II. Umpama ni si Jotam 7-21. III. Hagunturon ni halak Sikem dompak si Abimelek 22-29. IV. Si Abimelek martaban huta Sikem 30-49. V. Hamamate ni si Abimelek 50-57",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai laho ma ianggo si Abimelek, anak ni si Jerubbaal, tu Sikem, tumopot angka iboto ni inana, jala ninna ma tu nasida dohot tu sandok marga pinompar ni ompu ni inana songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ua dok hamu ma suara tu pinggol ni sandok isi ni Sikem: Dia do tagonan di rohamu, pitupulu halak, anak ni si Jerubbaal luhutna i mangarajai hamu, manang holan sahalak mangarajaisa, jala ingot hamu holiholimuna jala sibukmuna do ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dihatahon angka iboto ni inana ma sude hata i tu pinggol ni isi ni Sikem taringot tu ibana, gabe melok rohanasida mangihuthon si Abimelek, ai ninna nasida do: Angginta do ibana.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dilehon nasida ma tu ibana pitupulu ringgit sian joro ni Baal-Berit, asa diupai si Abimelek jolma, angka na neang jala na jungkat marroha mangihuthon tu ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i bongot ma ibana tu bagasan bagas ni amana di Opra, jala dibunu angka hahaanggina, anak ni si Jerubbaal, pitupulu halak toropna di atas ni sada batu, holan si Jotam, anak siampudan ni si Jerubbaal na teba, ai martabuni do ibana.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i marluhut ma sandok isi ni Sikem dohot sandok pangisi ni Milo, jala laho nasida mamampe si Abimelek bahen raja, marjonokkon hariara parningotan na di Sikem.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Dung tarbortik barita i tu si Jotam, laho ma ibana jongjong di punsu ni dolok Gerizim, jala dipangiar suarana joujou, ninna ma tu nasida: Tangihon ahu, hamu ale isi ni huta Sikem! Asa ditangihon Debata hamu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Laho do nasaingan angka hau naeng mamiahi di nasida sada raja, jadi dipangkulingi nasida ma hau Jetun; ho ma rajanami, ninna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai ninna hau jetun i ma mangalusi: Tung tadingkononku ma miak na di ahu, pinapujipuji ni Debata dohot jolma, asa laho ahu parentarenta angka hau?",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dipangkulingi angka hau i ma muse hau ara: Ro ma ho gabe rajanami!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi ninna hau ara i ma tu nasida: Tung tadingkononku ma hamanisonku dohot parbuengku na denggan i, asa laho ahu parentarenta angka hau?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dipangkulingi angka hau i muse hau anggur: Ro ma ho gabe rajanami!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi ninna hau anggur i ma tu nasida: Tung tadingkononku ma anggurhu, na palas roha ni Debata dohot jolma, asa laho ahu parentarenta angka hau?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i dipangkulingi luhut angka hau i ma hau tadatada: Ro ma ho gabe rajanami.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ninna hau tadatada i ma tu angka hau i: Molo burjumuna i mamiahi ahu, gabe rajamuna, ba ro ma hamu marlinggomlinggom tu ahu; alai molo ndang, ruar ma api sian tadatada manganhon hau Ares di Libanon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "On pe, molo mardongan hasintongan dohot hapolinon pambahenmuna i marrajahon si Abimelek, jala molo na denggan pambahenmuna tu si Jerubbaal dohot tu pinomparna i, jala dibahen hamu tu ibana hombar tu pambahenan ni tanganna?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai marporang do damang humongkop hamu, jala diseahon hosana laho paluahon hamu sian tangan ni halak Midian.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hape hehe do anggo hamu sadarion dompak pinompar ni damang, jala dibunu hamu anakna pitupulu halak di atas ni sada batu, jala dipampe hamu si Abimelek, tubu ni hatoban ni damang mangarajai isi ni Sikem, ala tuturmuna ibana.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Molo tung mardongan hasintongan dohot hapolinon pambahenmuna i sadarion tu si Jerubbaal dohot tu pinomparna i, marlas ni roha ma hamu mida si Abimelek, marlas ni roha nang ibana mida hamu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai molo ndang, ingkon ruar ma api sian si Abimelek laho manganhon angka induk ni Sikem dohot isi ni Milo; ruar huhut api sian angka induk ni Sikem dohot sian pangisi ni Milo laho manganhon si Abimelek.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i maporus ma si Jotam mangaruntus laho tu Beer, laos maringan disi, ala si Abimelek hahana i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Jadi dung diparenta si Abimelek halak Israel tolu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ditongos Debata ma tondi parsalisian di tongatonga ni si Abimelek dohot isi ni huta Sikem, gabe marjehejehe ma isi ni Sikem dompak si Abimelek.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Manginonahon tu si Abimelek pangarupaon binahenna tu na pitupulu anak ni si Jerubbaal, hahaanggina i, dohot sapata ni mudarnasida, na binununa i nasida, manginona dohot tu isi ni Sikem, na margogoihon tanganna laho mambunu angka hahaanggina i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i dipaonggophon isi ni Sikem i ma angka parbajo umbajo ibana, di punsu ni angka dolok, jala dipupusi saluhut angka pamolus di dalan sian lambungnasida, jadi dibaritahon halak ma i tu si Abimelek.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai ro ma muse si Gaal, anak ni si Ebed dohot angka hahaanggina i, bongot tu huta Sikem, gabe marhaposan tu ibana do isi ni Sikem i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ruar ma nasida tu ladang, asa diputihi angka parbue ni porlak anggurnasida, laos dipangilangi jala marhariburon, huhut dibongoti bagas ni debatanasida mangan jala minum do nasida, jala dipulasi ia si Abimelek.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi didok si Gaal, anak ni si Ebed ma: Ise do si Abimelek, jala ise do Sikem, umbahen oloanta parentana? Nda anak ni si Jerubbaal do ibana jala si Zebul wakilna? Oloi hamu ma tagonan parenta ni halak Hemor, ama ni si Sikem, tung aha ma labanta marraja tu ibana?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ise ulaning pasahat bangso on tu tanganku nian, asa hupamisir nian si Abimelek, jala ninna do anggo tu si Abimelek: Patorop ma paranganmu, jala ruar ma ho!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(IV.) Alai dung dibege si Zebul, induk ni huta i, hatahata ni si Gaal, anak ni si Ebed, marsigorgor ma rimasna.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi disuru ma suruanna marsibuni mandok tu si Abimelek: Ida ma, nunga ro si Gaal, anak ni si Ebed dohot angka anggina tu Sikem, jala digunturi nasida huta i dompak ho.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "On pe, borhat ma ho bornginna i, ho dohot bangso na niuluhonmu, asa mambahen paronggopan di ladang.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Tole manogotna i, di habibinsar ni mata ni ari, pasogot ma mangarampok huta i; jadi ida, ruar ma ibana dohot bangso na niuluhonna i mandapothon ho, antong bahen ma tu ibana guru jumpang ni tanganmu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dung i borhat ma si Abimelek bornginna i rap dohot sandok bangso donganna i, mambahen paronggopan dompak Sikem opat panggungan.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i ruar ma si Gaal, anak ni si Ebed, jala jongjong di haroroan tu pargumbangan ni huta i, jadi hehe ma si Abimelek dohot bangso donganna i sian paronggopan i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Jadi dung diida si Gaal bangso i, gabe ninna ma tu si Zebul: Ida ma, torop ni halak angka na tuat sian punsu ni dolok an. Alai ninna si Zebul ma tu ibana: Halinu ni angka dolok do na niidam, songon jolma.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Alai ninna si Gaal ma muse: Ida ma, tuat do huhut sada bangso sian adaran ni tano i, jala panggungan na sada ro sian dalan ni hariara ni angka parsibalik mata.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Dung i ninna si Zebul ma tu ibana: Didia do nuaeng babamu, na nidokmu: Ise do si Abimelek, umbahen tung oloanta parenta ni? Rupa i do bangso na tinoisanmi, tole ruar ma ho nuaeng laho marmusu dompak ibana!",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Jadi ruar ma si Gaal manguluhon induk ni Sikem laho marmusu dompak si Abimelek.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Alai dieak si Abimelek ma ibana, gabe maporus ibana sian jolona, jadi torop halak marragean sahat ro di pintu harbangan.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Dung i tading ma si Abimelek di Aruma; alai anggo si Zebul dionjar do si Gaal dohot angka hahaanggina i sian ingananna di Sikem.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Alai manogotna i ruar ma angka na torop i tu ladang, laos dibaritahon halak ma i tu si Abimelek.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dung i diarahon ma angka naposona, jala disagi nasida bahen tolu panggungan, jala dibahen marparonggopan di ladang; jadi dung diida ruar halak na torop i sian huta, martahop ma ibana dompak nasida, laos dipatunduk nasida.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Ai si Abimelek dohot panggungan na rap dohot ibana mangarampok nasida, laos jongjong di pintu harbangan ni huta i nasida, ianggo na dua panggungan nari martahop do dompak sude angka na di ladang, laos dipatunduk nasida.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Ia si Abimelek marmusu dompak huta i manipat sadarina i, laos ditaban huta i, jala dibunu sude halak isi ni huta i, laos dipanepnep huta i, jala disirsirhon sira tusi.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Jadi dung dibege saluhut halak isi ni tungkup di Sikem barita i, masuk ma nasida tu benteng ni joro ni debata Berit.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Dung tarbortik barita i tu si Abimelek, naung marluhut jolma induk ni tungkup di Sikem.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Nangkok ma si Abimelek tu dolok Salmon, ibana dohot sude halak donganna i, dung i dibuat si Abimelek ma sada tangke di tanganna, asa manallik sada dangka ni hau, laos dihindat jala diampehon tu abarana, jala didok do tu halak donganna i: Manang aha na niidamuna, na hubahen i, siluhon hamu ma mambahen songon i.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Jadi luhut halak natorop i masitallik sada be dangka i, jala diihuthon si Abimelek, jala dipeakkon angka dangka i tu lambung ni benteng i, jala sun ditutung benteng i dohot api, gabe marmatean saluhut halak isi ni tungkup di Sikem, arga saribu halak, baoa dohot boruboru.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "(V.) Dung i laho ma si Abimelek tu Tebes, jala ditungkum huta i laos ditaban.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Alai di tongatonga ni huta i adong sada tungkup na gonting; gabe tusi do maporus saluhut baoa dohot boruboru dohot sude isi ni huta i, laos dihinsu do di pudinasida, jala dipanaek nasida tarup ni tungkup i.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Jadi mangonjar ma si Abimelek sahat tu tungkup i, jala ditahop, laos didapothon sahat tu pintu ni tungkup i laho manutung nian dohot api.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Alai didekdekkon sada parompuan ma batu pandudaan sada, tongon tu ulu ni si Abimelek, gabe marosak pakpak uluna i.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Dung i pintor dijou si Abimelek ma dolidoli na mamboan sinjatana, jala didok tu ibana: Umpat ma podangmu, jala bunu ahu, asa unang didok halak taringot tu ahu: Tung inaina sada mambunu ibana. Jadi ditiham naposona i ibana, laos mate.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Alai dung diida halak Israel naung mate si Abimelek, muli be ma nasida tu ingananna be.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Jadi songon i pambahen ni Debata mamaloshon hajahaton ni si Abimelek, na binahenna i tu amana laho mambunu pitupulu halak hahaanggina.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Suang le songon i saluhut hajahaton ni halak Sikem, dipasuang Debata tu ulunasida, gabe manginona tu nasida pulas ni si Jotam, anak ni si Jerubbaal i.",
      "type": "content"
    }
  ]
}