{
  "book": "Kejadian",
  "chapter": 36,
  "verses": [
    {
      "verse": 1,
      "text": "Now this  is  the genealogy of Esau, who is Edom.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Esau took his wives from the daughters of Canaan: Adah the daughter of Elon the Hittite; Aholibamah the daughter of Anah, the daughter of Zibeon the Hivite;",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "and Basemath, Ishmael’s daughter, sister of Nebajoth.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Now Adah bore Eliphaz to Esau, and Basemath bore Reuel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "And Aholibamah bore Jeush, Jaalam, and Korah. These  were  the sons of Esau who were born to him in the land of Canaan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Then Esau took his wives, his sons, his daughters, and all the persons of his household, his cattle and all his animals, and all his goods which he had gained in the land of Canaan, and went to a country away from the presence of his brother Jacob.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "For their possessions were too great for them to dwell together, and the land where they were strangers could not support them because of their livestock.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "So Esau dwelt in Mount Seir. Esau  is  Edom.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "And this  is  the genealogy of Esau the father of the Edomites in Mount Seir.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "These  were  the names of Esau’s sons: Eliphaz the son of Adah the wife of Esau, and Reuel the son of Basemath the wife of Esau.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "And the sons of Eliphaz were Teman, Omar, Zepho, Gatam, and Kenaz.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Now Timna was the concubine of Eliphaz, Esau’s son, and she bore Amalek to Eliphaz. These  were  the sons of Adah, Esau’s wife.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "These  were  the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. These were the sons of Basemath, Esau’s wife.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "These were the sons of Aholibamah, Esau’s wife, the daughter of Anah, the daughter of Zibeon. And she bore to Esau: Jeush, Jaalam, and Korah.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "These  were  the chiefs of the sons of Esau. The sons of Eliphaz, the firstborn  son  of Esau, were Chief Teman, Chief Omar, Chief Zepho, Chief Kenaz,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Chief Korah, Chief Gatam,  and  Chief Amalek. These  were  the chiefs of Eliphaz in the land of Edom. They  were  the sons of Adah.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "These  were  the sons of Reuel, Esau’s son: Chief Nahath, Chief Zerah, Chief Shammah, and Chief Mizzah. These  were  the chiefs of Reuel in the land of Edom. These  were  the sons of Basemath, Esau’s wife.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "And these  were  the sons of Aholibamah, Esau’s wife: Chief Jeush, Chief Jaalam, and Chief Korah. These  were  the chiefs  who descended  from Aholibamah, Esau’s wife, the daughter of Anah.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "These  were  the sons of Esau, who is Edom, and these  were  their chiefs.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "These  were  the sons of Seir the Horite who inhabited the land: Lotan, Shobal, Zibeon, Anah,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dishon, Ezer, and Dishan. These  were  the chiefs of the Horites, the sons of Seir, in the land of Edom.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "And the sons of Lotan were Hori and Hemam. Lotan’s sister  was  Timna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "These  were  the sons of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "These  were  the sons of Zibeon: both Ajah and Anah. This  was the  Anah who found the water in the wilderness as he pastured the donkeys of his father Zibeon.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "These  were  the children of Anah: Dishon and Aholibamah the daughter of Anah.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "These  were  the sons of Dishon: Hemdan, Eshban, Ithran, and Cheran.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "These  were  the sons of Ezer: Bilhan, Zaavan, and Akan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "These  were  the sons of Dishan: Uz and Aran.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "These  were  the chiefs of the Horites: Chief Lotan, Chief Shobal, Chief Zibeon, Chief Anah,",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Chief Dishon, Chief Ezer, and Chief Dishan. These  were  the chiefs of the Horites, according to their chiefs in the land of Seir.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Now these  were  the kings who reigned in the land of Edom before any king reigned over the children of Israel:",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Bela the son of Beor reigned in Edom, and the name of his city  was  Dinhabah.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "And when Bela died, Jobab the son of Zerah of Bozrah reigned in his place.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "When Jobab died, Husham of the land of the Temanites reigned in his place.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "And when Husham died, Hadad the son of Bedad, who attacked Midian in the field of Moab, reigned in his place. And the name of his city  was  Avith.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "When Hadad died, Samlah of Masrekah reigned in his place.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "And when Samlah died, Saul of Rehoboth– by –the–River reigned in his place.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "When Saul died, Baal–Hanan the son of Achbor reigned in his place.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "And when Baal–Hanan the son of Achbor died, Hadar reigned in his place; and the name of his city  was  Pau. His wife’s name  was  Mehetabel, the daughter of Matred, the daughter of Mezahab.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "And these  were  the names of the chiefs of Esau, according to their families and their places, by their names: Chief Timnah, Chief Alvah, Chief Jetheth,",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Chief Aholibamah, Chief Elah, Chief Pinon,",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Chief Kenaz, Chief Teman, Chief Mibzar,",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Chief Magdiel, and Chief Iram. These  were  the chiefs of Edom, according to their dwelling places in the land of their possession. Esau  was  the father of the Edomites.",
      "type": "content"
    }
  ]
}