{
  "book": "1 Timotius",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Salam",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Dari Paulus, rasul Kristus Yesus menurut perintah Allah, Juruselamat kita, dan Kristus Yesus, dasar pengharapan kita,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "kepada Timotius, anakku yang sah di dalam iman: kasih karunia, rahmat dan damai sejahtera dari Allah Bapa dan Kristus Yesus, Tuhan kita, menyertai engkau.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Mengenai ajaran sesat",
      "type": "title"
    },
    {
      "verse": 3,
      "text": "Ketika aku hendak meneruskan perjalananku ke wilayah Makedonia, aku telah mendesak engkau supaya engkau tinggal di Efesus dan menasihatkan orang-orang tertentu, agar mereka jangan mengajarkan ajaran lain",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "ataupun sibuk dengan dongeng dan silsilah yang tiada putus-putusnya, yang hanya menghasilkan persoalan belaka, dan bukan tertib hidup keselamatan yang diberikan Allah dalam iman.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tujuan nasihat itu ialah kasih yang timbul dari hati yang suci, dari hati nurani yang murni dan dari iman yang tulus ikhlas.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tetapi ada orang yang tidak sampai pada tujuan itu dan yang sesat dalam omongan yang sia-sia.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Mereka itu hendak menjadi pengajar hukum Taurat tanpa mengerti perkataan mereka sendiri dan pokok-pokok yang secara mutlak mereka kemukakan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kita tahu bahwa hukum Taurat itu baik kalau tepat digunakan,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "yakni dengan keinsafan bahwa hukum Taurat itu bukanlah bagi orang yang benar, melainkan bagi orang durhaka dan orang lalim, bagi orang fasik dan orang berdosa, bagi orang duniawi dan yang tak beragama, bagi pembunuh bapa dan pembunuh ibu, bagi pembunuh pada umumnya,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "bagi orang cabul dan pemburit, bagi penculik, bagi pendusta, bagi orang makan sumpah dan seterusnya segala sesuatu yang bertentangan dengan ajaran sehat",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "yang berdasarkan Injil dari Allah yang mulia dan maha bahagia, seperti yang telah dipercayakan kepadaku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ucapan syukur atas kasih karunia Allah",
      "type": "title"
    },
    {
      "verse": 12,
      "text": "Aku bersyukur kepada Dia, yang menguatkan aku, yaitu Kristus Yesus, Tuhan kita, karena Ia menganggap aku setia dan mempercayakan pelayanan ini kepadaku--",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "aku yang tadinya seorang penghujat dan seorang penganiaya dan seorang ganas, tetapi aku telah dikasihani-Nya, karena semuanya itu telah kulakukan tanpa pengetahuan yaitu di luar iman.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Malah kasih karunia Tuhan kita itu telah dikaruniakan dengan limpahnya kepadaku dengan iman dan kasih dalam Kristus Yesus.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Perkataan ini benar dan patut diterima sepenuhnya: \"Kristus Yesus datang ke dunia untuk menyelamatkan orang berdosa,\" dan di antara mereka akulah yang paling berdosa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tetapi justru karena itu aku dikasihani, agar dalam diriku ini, sebagai orang yang paling berdosa, Yesus Kristus menunjukkan seluruh kesabaran-Nya. Dengan demikian aku menjadi contoh bagi mereka yang kemudian percaya kepada-Nya dan mendapat hidup yang kekal.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hormat dan kemuliaan sampai selama-lamanya bagi Raja segala zaman, Allah yang kekal, yang tak nampak, yang esa! Amin.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tugas Timotius",
      "type": "title"
    },
    {
      "verse": 18,
      "text": "Tugas ini kuberikan kepadamu, Timotius anakku, sesuai dengan apa yang telah dinubuatkan tentang dirimu, supaya dikuatkan oleh nubuat itu engkau memperjuangkan perjuangan yang baik dengan iman dan hati nurani yang murni.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Beberapa orang telah menolak hati nuraninya yang murni itu, dan karena itu kandaslah iman mereka,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "di antaranya Himeneus dan Aleksander, yang telah kuserahkan kepada Iblis, supaya jera mereka menghujat.",
      "type": "content"
    }
  ]
}