{
  "book": "1 Timotius",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Syarat-syarat bagi penilik jemaat",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Benarlah perkataan ini: \"Orang yang menghendaki jabatan penilik jemaat menginginkan pekerjaan yang indah.\"",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Karena itu penilik jemaat haruslah seorang yang tak bercacat, suami dari satu isteri, dapat menahan diri, bijaksana, sopan, suka memberi tumpangan, cakap mengajar orang,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "bukan peminum, bukan pemarah melainkan peramah, pendamai, bukan hamba uang,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "seorang kepala keluarga yang baik, disegani dan dihormati oleh anak-anaknya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jikalau seorang tidak tahu mengepalai keluarganya sendiri, bagaimanakah ia dapat mengurus Jemaat Allah?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Janganlah ia seorang yang baru bertobat, agar jangan ia menjadi sombong dan kena hukuman Iblis.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hendaklah ia juga mempunyai nama baik di luar jemaat, agar jangan ia digugat orang dan jatuh ke dalam jerat Iblis.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Syarat-syarat bagi diaken",
      "type": "title"
    },
    {
      "verse": 8,
      "text": "Demikian juga diaken-diaken haruslah orang terhormat, jangan bercabang lidah, jangan penggemar anggur, jangan serakah,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "melainkan orang yang memelihara rahasia iman dalam hati nurani yang suci.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Mereka juga harus diuji dahulu, baru ditetapkan dalam pelayanan itu setelah ternyata mereka tak bercacat.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Demikian pula isteri-isteri hendaklah orang terhormat, jangan pemfitnah, hendaklah dapat menahan diri dan dapat dipercayai dalam segala hal.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Diaken haruslah suami dari satu isteri dan mengurus anak-anaknya dan keluarganya dengan baik.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Karena mereka yang melayani dengan baik beroleh kedudukan yang baik sehingga dalam iman kepada Kristus Yesus mereka dapat bersaksi dengan leluasa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jemaat Allah, dasar dan penopang kebenaran",
      "type": "title"
    },
    {
      "verse": 14,
      "text": "Semuanya itu kutuliskan kepadamu, walaupun kuharap segera dapat mengunjungi engkau.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi jika aku terlambat, sudahlah engkau tahu bagaimana orang harus hidup sebagai keluarga Allah, yakni jemaat dari Allah yang hidup, tiang penopang dan dasar kebenaran.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dan sesungguhnya agunglah rahasia ibadah kita: \"Dia, yang telah menyatakan diri-Nya dalam rupa manusia, dibenarkan dalam Roh; yang menampakkan diri-Nya kepada malaikat-malaikat, diberitakan di antara bangsa-bangsa yang tidak mengenal Allah; yang dipercayai di dalam dunia, diangkat dalam kemuliaan.\"",
      "type": "content"
    }
  ]
}