{
  "book": "2 Korintus",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "We then,  as  workers together  with Him  also plead with  you  not to receive the grace of God in vain.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "For He says: \"In an acceptable time I have heard you, And in the day of salvation I have helped you.\" Behold, now  is  the accepted time; behold, now  is  the day of salvation.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "We give no offense in anything, that our ministry may not be blamed.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "But in all  things  we commend ourselves as ministers of God: in much patience, in tribulations, in needs, in distresses,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "in stripes, in imprisonments, in tumults, in labors, in sleeplessness, in fastings;",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "by purity, by knowledge, by longsuffering, by kindness, by the Holy Spirit, by sincere love,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "by the word of truth, by the power of God, by the armor of righteousness on the right hand and on the left,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "by honor and dishonor, by evil report and good report; as deceivers, and  yet  true;",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "as unknown, and  yet  well known; as dying, and behold we live; as chastened, and  yet  not killed;",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "as sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, and  yet  possessing all things.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "O Corinthians! We have spoken openly to you, our heart is wide open.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "You are not restricted by us, but you are restricted by your  own  affections.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Now in return for the same (I speak as to children), you also be open.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Do not be unequally yoked together with unbelievers. For what fellowship has righteousness with lawlessness? And what communion has light with darkness?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "And what accord has Christ with Belial? Or what part has a believer with an unbeliever?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "And what agreement has the temple of God with idols? For you are the temple of the living God. As God has said: \"I will dwell in them And walk among  them . I will be their God, And they shall be My people.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Therefore \"Come out from among them And be separate, says the Lord. Do not touch what is unclean, And I will receive you.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "\"I will be a Father to you, And you shall be My sons and daughters, Says the LORD Almighty.\"",
      "type": "content"
    }
  ]
}