{
  "book": "2 Korintus",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Now concerning the ministering to the saints, it is superfluous for me to write to you;",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "for I know your willingness, about which I boast of you to the Macedonians, that Achaia was ready a year ago; and your zeal has stirred up the majority.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Yet I have sent the brethren, lest our boasting of you should be in vain in this respect, that, as I said, you may be ready;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "lest if  some  Macedonians come with me and find you unprepared, we (not to mention you!) should be ashamed of this confident boasting.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Therefore I thought it necessary to exhort the brethren to go to you ahead of time, and prepare your generous gift beforehand, which  you had  previously promised, that it may be ready as  a matter of  generosity and not as a grudging obligation.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "But this  I say : He who sows sparingly will also reap sparingly, and he who sows bountifully will also reap bountifully.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": " So let  each one  give  as he purposes in his heart, not grudgingly or of necessity; for God loves a cheerful giver.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "And God  is  able to make all grace abound toward you, that you, always having all sufficiency in all  things , may have an abundance for every good work.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "As it is written: \"He has dispersed abroad, He has given to the poor; His righteousness endures forever.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Now may He who supplies seed to the sower, and bread for food, supply and multiply the seed you have  sown  and increase the fruits of your righteousness,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "while  you are  enriched in everything for all liberality, which causes thanksgiving through us to God.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "For the administration of this service not only supplies the needs of the saints, but also is abounding through many thanksgivings to God,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "while, through the proof of this ministry, they glorify God for the obedience of your confession to the gospel of Christ, and for  your  liberal sharing with them and all  men ,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "and by their prayer for you, who long for you because of the exceeding grace of God in you.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Thanks  be  to God for His indescribable gift!",
      "type": "content"
    }
  ]
}