{
  "book": "1 Petrus",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tabi ni apostel i 1-2. II. Taringot tu pangkirimon na mangolu 3-12. III. Parange na badia marhitehite Kristus 13-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat ni si Petrus, apostel ni Jesus Kristus, mandapothon angka paisolat, naung tarpillit, na marserak di Pontus, Galatia, Kappadosia, Asia dohot Bitinia,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "marguru tu panandaon ni Debata Ama hian, di bagasan Tondi na pabadiahon, tu pangoloion dohot pangurasion ni mudar ni Jesus Kristus: Singkop ma di hamu asi ni roha dohot dame!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Pinuji ma Debata, Ama ni Tuhanta Jesus Kristus, naung manubuhon hita paduahalihon, sian godang ni asi ni rohana, marhitehite haheheon ni Jesus Kristus sian angka na mate, asa marpangkirimon na mangolu hita.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Di siteanon na manongtong, na so marlindang, na so ra malos, na sinimpan di banua ginjang di hamu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai diramoti do hamu hinorhon ni gogo ni Debata marhitehite haporseaon, asa sahat tu haluaon, naung rade sipapataron di tingki na parpudi i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "I do dihalashon hamu, nang pe marsak hamu satongkin nuaeng, di bagasan ragam ni pangunjunan, molo tung ingkon i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai naeng jumpang do hatauon ni haporseaonmuna, na andul ummarga sian sere na so manahan, nang pe diuji api i, bahen pujipujian dohot hamuliaon dohot hasangapon, di hapapatar ni Jesus Kristus i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Atik pe so dung diida hamu Ibana, dihaholongi hamu do Ibana, na hinaporseaanmuna, nang so diida hamu Ibana nuaeng, gabe mariaia do hamu, di bagasan halalas ni roha na so tarhatahon jala na tongam,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "gabe jaloonmuna do ujung ni haporseaonmuna, i ma haluaon ni tondimuna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "I ma haluaon, na niluluan jala pinamanatmanat ni angka panurirang, naung manurirangkon asi ni roha na tu hamu i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "On do dipamanatmanat nasida: Manang andigan jala manang sadihari tingkina dituduhon Tondi ni Kristus i, na di bagasan nasida, na mangkatindangkon hian angka haporsuhon, na naeng songgop tu Kristus i, ro di angka hasangapon na dipudi ni i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dipapatar pe i tu nasida, ndada di nasida sandiri, di hamu do na niradotannasida i. Laos i do na pinaboa ni angka parbarita na uli nuaeng tu hamu marhitehite Tondi Parbadia, naung sinuruna sian banua ginjang. Masihol do angka pardisurgo mamereng tu bagasanna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Dibahen i, hohosi hamu ma rohamuna; torang ma rohamuna; sandok mangkirim ma hamu di asi ni roha na tarboan tu hamu, di hapataron ni Jesus Kristus.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Songon dakdanak sipangoloi ma hamu; unang ma paihutihut hamu be sangkapsangkap ni roha, uju di haotoonmuna najolo.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai mangihuthon Nabadia i, na manjou hamu, dohot ma hamu gabe badia di nasa parangemuna!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai na tarsurat do: \"Badia ma hamu, ai na badia do Ahu!\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Molo Ama digoar hamu Ibana, na so marnida rupa, laho manguhumi nasa jolma marguru tu pambahenanna, marhatahuton ma hamu marparange di tingki paisolatanmuna!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai diboto hamu do: Ndada binahen ni sere manang perak, angka na olo buruk, umbahen na malua hamu sian adatmuna na so marniula i, na tineanmuna sian angka amamuna;",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "alai binahen ni mudar ni Kristus na arga i do, na songon mudar ni birubiru na so hasurahan, na so marlindang.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Naung ditodo do Ibana hian, tagan so ojak dope portibi on; alai dipapatar do di ujung ni angka tingki, ala ni hamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Marhitehite Ibana do dihaporseai hamu Debata, na pahehehon Ibana sian angka naung mate, jala na mangalehon hasangapon tu Ibana, asa tu Debata haporseaon nang pangkirimonmuna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Paias hamu ma rohamuna, marpangoloion di hasintongan, mangeahi haholongon na so marlaok di dongan, asa masihaholongan situtu hamu sian nasa roha.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai nunga mangulahi tubu hamu, ndada sian boni na olo basebasean, sian na manongtong do: Binahen ni hata na mangolu jala na mian i, na sian Debata.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai \"songon duhutduhut do nasa daging, songon bungabunga ni duhutduhut i do saluhut hasangaponna. Nunga malos duhutduhut i jala marurus bungabungana\".",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "\"Alai na mian do ro di salelenglelengna ia hata ni Tuhan i!\" I do hata na binaritahon tu hamu.",
      "type": "content"
    }
  ]
}