{
  "book": "1 Petrus",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Gabe batu na mangolu ma hamu di joro ni Debata! 1-10. II. Oromon do hisap ni roha; ulahononhon do pangoloion 11-20. III. Sitiruon do Kristus na marsitaonon i 21-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Antong, bolongkon hamu ma nasa hajahaton dohot nasa angkal dohot pangiburuon nang panihaion!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Songon posoposo na imbaru tubu, uasan ma hamu di susu na tama, na so marlaok, asa lam magodang hamu, horhonon ni i, bahen haluaon,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "molo tung naung didai hamu habasaron ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai nunga didapothon hamu Ibana, na songon batu na mangolu, na binolongkon ni jolma; alai na pinillit jala na arga, ia di Debata.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sai olo ma nang hamu paulion, songon angka batu na mangolu, gabe bagas partondion jala hamalimon na badia, laho mamboan angka pelean partondion, halomoan ni roha ni Debata, marhitehite Jesus Kristus.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai na tarsurat do di Surat i: \"Hupeakhon do di bagasan Sion sada batu parsuhi, na marpili jala na arga; ndang na tarila na porsea di Ibana!\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Arga do Ibana di hamu, angka na porsea; alai di angka na so porsea i: Batu na binolongkon ni angka pande bagas i, i ma gabe batu parsuhi,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "jala gabe batu partuktuhan jala batu pargasipan. Ai na tartuktuk do nasida disi, ala so dihaporseai nasida hata i; ai tusi do nasida dipadiri.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai marga na pinillit do hamu, hamalimon na raja, bangso na badia, houm na ginomgomanna, asa tung dibaritahon hamu denggan ni harohaon ni Ibana, naung manjou hamu sian na holom tu hatiuronna halongangan i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Hamu, angka na so bangso najolo, gabe bangso ni Debata nuaeng; angka na so niasian hamu najolo, gabe niasian do nuaeng.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Ale angka haholongan, huapoi ma hamu songon angka paisolat jala halak dagang: Orom hamu ma angka hisaphisap ni roha sibuk, na maralo dompak partondion!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marparange na denggan ma hamu di tongatonga ni angka parbegu, asa, ia adong na pahatahatahon hamu songon angka parjahat, gabe dipasangap nasida Debata di ari panuluhan i, dung diida denggan ni ulaonmuna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Unduk ma hamu maradophon nasa uhum, na sinuan di hajolmaon, ala ni Tuhan i, nang maradophon raja parhuaso parginjang,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "nang maradophon panguhum, angka na sinuruna, maminsang angka sibahen na jahat, alai mamuji ia siula na denggan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai on do lomo ni roha ni Debata: Naeng ma marhite sian ulaon na denggan pompomanmuna haotoon ni halak na hurang roha.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai angka naung malua do hamu; alai unang ma pinangke haluaon i mangondingi hajahaton; songon angka naposo ni Debata ma tahe!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Marhapantunon ma hamu tu sasude; haholongi ma angka dongan; habiari ma Debata; pasangap ma raja!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Unduk ma angka anak somang maradophon angka indukna, huhut ma sandok dihabiari; unang holan maradophon parroha na denggan jala na basar, ingkon dohot do maradophon parroha na jungking.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai i do asi ni roha, molo ditaon halak arsak ni roha dohot pambahenan na so uhum, ala ingot ibana di Debata.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai barita dia ma i, ia benget hamu manaon pangalinsingon, anggo tung ala ni dosamuna? Alai molo benget hamu manaon na porsuk, balos ni ulaonmuna na denggan, i do asiasi di roha ni Debata.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Ai tusi do hamu tarjou, ai dohot do Kristus manaon na porsuk humongkop hamu, tumadingkon tiruan di hamu, asa diihuthon hamu bogas ni patna:",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "\"Ndang adong dosa diula Ibana; ndang jumpang angkal di bagasan pamanganna.\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ndang manginsahi Ibana, di na hona insak, ndang mangasupi, di na manaon na porsuk; alai dipasahat do tu Panguhum sitigor roha i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Diporsan Ibana do dosanta di bagasan dagingna tu hau i, asa malua hita sian dosa, gabe mangolu di hatigoran i: \"Hinorhon ni bugangna i do gabe malum hamu.\"",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai songon birubiru na lilu do hamu najolo; alai nunga didompakkon hamu nuaeng Parmahan i, na manganahon tondimuna.",
      "type": "content"
    }
  ]
}