{
  "book": "1 Petrus",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sipaingot tu na mardongan saripe 1-7. II. Lambok ni roha do siparangehononhon 8-17. III. Tuhanta Jesus, na manaon na porsuk, do sitiruon 18-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Songon i ma angka parompuan: Unduk ma nasida maradophon angka harajaanna be; asa molo so porsea deba di Hata i, gabe meol rohanasida, binahen ni parange ni parompuan i, so pola mardongan hata,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "molo dibereng nasida parangemuna na bontor, na marhatahuton.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Unang ma dipajagarjagar rupana sian duru, marhitehite na mandandani obuk manang marpangkean sere manang na mamangkemangke.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai jolma parbagasan na buni, na tongtong martondi na lambok jala na dame, i do na arga dietong Debata.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "I do najolo pangkean ni angka parompuan na badia i, angka na mangkirim tu Debata; unduk do rohanasida maradophon harajaanna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Songon si Sara, dioloi do si Abraham, digoar do ibana tuan. Na gabe angka boruna do hamu, molo diula hamu na denggan, so mabiar mida songgotsonggot.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Angka baoa pe songon i ma; marroha ma hamu mangangkupi nasida, ala pardaging na gumale do ina i. Sangap ma bahen hamu nasida, ala dohot do nasida dongan panean di asiasi hangoluan, asa unang tarambat tangiangmuna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Angkup ni i, saroha ma hamu saluhutna, sapangkilaan, angka na marholong ni roha di dongan, na marasi ni roha, na serep!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Unang ma baloshon hamu na jat alo ni na jat, panginsahion alo ni panginsahion; lam mamasumasu ma hamu, ai naeng teanonmuna do pasupasu, umbahen na tarjou hamu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai \"na holong roha di hosana jala na giot marnida ari na sonang, dipasohot ma dilana sian na roa, nang bibirna, asa unang dihatahon ansiansi.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "\"Dipasiding ma hajahaton diulahon ma na denggan; dilului ma dame, i ma dieahi!\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "\"Ai tu angka parroha na tigor do mata ni Tuhan; jala tu angka pangidoannasida do pinggolna; alai bohi ni Tuhan i do alo ni angka sibahen na jat!\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala ise do na manjahati hamu, molo diringkoti hamu na denggan!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai molo tung tumaon na porsuk hamu, ala ni hatigoran, na martua do hamu disi. Unang ma gaor rohamuna, bahenon ni biar ni roha mida nasida!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai parbadiai hamu ma Kristus, Tuhan i, di bagasan rohamuna; tongtong ma hobas, mangalusi ganup na manungkun hamu taringot tu na hinirim ni rohamuna; alai mardongan lambok ni roha ma dohot biar!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Unang ma pola marlobok taroktokmuna, asa tarila nasida na manuhasnuhasi hamu, angka na manginsahi parangemuna na denggan, na di bagasan Kristus i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai tagonan do, hamu manaon haporsuhon ala ni ulaon na denggan, molo tung i lomo ni roha ni Debata; unang ma ala ni ulaon na roa!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Ai dohot do Kristus mate sahali ala ni angka dosa, na tigor i humongkop angka pargeduk, asa ditogihon hita tu Debata; na tarbunu do ia dagingna, alai dipangolu do anggo tondina.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Di bagasan tondi i do Ibana laho marjamita tu angka tondi na di bagasan hurungan i,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "angka na so mangoloi najolo, di na maimaima lambas ni roha ni Debata, uju di angka ari ni si Noak, di na pinaulina parau na gabe haluaan ni na otik i, i ma na ualu halak, marhitehite aek i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "I do tudosan ni pandidion i, na paluahon hamu nuaeng; ndada songon na mambolongkon na rotak sian pamatang, alai na tapangido do disi tu Debata panggora ni roha, na so olo manolsoli be, hinorhon ni haheheon ni Jesus Kristus.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Di siamun ni Debata do Ibana, dung laho tu banua ginjang, gabe marunduk do tu Ibana angka surusuruan, angka gomgoman dohot angka hagogoon.",
      "type": "content"
    }
  ]
}