{
  "book": "1 Petrus",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parange ni sisean ni Kristus 1-11. II. Patut marlas ni roha nang di angka haporsuhon! 12-19",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Antong, ala naung marsitaonon Kristus di dagingna, roha sisongon i ma gabe sinjata nang di hamu, ai na mansohot mardosa do halak, na mangahap di dagingna;",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "asa manang piga ari nari ariarina di ngolu on, tu lomo ni roha ni Debata ma i; unang ma tu hisaphisap ni roha hajolmaon!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai sae ma, antong angka ari naung salpu i, di na niulahonmuna roha hasipelebeguon, ai diulahon hamu do disi harorangon, hahisapon, parmabuhon, parmanganon, parminumon dohot pangoloion di ajiajian na so uhum i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Na jaluk do i di rohanasida, na so dohot i be hamu marlojong tu pusat hamagoan i, gabe manginsahi nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alusannasida do sogot Ibana, na hobas manguhumi angka na mangolu nang angka naung mate.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai umbahen na dipaboa barita na uli nang tu angka naung mate, anggiat mangolu nasida di tondina, marguru tu Debata, nang pe hona uhum di dagingna, marguru tu hajolmaonna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai nunga jonok ujung ni saluhutna! Antong, marroha ma hamu, jala manangkas ma rohamuna tu tangiang!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai di jolo ni saluhutna, masihaholongan situtu ma hamu, ai dihungkupi haholongon ni roha i do godang dosa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ringkot ma rohamuna masitamuean; unang marungutungut!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Masipatureturean ma hamu, ganup marguru tu asiasi na jinalona, songon angka juara bagas na burju di ragamragaman ni asiasi ni Debata.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia adong na marjamita, naeng ma songon angka pandohan ni Debata; ia adong na marhobas, naeng ma sian hagogoon na nilehon ni Debata, asa di saluhutna i marsangap Debata, marhitehite Jesus Kristus. Di Ibana ma hasangapon ro di salelenglelengna i! Amen.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Ale angka haholongan, unang ma jaluk di rohamuna hamohopon i, na ro manguji hamu; unang ma songon na sambar i di rohamuna!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Marlas ni roha ma hamu, marguru tu saormuna di angka haporsuhon na tinaon ni Kristus i, asa dohot hamu marlas ni roha jala mariaia, di na gabe patar hasangaponna i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Martua do hamu, molo hona insak hamu ala ni Goar ni Kristus, ala songgop tu hamu Tondi hasangapon na sian Debata.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Unang ma adong sian hamu manaon na porsuk, ala mambunu, manang manangko manang marjahat ibana, manang ala diantoi na so ulaonna!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai molo adong na manaon na porsuk, ala halak Kristen ibana, unang ma hansit rohana; alai dipasangap ma Debata, manjujung Goar i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai nunga jumpang tingki ni uhum madabu, mamungka sian bagas ni Debata. Alai molo jumolo tu hita, dia ma ujung ni angka na so mangoloi barita na uli na sian Debata?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala molo sihol so malua partigor i, tudia ma tagamon halak na so daulat jala sipardosa i?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibahen i, angka na marhaporsuhon mangihuthon roha ni Debata, dipasahat ma tondina tu Panompa haposan i, marhitehite na mangulahon na denggan.",
      "type": "content"
    }
  ]
}