{
  "book": "1 Petrus",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taringot tu ulaon ni angka sintua 1-4. II. Sipaingot paserephon jala patoguhon roha 5-11. III. Hata parujungan 12-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Hupaingot ma angka sintua na di tongatongamuna, ahu dongan sintua jala sitindangi di angka haporsuhon na tinaon ni Kristus, huhut partohap di hasangapon sipapataron sogot:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Parmahan i hamu ma punguan ni Debata na di hamu, unang songon na pinaksa, sian las ni roha ma mangihuthon Debata; unang ala ni pangomoan hailaon, sian ringkot ni roha ma!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Unang ma songon angka na mamaksa natorop; alai gabe tiruan ma hamu di angka na pinarmahan!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Molo i, jaloonmuna ma tumpal hasangapon na so ra malos i, ia dung gabe patar Parmahan na bolon i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Laos songon i ma hamu, angka na umposo, unduk ma hamu di angka na tumunggane! Alai saluhutna ma hamu manolukkon haserepon sama hamu, ai dialo Debata do angka na ginjang roha, alai dilehon do asiasi tu angka na serep marroha.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Antong, patutoru hamu ma dirimuna tutoru ni tangan ni Debata na gogo i, asa dipatimbo hamu di tingkina i!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tinggangkon hamu ma nasa na hinolsohon ni rohamuna tu Ibana, ai disarihon do hamu!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Torang ma rohamuna, dungo ma hamu; na maotaot do alomuna, sibolis i, songon babiat na marauang, mangalului sibondutonna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Gomos ma hamu mangalo ibana marhitehite haporseaon; ingot hamu ma: Ndang tarbahen so songgop angka haporsuhon sisongon i, nang tu angka hahaanggimuna na di portibi on.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo Debata, nampuna saluhut asi ni roha, naung manjou hamu tu hasangaponna na manongtong i di bagasan Kristus, pauliulionna, pahotonna jala patoguonna do hamu, dung jolo ditaon hamu satongkin haporsuhon i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Di Ibana ma hagogoon ro di salelenglelengna! Amen.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Marhite sian si Silwanus, dongan haposan i, di rohangku, hubahen surat na saotik on tu hamu, mangapoi jala mangkatindangkon, i do sintong asi ni roha ni Debata, hajongjonganmuna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Na mandok tabi tu hamu huria na di Babel, na tarpillit rap dohot hita, angkup ni si Markus, anakki.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Masitabian ma hamu huhut masiummaan di bagasan holong ni roha. Dame ma di saluhut hamu, angka na di bagasan Kristus!",
      "type": "content"
    }
  ]
}