{
  "book": "Zefanya",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba taringot tu sun ni hasisiap ni Juda dohot Jerusalem 2-6. II. Jonok na ma ari pamaloson ni Jahowa di angka dosa ni Jerusalem 7-13. III. Pangalaho ni ari uhum na bolon sogot 14-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "On ma hata ni Jahowa, na ro tu si Sepania, anak ni si Kusi, i ma anak ni si Gedalia, i ma anak ni si Amaria, i ma anak ni si Hiskia; uju di angka ari ni si Josia, anak ni si Amon, raja sian Juda.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "(I.) Rasiphononku ma saluhut sian sisik ni tano on, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Rasiphononku ma jolma dohot pinahan; rasiphononku ma pidong angka na martongatonga langit dohot dengke angka na di bagasan laut, angka jolma parjahat rap dohot sibahen gasip; ahu ma tongon maniaphon angka jolma i sian sisik ni tano on, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Patoltolonku ma tanganku tu atas ni Juda dohot tu atas ni saluhut pangisi ni Jerusalem, jala siaphononku sian inganan on pasipasi ni Baal, goar ni angka pangarunding rap dohot angka malim.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ro di halak angka na marsomba tu parangan di langit di atas ni angka tarup angka na marsinggang, huhut marmangmang tu Jahowa huhut marmangmang tu Malkom.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dohot angka na marbalik sian Jahowa, angka na so mangalului Jahowa, jala ndang marpanungkunan tu ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Hohom ma hamu maradophon Tuhan Jahowa! Ai jonok na ma ari ni Jahowa! Ai nunga dipadiri Jahowa sada pelean sipotongon, nunga diparbadiai halak na piniona i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi di ari pamelehon ni pelean sipotongon tiniti ni Jahowa, marlulu ma ahu dompak angka induk dohot dompak angka anak ni raja dohot dompak sude halak angka na marpangkean na pulik luat.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Marlulu ma ahu huhut di ari na sasada i dompak saluhut na manjingkal lobulobu, angka na manggohi bagas ni tuannasida marhite sian hadoboon dohot sipaotooto.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Di ari na sasada i, ninna Jahowa, masa ma suara angguhangguk sian bahal pardengkean, dohot andungandung sian parsitongaan ni huta i dohot hadodobur bolon sian angka buntulbuntul.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Mangangguhi ma hamu ale angka pangisi ni pandudaan! Ai nunga mago saluhut halak partigatiga; tung siap do sude halak na sorat mangusung perak.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Di tingki uju i, ahu sandiri ma mandiori Jerusalem patioptiop sulu, jala marlulu ahu tu baoa, angka na nalom roha di tuaknasida, angka na mandok di bagasan rohanasida: Ndang adong na denggan, manang na jat bahenon ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibahen i tabanon ni halak ma angka sinamotnasida, jala tarulang angka bagasnasida, jala ndang inganannasida bagas angka na pinaulinasida i, jala ndang inumonnasida anggur sian porlak anggur, angka na pinungkanasidai.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Jonok na ma ari ni Jahowa na bolon i; jonok na ma i, jala silu situtu do i ro. Tarbege do sidomdom ni ari ni Jahowa, mangangguk badar ma disi ulubalang.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ari pangarimasan ari na sasada i, ari hagogotan dohot pardangolan, ari partabanon dohot hamagoan, ari haholomon dohot hagolapon marimpotimpot, ari na marombun dohot na marhobot.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ari parsaruneon dohot suraksurak manahopi huta angka na gonting dohot tungkup angka na timbo.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hagogotan ma bahenonku jolma, dadapdadap nasida songon halak na mapitung, ala dompak Jahowa nasida mardosa, jadi durus ma mudarnasida songon orbuk, jala butuhanasida songon gambo.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang tarbahen perak nasida manang serenasida paluahon dirinasida di ari pangarimasan ni Jahowa, jala marhite sian api ni parpirionna i sudahononna sandok tano on, ai tung hasisiap, hamagoan na songgot bahenonna tu sude halak isi ni tano on.",
      "type": "content"
    }
  ]
}