{
  "book": "Zefanya",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sosososo tu hamubaon ni roha 1-3. II. Lumbalumba ni torutoru dompak angka bangso ni Kanaan 4-11. III. Dompak Kus dohot Ninive, huta sabungan ni Assur 12-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tungki ma hamu jala mardangoldangol; ho ale bangso na so umboto na maila!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tagan so songgop dope uhumi, songon hurangkam do laho salpu ari, tagan so songgop dope tu hamu parpiar ni rimas ni Jahowa, tagan so songgop dope tu hamu ari pangarimasan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lulu i ma Jahowa, sude hamu, ale angka na unduk roha di tano on, hamu angka na mangaradoti uhumna; lulu i hamu ma hatigoran, lulu i haserepon, anggiat tung diondingi hamu di ari pangarimasan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Ai ingkon tarulang do Gasa sogot, jala Askelon gabe halongonan; ingkon tarlele di hos ni ari ianggo Asdod, jala ingkon pabalihonna ia Ekron.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marjea ma hamu angka isi ni luat martopihon laut, bangso ni halak Heret i! Manginona ma hata ni Jahowa tu ho, ale Kanaan, tano ni halak Palistim, jala agoonku ma ho, asa unang be marpangisi nanggo sada.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala gabe jampalan do luat martopihon laut, jala panjampalan ni angka birubiru.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi pasipasi ni bangso Juda nampuna luat i, nasida marmahan disi, di bagasan angka jabu sian Askelon nasida mangulon bodarina i; ai marpangulahi roha ni Jahowa, Debatanasida mida nasida, jala mulak boanonna sogot angka na tarbuang sian nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nunga hubege panginsahion ni Moab dohot reherehe ni halak Amon, angka na mangarehei bangsongki, jala manenganenga nasida taringot tu parbalohannasida i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibahen i songon sintongna mangolu ahu, ninna Jahowa Zebaot, Debata ni Israel: Ingkon tudoshon Sodom do Moab sogot, jala tudoshon Gumora angka anak ni Amon, hatubuan ni latong, jala panombangan sira, jala halongonan ro di salelenglelengna. Ingkon pasipasi ni bangsongki martaban nasida sogot, jala ebaeba ni bangsongki tumean nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "I ma songgop tu nasida, balos ni hajungkatonnasida, ala mangarehei nasida, jala manenganenga dompak bangso ni Jahowa Zebaot.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Songkal ma Jahowa idaon nasida, ai rasiponna ma nasa debata sileban di tano on, gabe marsomba tu ibana ganup sian ingananna, sude angka pulo ni bangso parbegu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Nang hamu ale halak Kus, ingkon bunuon ni podangku do hamu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dipatoltol ibana huhut tanganna dompak utara, jala agoonna ma Assur, jala bahenonna Ninive gabe halongonan, hasang songon parhorsihan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi mangulon ma di tongatongana, angka parduan, sude angka binatang harangan, nang sipauk, nang tanggiling marborngini di angka galapangnasida. Tarbege do suara parendeon di bagasan pandiloan, pangulangan di lobulobu; ai nunga diloha ibana parhau ares.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "I ma huta na riburan, na nalom maringanan, na mandok di bagasan rohana: Ahu do bongkai dungkon ni ahu ndang adong! Songon dia do pangulangna disi, gabe pangulonan ni angka binatang panoro! Ganup na mamolus sian i bursikanna do, topaponna tanganna.",
      "type": "content"
    }
  ]
}