{
  "book": "Zefanya",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Dosa ni Jerusalem dohot torutoru ala ni 1-8. II. Bagabaga taringot tu tingki hatuaon bolon sogot 9-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marjea ma huta na jungking dohot na ramun, dohot siulahon gogo!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ndang ditangihon be anggo suara sipaingot, ndang dijangkon pangajaran; ndang marhaposan tu Jahowa, jala ndang jumonok tu Debatana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Angka indukna di tongatongana hira babiat do angka na marauang; angka panguhum di nasida hira gompul do bodarina i, angka na so mangkirahon tu marsogot.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Angka panurirangnasida do halak sijubajabi, angka baoa pangoseose; ia malimnasida mangaramuni inganan na badia i, guru roharohanasida do patik i dibahen.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai na tigor do anggo Jahowa di tongatonganasida, ndang adong diulahon ibana hageduhon, ganup sogot dipapatar uhumna bahen hatiuron, ndang adong na hurang agia aha; alai anggo halak parjahat i, ndang diboto na maila.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nunga pola husiaphon angka bangso parbegu, tarulang hubahen hutanasida angka na gonting i, manalisik hubahen ia alamannasida, ndang adong be pamolus sian i nanggo sahalak; nunga tarrompak hutanasida, ndang adong be jolma pangisina.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ningku do; aut ni ahu dihabiari ho, sai jaloonmu do pangajaran; jadi ndang tagamon siaphononhon inganannasida, manang sadia pe naung hulumbahon tu nasida. Hape lam dipasogot nasida do paroaroa nasa pambahenannasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen i tagam hamu ma ahu, ninna Jahowa ro di ari haboborhathu laho martaban, ai nunga madabu uhumhu papunguhon angka bangso parbegu, paluhuthon angka harajaon mangusehon tu nasida rimashu, saluhut parpiar ni murukku; ai api ni parpirionki mansudahon sandok tano on sogot.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Ai disi do patongononku tu angka bangso dila na pita, asa saluhut nasida manjou goar ni Jahowa, asa dioloi nasida ibana marroha sisangunjur.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sian bariba ni angka batang aek Kus, togihonon ni halak na marsomba ahu, huriangku angka na marserahi bahen pelean sipanganon tu ahu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Di ari na sasada i ndang be tarurak ho ala ni sude pambahenanmu, angka na binahenmi mangalo ahu; ai unsatonku do disi sian tongatongami angka na teal mangasahon haginjangonmu, gabe ndang be datdatanmu patimbotimbo dirim di dolok habadiaonku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala tebahononku do di tongatongami sada bangso na dangol jala na parir, angka na marhaposan tu goar ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia ebaeba ni Israel, ndang be ulahononna hageduhon, jala ndang be hatahononna gabus; jala ndang be jumpang di bagasan pamangannasida dila sipaotooto, ai torang do nasida marparmahan jala marpangulonan, jala ndang adong na manonggoti.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Mariaia ma ho, ale boru Sion! Marolopolop ma ho ale Israel! Marlas ni roha ma ho jala marolopolop sian nasa roham, ale boru Jerusalem!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Nunga diunsat Jahowa uhumna tu ho, nunga disiaphon musum: Ai Jahowa raja ni Israel do di tongatongami, ndang be idaonmu hinamago.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Di ari na sasada i, dohonon ni halak ma tu Jerusalem: Unang ho mabiar, ale Sion! Unang palenduk tanganmu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai Jahowa Debatam do di tongatongami, ulubalang silehon tua do ibana. Marlas ni roha situtu ibana mida ho, hohom ibana di bagasan haholongon ni rohana; marolopolop ibana mardongan pujipujian mida ho.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Halak na gondok roha, angka na holang sian luhutan i, papunguonku do; marharoroan sian ho do nasida, angka na nidondonan ni haurahon nasailaon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ida ma marlulu ma ahu di tingki na sasada i, dompak sude angka na mangarupa ho; pamalumonku ma halak na mengkat, jala papunguonku halak na pinabali, jala bahenonku nasida gabe pujipujian, jala marbarita di saluhut tano haurahon nasida nasailaon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Di tingki na sasada i togihononku ma hamu mulak tu tanomu laos papunguonku ma hamu disi. Ai bahenonku ma hamu marbarita jala gabe hamuliaon di tongatonga ni saluhut angka bangso ni tano on, ia dung hupaulak angka na tarbuang sian hamu tu jolo ni adopanmuna ninna Jahowa.",
      "type": "content"
    }
  ]
}