{
  "book": "Kolose",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tabi ni apostel i 1-2. II. Tarhilas do roha ni apostel i tumangiangkon nasida 3-14. III. Sangap ni Tuhanta manguluhon huria i 15-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat ni si Paulus, apostel ni Kristus Jesus, sian lomo ni roha ni Debata, dohot Timoteus, dongan i,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "mandapothon angka na badia na di Kolosse, angka dongan na porsea, na di bagasan Kristus: Asi ni roha ma di hamu dohot dame sian Debata, Amanta i!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Mandok mauliate do hami, laho tumangiangkon hamu tongtong tu Debata, Ama ni Tuhanta Jesus Kristus.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai hubege hami do barita ni haporseaonmuna di Kristus Jesus, nang holong ni rohamuna mida saluhut na badia,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "ala ni sihirimon i, naung diparade di hamu di banua ginjang i; nunga dibege hamu hian i marhitehite hata hasintongan i, i ma barita na uli i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "I ma naung sahat, nang tu hamu, nang tu liat portibi on; na marparbue do i jala lam ganda, suang songon na di hamu, olat ni dung dibege jala ditanda hamu asi ni roha ni Debata di bagasan hasintongan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Songon i do diguruhon hamu sian si Epapras, dongan saulaon i, na hinaholongan; ai parhalado ni Kristus na haposan do ibana humongkop hamu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Laos ibana do pajojorhon tu hami holong ni rohamuna di bagasan tondi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibahen i, dung hubege hami i, ndang mansohot nang hami tumangiangkon hamu, jala mangido, asa digohi di hamu pantas ni roha, mananda lomo ni rohana, marhitehite nasa hapistaran dohot habisuhon partondion,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "asa marparange na tama di Tuhan i hamu, gabe halomoan situtu jala marparbuehon nasa ulaon na denggan;",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "laos ganda di hamu panandaon di Debata, gabe margogo situtu hamu hombar tu gogo ni hasangaponna i, mangkorhon nasa habengeton dohot lambas ni roha, mardongan las ni roha.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mandok mauliate ma hamu di Ama i, naung patauhon hamu, manjalo tohap na di bagasan hatiuron i, siteanon ni angka na badia i!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai nunga diroro hita sian gomgoman haholomon i, jala dipaunsat hita tubagasan harajaon ni Anak, haholongan ni rohana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Di bagasan Ibana do adong di hita haluaon i, i ma hasesaan ni angka dosa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Ibana do suman ni Debata na so tarida i; na parjolo tubu sian nasa na tinompa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai marhite sian Ibana do ditompa saluhutna, na di banua ginjang dohot na di tano on, na tarida dohot na so tarida i, angka habangsa, angka harajaon, angka gomgoman, angka parhuasoon; saluhutna i do ditompa marhitehite Ibana, jala marhapatean tu Ibana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala di jolo ni saluhutna do Ibana, jala saluhutna i do hot di bagasan Ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ibana do ulu ni daging i, i ma huria i. Ibana do parmulaan, naung parjolo tubu sian angka na mate, asa Ibana parjolo di na saluhutna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai ditontuhon Debata do, naeng ma maringanan di bagasan Ibana sandok hagogokna i!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Laos marhite sian Ibana do padengganonna tu dirina saluhutna i, nang angka na di tano, nang angka na di banua ginjang, dung dipatupa dame marhitehite mudar na sian silangna i, marhitehite Ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dohot do hamu, angka na holang najolo jala parroha musu marhitehite angka ulaon hajahaton,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "dipadenggan Ibana nuaeng marhitehite daging hajolmaonna i, di na mate i Ibana, laho pajongjongkon hamu badia jala so hasurahan jala so sipinsangon, maradophon Ibana.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Asal ma mian hamu ojak jala hot di bagasan haporseaon, jala so olo meret sian pangkirimon, na binegemuna di barita na uli, na binaritahon tu saluhut na tinompa, na ditoru ni langit Ahu, Paulus, gabe parhalado ni i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Las do rohangku nuaeng di angka haporsuhonku na humongkop hamu, jala marhite sian dagingku hugoki na hurang dope di angka na tinaon ni Kristus, humongkop dagingna, i ma huria i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Naung gabe parhalado ni i do ahu, hombar tu pangaradotion ni Debata, na pinasahatna tu ahu, i ma na manggohi hata ni Debata nang di hamu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "I ma hahomion, na buni najolo sian mula ni mulana, marsundutsundut; alai nuaeng dipapatar do tu angka na badiana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai tu nasida do naeng pabotohonon ni Debata surung ni hamuliaon ni hahomion on, di tongatonga ni angka parbegu; i ma: Kristus di bagasan hamu, sihorhon pangkirimon di hasangapon.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ibana do hubaritahon hami; hupaingot jala huajari hami nasa jolma di nasa habisuhon, laho pajongjong ganup jolma rimpas di bagasan Kristus.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "I do huhalojahon mardongan parungkilon, marguru tu hagogoonna, na gogo situtu mangkorhon di bagasan ahu.",
      "type": "content"
    }
  ]
}