{
  "book": "Kolose",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tunduk do parpoda haliluon dibahen Goar dohot ulaon ni Tuhan Jesus 1-15. II. Marhaluaon do huria i marhite sian Tuhan Jesus. Uluna i 16-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dipangido rohangku, naeng ma botoonmuna balga ni parungkilonku humongkop hamu, nang humongkop dongan na di Laodikea, ro di sasude, na so sanga marnida bohingku sandiri.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai naeng ma tarapul rohanasida, pinadomu ni holong ni roha, asa sandok mamora nasida di pangantusion na gomos, gabe ditanda hahomion ni Debata, i ma Kristus i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Di bagasan Ibana do buni saluhut habisuhon dohot parbinotoan na arta.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Umbahen hudok songon i, asa unang dihatahatai deba hamu marhitehite malomalo ni pangkuling.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai padaodao pe isara di pardagingon, naung rap dohot hamu do ahu di partondion, marlas ni roha mamereng turena na di hamu, ro di hot ni haporseaonmuna di Kristus.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Onpe, songon panjangkonmuna di Kristus Jesus, Tuhan i, songon i ma hamu marparange di bagasan Ibana!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Gabe marurat jala pinauliuli ma hamu di bagasan Ibana, togu marhaporseaon, hombar tu na niajarhon tu hamuna; lumobi ma hamu marroha mauliate!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jaga ma hamu, so tung diago deba hamu marhitehite hata bisukbisuk dohot hata lensem na so marimpola, hombar tu tonatona ni jolma, mangihuthon sisiasia ni hasiangan on, ndada mangihuthon Kristus.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai di bagasan Ibana do maringanan sandok gok ni hadebataon marrupahon daging.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Di bagasan Ibana sahat nang tu hamu hagogokna i; Ibana do ulu ni nasa hamuliaon dohot panggomgomion.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Laos di bagasan Ibana do hamu tarsunat, ndada binahen ni tangan, laho mananggal pamatang na mardaging on, binahen ni parsunaton na sian Kristus, i do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai rap tartanom do hamu dohot Ibana, di na tardidi i hamu; laos di bagasan Ibana do rap hamu dipahehe, di na gabe porsea hamu di hagogoon ni Debata, na pahehehon Ibana sian angka na mate.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Asa hamu, naung mate di bagasan angka pangalaosion dohot di bagasan sibuk na so tarsunat i, raphon Ibana do hamu dipahehe, di na sinesana i nasa pangalaosionta.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Disesa do surat tangan i na dompak hita, i ma angka patik na maralohon hita; dipadao do i, dilohothon tu silang i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dipupusi do angka hamuliaon dohot panggomgomion, patar do dipatotondurhon nasida, dipaebangkon do nasida na talu i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Onpe, unang ma diuhumi halak hamu siala sipanganon manang siinumon, manang siala pesta, manang poltak ni bulan, manang ala ni ari Sabbat pe.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Halinu ni angka na naeng ro do i; alai Kristus i do nampuna badan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tung unang ma hamu dilesanlesani halak, na giot paulaula na serep jala sumomba angka surusuruan, ditengatengahon do na niidana di bagasan tondina, pinaburnang ni roharoha ni dagingna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai ndang diparsigantungi Ulu i, ai sian I lam magodang, marguru tu Debata, sandok pamatang i, na niurupan jala pinadomudomu ni angka urat dohot ihotihot.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Anggo naung rap dohot Kristus i hamu mate taringot tu sisiasia ni hasiangan on; boasa ma olo hamu paksaon songon halak na mangolu di hasiangan on:",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Unang jama on! Unang pangan on! Unang tiop on!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sipangkeon jala sipasudaon do i sasudena. Angka patik dohot podapoda ni jolma sambing do angka i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Na songon habistohon do i idaon, na paburjuburjuhon jala na paserepserephon diri, na mangaluntei daging; alai ndang marguna mangalo roha na pasombuhon sibuk.",
      "type": "content"
    }
  ]
}