{
  "book": "Kolose",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka na di ginjang i do sijalahan 1-11. II. Holong ni roha i do siparangehononhon 12-17. III. Sipaingot tu ina, ama, dakdanak dohot anak somang 18-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa molo naung rap hamu dipahehe dohot Kristus, jalahi hamu ma angka na di ginjang; ai disi do Kristus, hundul di siamun ni Debata.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Angka na di ginjang i ma parrohahon hamu, unang ma angka na di tano on!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai nunga mate hamu, jala buni do ngolumuna raphon Kristus di bagasan Debata.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ia dung gabe patar sogot Kristus, hangoluanta i, disi ma gabe patar nang hamu raphon Ibana di bagasan hasangapon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Antong, bunu hamu ma ruasmuna, angka na di tano on: parmainanon, hahodaron, riting ni roha, hisaphisap na roa, ro di pangahution, i ma pardebataon na leban.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ala ni angka i do lalu rimas ni Debata.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Diulahon hamu do angka i najolo, tagan di bagasan i ngolumuna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo nuaeng, bolongkon hamu ma saluhutna i: Rimas, muruk, hajahaton, panginsahion hata barangsi sian pamanganmuna!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Unang ma masigabusan hamu, ai nunga ditanggal hamu jolma na buruk i rap dohot angka parulaonna,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "jala nunga disolukkon hamu na imbaru i, na pinaimbaru, asa tandaonna rupa ni na tumompa ibana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ndang mardiaimbar disi Junani manang Jahudi, na marsunat manang na so marsunat, bangso na leban manang bangso na so maju dope, hatoban manang anak mata; Kristus i do tahe saluhutna jala di bagasan saluhutna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Onpe, hamu angka naung pinillit ni Debata, angka na badia jala hinaholongan, solukkon hamu ma parasirohaon situtu, habasaron, haserepon, lambok dohot lambas ni roha!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Masipauneunean jala masisesaan dosa ma hamu, jumpa marpangkurangi na sada dompak donganna; songon panesa ni Kristus di hamu, songon i ma nang hamu!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai diginjang ni saluhutna i: I ma haholongon ni roha i; ai i do rahutrahut ni nasa harimpason.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala dame ni Kristus i ma mangarajai di bagasan rohamuna, ai tusi do hamu dijou di bagasan sada daging. Gabe parroha mauliate ma hamu!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Gugun ma hata ni Kristus maringanan di tongatongamuna; mardongan sandok hapistaran ma hamu masiajaran jala masipaingotan marhitehite angka ende psalmen, endeende pujipujian dohot ende partondion; endehon hamu ma Debata di bagasan rohamuna marroha hamauliateon!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala na siulaon, manang di hata, manang di pambahenan, saluhutna i ma marhitehite Goar ni Tuhan Jesus, huhut mandok mauliate tu Debata Ama marhitehite Ibana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(III.) Hamu angka parompuan, oloi hamu ma hata ni hamulianmuna be, songon na tama di roha ni Tuhan i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hamu angka baoa, haholongi hamu ma pardihutamuna be, jala unang ma jungking hamu maradophon nasida!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Hamu angka dakdanak, sandok pangoloi ma hamu di natorasmuna, ai i do dihalomohon Tuhan i!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Hamu angka amaama, unang gintali hamu angka anakkonmuna, asa unang mandele!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Hamu angka anak somang, oloi hamu ma angka indukmuna na di tano on di na saluhutna; unang ma pangoloi di mata hamu, songon na mambuat roha ni jolma, marbulus ni roha ma, sian biar ni roha mida Tuhan i!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sian rohamuna ma ula hamu nasa sibahenonmuna; songon na tu Tuhan i, ndada tu jolma!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ingot hamu ma: Sian Tuhan i do jaloonmuna siteanon i, balos ni i Tuhan Kristus i ma oloi hamu!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ai na mangulahon hageduhon, porsanonna do na niulana i, so adong masa parnidanidaon di bohi.",
      "type": "content"
    }
  ]
}