{
  "book": "Kolose",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sipaingot taringot tu tangiang 2-6. II. Hata parujungan 7-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Hamu angka induk, lehon hamu ma na tigor jala na tama tu angka anak somang; ingot hamu: Adong do Tuhan nang di hamu di banua ginjang i!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Manongtong ma hamu martangiang; dungo ma hamu disi, huhut mandok mauliate!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tangiangkon hamu nang hami, asa dilehon Debata di hami pintu na ungkap di hata i, mangkatahon hahomion ni Kristus; ala ni i do, umbahen na tarihot ahu,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "asa hupapatar i songon na tama pangkatahonku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Marpantas ni roha ma hamu marparange maradophon angka na di balian; parhaseang hamu ma tingki!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sai tong ma lambok hatamuna, songon na siniraan, asa botoonmuna alus na patut tu ganup jolma.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Pabotohonon ni Tikikus do tu hamu nasa na masa di ahu; ibana do dongan na hinaholongan jala parhalado haposan jala dongan pangula di bagasan Tuhan i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alas ni on do, umbahen na husuru ibana tu hamu, asa diboto hamu na masa di hami, jala asa diapul rohamuna,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "rap dohot si Onesimus, dongan haposan, haholongan i, na sian hamu on; pabotohononnasida do tu hamu nasa na masa di hami.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Manongos tabi tu hamu: Aristarkus donganku tarhurung, dohot Markus, ibebere ni Barnabas; nunga dijalo hamu hata taringot tu ibana; anggo ro ibana tu hamu on, jangkon hamu on, jangkon hamu ma ibana!",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Songon i Jesus, na margoar Titius Justus; holan nasida do Jahudi hian, donganku pangula di harajaon ni Debata, angka na gabe apulapul di ahu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Manongos tabi tu hamu Epapras na sian hamu on, naposo ni Kristus Jesus; na tongtong do ibana marungkil tumangiangkon hamu, asa jongjong hamu rimpas jala margomos ni roha situtu di nasa na hinalomohon ni Debata.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ahu do saksina di godang ni na hinalojahonna i humongkop hamu dohot humongkop angka dongan na di Laodikea, nang na di Hierapolis.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Manongos tabi tu hamu pandaoni Lukas, haholongan i, dohot si Demas.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dok hamu ma tabi tu angka dongan na di Laodikea, songon i tu Nimpa, ro di huria na marpungu di jabuna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala ia dung dijaha surat on di hamu, sarihon hamu ma, asa dijaha i nang di huria Laodikea; jala naeng ma jahaonmuna nang surat na tu Laodikea i!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dok ma tu si Arhippus: Jaga ho di tohonan, na jinalom di bagasan Tuhan i, laho mangaradotisa!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "On ma tabingku sian ahu, Paulus, na sinurat ni tanganku. Ingot hamu ahu na tarrante i! Didongani asi ni roha i ma hamu!",
      "type": "content"
    }
  ]
}