{
  "book": "Amos",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patujolo ni angka panurirangon ni si Amos 1-2. II. Lumbalumba ni uhum dompak Damaskus 3-5. III. Dompak Gasa 6-8. IV. Dompak Tirus 9-10. V. Dompak Edom 11-12. VI. Dompak Amon 13-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma angka hata ni si Amos sada halak sian angka parmahan sian Tekoa, angka na niidana taringot tu Israel di angka ari ni si Usia, raja sian Juda, dohot di angka ari ni si Jerobeam anak ni si Joas, raja sian Israel, dua taon jumolo sian lalo.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi didok ma: Patungoromon do Jahowa sian Sion, jala dipangiar soarana sian Jerusalem. Jadi malos ma angka jampalan ni angka parmahan, jala hasang punsu ni Karmel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Songon on do hata ni Jahowa: Ala ni tolu pangalaosion ni Damaskus, jala ala ni opat ndang pasurutonku, ala naung diluntak nasida Gilead marhitehite salosap bosi.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alani tongosonku ma api tu bagasan bagas ni si Hasael, gabe suda panganonna angka bagas bolon ni si Benhadad.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ponggolhononku dohot ransangransang ni pargumbangan ni Damaskus, jala siaphononku jolma pangisi ni rura ajiajian ro di sitiop tungkot harajaon sian huta Harorangan gabe tarbuang bangso Ram tu Kir, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(III.) Songon on do hata ni Jahowa: Ala ni tolu pangalaosion ni Gasa, jala ala ni opat ndang pasurutonku, ala dibuangkon nasida hinagok ni angka na tarbuang laho pasahathon tu Edom.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i tongosonku ma api tu bagasan angka parik ni Gasa, gabe suda panganonna angka bagas na bolon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala siaphononku jolma pangisi ni Asdod, ro di sitiop tungkot harajaon sian Askelon; jala patoltolonku ma tanganku dompak Ekron, gabe mago ma pasipasi ni halak Palistim, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(IV.) Songon on do hata ni Jahowa: Ala ni tolu pangalaosion ni Tirus, jala ala ni opat ndang pasurutonku, ala dipasahat nasida hinagok ni angka na tarbuang tu Edom, jala ndang diingot nasida padan pardongansabutuhaon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen i tongosonku ma api tu bagasan angka parik ni Tirus gabe suda panganonna angka bagas na bolon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(V.) Songon on do hata ni Jahowa: Ala ni tolu pangalaosion ni Edom, jala ala ni opat ndang pasurutonku, ala na nilelena anggina patioptiop podang, jala diojoti angka asina jala tongtong manansani rimasna, jala martaronggop murukna salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen i tongosonku ma api tu bagasan Teman, gabe suda panganonna angka bagas bolon di Bosra.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(VI.) Songon on do hata ni Jahowa: Ala ni tolu pangalaosion ni halak Amon, jala ala ni opat ndang pasurutonku, ala dilapa nasida angka na gabegabean di Gilead asa pabidang parbalohannasida.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibahen i pagalahonku ma api di bagasan angka parik ni Rabba, gabe suda panganonna angka bagas na bolon, mardongan suraksurak di ari tongtangan, mardongan habahaba di ari hamamasa ni halisungsung.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tarboan dohot rajanasida tu habuangan, ibana rap dohot induk pinabangkitna i, ninna Jahowa.",
      "type": "content"
    }
  ]
}