{
  "book": "Amos",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba ni uhum dompak Moab 1-3. II. Dompak Juda 4-5. III. Dompak Israel 6-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Songon on do hata ni Jahowa: Ala ni tolu pangalaosion ni Moab, jala ala ni opat ndang pasurutonku, ala tinutunganna i angka holiholi ni raja ni Edom bahen hapur.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dibahen i tongosonku ma api tu bagasan Moab, gabe suda panganonna angka bagas bolon di Keriot, gabe mate Moab di hagunturon, marsoara toletole, marsoara sarune.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala siaphononku ma panguhum sian tongatongana, jala bunuonku sude indukna rap dohot ibana, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Songon on do hata ni Jahowa: Ala ni tolu pangalaosion ni Juda, jala ala ni opat ndang pasurutonku ala ditoishon nasida patik ni Jahowa, jala ndang diradoti angka tonana, gabe gabusnasida, angka na niihuthon ni angka ompunasida dope paotootohon nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dibahen i tongosonku ma api tu bagasan Juda, gabe suda panganonna angka bagas bolon di Jerusalem.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(III.) Songon on do hata ni Jahowa: Ala ni tolu pangalaosion ni Israel, jala ala ni opat ndang pasurutonku, ala digadishon nasida partigor i tu perak dohot na pogos i ali ni sipatu sapasang.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nasida angka na mangkauashon orbuk ni tano i ampe tu ulu ni halak na pogos, jala dipailingiling dalan ni halak na dangol; udur anak dohot amana laho tumopot sada parompuan, asa diramuni goarhu na badia.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Marbustangan nasida di angka ulos gade di lambung ni saluhut langgatan, jala anggur ni angka na hona dando disobur nasida di bagas ni angka debatanasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Hape ahu nian mamansingkon halak Amori maradophon nasida, atik pe nasa timbo ni hau ares timbona, jala songon hau hariara bolonna; ahu mamansingkon parbuena sian ginjang, jala uratna sian toru.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala ahu nian manogihon hamu ruar sian tano Misir, jala huiringiring hamu, di halongonan opatpulu taon lelengna laho manean tano ni halak Amori.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala ahu pabangkithon sian angka anakmuna bahen panurirang, jala sian dolidolimuna bahen halak na pinapulik. Atehe, nda tongon do, hamu ale angka anak ni Israel! ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Hape dipainumhon hamu do anggur tu halak na pinapulik, jala ditonahon hamu tu angka panurirang: Ndang jadi hamu manurirangi!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ida ma ahu ma manipa hamu, songon panipa ni hureta, na gok tibalan.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi ndang marguna hapoporus ni halak na bontis, jala ndang targogohon halak na gogo gogona i, jala ndang tarpalua ulubalang hosana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Halak sisintak sior pe, ndang manahan jongjong, jala halak na bontis mardalan ndang malua, halak parsihundul di hoda pe, ndang tarpaluasa hosana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala halak na todos roha sian angka ulubalang, marsaemara ibana maporus di ari na sasada i, ninna Jahowa.",
      "type": "content"
    }
  ]
}