{
  "book": "Amos",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba ni uhum tu sandok Israel, nilumbahon ni Debata hian tu panurirang i 1-8. II. Marlulu Debata dompak dosa ni Samaria 9-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tangihon hamu ma hata on, na nidok ni Jahowa taringot tu hamu halak Israel, taringot tu sandok bangso, na hutogihon ruar sian tano Misir, songon on do:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Holan hamu do nian na hutanda sian nasa bangso di tano on; dibahen i luluhononku ma tu hamu saluhut hajahatonmuna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tung udur ma tagamon mardalan dua halak, nda jolo sian dos ni rohanasida?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung tagamon ma patungoromon babiat di tombak nda adong soroonna? Tung tagamon pangiaron ni anak ni babiat ma soarana sian liangna, nda adong na jumpangsa?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tung tagamon ma tarjail pidong tu jorgong di tano, molo so jolo ditaon sambil? Tung tagamon ma bingkas jorgong i sian tano, nda adong dapotsa?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tung tagamon ma mangkuling sarune di bagasan huta, so biahaton situan na torop? Tung adong ma tagamon masa parmaraan di bagasan huta, so binahen ni Jahowa?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai ndang adong dibahen Tuhan Jahowa nanggo sada, nda jolo dipapatar sibunianna tu panurirang, angka naposona i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Patungoromon babiat, tung ise ma na so mabiar? Mangkuling Tuhan Jahowa, tung ise ma na so manurirang?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Patubegehon hamu ma i tu angka bagas bolon di Asdod dohot tu angka bagas bolon di tano Misir, jala dok hamu ma: Marluhut ma hamu tu ginjang ni angka dolok Samaria, asa tung diida hamu angka halumlamon godang di tongatongana dohot angka pangarupaon di bagasan.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ndang diboto nasida be mambahen uhum na tingkos, ninna Jahowa; nasida angka na pagukguk hajahaton dohot hadoboon di bagasnasida angka na bolon i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen i songon on do didok Tuhan Jahowa: Musu humaliang tano on; jala paijuronna sian ho hagogoonmi jala pupusonna bagasmu angka na bolon i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Songon on do hata ni Jahowa: Suang songon pangarampas ni parmahan sian baba ni babiat dua haehae, manang parsibongan ni pinggol sada, laos songon i do halulua ni halak Israel sogot, angka na hundul di Samaria, di suhi ni lage dohot di surta tutup ni podoman.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tangihon jala hatindangkon hamu ma i di bagasan jabu ni si Jakkob, ninna Tuhan Jahowa Debata Zebaot.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Di ari uju marlulu ahu dompak angka pangalaosion ni Israel, marlulu ma ahu dohot dompak angka langgatan ni Betel, jadi maponggol ma angka tanduk ni langgatan i, jala angka dabu tu tano.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Rap lohaonku ma bagas undungundung dohot bagas di huta; mago ma dohot angka bagas gading, jala siap torop angka bagas, ninna Jahowa.",
      "type": "content"
    }
  ]
}