{
  "book": "Amos",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba ni habuangan tu isi ni Samaria 1-3. II. Ai ndang olo nasida paubahon rohanasida, atik pe na sai jotjot hona pinsang na sai laon 4-11. III. Apoapo tu hamubaon ni roha 12-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tangihon ma hata on, hamu ale lombu sian Basan, angka na di dolok ni Samaria, angka na mangarupa halak na pogos, jala dipapisatpisat halak na metmet, angka na mandok tu tuannasida: Boan hamu tuson, asa husobur hami.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga pola marmangmang Tuhan Jahowa tu habadiaonna, ida ma, ro do angka ari sogot tu hamu, saraton ni halak ma hamu marhitehite haithait, jala pinomparmuna marhitehite hail ni pardengke.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi ruar ma hamu sian bungbung ni parik, masitondong dalanna di jolona be do, jala timpalhononmuna ma ajiajiani, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Ro ma hamu tu Betel asa manjahati! Tu Gilgal, patamba pangalaosion! Jala boan hamu manogotna i peleanmuna dohot saparsampulumuna ganup patoluarihon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala tutung hamu pelean hamauliateon sian na niigaran, jala tingtingkon hamu pelean bagabaga, baritahon hamu! Ai i do lomo ni rohamuna, hamu ale anak ni Israel, ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ahu pe antong, hulehon do tu hamu haiason ni ipon di saluhut hutamuna, jala hararapar di sagusagu di saluhut ingananmuna, alai laos so mulak hamu tu ahu, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ahu pe antong, huontok do sian hamu udan, arga tolu bulan nari dope asa gotilon. Dung i huta nasada hupaudan, huta na sadanari ndang hupaudan; hauma santurpuk dapotan udan, na santurpuk nari, na so tininggang ni udan, marsik do.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi madoado dua manang tolu huta tu huta na sada naeng minum aek nian, hape ndang sombu. Alai laos so mulak hamu tu ahu, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nunga nian huhonahon tu hamu antingano dohot sirara, jala godangan porlakmuna nunga suda digagat sihapor ro di porlak anggurmuna, hau antajau dohot hau jetunmuna. Alai laos so mulak hamu tu ahu ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nunga nian hutongos tu tongatongamuna begu siherut marpangalaho songon uju di Misir, huragehon angka dolidolimuna marhitehite podang, huhut tarboan hodamuna, jala nunga hupaanggohon angir ni parsaroanmuna tu bagasan igungmuna, laos so mulak hamu tu ahu, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nunga tung hupabalik hamu, songon hababalik ni Sodom dohot Gumora, binahen ni Debata, jadi doshon sipusipu na tinait sian api do hamu, hape laos so mulak hamu tu ahu, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Dibahen i, songon i do bahenonku tu ho ale Israel! Antong ala huondam bahenonku songon i tu ho, marhobas ma ho manjumpangkon Debatam, ale Israel!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai ida ma, ibana do Sijadi angka dolok jala sitompa alogo, jala dipabotohon tu jolma manang aha sangkapna; ibana mambahen sibalik hunik gabe haholomon, jala didalani angka buntulbuntul ni tano on: Jahowa, Debata Zebaot goarna.",
      "type": "content"
    }
  ]
}