{
  "book": "Amos",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Andung taringot tu hatitinggang ni Israel 1-3. II. Apoapo mangalului Jahowa 4-9. III. Pinsangpinsang taringot tu hajungkaton ni Israel 10-13. IV. Apoapo tu hamubaon ni roha 14-15. V. Lumbalumba taringot tu ari uhum na jonok i 16-27",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Tangihon hamu ma hata on, asa hubahen sada andung taringot tu hamu, ale pinompar ni israel!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Nunga tinggang boru Israel, ndang tarbahensa be hehe nunga bustang tu tanona, ndang adong nanggo sahalak na pahehe ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai songon on do hata ni Tuhan Jahowa: Huta na paborhathon saribu, tading na ma sian i saratus; jala na paborhat saratus, tading nama sian i sampulu sogot di pinompar ni Israel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "(II.) Ai songon on do hata ni Jahowa tu pinompar ni Israel: Lulu i hamu ma ahu, asa mangolu hamu!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Unang tagonan lulu i hamu Betel, jala unang laho hamu tu Gilgal, jala unang taripar hamu tu Berseba! Ai tarboan tu habuangan sogot ia Gilgal, jala ia Betel gabe sisoada.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Lulu i hamu ma Jahowa, asa mangolu hamu! Asa unang dirampok bagas ni si Josep, songon api, jala suda dipangan, hape ndang adong pangintopi di Betel nanggo sahalak.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hamu angka na pahosing uhum gabe pogu, jala diluntak hatigoran tu tano!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jahowa do sijadi bintang Poriama dohot bintang Sidongdong jala ibana pahosing linggoman ni hamatean gabe torang ni ari, jala dipaholom ari gabe borngin; ibana do sijou angka aek ni laut, jala diusehon muse tu sisik ni tano on: Jahowa do Goarna!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ibana do parohon hasiapon tu halak na gogo, gabe ro hasiapon tu huta na gonting.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(III.) Dihasomorhon nasida do jolma pamodai di partungkoan, jala marbiasbias nasida mida halak sidok na sintong.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dibahen i, ala diluntak hamu halak na pogos, jala dijalo hamu eme silehonlehon manuruk sian ibana, gabe ndang ingananmuna bagas, angka na pinaulimuna sian batu na nidakdak; disuani hamu pe angka porlak anggur hasoloan, hape ndang inumonmuna anggurna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai huboto do torop ni pangalaosionmuna dohot hinadeak ni dosamuna, hamu angka na manosak halak partigor, angka na manjalo hasunan manuruk, jala dipatungki halak na pogos di partungkoan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibahen i laos hohom do halak na marroha, ai tingki na jahat do on.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(IV.) Lulu i hamu ma na denggan, unang tagonan na jat i, asa mangolu hamu! Asa tongon Jahowa, Debata Zebaot donganmuna, songon na nidokmuna i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hagigihon hamu ma na jat i, jala haholongi hamu na denggan, jala hajongjongkon hamu uhum di partungkoan! Anggiat tung marpangulahi roha ni Jahowa Debata Zebaot mida pasipasi ni Josep.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(V.) Dibahen i, songon on do hata ni Jahowa, Debata Zebaot, Tuhan i: Di saluhut angka alaman masa andung, jala di saluhut dalan dohononnasida sogot: Oe, oe! Tole parumauma jouonnasida mandokkon tumatangis, tole angka siboto andung dohononna mangandungi.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala masa do andung di saluhut porlak anggur, molo mamolus ahu sian tongatongamu, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Marjea ma nasida angka na mangapian di ari ni Jahowa! Tung aha labamuna sian i? Haholomon do ari ni Jahowa, ndada hatiuron.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hira songon halak na maporus maradophon singa, gabe dijumpangkon babiat ibana; jala dung ro di jabu ibana, gabe mangunsande tanganna tu dorpi hape dipargut ulok ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Nda haholomon tongon ari ni Jahowa, jala ndada hatiuron hagolapon do, ndang marsinondang?",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Huhagigihon, biasan ahu mida angka ari rayamuna, jala ndang dihalomohon rohangku angka luhutanmuna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ai nang pe dipelehon hamu tu ahu angka pelean situtungon dohot pelean sipanganon, ndang lomo rohangku disi, pelean hamauliateon sian pinahanmuna pamuean pe, ndang parduli ahu disi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Paholang ma sian ahu hagunturon ni angka endemu, jala ndang lomo roha ni pinggolhu umbege soara ni sordammu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi margilinggiling ma songon aek uhumi, jala hatigoran songon sunge na so olo marsik.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tung adong ma angka pelean sipotongon dohot sipanganon dipasahat hamu tu ahu di halongonan saleleng siopatpulu taon, hamu ale pinompar ni Israel?",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Antong usungonmuna ma undungundung ni rajamuna ro di ojahan ni ganaganaanmuna, tole bintang ni debatamuna, angka na binahenmuna di hamu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi toguonku ma hamu tarbuang dao salpu sian Damaskus, ninna Jahowa, Debata Zebaot goarna.",
      "type": "content"
    }
  ]
}