{
  "book": "Amos",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pinsangpinsang taringot tu pargadombuson ni Sion dohot Samaria 1-7. II. Lumbalumba ni uhum madabu 8-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Marjea ma jolma angka na pedem marroha di bagasan Sion dohot jolma angka na marpangatauan tu dolok Samaria, angka ihutan parjolo ni angka bangso, jala tu nasida do ro angka pinompar ni Israel.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Taripar ma hamu maningkir tu Kalne; dung i laho ma hamu sian i tu Hamat, huta na bolon i; dung i laho tuat ma hamu tu Gat huta ni halak Palistim; tung dumenggan ma nasida sian angka harajaon on, manang tung lumambas parbalohannasida sian parbalohanmuna?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Hamu ale angka na marsurasurahon holang dope ari hamagoan i, hape hamu do pajonokkon hundulan ni hadoboon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hamu angka na marpeahan di atas podoman angka na sian gading, jala marbustangan di atas lagenasida, jala na manganhon angka anak ni birubiru pamuean dohot anak ni lombu na pinamokmok sian tongatonga ni bara.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hamu angka na umpiltik hasapi jala na patomutomu ende, songon si Daud mardongan parhinaloan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hamu angka na marsobur anggur sian panginuman, jala na marpangirhon miak angka na humushus, alai ndang dihabothon anggo habobola ni si Josep.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen i ingkon nasida ma nuaeng manguluhon angka na tarbuang tu habuangan: Jadi sohot ma ende ni angka pargadombus.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Nunga pola marmangmang Tuhan Jahowa tu dirina, ninna Jahowa Debata Zebaot: Marbiasbias do ahu mida hajungkaton ni Jakkob, jala huhagigihon bagasna angka na bolon, jadi pasahatonku ma huta i ro di pangisina.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tung sura pe tading dope sampulu halak di bagasan sada jabu, marmatean do nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi ia adong tondongna na mangusung dohot na manambun nasida, laho paruarhon angka holiholi sian jabu, jala didok ma tu nasa halak na di jambur ni bagas i: Atehe, adong dope donganmu dison? Jadi dohononna ma: Nunga buriapus! Jadi dohononna ma: Sip ma ho, ai ndang be jadi pajoujouon goar ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai ida ma, Jahowa do na mandokkon jala diropuhi bagas na bolon i, ia bagas na metmet i ditahai do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tung marinjak ma tagamon hoda di atas dolok batu manang tung maninggala disi angka lombu? Ai nunga dipauba hamu uhum gabe rasun, jala parbue ni hatigoran gabe pogu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Hamu angka na mangkalashon na so adong, angka na mandok: Nda nunga maruli angka tanduk hita marhitehite gogonta?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai ida ma ahu pahehehon dompak hamu, ale pinompar ni Israel, ninna Jahowa, Debata Zebaot, sada bangso laumonna ma hamu, olat ni Hamat sahat ro di sunge ni adaran.",
      "type": "content"
    }
  ]
}