{
  "book": "Amos",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tolu pangungkapon tu si Amos 1-9. II. Amasia mangalualuhon ibana tu rajai, gabe dipabungkas ibana 10-13. III. Panurirangon dompak si Amasia 14-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Songon on do dipataridahon Tuhan Jahowa tu ahu, ida ma jumadihon sihapor ibana, di mulana martumbur duhutduhut ni panabian; jala ida ma sagak do i, dung ma nabi rajai.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dung sun siap digagat suansuanan ni tano i, ningku ma: Ale Tuhan Jahowa, sai marpamuati ma roham! Tung beha ma panahan ni Jakkob jongjong ai na metmet do ibana?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi marpangulahi ma roha ni Jahowa taringot tusi; ndang jadi saut! ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Songon on do dipataridahon Tuhan Jahowa tu ahu, ida ma: Dipio Tuhan Jahowa ma api laho manorui, nunga pola disudahon lung bolon i, disudahon dohot partalian i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi ningku ma: Ale Tuhan Jahowa, ua pasadi ma! Tung beha",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi marpangulahi ma roha ni Jahowa taringot tusi; dohot i pe ndang jadi saut! ninna Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Songon on muse dipataridahon tu ahu, ida ma: Jongjong do Tuhan i di atas ni sada parik na rahis situtu sinasap, patioptiop tali rambu na marpungga di bagasan tanganna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna Jahowa ma tu ahu: Aha do na niidam, ale Amos? Jadi ningku ma: Tali rambu na marpungga do! Jadi ninna Tuhan i ma: Ida ma pagistangonku ma sada tali rambu di tongatonga ni bangsongku Israel, ndang be marsombusombu ahu mida ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ingkon saesae ma angka buntulbuntul ni Isak, jala tarulang angka bagas na badia ni Israel, jala hehe ma ahu dompak bagas ni si Jerobeam patioptiop podang.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Jadi disuru si Amasia, malim sian Betel, suruonna tu si Jerobeam, raja sian Israel, ninna ma: Marjehejehe do si Amos dompak ho di tongatonga ni pinompar ni Israel; ndang tartaon tano i hatahatana sudena.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai songon on do didok si Amos: Ingkon mate si Jerobeam marhitehite podang, jala ingkon tarboan tu habuangan ianggo Israel sian tanona.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i didok si Amasia ma tu si Amos: Laho ma ho ale paralatan! Maporus ma ho tu tano Juda, jala disi ma ho mangan sagusagu, jala disi ma ho manurirangi!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai anggo di Betel unang be datdati manurirangi! Ai huta habadiaon ni rajai do i, jala hundulan ni harajaon do i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Jadi ninna si Amos ma mangalusi si Amasia: Ndang nian panurirang ahu, jala ndang anak ni panurirang ahu, halak parmahan do ahu, jala na papungupungu parbue ni hau antajau.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i dibuat Jahowa ma ahu sian na mangadu birubiru, jala didok Jahowa tu ahu: Laho ma ho manurirangi dompak bangsongku Israel!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "On pe tangihon ma hata ni Jahowa! Nimmu do: Ndang jadi ho manurirangi dompak Israel, jala ndang jadi pistikkononmu hatam dompak pinompar ni si Isak!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dibahen i songon on do hata ni Jahowa: Marmainan do jolmam di bagasan huta, jala marragean angka anakmu dohot borum marhitehite podang, jala bagion do tano on marhitehite rujiruji, jala mate di atas tano na ramun do ianggo ho jala tarboan tu habuangan ia Israel sian tanona.",
      "type": "content"
    }
  ]
}