{
  "book": "Amos",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangungkapon taringot tu hirang na marisi parbue ni hau naung malamun, tudosan ni halalamun ni Israel hona uhum 1-6. II. Nunga disangkap Jahowa hasisiap ni bangsona 7-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Songon on do dipataridahon Tuhan Jahowa tu ahu, ida ma, sada hirang na marisi parbue naung malamun.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ninna ibana ma: Aha do na niidam, ale Amos? Jadi ningku ma: Sada hirang marisi parbue naung malamun dung i ninna Jahowa ma tu ahu: Nunga jumpang hasisimpul ni bangsongku Israel, ndang be marsombusombu ahu mida ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi di ari na sasada i andungkononnasida ma angka ende di joro i, ninna Tuhan Jahowa dibahen hinadeak ni bangke, sip songon i ditimpalhon margugungugun.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tangihon ma hata on, hamu ale angka na mangarohai halak na pogos, jala disiaphon halak na dangol di tano on.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angka na mandok: Andigan pe ulaning salpu poltak ni bulan asa manggadis eme hita? Andigan salpu dohot ari Sabbat, asa tarungkap sopo paremean? Laho pametmethon solup, jala pabalgahon arga dohot mangansi marhite sian hatian si paotooto.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Laho manuhor halak na parir ali ni perak dohot halak na pogos ali ni sipatu sapasang, asa tagadis lapung singkat ni eme.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Nunga pola marmangmang Jahowa tu hamuliaon ni si Jakkob: Molo tung halupahononku be salelenglelengna angka pambahenannasida sudena.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tung so humuntal ma tano on taringot tusi, manang so margudompong nasa pangisina? Gabe binsat songon batang aek Nil sandok tano i, jala margalumbang jala moru, songon Nil ni Misir.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Di ari na sasada i, ninna Tuhan Jahowa, sundut ma mata ni ari di hos ni ari, jala paholomonku tano on arian.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Paubaonku ma ari rayamuna gabe pangandungan, jala saluhut endemuna gabe andung; jala alithononku tu saluhut gontingmuna ulos hori, jala hapalpalon tu atas saluhut ulu; jala bahenonku do songon hangaluton marhinamagohon anak sasada, jala ujungna songon ari hinamago.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ida ma, ro do angka ari sogot, ninna Tuhan Jahowa, tongosonku ma haraparon tu tano on, ndada haraparon di sagusagu manang hauason di aek ingkon di angka hata ni Jahowa do, naeng begeonna nian.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi madoado ma nasida sian laut na sada tu laut nasada nari, jala sian utara tu habinsaran diliati nasida mangalului hata ni Jahowa nian, hape laos so jumpang nasida do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Di ari na sasada i mandate ma boruboru namarbaju, angka na uli rupa ro di angka dolidoli dibahen uas.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nasida angka na marmangmang tu hadosaon ni Samaria, angka na mandok; songon sintongna mangolu Debatam, ale Dan! Songon ngolu ni dalan tu Berseba! Ingkon marragean nasida sogot, jala ndang be hehe.",
      "type": "content"
    }
  ]
}