{
  "book": "Amos",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangungkapon taringot tu haloloha ni bagas joro dohot habubuang ni bangso i 1-6. II. Panurirangon taringot tu pangulahina i jongjong sogot undungundung ni si Daud, na malohai nuaeng 7-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Huida do Tuhan i jongjong di atas ni langgatan, jala ninna do: Lotak ma pasina, asa humuntal angka balok, jala ropuhi nasida di atas ni ulu ni saluhut nasida! Jala pinomparnasida bunuonku do marhitehite podang; ndang adong na malua sian nasida angka na maporus i, ndang adong na malua tutu nanggo sada.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tung sura pe ditondong nasida sahat tu bagasan parbeguan, alapon ni tanganku do nasida sian i; jala tung sura pe manaek nasida tu banua ginjang, paijuronku do nasida sian i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tung sura pe martabuni nasida di punsu ni Karmel hampunganku do nasida, huhut mamboan nasida sian i; tung sura pe martabuni nasida maradophon matangku di bagasan lung ni laut, dohononku do sian i naga i, asa dipargut nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tung sura pe laho nasida tu habuangan di jolo ni angka musu nasida, dohononku do sian i podang i, asa dibunu nasida. Sai nolnol do matangku mangalo nasida mambahen marhinamago, ndang anggo na denggan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Molo Tuhan Jahowa Zebaot manjama tano on gabe malala ma jala margudompong sude pangisina i, gabe binsat songon batang aek Nil sandok tano i jala moru muse songon Nil ni Misir.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ibana do paulihon angka bilutna parginjang di banua ginjang, jala punguanna diojakkon di atas tano on. Ibana do na manjou angka aek ni laut, jala diusehon muse tu sisik ni tano on, Jahowa do goarna!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Nda songon angka anak ni halak Kus, hamu ale halak Israel di ahu? ninna Jahowa. Nda ahu do na manogihon halak Israel ruar sian tano Misir, jala halak Palistim sian Kaptor, jala halak Ram sian Kir?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ida ma, sai nolnol do mata ni Tuhan Jahowa mangalo harajaon pardosaon i, sai siaphononku do i sian sisik ni tano on, alai tahe ndatung sun siap bahenonku pinompar ni si Jakkob, ninna Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai ida ma, ahu martona jala marsege sogot pinompar ni Israel di tongatonga ni saluhut bangso parbegu, songon na marsege di anduri, jala ndang mapisik tu tano na porngis, nanggo sangkamata.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Binahen ni podang marmatean sogot nasa pardosa ni bangsongki, angka na mandok: Ndang tagamon sahat manang mangonai tu hita hinamago i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Di ari na sasada i pajongjongonku ma muse undungundung ni si Daud na malohai, jala paulionku parik angka na bungbung i, jala pajongjongonku muse angka na malohai, jala paulionku do i, suang songon di angka ari mulamula.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa nasida manean pasipasi ni Edom dohot saluhut bangso parbegu angka na targoar tu goarhu, ninna Jahowa, na pasauthon songon i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ida ma, na ro do sogot angka ari, ninna Jahowa: Masijaloan ma paninggala dohot panggotil, pardege dohot panabur; jadi manetekkon anggur angka dolok, jala binsat angka dolokdolok sudena.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i togihononku ma mulak angka na tarbuang sian bangso Israel; jala paulionnasida muse huta angka na tarulang, laos inganannasida ma, jala pungkaonnasida ma angka porlak anggur, laos inumonna ma anggurna, jala pangkeonnasida ma angka porlak, laos panganonna dohot parbuena.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala lopokhononku ma nasida tu tanonasida, jala ndang be pabalionku nasida sian tanonasida, na hulehon i tu nasida, ninna Jahowa Debatam.",
      "type": "content"
    }
  ]
}