{
  "book": "Mazmur",
  "chapter": 106,
  "verses": [
    {
      "verse": 1,
      "text": "Praise the LORD. Give thanks to the LORD, for he is good; his love endures for ever.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Who can proclaim the mighty acts of the LORD or fully declare his praise?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Blessed are they who maintain justice, who constantly do what is right.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Remember me, O LORD, when you show favour to your people, come to my aid when you save them,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "that I may enjoy the prosperity of your chosen ones, that I may share in the joy of your nation and join your inheritance in giving praise.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "We have sinned, even as our fathers did; we have done wrong and acted wickedly.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "When our fathers were in Egypt, they gave no thought to your miracles; they did not remember your many kindnesses, and they rebelled by the sea, the Red Sea.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Yet he saved them for his name’s sake, to make his mighty power known.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "He rebuked the Red Sea, and it dried up; he led them through the depths as through a desert.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "He saved them from the hand of the foe; from the hand of the enemy he redeemed them.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "The waters covered their adversaries; not one of them survived.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Then they believed his promises and sang his praise.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "But they soon forgot what he had done and did not wait for his counsel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "In the desert they gave in to their craving; in the wasteland they put God to the test.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "So he gave them what they asked for, but sent a wasting disease upon them.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "In the camp they grew envious of Moses and of Aaron, who was consecrated to the LORD.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "The earth opened up and swallowed Dathan; it buried the company of Abiram.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Fire blazed among their followers; a flame consumed the wicked.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "At Horeb they made a calf and worshipped an idol cast from metal.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "They exchanged their Glory for an image of a bull, which eats grass.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "They forgot the God who saved them, who had done great things in Egypt,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "miracles in the land of Ham and awesome deeds by the Red Sea.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "So he said he would destroy them—had not Moses, his chosen one, stood in the breach before him to keep his wrath from destroying them.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Then they despised the pleasant land; they did not believe his promise.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "They grumbled in their tents and did not obey the LORD.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "So he swore to them with uplifted hand that he would make them fall in the desert,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "make their descendants fall among the nations and scatter them throughout the lands.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "They yoked themselves to the Baal of Peor and ate sacrifices offered to lifeless gods;",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "they provoked the LORD to anger by their wicked deeds, and a plague broke out among them.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "But Phinehas stood up and intervened, and the plague was checked.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "This was credited to him as righteousness for endless generations to come.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "By the waters of Meribah they angered the LORD, and trouble came to Moses because of them;",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "for they rebelled against the Spirit of God, and rash words came from Moses’ lips.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "They did not destroy the peoples as the LORD had commanded them,",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "but they mingled with the nations and adopted their customs.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "They worshipped their idols, which became a snare to them.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "They sacrificed their sons and their daughters to demons.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "They shed innocent blood, the blood of their sons and daughters, whom they sacrificed to the idols of Canaan, and the land was desecrated by their blood.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "They defiled themselves by what they did; by their deeds they prostituted themselves.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Therefore the LORD was angry with his people and abhorred his inheritance.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "He handed them over to the nations, and their foes ruled over them.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Their enemies oppressed them and subjected them to their power.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Many times he delivered them, but they were bent on rebellion and they wasted away in their sin.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "But he took note of their distress when he heard their cry;",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "for their sake he remembered his covenant and out of his great love he relented.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "He caused them to be pitied by all who held them captive.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Save us, O LORD our God, and gather us from the nations, that we may give thanks to your holy name and glory in your praise.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Praise be to the LORD, the God of Israel, from everlasting to everlasting. Let all the people say, \"Amen!\" Praise the LORD.",
      "type": "content"
    }
  ]
}