{
  "book": "Mazmur",
  "chapter": 107,
  "verses": [
    {
      "verse": 1,
      "text": "Give thanks to the LORD, for he is good; his love endures for ever.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Let the redeemed of the LORD say this—those he redeemed from the hand of the foe,",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "those he gathered from the lands, from east and west, from north and south.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Some wandered in desert wastelands, finding no way to a city where they could settle.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "They were hungry and thirsty, and their lives ebbed away.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Then they cried out to the LORD in their trouble, and he delivered them from their distress.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "He led them by a straight way to a city where they could settle.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Let them give thanks to the LORD for his unfailing love and his wonderful deeds for men,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "for he satisfies the thirsty and fills the hungry with good things.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Some sat in darkness and the deepest gloom, prisoners suffering in iron chains,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "for they had rebelled against the words of God and despised the counsel of the Most High.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "So he subjected them to bitter labour; they stumbled, and there was no-one to help.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Then they cried to the LORD in their trouble, and he saved them from their distress.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "He brought them out of darkness and the deepest gloom and broke away their chains.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Let them give thanks to the LORD for his unfailing love and his wonderful deeds for men,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "for he breaks down gates of bronze and cuts through bars of iron.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Some became fools through their rebellious ways and suffered affliction because of their iniquities.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "They loathed all food and drew near the gates of death.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Then they cried to the LORD in their trouble, and he saved them from their distress.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "He sent forth his word and healed them; he rescued them from the grave.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Let them give thanks to the LORD for his unfailing love and his wonderful deeds for men.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Let them sacrifice thank-offerings and tell of his works with songs of joy.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Others went out on the sea in ships; they were merchants on the mighty waters.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "They saw the works of the LORD, his wonderful deeds in the deep.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "For he spoke and stirred up a tempest that lifted high the waves.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "They mounted up to the heavens and went down to the depths; in their peril their courage melted away.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "They reeled and staggered like drunken men; they were at their wits’ end.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Then they cried out to the LORD in their trouble, and he brought them out of their distress.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "He stilled the storm to a whisper; the waves of the sea were hushed.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "They were glad when it grew calm, and he guided them to their desired haven.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Let them give thanks to the LORD for his unfailing love and his wonderful deeds for men.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Let them exalt him in the assembly of the people and praise him in the council of the elders.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "He turned rivers into a desert, flowing springs into thirsty ground,",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "and fruitful land into a salt waste, because of the wickedness of those who lived there.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "He turned the desert into pools of water and the parched ground into flowing springs;",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "there he brought the hungry to live, and they founded a city where they could settle.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "They sowed fields and planted vineyards that yielded a fruitful harvest;",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "he blessed them, and their numbers greatly increased, and he did not let their herds diminish.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Then their numbers decreased, and they were humbled by oppression, calamity and sorrow;",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "he who pours contempt on nobles made them wander in a trackless waste.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "But he lifted the needy out of their affliction and increased their families like flocks.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "The upright see and rejoice, but all the wicked shut their mouths.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Whoever is wise, let him heed these things and consider the great love of the LORD.",
      "type": "content"
    }
  ]
}