{
  "book": "Mazmur",
  "chapter": 109,
  "verses": [
    {
      "verse": 1,
      "text": " For the director of music. Of David. A psalm.  O God, whom I praise, do not remain silent,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "for wicked and deceitful men have opened their mouths against me; they have spoken against me with lying tongues.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "With words of hatred they surround me; they attack me without cause.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "In return for my friendship they accuse me, but I am a man of prayer.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "They repay me evil for good, and hatred for my friendship.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Appoint an evil man to oppose him; let an accuser stand at his right hand.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "When he is tried, let him be found guilty, and may his prayers condemn him.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "May his days be few; may another take his place of leadership.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "May his children be fatherless and his wife a widow.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "May his children be wandering beggars; may they be driven from their ruined homes.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "May a creditor seize all he has; may strangers plunder the fruits of his labour.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "May no-one extend kindness to him or take pity on his fatherless children.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "May his descendants be cut off, their names blotted out from the next generation.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "May the iniquity of his fathers be remembered before the LORD; may the sin of his mother never be blotted out.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "May their sins always remain before the LORD, that he may cut off the memory of them from the earth.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "For he never thought of doing a kindness, but hounded to death the poor and the needy and the broken-hearted.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "He loved to pronounce a curse—may it come on him; he found no pleasure in blessing—may it be far from him.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "He wore cursing as his garment; it entered into his body like water, into his bones like oil.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "May it be like a cloak wrapped about him, like a belt tied for ever round him.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "May this be the LORD’s payment to my accusers, to those who speak evil of me.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "But you, O Sovereign LORD, deal well with me for your name’s sake; out of the goodness of your love, deliver me.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "For I am poor and needy, and my heart is wounded within me.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "I fade away like an evening shadow; I am shaken off like a locust.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "My knees give way from fasting; my body is thin and gaunt.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "I am an object of scorn to my accusers; when they see me, they shake their heads.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Help me, O LORD my God; save me in accordance with your love.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Let them know that it is your hand, that you, O LORD, have done it.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "They may curse, but you will bless; when they attack they will be put to shame, but your servant will rejoice.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "My accusers will be clothed with disgrace and wrapped in shame as in a cloak.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "With my mouth I will greatly extol the LORD; in the great throng I will praise him.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "For he stands at the right hand of the needy one, to save his life from those who condemn him.",
      "type": "content"
    }
  ]
}