{
  "book": "Mazmur",
  "chapter": 115,
  "verses": [
    {
      "verse": 1,
      "text": "Not to us, O LORD, not to us but to your name be the glory, because of your love and faithfulness.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Why do the nations say, \"Where is their God?\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Our God is in heaven; he does whatever pleases him.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "But their idols are silver and gold, made by the hands of men.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "They have mouths, but cannot speak, eyes, but they cannot see;",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "they have ears, but cannot hear, noses, but they cannot smell;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "they have hands, but cannot feel, feet, but they cannot walk; nor can they utter a sound with their throats.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Those who make them will be like them, and so will all who trust in them.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "O house of Israel, trust in the LORD—he is their help and shield.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "O house of Aaron, trust in the LORD—he is their help and shield.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "You who fear him, trust in the LORD—he is their help and shield.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "The LORD remembers us and will bless us: He will bless the house of Israel, he will bless the house of Aaron,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "he will bless those who fear the LORD—small and great alike.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "May the LORD make you increase, both you and your children.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "May you be blessed by the LORD, the Maker of heaven and earth.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "The highest heavens belong to the LORD, but the earth he has given to man.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "It is not the dead who praise the LORD, those who go down to silence;",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "it is we who extol the LORD, both now and for evermore. Praise the LORD.",
      "type": "content"
    }
  ]
}