{
  "book": "Mazmur",
  "chapter": 135,
  "verses": [
    {
      "verse": 1,
      "text": "Praise the LORD. Praise the name of the LORD; praise him, you servants of the LORD,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "you who minister in the house of the LORD, in the courts of the house of our God.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Praise the LORD, for the LORD is good; sing praise to his name, for that is pleasant.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "For the LORD has chosen Jacob to be his own, Israel to be his treasured possession.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "I know that the LORD is great, that our Lord is greater than all gods.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "The LORD does whatever pleases him, in the heavens and on the earth, in the seas and all their depths.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "He makes clouds rise from the ends of the earth; he sends lightning with the rain and brings out the wind from his storehouses.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "He struck down the firstborn of Egypt, the firstborn of men and animals.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "He sent his signs and wonders into your midst, O Egypt, against Pharaoh and all his servants.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "He struck down many nations and killed mighty kings—",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sihon king of the Amorites, Og king of Bashan and all the kings of Canaan—",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "and he gave their land as an inheritance, an inheritance to his people Israel.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Your name, O LORD, endures for ever, your renown, O LORD, through all generations.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "For the LORD will vindicate his people and have compassion on his servants.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "The idols of the nations are silver and gold, made by the hands of men.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "They have mouths, but cannot speak, eyes, but they cannot see;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "they have ears, but cannot hear, nor is there breath in their mouths.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Those who make them will be like them, and so will all who trust in them.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "O house of Israel, praise the LORD; O house of Aaron, praise the LORD;",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "O house of Levi, praise the LORD; you who fear him, praise the LORD.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Praise be to the LORD from Zion, to him who dwells in Jerusalem. Praise the LORD.",
      "type": "content"
    }
  ]
}