{
  "book": "Mazmur",
  "chapter": 143,
  "verses": [
    {
      "verse": 1,
      "text": " A psalm of David.  O LORD, hear my prayer, listen to my cry for mercy; in your faithfulness and righteousness come to my relief.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Do not bring your servant into judgment, for no-one living is righteous before you.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "The enemy pursues me, he crushes me to the ground; he makes me dwell in darkness like those long dead.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "So my spirit grows faint within me; my heart within me is dismayed.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "I remember the days of long ago; I meditate on all your works and consider what your hands have done.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "I spread out my hands to you; my soul thirsts for you like a parched land. Selah",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Answer me quickly, O LORD; my spirit fails. Do not hide your face from me or I will be like those who go down to the pit.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Let the morning bring me word of your unfailing love, for I have put my trust in you. Show me the way I should go, for to you I lift up my soul.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Rescue me from my enemies, O LORD, for I hide myself in you.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Teach me to do your will, for you are my God; may your good Spirit lead me on level ground.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "For your name’s sake, O LORD, preserve my life; in your righteousness, bring me out of trouble.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "In your unfailing love, silence my enemies; destroy all my foes, for I am your servant.",
      "type": "content"
    }
  ]
}