{
  "book": "Mazmur",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "Sing joyfully to the LORD, you righteous; it is fitting for the upright to praise him.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Praise the LORD with the harp; make music to him on the ten-stringed lyre.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sing to him a new song; play skilfully, and shout for joy.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "For the word of the LORD is right and true; he is faithful in all he does.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "The LORD loves righteousness and justice; the earth is full of his unfailing love.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "By the word of the LORD were the heavens made, their starry host by the breath of his mouth.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "He gathers the waters of the sea into jars; he puts the deep into storehouses.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Let all the earth fear the LORD; let all the people of the world revere him.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "For he spoke, and it came to be; he commanded, and it stood firm.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "The LORD foils the plans of the nations; he thwarts the purposes of the peoples.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "But the plans of the LORD stand firm for ever, the purposes of his heart through all generations.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Blessed is the nation whose God is the LORD, the people he chose for his inheritance.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "From heaven the LORD looks down and sees all mankind;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "from his dwelling-place he watches all who live on earth—",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "he who forms the hearts of all, who considers everything they do.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "No king is saved by the size of his army; no warrior escapes by his great strength.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "A horse is a vain hope for deliverance; despite all its great strength it cannot save.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "But the eyes of the LORD are on those who fear him, on those whose hope is in his unfailing love,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "to deliver them from death and keep them alive in famine.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "We wait in hope for the LORD; he is our help and our shield.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "In him our hearts rejoice, for we trust in his holy name.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "May your unfailing love rest upon us, O LORD, even as we put our hope in you.",
      "type": "content"
    }
  ]
}