{
  "book": "Mazmur",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": " Of David. When he pretended to be insane before Abimelech, who drove him away, and he left.  I will extol the LORD at all times; his praise will always be on my lips.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "My soul will boast in the LORD; let the afflicted hear and rejoice.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Glorify the LORD with me: let us exalt his name together.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "I sought the LORD, and he answered me; he delivered me from all my fears.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Those who look to him are radiant; their faces are never covered with shame.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "This poor man called, and the LORD heard him; he saved him out of all his troubles.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "The angel of the LORD encamps around those who fear him, and he delivers them.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Taste and see that the LORD is good; blessed is the man who takes refuge in him.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Fear the LORD, you his saints, for those who fear him lack nothing.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "The lions may grow weak and hungry, but those who seek the LORD lack no good thing.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Come, my children, listen to me; I will teach you the fear of the LORD.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Whoever of you loves life and desires to see many good days,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "keep your tongue from evil and your lips from speaking lies.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Turn from evil and do good; seek peace and pursue it.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "The eyes of the LORD are on the righteous and his ears are attentive to their cry;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "the face of the LORD is against those who do evil, to cut off the memory of them from the earth.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "The righteous cry out, and the LORD hears them; he delivers them from all their troubles.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "The LORD is close to the broken-hearted and saves those who are crushed in spirit.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "A righteous man may have many troubles, but the LORD delivers him from them all;",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "he protects all his bones, not one of them will be broken.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Evil will slay the wicked; the foes of the righteous will be condemned.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "The LORD redeems his servants; no-one will be condemned who takes refuge in him.",
      "type": "content"
    }
  ]
}