{
  "book": "Mazmur",
  "chapter": 41,
  "verses": [
    {
      "verse": 1,
      "text": " For the director of music. A psalm of David.  Blessed is he who has regard for the weak; the LORD delivers him in times of trouble.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "The LORD will protect him and preserve his life; he will bless him in the land and not surrender him to the desire of his foes.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "The LORD will sustain him on his sick-bed and restore him from his bed of illness.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "I said, \"O LORD, have mercy on me; heal me, for I have sinned against you.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "My enemies say of me in malice, \"When will he die and his name perish?\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Whenever one comes to see me, he speaks falsely, while his heart gathers slander; then he goes out and spreads it abroad.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "All my enemies whisper together against me; they imagine the worst for me, saying,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "\"A vile disease has beset him; he will never get up from the place where he lies.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Even my close friend, whom I trusted, he who shared my bread, has lifted up his heel against me.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "But you, O LORD, have mercy on me; raise me up, that I may repay them.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "I know that you are pleased with me, for my enemy does not triumph over me.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "In my integrity you uphold me and set me in your presence for ever.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Praise be to the LORD, the God of Israel, from everlasting to everlasting. Amen and Amen.",
      "type": "content"
    }
  ]
}