{
  "book": "Mazmur",
  "chapter": 44,
  "verses": [
    {
      "verse": 1,
      "text": " For the director of music. Of the Sons of Korah. A maskil.  We have heard with our ears, O God; our fathers have told us what you did in their days, in days long ago.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "With your hand you drove out the nations and planted our fathers; you crushed the peoples and made our fathers flourish.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "It was not by their sword that they won the land, nor did their arm bring them victory; it was your right hand, your arm, and the light of your face, for you loved them.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "You are my King and my God, who decrees victories for Jacob.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Through you we push back our enemies; through your name we trample our foes.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "I do not trust in my bow, my sword does not bring me victory;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "but you give us victory over our enemies, you put our adversaries to shame.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "In God we make our boast all day long, and we will praise your name for ever. Selah",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "But now you have rejected and humbled us; you no longer go out with our armies.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "You made us retreat before the enemy, and our adversaries have plundered us.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "You gave us up to be devoured like sheep and have scattered us among the nations.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "You sold your people for a pittance, gaining nothing from their sale.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "You have made us a reproach to our neighbours, the scorn and derision of those around us.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "You have made us a byword among the nations; the peoples shake their heads at us.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "My disgrace is before me all day long, and my face is covered with shame",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "at the taunts of those who reproach and revile me, because of the enemy, who is bent on revenge.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "All this happened to us, though we had not forgotten you or been false to your covenant.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Our hearts had not turned back; our feet had not strayed from your path.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "But you crushed us and made us a haunt for jackals and covered us over with deep darkness.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "If we had forgotten the name of our God or spread out our hands to a foreign god,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "would not God have discovered it, since he knows the secrets of the heart?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Yet for your sake we face death all day long; we are considered as sheep to be slaughtered.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Awake, O Lord! Why do you sleep? Rouse yourself! Do not reject us for ever.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Why do you hide your face and forget our misery and oppression?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "We are brought down to the dust; our bodies cling to the ground.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Rise up and help us; redeem us because of your unfailing love.",
      "type": "content"
    }
  ]
}