{
  "book": "Mazmur",
  "chapter": 51,
  "verses": [
    {
      "verse": 1,
      "text": " For the director of music. A psalm of David. When the prophet Nathan came to him after David had committed adultery with Bathsheba.  Have mercy on me, O God, according to your unfailing love; according to your great compassion blot out my transgressions.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Wash away all my iniquity and cleanse me from my sin.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "For I know my transgressions, and my sin is always before me.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Against you, you only, have I sinned and done what is evil in your sight, so that you are proved right when you speak and justified when you judge.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Surely I was sinful at birth, sinful from the time my mother conceived me.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Surely you desire truth in the inner parts; you teach me wisdom in the inmost place.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Cleanse me with hyssop, and I shall be clean; wash me, and I shall be whiter than snow.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Let me hear joy and gladness; let the bones you have crushed rejoice.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Hide your face from my sins and blot out all my iniquity.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Create in me a pure heart, O God, and renew a steadfast spirit within me.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Do not cast me from your presence or take your Holy Spirit from me.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Restore to me the joy of your salvation and grant me a willing spirit, to sustain me.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Then I will teach transgressors your ways, and sinners will turn back to you.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Save me from bloodguilt, O God, the God who saves me, and my tongue will sing of your righteousness.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "O Lord, open my lips, and my mouth will declare your praise.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "You do not delight in sacrifice, or I would bring it; you do not take pleasure in burnt offerings.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "The sacrifices of God are a broken spirit; a broken and contrite heart, O God, you will not despise.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "In your good pleasure make Zion prosper; build up the walls of Jerusalem.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Then there will be righteous sacrifices, whole burnt offerings to delight you; then bulls will be offered on your altar.",
      "type": "content"
    }
  ]
}