{
  "book": "Mazmur",
  "chapter": 74,
  "verses": [
    {
      "verse": 1,
      "text": " A maskil of Asaph.  Why have you rejected us for ever, O God? Why does your anger smoulder against the sheep of your pasture?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Remember the people you purchased of old, the tribe of your inheritance, whom you redeemed—Mount Zion, where you dwelt.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Turn your steps towards these everlasting ruins, all this destruction the enemy has brought on the sanctuary.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Your foes roared in the place where you met with us; they set up their standards as signs.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "They behaved like men wielding axes to cut through a thicket of trees.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "They smashed all the carved panelling with their axes and hatchets.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "They burned your sanctuary to the ground; they defiled the dwelling-place of your Name.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "They said in their hearts, \"We will crush them completely!\" They burned every place where God was worshipped in the land.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "We are given no miraculous signs; no prophets are left, and none of us knows how long this will be.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "How long will the enemy mock you, O God? Will the foe revile your name for ever?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Why do you hold back your hand, your right hand? Take it from the folds of your garment and destroy them!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "But you, O God, are my king from of old; you bring salvation upon the earth.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "It was you who split open the sea by your power; you broke the heads of the monster in the waters.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "It was you who crushed the heads of Leviathan and gave him as food to the creatures of the desert.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "It was you who opened up springs and streams; you dried up the ever-flowing rivers.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "The day is yours, and yours also the night; you established the sun and moon.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "It was you who set all the boundaries of the earth; you made both summer and winter.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Remember how the enemy has mocked you, O LORD, how foolish people have reviled your name.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Do not hand over the life of your dove to wild beasts; do not forget the lives of your afflicted people for ever.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Have regard for your covenant, because haunts of violence fill the dark places of the land.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Do not let the oppressed retreat in disgrace; may the poor and needy praise your name.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Rise up, O God, and defend your cause; remember how fools mock you all day long.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Do not ignore the clamour of your adversaries, the uproar of your enemies, which rises continually.",
      "type": "content"
    }
  ]
}