{
  "book": "Mazmur",
  "chapter": 77,
  "verses": [
    {
      "verse": 1,
      "text": " For the director of music. For Jeduthun. Of Asaph. A psalm.  I cried out to God for help; I cried out to God to hear me.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "When I was in distress, I sought the Lord; at night I stretched out untiring hands and my soul refused to be comforted.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "I remembered you, O God, and I groaned; I mused, and my spirit grew faint. Selah",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "You kept my eyes from closing; I was too troubled to speak.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "I thought about the former days, the years of long ago;",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "I remembered my songs in the night. My heart mused and my spirit enquired:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "\"Will the Lord reject for ever? Will he never show his favour again?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Has his unfailing love vanished for ever? Has his promise failed for all time?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Has God forgotten to be merciful? Has he in anger withheld his compassion?\" Selah",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Then I thought, \"To this I will appeal: the years of the right hand of the Most High.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "I will remember the deeds of the LORD; yes, I will remember your miracles of long ago.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "I will meditate on all your works and consider all your mighty deeds.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Your ways, O God, are holy. What god is so great as our God?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "You are the God who performs miracles; you display your power among the peoples.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "With your mighty arm you redeemed your people, the descendants of Jacob and Joseph. Selah",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "The waters saw you, O God, the waters saw you and writhed; the very depths were convulsed.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "The clouds poured down water, the skies resounded with thunder; your arrows flashed back and forth.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Your thunder was heard in the whirlwind, your lightning lit up the world; the earth trembled and quaked.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Your path led through the sea, your way through the mighty waters, though your footprints were not seen.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "You led your people like a flock by the hand of Moses and Aaron.",
      "type": "content"
    }
  ]
}