{
  "book": "Mazmur",
  "chapter": 85,
  "verses": [
    {
      "verse": 1,
      "text": " For the director of music. Of the Sons of Korah. A psalm.  You showed favour to your land, O LORD; you restored the fortunes of Jacob.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "You forgave the iniquity of your people and covered all their sins. Selah",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "You set aside all your wrath and turned from your fierce anger.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Restore us again, O God our Saviour, and put away your displeasure towards us.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Will you be angry with us for ever? Will you prolong your anger through all generations?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Will you not revive us again, that your people may rejoice in you?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Show us your unfailing love, O LORD, and grant us your salvation.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "I will listen to what God the LORD will say; he promises peace to his people, his saints—but let them not return to folly.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Surely his salvation is near those who fear him, that his glory may dwell in our land.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Love and faithfulness meet together; righteousness and peace kiss each other.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Faithfulness springs forth from the earth, and righteousness looks down from heaven.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "The LORD will indeed give what is good, and our land will yield its harvest.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Righteousness goes before him and prepares the way for his steps.",
      "type": "content"
    }
  ]
}