{
  "book": "Mazmur",
  "chapter": 96,
  "verses": [
    {
      "verse": 1,
      "text": "Sing to the LORD a new song; sing to the LORD, all the earth.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sing to the LORD, praise his name; proclaim his salvation day after day.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Declare his glory among the nations, his marvellous deeds among all peoples.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "For great is the LORD and most worthy of praise; he is to be feared above all gods.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "For all the gods of the nations are idols, but the LORD made the heavens.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Splendour and majesty are before him; strength and glory are in his sanctuary.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ascribe to the LORD, O families of nations, ascribe to the LORD glory and strength.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ascribe to the LORD the glory due to his name; bring an offering and come into his courts.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Worship the LORD in the splendour of his holiness; tremble before him, all the earth.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Say among the nations, \"The LORD reigns.\" The world is firmly established, it cannot be moved; he will judge the peoples with equity.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Let the heavens rejoice, let the earth be glad; let the sea resound, and all that is in it;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "let the fields be jubilant, and everything in them. Then all the trees of the forest will sing for joy;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "they will sing before the LORD, for he comes, he comes to judge the earth. He will judge the world in righteousness and the peoples in his truth.",
      "type": "content"
    }
  ]
}