{
  "book": "Filipi",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mauliate dohot las ni roha ni apostel i mida huria i 1-11. II. Barita ni apostel na tarhurung i 12-26. III. Sipaingot, asa hot marhaporseaon 27-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat, tinongos ni si Paulus dohot si Timoteus, angka naposo ni Kristus Jesus, mandapothon saluhut angka na badia di bagasan Kristus Jesus, angka na di Pilippi, raphon angka sintua dohot pangurupi:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Asi ni roha ma di hamu dohot dame sian Debata Amanta dohot sian Tuhan Jesus Kristus!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Mauliate hudok tu Debatangku, ganup huingot hamu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tongtong manang sadihari pe hutangiangkon hamu sudena; sian las ni rohangku do huula tangiangki.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai huingot saormuna tu barita na uli sian mulana i sahat ro di nuaeng.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Apala on ma pos ni rohangku: Naung umpungka ulaon na denggan di bagasan hamu, patuluson ni I do i, sahat ro di ari ni Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tama do songon i rohangku mida hamuna sude, ala na di bagasan rohangku hamuna. Ai rap partohap di asi ni roha na tu ahu i do hamu saluhutna, di na tarhurung i ahu, nang di na hutariashon jala huondolhon barita na uli i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai Debata do saksingku di balga ni siholhu mida hamu sude, mangihuthon pangasii ni Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala on do hupangido, naeng ma lam sumurung holong ni rohamuna, marurat di parbinotoan dohot di nasa panimbangon partondion,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "laho manangkasi na rumingkot i, asa polin hamu, so partuktuhan, sahat ro di ari ni Kristus,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "asa ramos hamu marparbue hatigoran marhitehite Jesus Kristus, bahen hasangapon jala pujipujian di Debata.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Alai dipangido rohangku, ale angka dongan, naeng ma botoonmuna: Lam manumpak tu barita na uli do na masa di ahu:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Pola naung gabe barita ni Kristus do angka rantengku tu sandok pangisi ni tangsi i, nang humaliang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Gabe dapotan pos ni roha do tumorop dongan na di bagasan Tuhan i binahen ni rantengki, gabe lam barani ma mangkatahon hata ni Debata, so pola mabiar.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Deba tutu mangkatindangkon Kristus marroha latelate dohot badabada, alai deba sian denggan ni roha.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nionjar ni holong ni roha ma angka i, ala diboto, manariashon barita na uli do, umbahen na tarhurung i ahu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai na asing i manjamitahon Kristus sian roha na marbada, ndada mamolin; dihirim, tambaannasida do haporsuhon tu ahu na tarrante.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Asa beha do? Asal ma dijamitahon Kristus, manang beha pe pangalahona; manang marroha di bagasan, manang marroha na sintong. Las do rohangku disi, nang nuaeng, nang tu jolo on.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai huboto, manumpak do i tu ahu gabe hatuaonku, horhonon ni tangiangmuna dohot pangurupion ni Tondi ni Jesus Kristus.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai i do na huhalungunhon jala huhirim, sandok na so tarila ahu: Tung mardongan nasa hiras ni roha, songon nasailaon, songon i nang nuaeng, marsangap Kristus marhite sian dagingku, mangolu manang mate pe ahu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai Kristus do hangoluan di ahu, jala laba nang hamatean.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai anggo marparbue ulaonki hinorhon ni ngolu ni daging on, gabe ndang huboto, manang dia pillitonku.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Duansa do manosak ahu: Malungun do ahu borhat, asa rap dohot Kristus; ai dumenggan situtu do i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai rumingkot do mian di bagasan daging ala ni hamu!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jala mangkaposi i, huboto ma: Mian do ahu jala tinggal rap dohot hamu sude, laho patimbul jala pahinsa haporseaonmuna,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "asa lam sumurung pamujimuna di Kristus Jesus marhite sian ahu, di na ro ahu muse tu hamu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(III.) Asal tu barita na uli ni Kristus ma pahombar hamu parsaoranmuna, asa huida di hamu, di na ro i ahu, manang hubege taringot tu hamu, tagan padaodao dope, paboa na hot hamu jongjong di bagasan hasadaon ni tondi jala rap marungkil, marsada ni roha mangkaporseai barita na uli.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tung unang ma olo hamu pambibiaran ni angka alo di agia aha pe; tanda ni hamagoanna ma i di nasida, alai di hamu tanda ni haluaon do, jala sian Debata do i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai pola diasinirohahon tu hamu, marsitaonon humongkop Kristus, ndada holan na mangkaporseai Ibana.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala di hamu do nuaeng parungkilon, naung niidamuna di ahu najolo, jala na binegemuna nuaeng taringot tu ahu.",
      "type": "content"
    }
  ]
}