{
  "book": "Filipi",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Martoruk ni roha ma hamu suman tu Kristus 1-11. II. Marsintong ni roha mangalului hangoluan ni tondi 12-18. III. Parsorion ni apostel i 19-30",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Molo tung adong apoapo marhitehite Kristus, dohot sosososo holong ni roha dohot parsaoran ni tondi, nang talup dohot asi ni roha,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "gohi hamu ma halalas ni rohangkon: Sada ma parrohahon hamu; sada ma haholonganmuna; saroha, sapingkiran ma hamu!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Unang ma mardingkandingkan manang marhasangapon na rumar; alai sian toruk ni rohamuna be ma rajumi hamu donganmuna sumurung sian dirimuna!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Unang ma na ringkot di hamu be matahon hamu, dohot ma na di dongan!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Songon parrohaon ni Kristus Jesus ma parrohaonmuna!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Atik pe rupa ni Debata di Ibana, ndada songon na nidobo dirajumi rohana tudosna i tu Debata.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dirumari do dirina jala disolukkon rupa ni hatoban, gabe suman tu jolma do Ibana jala rumang jolma dapot di Ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dipatutoru do dirina; na gabe pangoloi do Ibana paima mate, pola tung mate tarsilang!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ala ni i do dipatimbo Debata Ibana jala dibasabasahon tu Ibana Goar na sumurung asa nasa goar,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "asa somba tu Goar ni Jesus nasa ulu ni tot, na di banua ginjang i dohot na di tano, nang na ditoru ni tano,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "jala asa nasa na marsoara marhatopothon: Jesus Kristus do Tuhan, bahen hasangapon ni Debata Ama!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Onpe, hamu, na hinaholongan, songon tongtong ni pangoloionmuna nasailaon, unang holan jumpa di hamuna ahu, lam songon i ma, di na padaodao ahu: Mardongan biar dohot lomos ni roha ulahon hamu ma haluaonmuna!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai diula Debata do di bagasan hamu giot ni roha nang ulaon saut, mangihuthon lomo ni rohana.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Di nasa pambahenanmuna: Unang ma hamu marungutungut, unang ma marroha ganggu!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Naeng ma so hasurahan jala so marlaok hamu, angka anak ni Debata, angka na so marlindang di tongatonga ni sundut na geduk jala na marbalik; disi ma hamu marsinondang songon sisondangi portibi on!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Marsitiopan ma hamu tu hata hangoluan i, bahen pujipujian di ahu di ari ni Kristus, paboa na so magopo parlojongonku, jala ndada na so marguna halojaonku.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai nang pe didurushon mudarhu songon pelean mangkongkop haporseaonmuna, marlas ni roha do ahu rap dohot hamu saluhutna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Laos i ma halashon hamu, jala marlas ni roha ma hamu rap dohot ahu!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Alai hirim do rohangku marhitehite Tuhan Jesus, tibu ma suruonku si Timoteus manopot hamu, anggiat marhiras ni roha nang ahu, anggo dung huboto na masa di hamu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai ndang adong be donganku sisaroha, na olo sumarihon hamu sian roha na burju.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai na ringkot tu dirina be do dijalahi ndada na tu Kristus Jesus i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai diboto hamu do hatauonna i, ai songon anak tu amana pangkobasionna di ahu, humongkop barita na uli i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Hirim do rohangku, tarsuru ahu do ibana, disi huboto, manang beha langkangku.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai pos do rohangku di bagasan Tuhan i, tibu ma nang ahu ro.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai ninna rohangku do, patut suruonku manopot hamu dongan i, si Epaproditus, donganku mangula jala marungkil, na sinurumuna mamboan na ringkot di ahu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai masihol do ibana mida hamu saluhutna, jala humasusa rohana, ala tarbortik tu hamu sahitna i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala tutu do ibana marsahit, pola mate ne: Alai asi do roha ni Debata mida ibana, ndada holan di ibana tahe, tung na dohot do di ahu, unang mardapotdapot arsak ni rohangku.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Muba ma antong ringkot ni rohangku marsuru ibana, asa marlas ni roha hamu marnida ibana, palumbang nang rohangku huhut.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Onpe, marlas ni roha situtu ma jangkon hamu ibana di bagasan Tuhan i, jala parhamaol hamu ma angka na songon i!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai humongkop ulaon ni Kristus i sor mate ibana, jala diseahon do hosana, laho manggohi na hurang dope sian hamu, mangkobasi di ahu.",
      "type": "content"
    }
  ]
}