{
  "book": "Filipi",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parungkilon ni apostel i, maniop hatigoran 1-16. II. Siparangehononhon do na hinirim! 17-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Angkup ni i, ale angka donganku, las ma rohamuna di bagasan Tuhan i! Ndang dokdok rohangku, manurathon jumotjot i tu hamu; jala patoguhon rohamuna do i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Bereng hamu angka biang; bereng hamu angka pangula na jahat; bereng hamu parsunaton na torbang!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai hita do targoar parsunaton, angka parsomba di bagasan Tondi ni Debata, angka siasahon Kristus Jesus, angka na so marpos ni roha di daging i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Adong do nian nang di ahu sipangasahononhon di daging. Ai molo dirimpu deba, adong sipangasahononna di pardagingon, nda lam ahu ma nian!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tarsunat di ari paualuhon do ahu, na sian bangso Israel marga Benjamin, halak Heber, tubu ni halak Heber, halak Parise mangihuthon patik i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Garang do rohangku mangalele huria i, so hasurahan di hatigoran na sian patik.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai naung paruntungan hian di ahu, harugian do i hujujur ala ni Kristus i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Saluhutna do tahe huetong harugian tumimbangkon hamuliaon ni panandaon di Kristus Jesus, Tuhanki. Ala Ibana huseangkon saluhutna i, jala orbuhorbuk do i huetong, asa huomo Kristus,",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "asa di bagasan Ibana ahu didapot, unang ma marhatigoran sian patik, tung sian haporseaon di Kristus do, i ma hatigoran na sian Debata, na marojahan di haporseaon,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "asa hutanda Ibana dohot hagogoon ni haheheonna i, ro di hasasaor tu angka haporsuhonna, di na gabe sapangalaho ahu dohot Ibana di hamamatena i;",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "anggiat sahat ahu tu haheheon na sian angka na mate!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Apala naung sanga hutangkup i manang naung gabe sun denggan; alai sai hueaki do, anggiat tartangkup ahu i, songon naung tinangkup ni Kristus Jesus i ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ale angka dongan, ndang hurajumi diringku, naung sun hutangkup i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "On do tahe: Huhalupahon na di pudingku, hueaki angka na di jolo. Dompak pandang i do hupuspus, dompak upa hamonangan na sian panjouon ni Debata sian ginjang, di bagasan Kristus Jesus i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Manang piga hita naung rimpas, i ma taparrohahon! Jala molo asing pingkiranmuna taringot tu manang aha, nang i pe, papataron ni Debata do tu hamu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Asal ma tatiop, intap naung sahat tu hita!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Rap sitiru ahu ma hamu, ale angka dongan; jala pamanat hamu ma angka na marparange songon hami, sitiruonmuna!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai songon naung jotjot hudok tu hamu, jala anggo nuaeng mardongan ilu do hudok: Torop do marpangalaho, gabe musu ni silang ni Kristus.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Hamagoan do ujungnasida, butuhanasida do dipardebata, sihailahononna dihasangaphon, angka na di tano on diparrohahon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai di banua ginjang do sambulonta; sian i do tapaimaima Sipangolu hita, Tuhan Jesus Kristus i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Paubaonna do dagingta na lea on, gabe doshon dagingna na sangap i, hombar tu hagogoonna i, ai tarpatunduksa do saluhutna tu Ibana.",
      "type": "content"
    }
  ]
}