{
  "book": "Filipi",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka sipaingot parujungan 1-9. II. Mauliate ni apostel i ala ni panarihonnasida di ibana 10-20. III. Tabina 21-23",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Onpe, hamu angka donganku na hinaholongan jala na hinasiholan, halasan ni rohangku jala tumpalhu; songon i ma marsihohot hamu di bagasan Tuhan i; hamu angka haholongan!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hamu, Euodia dohot Sintike, huapoi ma hamu, asa marsada ni roha di bagasan Tuhan i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Huelehelek ma dohot ho, ale Sunsugos na bontor, urupi ma nasida, angka naung mandongani ahu marungkil humongkop barita na uli, raphon si Klemen dohot donganki saulaon na deba nari; di buku hangoluan i do goarnasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Marlas ni roha ma hamu tongtong di bagasan Tuhan i! Huulaki ma mandok: Marlas ni roha ma hamu!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Pabotohon hamu ma habasaronmuna tu saluhut halak! Donok do Tuhan i!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Unang holsohon hamu agia aha; alai sandok pabotohon hamu ma tu Debata pangidoanmuna marhitehite tangiang dohot elehelek mardongan mauliate!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala dame ni Debata na sumurung sian saluhut roha, i ma mangaramoti angka ateate dohot pingkiranmuna di bagasan Kristus Jesus!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Angkup ni i, ale angka dongan, pingkiri hamu ma nasa parange na sintong, na daulat, na tigor, na bontor, na uli, na denggan begeon ro di sude na targoar haburjuon, na tau pujipujian!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ulahon hamu ma na ginuruhonmuna, na jinalo, na binege jala na niidamuna di ahu; dung i donganan ni Debata Sipardame i ma hamuna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Alai tarhilas situtu do rohangku di bagasan Tuhan i, ala mangulahi tarida rohamuna sumarihon na ringkot di ahu. Tongtong do i nian rohamuna, alai holan tingkina do na so une.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ndada ala na hurangan ahu, umbahen na hudok i; ai nunga huguruhon, mangkasonangkon na adong.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Huboto do marpangontik, huboto do marlobilobian; tongtong do somal ahu di saluhutna, nang bosur, nang rapar, nang marlobilobi, nang marnahurang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Saluhutna do tarpatupa ahu marhitehite Ibana, na margogoihon ahu!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai tahe, denggan do pambahenmuna i; ai ditiroi hamu do haporsuhonku.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai diboto hamu halak Pilippi do, na so adong, dungkon ni hamu, huria na hubahen donganku mangetong hepeng na ro dohot na laho, olat ni mula ni pamaritahonki, di na borhat i ahu sian Makedonia.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai di Tessalonik dope ahu, nunga ditongos hamu na ringkot di ahu, sahali ro di dua hali.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ndada silehonlehon i hulului parbue i do na hujalahi; na gabe singirmuna do i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai sandok tuk do di ahu, marlobilobi gari adong; suksuk do di ahu, dung hujalo na tinongosmuna marhite sian si Epaproditus: Uap na hushus ma i, pelean halaean, halomoan ni roha ni Debata.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai gohan ni Debatangku do nasa na ringkot di hamu, hombar tu hamoraonna i di hasangapon i, di bagasan Kristus Jesus!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai hasangapon ma di Debata, Amanta i, ro di salelenglelengna! Amen.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) Pasahat hamu ma tabingku tu nasa na badia di bagasan Kristus Jesus! Na manongos tabi do angka dongan na rap dohot ahu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Saluhut na badia manongos tabi di hamu, alai gumodang ma angka na sian bagas ni Kesar i!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Didongani asi ni roha ni Tuhan Jesus Kristus ma tondimuna!",
      "type": "content"
    }
  ]
}