{
  "book": "3 Yohanes",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tabi di si Gayus 1-2. II. Taringot tu partamueon 3-8. III. Angka sipaingot 9-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat ni sintua i mandapothon si Gayus, haholongan i, na huhaholongi situtu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ale anggia, sandok dipangido rohangku, naeng horas ho jala hipas, hombar tu horas ni tondim!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Tarhilas situtu do rohangku, di na ro angka dongan i mangkatindangkon hasintongan na di ho ro di parangem, na di bagasan hasintongan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "On do las ni rohangku na umbolon: Molo hubege, diparangehon angka anakkonku hasintongan i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Na denggan do pambahenmi, anggia, na tu angka dongan, nang tu angka tamue.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dihatindangkon nasida do holong ni roham, di jolo ni huria i. Denggan ma paborhatonmu nasida, marguru tu na tama di Debata.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai ala ni Goar i do nasida borhat; ndang adong dijalo nasida agia aha sian angka parbegu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen i, tama ma hita manjangkon angka na songon i, asa gabe dongan pangula hita, pajongjong hasintongan i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(III.) Hubahen do surat tu huria i; alai ndang dijangkon si Diotrepes hami, ai naeng ibana do na guminjang.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen i, anggo dung ro ahu, taringotanku ma pambahenna i, na niulana manihasnihasi hami marhitehite angka hata na roa. Jala ndang sombu dope rohana disi; ai laos so dijangkon do angka dongan i, diambat do angka na ringkot roha jala dipabali do sian huria.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Unang ihuthon na roa, anggia; na denggan i ma! Sian Debata do halak na mangulahon na denggan; ia siula na roa, ndang dung diida i Debata.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dapotan panindangion do si Demetrius sian saluhutna, nang sian hasintongan sandiri; songon i do nang sian hami, jala diboto ho do, na sintong do anggo panindangion na sian hami.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Godang do nian sisurathononku tu ho; alai ndang une rohangku, manurat tu ho marhitehite tinta dohot panurat.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai dihirim rohangku, naeng tibu ho idaonku, dung i mangkatai ma hita adop bohi be. (1-15) Dame ma di ho! Na manongos tabi do tu ho angka dongan. Pasahat ma tabingku tu angka dongan sadasada!",
      "type": "content"
    }
  ]
}