{
  "book": "Matius",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "Murid-murid memetik gandum pada hari Sabat",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada waktu itu, pada hari Sabat, Yesus berjalan di ladang gandum. Karena lapar, murid-murid-Nya memetik bulir gandum dan memakannya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Melihat itu, berkatalah orang-orang Farisi kepada-Nya: \"Lihatlah, murid-murid-Mu berbuat sesuatu yang tidak diperbolehkan pada hari Sabat.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tetapi jawab Yesus kepada mereka: \"Tidakkah kamu baca apa yang dilakukan Daud, ketika ia dan mereka yang mengikutinya lapar,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "bagaimana ia masuk ke dalam Rumah Allah dan bagaimana mereka makan roti sajian yang tidak boleh dimakan, baik olehnya maupun oleh mereka yang mengikutinya, kecuali oleh imam-imam?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Atau tidakkah kamu baca dalam kitab Taurat, bahwa pada hari-hari Sabat, imam-imam melanggar hukum Sabat di dalam Bait Allah, namun tidak bersalah?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Aku berkata kepadamu: Di sini ada yang melebihi Bait Allah.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jika memang kamu mengerti maksud firman ini: Yang Kukehendaki ialah belas kasihan dan bukan persembahan, tentu kamu tidak menghukum orang yang tidak bersalah.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Karena Anak Manusia adalah Tuhan atas hari Sabat.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Yesus menyembuhkan orang pada hari Sabat",
      "type": "title"
    },
    {
      "verse": 9,
      "text": "Setelah pergi dari sana, Yesus masuk ke rumah ibadat mereka.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Di situ ada seorang yang mati sebelah tangannya. Mereka bertanya kepada-Nya: \"Bolehkah menyembuhkan orang pada hari Sabat?\" Maksud mereka ialah supaya dapat mempersalahkan Dia.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tetapi Yesus berkata kepada mereka: \"Jika seorang dari antara kamu mempunyai seekor domba dan domba itu terjatuh ke dalam lobang pada hari Sabat, tidakkah ia akan menangkapnya dan mengeluarkannya?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Bukankah manusia jauh lebih berharga dari pada domba? Karena itu boleh berbuat baik pada hari Sabat.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lalu kata Yesus kepada orang itu: \"Ulurkanlah tanganmu!\" Dan ia mengulurkannya, maka pulihlah tangannya itu, dan menjadi sehat seperti tangannya yang lain.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lalu keluarlah orang-orang Farisi itu dan bersekongkol untuk membunuh Dia.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tetapi Yesus mengetahui maksud mereka lalu menyingkir dari sana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Yesus Hamba Tuhan",
      "type": "title"
    },
    {
      "verse": 16,
      "text": "Ia dengan keras melarang mereka memberitahukan siapa Dia,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "supaya genaplah firman yang disampaikan oleh nabi Yesaya:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "\"Lihatlah, itu Hamba-Ku yang Kupilih, yang Kukasihi, yang kepada-Nya jiwa-Ku berkenan; Aku akan menaruh roh-Ku ke atas-Nya, dan Ia akan memaklumkan hukum kepada bangsa-bangsa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia tidak akan berbantah dan tidak akan berteriak dan orang tidak akan mendengar suara-Nya di jalan-jalan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Buluh yang patah terkulai tidak akan diputuskan-Nya, dan sumbu yang pudar nyalanya tidak akan dipadamkan-Nya, sampai Ia menjadikan hukum itu menang.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dan pada-Nyalah bangsa-bangsa akan berharap.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Yesus dan Beelzebul",
      "type": "title"
    },
    {
      "verse": 22,
      "text": "Kemudian dibawalah kepada Yesus seorang yang kerasukan setan. Orang itu buta dan bisu, lalu Yesus menyembuhkannya, sehingga si bisu itu berkata-kata dan melihat.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Maka takjublah sekalian orang banyak itu, katanya: \"Ia ini agaknya Anak Daud.\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tetapi ketika orang Farisi mendengarnya, mereka berkata: \"Dengan Beelzebul, penghulu setan, Ia mengusir setan.\"",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tetapi Yesus mengetahui pikiran mereka lalu berkata kepada mereka: \"Setiap kerajaan yang terpecah-pecah pasti binasa dan setiap kota atau rumah tangga yang terpecah-pecah tidak dapat bertahan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Demikianlah juga kalau Iblis mengusir Iblis, iapun terbagi-bagi dan melawan dirinya sendiri; bagaimanakah kerajaannya dapat bertahan?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi jika Aku mengusir setan dengan kuasa Beelzebul, dengan kuasa siapakah pengikut-pengikutmu mengusirnya? Sebab itu merekalah yang akan menjadi hakimmu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tetapi jika Aku mengusir setan dengan kuasa Roh Allah, maka sesungguhnya Kerajaan Allah sudah datang kepadamu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Atau bagaimanakah orang dapat memasuki rumah seorang yang kuat dan merampas harta bendanya apabila tidak diikatnya dahulu orang kuat itu? Sesudah diikatnya barulah dapat ia merampok rumah itu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Siapa tidak bersama Aku, ia melawan Aku dan siapa tidak mengumpulkan bersama Aku, ia mencerai-beraikan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sebab itu Aku berkata kepadamu: Segala dosa dan hujat manusia akan diampuni, tetapi hujat terhadap Roh Kudus tidak akan diampuni.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Apabila seorang mengucapkan sesuatu menentang Anak Manusia, ia akan diampuni, tetapi jika ia menentang Roh Kudus, ia tidak akan diampuni, di dunia ini tidak, dan di dunia yang akan datangpun tidak.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jikalau suatu pohon kamu katakan baik, maka baik pula buahnya; jikalau suatu pohon kamu katakan tidak baik, maka tidak baik pula buahnya. Sebab dari buahnya pohon itu dikenal.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Hai kamu keturunan ular beludak, bagaimanakah kamu dapat mengucapkan hal-hal yang baik, sedangkan kamu sendiri jahat? Karena yang diucapkan mulut meluap dari hati.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Orang yang baik mengeluarkan hal-hal yang baik dari perbendaharaannya yang baik dan orang yang jahat mengeluarkan hal-hal yang jahat dari perbendaharaannya yang jahat.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Tetapi Aku berkata kepadamu: Setiap kata sia-sia yang diucapkan orang harus dipertanggungjawabkannya pada hari penghakiman.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Karena menurut ucapanmu engkau akan dibenarkan, dan menurut ucapanmu pula engkau akan dihukum.\"",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Tanda Yunus",
      "type": "title"
    },
    {
      "verse": 38,
      "text": "Pada waktu itu berkatalah beberapa ahli Taurat dan orang Farisi kepada Yesus: \"Guru, kami ingin melihat suatu tanda dari pada-Mu.\"",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Tetapi jawab-Nya kepada mereka: \"Angkatan yang jahat dan tidak setia ini menuntut suatu tanda. Tetapi kepada mereka tidak akan diberikan tanda selain tanda nabi Yunus.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Sebab seperti Yunus tinggal di dalam perut ikan tiga hari tiga malam, demikian juga Anak Manusia akan tinggal di dalam rahim bumi tiga hari tiga malam.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Pada waktu penghakiman, orang-orang Niniwe akan bangkit bersama angkatan ini dan menghukumnya juga. Sebab orang-orang Niniwe itu bertobat setelah mendengar pemberitaan Yunus, dan sesungguhnya yang ada di sini lebih dari pada Yunus!",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Pada waktu penghakiman, ratu dari Selatan itu akan bangkit bersama angkatan ini dan ia akan menghukumnya juga. Sebab ratu ini datang dari ujung bumi untuk mendengar hikmat Salomo, dan sesungguhnya yang ada di sini lebih dari pada Salomo!\"",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Kembalinya roh jahat",
      "type": "title"
    },
    {
      "verse": 43,
      "text": "\"Apabila roh jahat keluar dari manusia, iapun mengembara ke tempat-tempat yang tandus mencari perhentian. Tetapi ia tidak mendapatnya.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Lalu ia berkata: Aku akan kembali ke rumah yang telah kutinggalkan itu. Maka pergilah ia dan mendapati rumah itu kosong, bersih tersapu dan rapih teratur.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Lalu ia keluar dan mengajak tujuh roh lain yang lebih jahat dari padanya dan mereka masuk dan berdiam di situ. Maka akhirnya keadaan orang itu lebih buruk dari pada keadaannya semula. Demikian juga akan berlaku atas angkatan yang jahat ini.\"",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Yesus dan sanak saudara-Nya",
      "type": "title"
    },
    {
      "verse": 46,
      "text": "Ketika Yesus masih berbicara dengan orang banyak itu, ibu-Nya dan saudara-saudara-Nya berdiri di luar dan berusaha menemui Dia.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Maka seorang berkata kepada-Nya: \"Lihatlah, ibu-Mu dan saudara-saudara-Mu ada di luar dan berusaha menemui Engkau.\"",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Tetapi jawab Yesus kepada orang yang menyampaikan berita itu kepada-Nya: \"Siapa ibu-Ku? Dan siapa saudara-saudara-Ku?\"",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Lalu kata-Nya, sambil menunjuk ke arah murid-murid-Nya: \"Ini ibu-Ku dan saudara-saudara-Ku!",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Sebab siapapun yang melakukan kehendak Bapa-Ku di sorga, dialah saudara-Ku laki-laki, dialah saudara-Ku perempuan, dialah ibu-Ku.\"",
      "type": "content"
    }
  ]
}