{
  "book": "Matius",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Yohanes Pembaptis dibunuh",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada masa itu sampailah berita-berita tentang Yesus kepada Herodes, raja wilayah.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lalu ia berkata kepada pegawai-pegawainya: \"Inilah Yohanes Pembaptis; ia sudah bangkit dari antara orang mati dan itulah sebabnya kuasa-kuasa itu bekerja di dalam-Nya.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sebab memang Herodes telah menyuruh menangkap Yohanes, membelenggunya dan memenjarakannya, berhubung dengan peristiwa Herodias, isteri Filipus saudaranya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Karena Yohanes pernah menegornya, katanya: \"Tidak halal engkau mengambil Herodias!\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Herodes ingin membunuhnya, tetapi ia takut akan orang banyak yang memandang Yohanes sebagai nabi.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tetapi pada hari ulang tahun Herodes, menarilah anak perempuan Herodias di tengah-tengah mereka dan menyukakan hati Herodes,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "sehingga Herodes bersumpah akan memberikan kepadanya apa saja yang dimintanya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Maka setelah dihasut oleh ibunya, anak perempuan itu berkata: \"Berikanlah aku di sini kepala Yohanes Pembaptis di sebuah talam.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Lalu sedihlah hati raja, tetapi karena sumpahnya dan karena tamu-tamunya diperintahkannya juga untuk memberikannya.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Disuruhnya memenggal kepala Yohanes di penjara",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "dan kepala Yohanes itupun dibawa orang di sebuah talam, lalu diberikan kepada gadis itu dan ia membawanya kepada ibunya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Kemudian datanglah murid-murid Yohanes Pembaptis mengambil mayatnya dan menguburkannya. Lalu pergilah mereka memberitahukannya kepada Yesus.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Yesus memberi makan lima ribu orang",
      "type": "title"
    },
    {
      "verse": 13,
      "text": "Setelah Yesus mendengar berita itu menyingkirlah Ia dari situ, dan hendak mengasingkan diri dengan perahu ke tempat yang sunyi. Tetapi orang banyak mendengarnya dan mengikuti Dia dengan mengambil jalan darat dari kota-kota mereka.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ketika Yesus mendarat, Ia melihat orang banyak yang besar jumlahnya, maka tergeraklah hati-Nya oleh belas kasihan kepada mereka dan Ia menyembuhkan mereka yang sakit.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Menjelang malam, murid-murid-Nya datang kepada-Nya dan berkata: \"Tempat ini sunyi dan hari sudah mulai malam. Suruhlah orang banyak itu pergi supaya mereka dapat membeli makanan di desa-desa.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tetapi Yesus berkata kepada mereka: \"Tidak perlu mereka pergi, kamu harus memberi mereka makan.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jawab mereka: \"Yang ada pada kami di sini hanya lima roti dan dua ikan.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Yesus berkata: \"Bawalah ke mari kepada-Ku.\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Lalu disuruh-Nya orang banyak itu duduk di rumput. Dan setelah diambil-Nya lima roti dan dua ikan itu, Yesus menengadah ke langit dan mengucap berkat, lalu memecah-mecahkan roti itu dan memberikannya kepada murid-murid-Nya, lalu murid-murid-Nya membagi-bagikannya kepada orang banyak.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dan mereka semuanya makan sampai kenyang. Kemudian orang mengumpulkan potongan-potongan roti yang sisa, dua belas bakul penuh.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Yang ikut makan kira-kira lima ribu laki-laki, tidak termasuk perempuan dan anak-anak.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Yesus berjalan di atas air",
      "type": "title"
    },
    {
      "verse": 22,
      "text": "Sesudah itu Yesus segera memerintahkan murid-murid-Nya naik ke perahu dan mendahului-Nya ke seberang, sementara itu Ia menyuruh orang banyak pulang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dan setelah orang banyak itu disuruh-Nya pulang, Yesus naik ke atas bukit untuk berdoa seorang diri. Ketika hari sudah malam, Ia sendirian di situ.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Perahu murid-murid-Nya sudah beberapa mil jauhnya dari pantai dan diombang-ambingkan gelombang, karena angin sakal.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Kira-kira jam tiga malam datanglah Yesus kepada mereka berjalan di atas air.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ketika murid-murid-Nya melihat Dia berjalan di atas air, mereka terkejut dan berseru: \"Itu hantu!\", lalu berteriak-teriak karena takut.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tetapi segera Yesus berkata kepada mereka: \"Tenanglah! Aku ini, jangan takut!\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Lalu Petrus berseru dan menjawab Dia: \"Tuhan, apabila Engkau itu, suruhlah aku datang kepada-Mu berjalan di atas air.\"",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Kata Yesus: \"Datanglah!\" Maka Petrus turun dari perahu dan berjalan di atas air mendapatkan Yesus.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Tetapi ketika dirasanya tiupan angin, takutlah ia dan mulai tenggelam lalu berteriak: \"Tuhan, tolonglah aku!\"",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Segera Yesus mengulurkan tangan-Nya, memegang dia dan berkata: \"Hai orang yang kurang percaya, mengapa engkau bimbang?\"",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Lalu mereka naik ke perahu dan anginpun redalah.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dan orang-orang yang ada di perahu menyembah Dia, katanya: \"Sesungguhnya Engkau Anak Allah.\"",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Yesus menyembuhkan orang-orang sakit di Genesaret",
      "type": "title"
    },
    {
      "verse": 34,
      "text": "Setibanya di seberang mereka mendarat di Genesaret.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ketika Yesus dikenal oleh orang-orang di tempat itu, mereka memberitahukannya ke seluruh daerah itu. Maka semua orang yang sakit dibawa kepada-Nya.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Mereka memohon supaya diperkenankan menjamah jumbai jubah-Nya. Dan semua orang yang menjamah-Nya menjadi sembuh.",
      "type": "content"
    }
  ]
}