{
  "book": "Matius",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "Siapa yang terbesar dalam Kerajaan Sorga",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada waktu itu datanglah murid-murid itu kepada Yesus dan bertanya: \"Siapakah yang terbesar dalam Kerajaan Sorga?\"",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Maka Yesus memanggil seorang anak kecil dan menempatkannya di tengah-tengah mereka",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "lalu berkata: \"Aku berkata kepadamu, sesungguhnya jika kamu tidak bertobat dan menjadi seperti anak kecil ini, kamu tidak akan masuk ke dalam Kerajaan Sorga.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sedangkan barangsiapa merendahkan diri dan menjadi seperti anak kecil ini, dialah yang terbesar dalam Kerajaan Sorga.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dan barangsiapa menyambut seorang anak seperti ini dalam nama-Ku, ia menyambut Aku.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Siapa yang menyesatkan orang",
      "type": "title"
    },
    {
      "verse": 6,
      "text": "\"Tetapi barangsiapa menyesatkan salah satu dari anak-anak kecil ini yang percaya kepada-Ku, lebih baik baginya jika sebuah batu kilangan diikatkan pada lehernya lalu ia ditenggelamkan ke dalam laut.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Celakalah dunia dengan segala penyesatannya: memang penyesatan harus ada, tetapi celakalah orang yang mengadakannya.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jika tanganmu atau kakimu menyesatkan engkau, penggallah dan buanglah itu, karena lebih baik bagimu masuk ke dalam hidup dengan tangan kudung atau timpang dari pada dengan utuh kedua tangan dan kedua kakimu dicampakkan ke dalam api kekal.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dan jika matamu menyesatkan engkau, cungkillah dan buanglah itu, karena lebih baik bagimu masuk ke dalam hidup dengan bermata satu dari pada dicampakkan ke dalam api neraka dengan bermata dua.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingatlah, jangan menganggap rendah seorang dari anak-anak kecil ini. Karena Aku berkata kepadamu: Ada malaikat mereka di sorga yang selalu memandang wajah Bapa-Ku yang di sorga.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(Karena Anak Manusia datang untuk menyelamatkan yang hilang.)\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Perumpamaan tentang domba yang hilang",
      "type": "title"
    },
    {
      "verse": 12,
      "text": "\"Bagaimana pendapatmu? Jika seorang mempunyai seratus ekor domba, dan seekor di antaranya sesat, tidakkah ia akan meninggalkan yang sembilan puluh sembilan ekor di pegunungan dan pergi mencari yang sesat itu?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dan Aku berkata kepadamu: Sesungguhnya jika ia berhasil menemukannya, lebih besar kegembiraannya atas yang seekor itu dari pada atas yang kesembilan puluh sembilan ekor yang tidak sesat.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Demikian juga Bapamu yang di sorga tidak menghendaki supaya seorangpun dari anak-anak ini hilang.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tentang menasihati sesama saudara",
      "type": "title"
    },
    {
      "verse": 15,
      "text": "\"Apabila saudaramu berbuat dosa, tegorlah dia di bawah empat mata. Jika ia mendengarkan nasihatmu engkau telah mendapatnya kembali.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jika ia tidak mendengarkan engkau, bawalah seorang atau dua orang lagi, supaya atas keterangan dua atau tiga orang saksi, perkara itu tidak disangsikan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jika ia tidak mau mendengarkan mereka, sampaikanlah soalnya kepada jemaat. Dan jika ia tidak mau juga mendengarkan jemaat, pandanglah dia sebagai seorang yang tidak mengenal Allah atau seorang pemungut cukai.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Aku berkata kepadamu: Sesungguhnya apa yang kamu ikat di dunia ini akan terikat di sorga dan apa yang kamu lepaskan di dunia ini akan terlepas di sorga.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dan lagi Aku berkata kepadamu: Jika dua orang dari padamu di dunia ini sepakat meminta apapun juga, permintaan mereka itu akan dikabulkan oleh Bapa-Ku yang di sorga.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sebab di mana dua atau tiga orang berkumpul dalam Nama-Ku, di situ Aku ada di tengah-tengah mereka.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Perumpamaan tentang pengampunan",
      "type": "title"
    },
    {
      "verse": 21,
      "text": "Kemudian datanglah Petrus dan berkata kepada Yesus: \"Tuhan, sampai berapa kali aku harus mengampuni saudaraku jika ia berbuat dosa terhadap aku? Sampai tujuh kali?\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Yesus berkata kepadanya: \"Bukan! Aku berkata kepadamu: Bukan sampai tujuh kali, melainkan sampai tujuh puluh kali tujuh kali.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sebab hal Kerajaan Sorga seumpama seorang raja yang hendak mengadakan perhitungan dengan hamba-hambanya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Setelah ia mulai mengadakan perhitungan itu, dihadapkanlah kepadanya seorang yang berhutang sepuluh ribu talenta.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tetapi karena orang itu tidak mampu melunaskan hutangnya, raja itu memerintahkan supaya ia dijual beserta anak isterinya dan segala miliknya untuk pembayar hutangnya.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Maka sujudlah hamba itu menyembah dia, katanya: Sabarlah dahulu, segala hutangku akan kulunaskan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Lalu tergeraklah hati raja itu oleh belas kasihan akan hamba itu, sehingga ia membebaskannya dan menghapuskan hutangnya.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tetapi ketika hamba itu keluar, ia bertemu dengan seorang hamba lain yang berhutang seratus dinar kepadanya. Ia menangkap dan mencekik kawannya itu, katanya: Bayar hutangmu!",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Maka sujudlah kawannya itu dan memohon kepadanya: Sabarlah dahulu, hutangku itu akan kulunaskan.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Tetapi ia menolak dan menyerahkan kawannya itu ke dalam penjara sampai dilunaskannya hutangnya.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Melihat itu kawan-kawannya yang lain sangat sedih lalu menyampaikan segala yang terjadi kepada tuan mereka.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Raja itu menyuruh memanggil orang itu dan berkata kepadanya: Hai hamba yang jahat, seluruh hutangmu telah kuhapuskan karena engkau memohonkannya kepadaku.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Bukankah engkaupun harus mengasihani kawanmu seperti aku telah mengasihani engkau?",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Maka marahlah tuannya itu dan menyerahkannya kepada algojo-algojo, sampai ia melunaskan seluruh hutangnya.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Maka Bapa-Ku yang di sorga akan berbuat demikian juga terhadap kamu, apabila kamu masing-masing tidak mengampuni saudaramu dengan segenap hatimu.\"",
      "type": "content"
    }
  ]
}