{
  "book": "Matius",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "Perceraian",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Setelah Yesus selesai dengan pengajaran-Nya itu, berangkatlah Ia dari Galilea dan tiba di daerah Yudea yang di seberang sungai Yordan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Orang banyak berbondong-bondong mengikuti Dia dan Iapun menyembuhkan mereka di sana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Maka datanglah orang-orang Farisi kepada-Nya untuk mencobai Dia. Mereka bertanya: \"Apakah diperbolehkan orang menceraikan isterinya dengan alasan apa saja?\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jawab Yesus: \"Tidakkah kamu baca, bahwa Ia yang menciptakan manusia sejak semula menjadikan mereka laki-laki dan perempuan?",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dan firman-Nya: Sebab itu laki-laki akan meninggalkan ayah dan ibunya dan bersatu dengan isterinya, sehingga keduanya itu menjadi satu daging.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Demikianlah mereka bukan lagi dua, melainkan satu. Karena itu, apa yang telah dipersatukan Allah, tidak boleh diceraikan manusia.\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Kata mereka kepada-Nya: \"Jika demikian, apakah sebabnya Musa memerintahkan untuk memberikan surat cerai jika orang menceraikan isterinya?\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kata Yesus kepada mereka: \"Karena ketegaran hatimu Musa mengizinkan kamu menceraikan isterimu, tetapi sejak semula tidaklah demikian.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tetapi Aku berkata kepadamu: Barangsiapa menceraikan isterinya, kecuali karena zinah, lalu kawin dengan perempuan lain, ia berbuat zinah.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Murid-murid itu berkata kepada-Nya: \"Jika demikian halnya hubungan antara suami dan isteri, lebih baik jangan kawin.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Akan tetapi Ia berkata kepada mereka: \"Tidak semua orang dapat mengerti perkataan itu, hanya mereka yang dikaruniai saja.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ada orang yang tidak dapat kawin karena ia memang lahir demikian dari rahim ibunya, dan ada orang yang dijadikan demikian oleh orang lain, dan ada orang yang membuat dirinya demikian karena kemauannya sendiri oleh karena Kerajaan Sorga. Siapa yang dapat mengerti hendaklah ia mengerti.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Yesus memberkati anak-anak",
      "type": "title"
    },
    {
      "verse": 13,
      "text": "Lalu orang membawa anak-anak kecil kepada Yesus, supaya Ia meletakkan tangan-Nya atas mereka dan mendoakan mereka; akan tetapi murid-murid-Nya memarahi orang-orang itu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tetapi Yesus berkata: \"Biarkanlah anak-anak itu, janganlah menghalang-halangi mereka datang kepada-Ku; sebab orang-orang yang seperti itulah yang empunya Kerajaan Sorga.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Lalu Ia meletakkan tangan-Nya atas mereka dan kemudian Ia berangkat dari situ.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Orang muda yang kaya",
      "type": "title"
    },
    {
      "verse": 16,
      "text": "Ada seorang datang kepada Yesus, dan berkata: \"Guru, perbuatan baik apakah yang harus kuperbuat untuk memperoleh hidup yang kekal?\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jawab Yesus: \"Apakah sebabnya engkau bertanya kepada-Ku tentang apa yang baik? Hanya Satu yang baik. Tetapi jikalau engkau ingin masuk ke dalam hidup, turutilah segala perintah Allah.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Kata orang itu kepada-Nya: \"Perintah yang mana?\" Kata Yesus: \"Jangan membunuh, jangan berzinah, jangan mencuri, jangan mengucapkan saksi dusta,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "hormatilah ayahmu dan ibumu dan kasihilah sesamamu manusia seperti dirimu sendiri.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Kata orang muda itu kepada-Nya: \"Semuanya itu telah kuturuti, apa lagi yang masih kurang?\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Kata Yesus kepadanya: \"Jikalau engkau hendak sempurna, pergilah, juallah segala milikmu dan berikanlah itu kepada orang-orang miskin, maka engkau akan beroleh harta di sorga, kemudian datanglah ke mari dan ikutlah Aku.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ketika orang muda itu mendengar perkataan itu, pergilah ia dengan sedih, sebab banyak hartanya.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Yesus berkata kepada murid-murid-Nya: \"Aku berkata kepadamu, sesungguhnya sukar sekali bagi seorang kaya untuk masuk ke dalam Kerajaan Sorga.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sekali lagi Aku berkata kepadamu, lebih mudah seekor unta masuk melalui lobang jarum dari pada seorang kaya masuk ke dalam Kerajaan Allah.\"",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ketika murid-murid mendengar itu, sangat gemparlah mereka dan berkata: \"Jika demikian, siapakah yang dapat diselamatkan?\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Yesus memandang mereka dan berkata: \"Bagi manusia hal ini tidak mungkin, tetapi bagi Allah segala sesuatu mungkin.\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Upah mengikut Yesus",
      "type": "title"
    },
    {
      "verse": 27,
      "text": "Lalu Petrus menjawab dan berkata kepada Yesus: \"Kami ini telah meninggalkan segala sesuatu dan mengikut Engkau; jadi apakah yang akan kami peroleh?\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Kata Yesus kepada mereka: \"Aku berkata kepadamu, sesungguhnya pada waktu penciptaan kembali, apabila Anak Manusia bersemayam di takhta kemuliaan-Nya, kamu, yang telah mengikut Aku, akan duduk juga di atas dua belas takhta untuk menghakimi kedua belas suku Israel.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dan setiap orang yang karena nama-Ku meninggalkan rumahnya, saudaranya laki-laki atau saudaranya perempuan, bapa atau ibunya, anak-anak atau ladangnya, akan menerima kembali seratus kali lipat dan akan memperoleh hidup yang kekal.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Tetapi banyak orang yang terdahulu akan menjadi yang terakhir, dan yang terakhir akan menjadi yang terdahulu.\"",
      "type": "content"
    }
  ]
}