{
  "book": "Matius",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "Perumpamaan tentang perjamuan kawin",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Lalu Yesus berbicara pula dalam perumpamaan kepada mereka:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Hal Kerajaan Sorga seumpama seorang raja, yang mengadakan perjamuan kawin untuk anaknya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ia menyuruh hamba-hambanya memanggil orang-orang yang telah diundang ke perjamuan kawin itu, tetapi orang-orang itu tidak mau datang.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ia menyuruh pula hamba-hamba lain, pesannya: Katakanlah kepada orang-orang yang diundang itu: Sesungguhnya hidangan, telah kusediakan, lembu-lembu jantan dan ternak piaraanku telah disembelih; semuanya telah tersedia, datanglah ke perjamuan kawin ini.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tetapi orang-orang yang diundang itu tidak mengindahkannya; ada yang pergi ke ladangnya, ada yang pergi mengurus usahanya,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "dan yang lain menangkap hamba-hambanya itu, menyiksanya dan membunuhnya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Maka murkalah raja itu, lalu menyuruh pasukannya ke sana untuk membinasakan pembunuh-pembunuh itu dan membakar kota mereka.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Sesudah itu ia berkata kepada hamba-hambanya: Perjamuan kawin telah tersedia, tetapi orang-orang yang diundang tadi tidak layak untuk itu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebab itu pergilah ke persimpangan-persimpangan jalan dan undanglah setiap orang yang kamu jumpai di sana ke perjamuan kawin itu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Maka pergilah hamba-hamba itu dan mereka mengumpulkan semua orang yang dijumpainya di jalan-jalan, orang-orang jahat dan orang-orang baik, sehingga penuhlah ruangan perjamuan kawin itu dengan tamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ketika raja itu masuk untuk bertemu dengan tamu-tamu itu, ia melihat seorang yang tidak berpakaian pesta.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia berkata kepadanya: Hai saudara, bagaimana engkau masuk ke mari dengan tidak mengenakan pakaian pesta? Tetapi orang itu diam saja.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lalu kata raja itu kepada hamba-hambanya: Ikatlah kaki dan tangannya dan campakkanlah orang itu ke dalam kegelapan yang paling gelap, di sanalah akan terdapat ratap dan kertak gigi.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sebab banyak yang dipanggil, tetapi sedikit yang dipilih.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tentang membayar pajak kepada Kaisar",
      "type": "title"
    },
    {
      "verse": 15,
      "text": "Kemudian pergilah orang-orang Farisi; mereka berunding bagaimana mereka dapat menjerat Yesus dengan suatu pertanyaan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Mereka menyuruh murid-murid mereka bersama-sama orang-orang Herodian bertanya kepada-Nya: \"Guru, kami tahu, Engkau adalah seorang yang jujur dan dengan jujur mengajar jalan Allah dan Engkau tidak takut kepada siapapun juga, sebab Engkau tidak mencari muka.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Katakanlah kepada kami pendapat-Mu: Apakah diperbolehkan membayar pajak kepada Kaisar atau tidak?\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tetapi Yesus mengetahui kejahatan hati mereka itu lalu berkata: \"Mengapa kamu mencobai Aku, hai orang-orang munafik?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tunjukkanlah kepada-Ku mata uang untuk pajak itu.\" Mereka membawa suatu dinar kepada-Nya.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Maka Ia bertanya kepada mereka: \"Gambar dan tulisan siapakah ini?\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jawab mereka: \"Gambar dan tulisan Kaisar.\" Lalu kata Yesus kepada mereka: \"Berikanlah kepada Kaisar apa yang wajib kamu berikan kepada Kaisar dan kepada Allah apa yang wajib kamu berikan kepada Allah.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Mendengar itu heranlah mereka dan meninggalkan Yesus lalu pergi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Pertanyaan orang Saduki tentang kebangkitan",
      "type": "title"
    },
    {
      "verse": 23,
      "text": "Pada hari itu datanglah kepada Yesus beberapa orang Saduki, yang berpendapat, bahwa tidak ada kebangkitan. Mereka bertanya kepada-Nya:",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "\"Guru, Musa mengatakan, bahwa jika seorang mati dengan tiada meninggalkan anak, saudaranya harus kawin dengan isterinya itu dan membangkitkan keturunan bagi saudaranya itu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tetapi di antara kami ada tujuh orang bersaudara. Yang pertama kawin, tetapi kemudian mati. Dan karena ia tidak mempunyai keturunan, ia meninggalkan isterinya itu bagi saudaranya.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Demikian juga yang kedua dan yang ketiga sampai dengan yang ketujuh.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dan akhirnya, sesudah mereka semua, perempuan itupun mati.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Siapakah di antara ketujuh orang itu yang menjadi suami perempuan itu pada hari kebangkitan? Sebab mereka semua telah beristerikan dia.\"",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Yesus menjawab mereka: \"Kamu sesat, sebab kamu tidak mengerti Kitab Suci maupun kuasa Allah!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Karena pada waktu kebangkitan orang tidak kawin dan tidak dikawinkan melainkan hidup seperti malaikat di sorga.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tetapi tentang kebangkitan orang-orang mati tidakkah kamu baca apa yang difirmankan Allah, ketika Ia bersabda:",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Akulah Allah Abraham, Allah Ishak dan Allah Yakub? Ia bukanlah Allah orang mati, melainkan Allah orang hidup.\"",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Orang banyak yang mendengar itu takjub akan pengajaran-Nya.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Hukum yang terutama",
      "type": "title"
    },
    {
      "verse": 34,
      "text": "Ketika orang-orang Farisi mendengar, bahwa Yesus telah membuat orang-orang Saduki itu bungkam, berkumpullah mereka",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "dan seorang dari mereka, seorang ahli Taurat, bertanya untuk mencobai Dia:",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "\"Guru, hukum manakah yang terutama dalam hukum Taurat?\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jawab Yesus kepadanya: \"Kasihilah Tuhan, Allahmu, dengan segenap hatimu dan dengan segenap jiwamu dan dengan segenap akal budimu.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Itulah hukum yang terutama dan yang pertama.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dan hukum yang kedua, yang sama dengan itu, ialah: Kasihilah sesamamu manusia seperti dirimu sendiri.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Pada kedua hukum inilah tergantung seluruh hukum Taurat dan kitab para nabi.\"",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Hubungan antara Yesus dan Daud",
      "type": "title"
    },
    {
      "verse": 41,
      "text": "Ketika orang-orang Farisi sedang berkumpul, Yesus bertanya kepada mereka, kata-Nya:",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "\"Apakah pendapatmu tentang Mesias? Anak siapakah Dia?\" Kata mereka kepada-Nya: \"Anak Daud.\"",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Kata-Nya kepada mereka: \"Jika demikian, bagaimanakah Daud oleh pimpinan Roh dapat menyebut Dia Tuannya, ketika ia berkata:",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Tuhan telah berfirman kepada Tuanku: duduklah di sebelah kanan-Ku, sampai musuh-musuh-Mu Kutaruh di bawah kaki-Mu.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Jadi jika Daud menyebut Dia Tuannya, bagaimana mungkin Ia anaknya pula?\"",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Tidak ada seorangpun yang dapat menjawab-Nya, dan sejak hari itu tidak ada seorangpun juga yang berani menanyakan sesuatu kepada-Nya.",
      "type": "content"
    }
  ]
}