{
  "book": "Matius",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Bait Allah akan diruntuhkan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Sesudah itu Yesus keluar dari Bait Allah, lalu pergi. Maka datanglah murid-murid-Nya dan menunjuk kepada bangunan-bangunan Bait Allah.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia berkata kepada mereka: \"Kamu melihat semuanya itu? Aku berkata kepadamu, sesungguhnya tidak satu batupun di sini akan dibiarkan terletak di atas batu yang lain; semuanya akan diruntuhkan.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Permulaan penderitaan",
      "type": "title"
    },
    {
      "verse": 3,
      "text": "Ketika Yesus duduk di atas Bukit Zaitun, datanglah murid-murid-Nya kepada-Nya untuk bercakap-cakap sendirian dengan Dia. Kata mereka: \"Katakanlah kepada kami, bilamanakah itu akan terjadi dan apakah tanda kedatangan-Mu dan tanda kesudahan dunia?\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jawab Yesus kepada mereka: \"Waspadalah supaya jangan ada orang yang menyesatkan kamu!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sebab banyak orang akan datang dengan memakai nama-Ku dan berkata: Akulah Mesias, dan mereka akan menyesatkan banyak orang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kamu akan mendengar deru perang atau kabar-kabar tentang perang. Namun berawas-awaslah jangan kamu gelisah; sebab semuanya itu harus terjadi, tetapi itu belum kesudahannya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sebab bangsa akan bangkit melawan bangsa, dan kerajaan melawan kerajaan. Akan ada kelaparan dan gempa bumi di berbagai tempat.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Akan tetapi semuanya itu barulah permulaan penderitaan menjelang zaman baru.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pada waktu itu kamu akan diserahkan supaya disiksa, dan kamu akan dibunuh dan akan dibenci semua bangsa oleh karena nama-Ku,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "dan banyak orang akan murtad dan mereka akan saling menyerahkan dan saling membenci.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Banyak nabi palsu akan muncul dan menyesatkan banyak orang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dan karena makin bertambahnya kedurhakaan, maka kasih kebanyakan orang akan menjadi dingin.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tetapi orang yang bertahan sampai pada kesudahannya akan selamat.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dan Injil Kerajaan ini akan diberitakan di seluruh dunia menjadi kesaksian bagi semua bangsa, sesudah itu barulah tiba kesudahannya.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Siksaan yang berat dan Mesias-mesias palsu",
      "type": "title"
    },
    {
      "verse": 15,
      "text": "\"Jadi apabila kamu melihat Pembinasa keji berdiri di tempat kudus, menurut firman yang disampaikan oleh nabi Daniel--para pembaca hendaklah memperhatikannya--",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "maka orang-orang yang di Yudea haruslah melarikan diri ke pegunungan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Orang yang sedang di peranginan di atas rumah janganlah ia turun untuk mengambil barang-barang dari rumahnya,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "dan orang yang sedang di ladang janganlah ia kembali untuk mengambil pakaiannya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Celakalah ibu-ibu yang sedang hamil atau yang menyusukan bayi pada masa itu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Berdoalah, supaya waktu kamu melarikan diri itu jangan jatuh pada musim dingin dan jangan pada hari Sabat.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sebab pada masa itu akan terjadi siksaan yang dahsyat seperti yang belum pernah terjadi sejak awal dunia sampai sekarang dan yang tidak akan terjadi lagi.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dan sekiranya waktunya tidak dipersingkat, maka dari segala yang hidup tidak akan ada yang selamat; akan tetapi oleh karena orang-orang pilihan waktu itu akan dipersingkat.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Pada waktu itu jika orang berkata kepada kamu: Lihat, Mesias ada di sini, atau Mesias ada di sana, jangan kamu percaya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sebab Mesias-mesias palsu dan nabi-nabi palsu akan muncul dan mereka akan mengadakan tanda-tanda yang dahsyat dan mujizat-mujizat, sehingga sekiranya mungkin, mereka menyesatkan orang-orang pilihan juga.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Camkanlah, Aku sudah mengatakannya terlebih dahulu kepadamu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi, apabila orang berkata kepadamu: Lihat, Ia ada di padang gurun, janganlah kamu pergi ke situ; atau: Lihat, Ia ada di dalam bilik, janganlah kamu percaya.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sebab sama seperti kilat memancar dari sebelah timur dan melontarkan cahayanya sampai ke barat, demikian pulalah kelak kedatangan Anak Manusia.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Di mana ada bangkai, di situ burung nazar berkerumun.\"",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Kedatangan Anak Manusia Perumpamaan tentang pohon ara",
      "type": "title"
    },
    {
      "verse": 29,
      "text": "\"Segera sesudah siksaan pada masa itu, matahari akan menjadi gelap dan bulan tidak bercahaya dan bintang-bintang akan berjatuhan dari langit dan kuasa-kuasa langit akan goncang.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Pada waktu itu akan tampak tanda Anak Manusia di langit dan semua bangsa di bumi akan meratap dan mereka akan melihat Anak Manusia itu datang di atas awan-awan di langit dengan segala kekuasaan dan kemuliaan-Nya.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dan Ia akan menyuruh keluar malaikat-malaikat-Nya dengan meniup sangkakala yang dahsyat bunyinya dan mereka akan mengumpulkan orang-orang pilihan-Nya dari keempat penjuru bumi, dari ujung langit yang satu ke ujung langit yang lain.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Tariklah pelajaran dari perumpamaan tentang pohon ara: Apabila ranting-rantingnya melembut dan mulai bertunas, kamu tahu, bahwa musim panas sudah dekat.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Demikian juga, jika kamu melihat semuanya ini, ketahuilah, bahwa waktunya sudah dekat, sudah di ambang pintu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Aku berkata kepadamu: Sesungguhnya angkatan ini tidak akan berlalu, sebelum semuanya ini terjadi.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Langit dan bumi akan berlalu, tetapi perkataan-Ku tidak akan berlalu.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Tetapi tentang hari dan saat itu tidak seorangpun yang tahu, malaikat-malaikat di sorga tidak, dan Anakpun tidak, hanya Bapa sendiri.\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Nasihat supaya berjaga-jaga",
      "type": "title"
    },
    {
      "verse": 37,
      "text": "\"Sebab sebagaimana halnya pada zaman Nuh, demikian pula halnya kelak pada kedatangan Anak Manusia.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Sebab sebagaimana mereka pada zaman sebelum air bah itu makan dan minum, kawin dan mengawinkan, sampai kepada hari Nuh masuk ke dalam bahtera,",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "dan mereka tidak tahu akan sesuatu, sebelum air bah itu datang dan melenyapkan mereka semua, demikian pulalah halnya kelak pada kedatangan Anak Manusia.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Pada waktu itu kalau ada dua orang di ladang, yang seorang akan dibawa dan yang lain akan ditinggalkan;",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "kalau ada dua orang perempuan sedang memutar batu kilangan, yang seorang akan dibawa dan yang lain akan ditinggalkan.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Karena itu berjaga-jagalah, sebab kamu tidak tahu pada hari mana Tuhanmu datang.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Tetapi ketahuilah ini: Jika tuan rumah tahu pada waktu mana pada malam hari pencuri akan datang, sudahlah pasti ia berjaga-jaga, dan tidak akan membiarkan rumahnya dibongkar.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Sebab itu, hendaklah kamu juga siap sedia, karena Anak Manusia datang pada saat yang tidak kamu duga.\"",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Perumpamaan tentang hamba yang setia dan hamba yang jahat",
      "type": "title"
    },
    {
      "verse": 45,
      "text": "\"Siapakah hamba yang setia dan bijaksana, yang diangkat oleh tuannya atas orang-orangnya untuk memberikan mereka makanan pada waktunya?",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Berbahagialah hamba, yang didapati tuannya melakukan tugasnya itu, ketika tuannya itu datang.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Aku berkata kepadamu: Sesungguhnya tuannya itu akan mengangkat dia menjadi pengawas segala miliknya.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Akan tetapi apabila hamba itu jahat dan berkata di dalam hatinya:",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Tuanku tidak datang-datang, lalu ia mulai memukul hamba-hamba lain, dan makan minum bersama-sama pemabuk-pemabuk,",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "maka tuan hamba itu akan datang pada hari yang tidak disangkakannya, dan pada saat yang tidak diketahuinya,",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "dan akan membunuh dia dan membuat dia senasib dengan orang-orang munafik. Di sanalah akan terdapat ratapan dan kertakan gigi.\"",
      "type": "content"
    }
  ]
}