{
  "book": "Matius",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "Pemberitahuan keempat tentang penderitaan Yesus -- Rencana untuk membunuh Yesus",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Setelah Yesus selesai dengan segala pengajaran-Nya itu, berkatalah Ia kepada murid-murid-Nya:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Kamu tahu, bahwa dua hari lagi akan dirayakan Paskah, maka Anak Manusia akan diserahkan untuk disalibkan.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Pada waktu itu berkumpullah imam-imam kepala dan tua-tua bangsa Yahudi di istana Imam Besar yang bernama Kayafas,",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "dan mereka merundingkan suatu rencana untuk menangkap Yesus dengan tipu muslihat dan untuk membunuh Dia.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tetapi mereka berkata: \"Jangan pada waktu perayaan, supaya jangan timbul keributan di antara rakyat.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Yesus diurapi",
      "type": "title"
    },
    {
      "verse": 6,
      "text": "Ketika Yesus berada di Betania, di rumah Simon si kusta,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "datanglah seorang perempuan kepada-Nya membawa sebuah buli-buli pualam berisi minyak wangi yang mahal. Minyak itu dicurahkannya ke atas kepala Yesus, yang sedang duduk makan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Melihat itu murid-murid gusar dan berkata: \"Untuk apa pemborosan ini?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebab minyak itu dapat dijual dengan mahal dan uangnya dapat diberikan kepada orang-orang miskin.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tetapi Yesus mengetahui pikiran mereka lalu berkata: \"Mengapa kamu menyusahkan perempuan ini? Sebab ia telah melakukan suatu perbuatan yang baik pada-Ku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Karena orang-orang miskin selalu ada padamu, tetapi Aku tidak akan selalu bersama-sama kamu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sebab dengan mencurahkan minyak itu ke tubuh-Ku, ia membuat suatu persiapan untuk penguburan-Ku.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Aku berkata kepadamu: Sesungguhnya di mana saja Injil ini diberitakan di seluruh dunia, apa yang dilakukannya ini akan disebut juga untuk mengingat dia.\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Yudas mengkhianati Yesus",
      "type": "title"
    },
    {
      "verse": 14,
      "text": "Kemudian pergilah seorang dari kedua belas murid itu, yang bernama Yudas Iskariot, kepada imam-imam kepala.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia berkata: \"Apa yang hendak kamu berikan kepadaku, supaya aku menyerahkan Dia kepada kamu?\" Mereka membayar tiga puluh uang perak kepadanya.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dan mulai saat itu ia mencari kesempatan yang baik untuk menyerahkan Yesus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Yesus makan Paskah dengan murid-murid-Nya",
      "type": "title"
    },
    {
      "verse": 17,
      "text": "Pada hari pertama dari hari raya Roti Tidak Beragi datanglah murid-murid Yesus kepada-Nya dan berkata: \"Di mana Engkau kehendaki kami mempersiapkan perjamuan Paskah bagi-Mu?\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jawab Yesus: \"Pergilah ke kota kepada si Anu dan katakan kepadanya: Pesan Guru: waktu-Ku hampir tiba; di dalam rumahmulah Aku mau merayakan Paskah bersama-sama dengan murid-murid-Ku.\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Lalu murid-murid-Nya melakukan seperti yang ditugaskan Yesus kepada mereka dan mempersiapkan Paskah.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Setelah hari malam, Yesus duduk makan bersama-sama dengan kedua belas murid itu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dan ketika mereka sedang makan, Ia berkata: \"Aku berkata kepadamu, sesungguhnya seorang di antara kamu akan menyerahkan Aku.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dan dengan hati yang sangat sedih berkatalah mereka seorang demi seorang kepada-Nya: \"Bukan aku, ya Tuhan?\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia menjawab: \"Dia yang bersama-sama dengan Aku mencelupkan tangannya ke dalam pinggan ini, dialah yang akan menyerahkan Aku.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Anak Manusia memang akan pergi sesuai dengan yang ada tertulis tentang Dia, akan tetapi celakalah orang yang olehnya Anak Manusia itu diserahkan. Adalah lebih baik bagi orang itu sekiranya ia tidak dilahirkan.\"",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Yudas, yang hendak menyerahkan Dia itu menjawab, katanya: \"Bukan aku, ya Rabi?\" Kata Yesus kepadanya: \"Engkau telah mengatakannya.\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Penetapan Perjamuan Malam",
      "type": "title"
    },
    {
      "verse": 26,
      "text": "Dan ketika mereka sedang makan, Yesus mengambil roti, mengucap berkat, memecah-mecahkannya lalu memberikannya kepada murid-murid-Nya dan berkata: \"Ambillah, makanlah, inilah tubuh-Ku.\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sesudah itu Ia mengambil cawan, mengucap syukur lalu memberikannya kepada mereka dan berkata: \"Minumlah, kamu semua, dari cawan ini.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Sebab inilah darah-Ku, darah perjanjian, yang ditumpahkan bagi banyak orang untuk pengampunan dosa.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Akan tetapi Aku berkata kepadamu: mulai dari sekarang Aku tidak akan minum lagi hasil pokok anggur ini sampai pada hari Aku meminumnya, yaitu yang baru, bersama-sama dengan kamu dalam Kerajaan Bapa-Ku.\"",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Petrus akan menyangkal Yesus",
      "type": "title"
    },
    {
      "verse": 30,
      "text": "Sesudah menyanyikan nyanyian pujian, pergilah Yesus dan murid-murid-Nya ke Bukit Zaitun.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Maka berkatalah Yesus kepada mereka: \"Malam ini kamu semua akan tergoncang imanmu karena Aku. Sebab ada tertulis: Aku akan membunuh gembala dan kawanan domba itu akan tercerai-berai.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Akan tetapi sesudah Aku bangkit, Aku akan mendahului kamu ke Galilea.\"",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Petrus menjawab-Nya: \"Biarpun mereka semua tergoncang imannya karena Engkau, aku sekali-kali tidak.\"",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Yesus berkata kepadanya: \"Aku berkata kepadamu, sesungguhnya malam ini, sebelum ayam berkokok, engkau telah menyangkal Aku tiga kali.\"",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Kata Petrus kepada-Nya: \"Sekalipun aku harus mati bersama-sama Engkau, aku takkan menyangkal Engkau.\" Semua murid yang lainpun berkata demikian juga.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Di taman Getsemani",
      "type": "title"
    },
    {
      "verse": 36,
      "text": "Maka sampailah Yesus bersama-sama murid-murid-Nya ke suatu tempat yang bernama Getsemani. Lalu Ia berkata kepada murid-murid-Nya: \"Duduklah di sini, sementara Aku pergi ke sana untuk berdoa.\"",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Dan Ia membawa Petrus dan kedua anak Zebedeus serta-Nya. Maka mulailah Ia merasa sedih dan gentar,",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "lalu kata-Nya kepada mereka: \"Hati-Ku sangat sedih, seperti mau mati rasanya. Tinggallah di sini dan berjaga-jagalah dengan Aku.\"",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Maka Ia maju sedikit, lalu sujud dan berdoa, kata-Nya: \"Ya Bapa-Ku, jikalau sekiranya mungkin, biarlah cawan ini lalu dari pada-Ku, tetapi janganlah seperti yang Kukehendaki, melainkan seperti yang Engkau kehendaki.\"",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Setelah itu Ia kembali kepada murid-murid-Nya itu dan mendapati mereka sedang tidur. Dan Ia berkata kepada Petrus: \"Tidakkah kamu sanggup berjaga-jaga satu jam dengan Aku?",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Berjaga-jagalah dan berdoalah, supaya kamu jangan jatuh ke dalam pencobaan: roh memang penurut, tetapi daging lemah.\"",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Lalu Ia pergi untuk kedua kalinya dan berdoa, kata-Nya: \"Ya Bapa-Ku jikalau cawan ini tidak mungkin lalu, kecuali apabila Aku meminumnya, jadilah kehendak-Mu!\"",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dan ketika Ia kembali pula, Ia mendapati mereka sedang tidur, sebab mata mereka sudah berat.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Ia membiarkan mereka di situ lalu pergi dan berdoa untuk ketiga kalinya dan mengucapkan doa yang itu juga.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Sesudah itu Ia datang kepada murid-murid-Nya dan berkata kepada mereka: \"Tidurlah sekarang dan istirahatlah. Lihat, saatnya sudah tiba, bahwa Anak Manusia diserahkan ke tangan orang-orang berdosa.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Bangunlah, marilah kita pergi. Dia yang menyerahkan Aku sudah dekat.\"",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Yesus ditangkap",
      "type": "title"
    },
    {
      "verse": 47,
      "text": "Waktu Yesus masih berbicara datanglah Yudas, salah seorang dari kedua belas murid itu, dan bersama-sama dia serombongan besar orang yang membawa pedang dan pentung, disuruh oleh imam-imam kepala dan tua-tua bangsa Yahudi.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Orang yang menyerahkan Dia telah memberitahukan tanda ini kepada mereka: \"Orang yang akan kucium, itulah Dia, tangkaplah Dia.\"",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Dan segera ia maju mendapatkan Yesus dan berkata: \"Salam Rabi,\" lalu mencium Dia.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Tetapi Yesus berkata kepadanya: \"Hai teman, untuk itukah engkau datang?\" Maka majulah mereka memegang Yesus dan menangkap-Nya.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Tetapi seorang dari mereka yang menyertai Yesus mengulurkan tangannya, menghunus pedangnya dan menetakkannya kepada hamba Imam Besar sehingga putus telinganya.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Maka kata Yesus kepadanya: \"Masukkan pedang itu kembali ke dalam sarungnya, sebab barangsiapa menggunakan pedang, akan binasa oleh pedang.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Atau kausangka, bahwa Aku tidak dapat berseru kepada Bapa-Ku, supaya Ia segera mengirim lebih dari dua belas pasukan malaikat membantu Aku?",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Jika begitu, bagaimanakah akan digenapi yang tertulis dalam Kitab Suci, yang mengatakan, bahwa harus terjadi demikian?\"",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Pada saat itu Yesus berkata kepada orang banyak: \"Sangkamu Aku ini penyamun, maka kamu datang lengkap dengan pedang dan pentung untuk menangkap Aku? Padahal tiap-tiap hari Aku duduk mengajar di Bait Allah, dan kamu tidak menangkap Aku.",
      "type": "content"
    },
    {
      "verse": 56,
      "text": "Akan tetapi semua ini terjadi supaya genap yang ada tertulis dalam kitab nabi-nabi.\" Lalu semua murid itu meninggalkan Dia dan melarikan diri.",
      "type": "content"
    },
    {
      "verse": 57,
      "text": "Yesus di hadapan Mahkamah Agama",
      "type": "title"
    },
    {
      "verse": 57,
      "text": "Sesudah mereka menangkap Yesus, mereka membawa-Nya menghadap Kayafas, Imam Besar. Di situ telah berkumpul ahli-ahli Taurat dan tua-tua.",
      "type": "content"
    },
    {
      "verse": 58,
      "text": "Dan Petrus mengikuti Dia dari jauh sampai ke halaman Imam Besar, dan setelah masuk ke dalam, ia duduk di antara pengawal-pengawal untuk melihat kesudahan perkara itu.",
      "type": "content"
    },
    {
      "verse": 59,
      "text": "Imam-imam kepala, malah seluruh Mahkamah Agama mencari kesaksian palsu terhadap Yesus, supaya Ia dapat dihukum mati,",
      "type": "content"
    },
    {
      "verse": 60,
      "text": "tetapi mereka tidak memperolehnya, walaupun tampil banyak saksi dusta. Tetapi akhirnya tampillah dua orang,",
      "type": "content"
    },
    {
      "verse": 61,
      "text": "yang mengatakan: \"Orang ini berkata: Aku dapat merubuhkan Bait Allah dan membangunnya kembali dalam tiga hari.\"",
      "type": "content"
    },
    {
      "verse": 62,
      "text": "Lalu Imam Besar itu berdiri dan berkata kepada-Nya: \"Tidakkah Engkau memberi jawab atas tuduhan-tuduhan saksi-saksi ini terhadap Engkau?\"",
      "type": "content"
    },
    {
      "verse": 63,
      "text": "Tetapi Yesus tetap diam. Lalu kata Imam Besar itu kepada-Nya: \"Demi Allah yang hidup, katakanlah kepada kami, apakah Engkau Mesias, Anak Allah, atau tidak.\"",
      "type": "content"
    },
    {
      "verse": 64,
      "text": "Jawab Yesus: \"Engkau telah mengatakannya. Akan tetapi, Aku berkata kepadamu, mulai sekarang kamu akan melihat Anak Manusia duduk di sebelah kanan Yang Mahakuasa dan datang di atas awan-awan di langit.\"",
      "type": "content"
    },
    {
      "verse": 65,
      "text": "Maka Imam Besar itu mengoyakkan pakaiannya dan berkata: \"Ia menghujat Allah. Untuk apa kita perlu saksi lagi? Sekarang telah kamu dengar hujat-Nya.",
      "type": "content"
    },
    {
      "verse": 66,
      "text": "Bagaimana pendapat kamu?\" Mereka menjawab dan berkata: \"Ia harus dihukum mati!\"",
      "type": "content"
    },
    {
      "verse": 67,
      "text": "Lalu mereka meludahi muka-Nya dan meninju-Nya; orang-orang lain memukul Dia,",
      "type": "content"
    },
    {
      "verse": 68,
      "text": "dan berkata: \"Cobalah katakan kepada kami, hai Mesias, siapakah yang memukul Engkau?\"",
      "type": "content"
    },
    {
      "verse": 69,
      "text": "Petrus menyangkal Yesus",
      "type": "title"
    },
    {
      "verse": 69,
      "text": "Sementara itu Petrus duduk di luar di halaman. Maka datanglah seorang hamba perempuan kepadanya, katanya: \"Engkau juga selalu bersama-sama dengan Yesus, orang Galilea itu.\"",
      "type": "content"
    },
    {
      "verse": 70,
      "text": "Tetapi ia menyangkalnya di depan semua orang, katanya: \"Aku tidak tahu, apa yang engkau maksud.\"",
      "type": "content"
    },
    {
      "verse": 71,
      "text": "Ketika ia pergi ke pintu gerbang, seorang hamba lain melihat dia dan berkata kepada orang-orang yang ada di situ: \"Orang ini bersama-sama dengan Yesus, orang Nazaret itu.\"",
      "type": "content"
    },
    {
      "verse": 72,
      "text": "Dan ia menyangkalnya pula dengan bersumpah: \"Aku tidak kenal orang itu.\"",
      "type": "content"
    },
    {
      "verse": 73,
      "text": "Tidak lama kemudian orang-orang yang ada di situ datang kepada Petrus dan berkata: \"Pasti engkau juga salah seorang dari mereka, itu nyata dari bahasamu.\"",
      "type": "content"
    },
    {
      "verse": 74,
      "text": "Maka mulailah Petrus mengutuk dan bersumpah: \"Aku tidak kenal orang itu.\" Dan pada saat itu berkokoklah ayam.",
      "type": "content"
    },
    {
      "verse": 75,
      "text": "Maka teringatlah Petrus akan apa yang dikatakan Yesus kepadanya: \"Sebelum ayam berkokok, engkau telah menyangkal Aku tiga kali.\" Lalu ia pergi ke luar dan menangis dengan sedihnya.",
      "type": "content"
    }
  ]
}