{
  "book": "Matius",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Yohanes Pembaptis",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Pada waktu itu tampillah Yohanes Pembaptis di padang gurun Yudea dan memberitakan:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "\"Bertobatlah, sebab Kerajaan Sorga sudah dekat!\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sesungguhnya dialah yang dimaksudkan nabi Yesaya ketika ia berkata: \"Ada suara orang yang berseru-seru di padang gurun: Persiapkanlah jalan untuk Tuhan, luruskanlah jalan bagi-Nya.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Yohanes memakai jubah bulu unta dan ikat pinggang kulit, dan makanannya belalang dan madu hutan.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Maka datanglah kepadanya penduduk dari Yerusalem, dari seluruh Yudea dan dari seluruh daerah sekitar Yordan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Lalu sambil mengaku dosanya mereka dibaptis oleh Yohanes di sungai Yordan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tetapi waktu ia melihat banyak orang Farisi dan orang Saduki datang untuk dibaptis, berkatalah ia kepada mereka: \"Hai kamu keturunan ular beludak. Siapakah yang mengatakan kepada kamu, bahwa kamu dapat melarikan diri dari murka yang akan datang?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi hasilkanlah buah yang sesuai dengan pertobatan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dan janganlah mengira, bahwa kamu dapat berkata dalam hatimu: Abraham adalah bapa kami! Karena aku berkata kepadamu: Allah dapat menjadikan anak-anak bagi Abraham dari batu-batu ini!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Kapak sudah tersedia pada akar pohon dan setiap pohon yang tidak menghasilkan buah yang baik, pasti ditebang dan dibuang ke dalam api.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Aku membaptis kamu dengan air sebagai tanda pertobatan, tetapi Ia yang datang kemudian dari padaku lebih berkuasa dari padaku dan aku tidak layak melepaskan kasut-Nya. Ia akan membaptiskan kamu dengan Roh Kudus dan dengan api.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alat penampi sudah ditangan-Nya. Ia akan membersihkan tempat pengirikan-Nya dan mengumpulkan gandum-Nya ke dalam lumbung, tetapi debu jerami itu akan dibakar-Nya dalam api yang tidak terpadamkan.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Yesus dibaptis Yohanes",
      "type": "title"
    },
    {
      "verse": 13,
      "text": "Maka datanglah Yesus dari Galilea ke Yordan kepada Yohanes untuk dibaptis olehnya.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tetapi Yohanes mencegah Dia, katanya: \"Akulah yang perlu dibaptis oleh-Mu, dan Engkau yang datang kepadaku?\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Lalu Yesus menjawab, kata-Nya kepadanya: \"Biarlah hal itu terjadi, karena demikianlah sepatutnya kita menggenapkan seluruh kehendak Allah.\" Dan Yohanespun menuruti-Nya.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sesudah dibaptis, Yesus segera keluar dari air dan pada waktu itu juga langit terbuka dan Ia melihat Roh Allah seperti burung merpati turun ke atas-Nya,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "lalu terdengarlah suara dari sorga yang mengatakan: \"Inilah Anak-Ku yang Kukasihi, kepada-Nyalah Aku berkenan.\"",
      "type": "content"
    }
  ]
}