{
  "book": "Matius",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Hal menghakimi",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "\"Jangan kamu menghakimi, supaya kamu tidak dihakimi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Karena dengan penghakiman yang kamu pakai untuk menghakimi, kamu akan dihakimi dan ukuran yang kamu pakai untuk mengukur, akan diukurkan kepadamu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Mengapakah engkau melihat selumbar di mata saudaramu, sedangkan balok di dalam matamu tidak engkau ketahui?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Bagaimanakah engkau dapat berkata kepada saudaramu: Biarlah aku mengeluarkan selumbar itu dari matamu, padahal ada balok di dalam matamu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hai orang munafik, keluarkanlah dahulu balok dari matamu, maka engkau akan melihat dengan jelas untuk mengeluarkan selumbar itu dari mata saudaramu.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Hal yang kudus dan berharga",
      "type": "title"
    },
    {
      "verse": 6,
      "text": "\"Jangan kamu memberikan barang yang kudus kepada anjing dan jangan kamu melemparkan mutiaramu kepada babi, supaya jangan diinjak-injaknya dengan kakinya, lalu ia berbalik mengoyak kamu.\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hal pengabulan doa",
      "type": "title"
    },
    {
      "verse": 7,
      "text": "\"Mintalah, maka akan diberikan kepadamu; carilah, maka kamu akan mendapat; ketoklah, maka pintu akan dibukakan bagimu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Karena setiap orang yang meminta, menerima dan setiap orang yang mencari, mendapat dan setiap orang yang mengetok, baginya pintu dibukakan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Adakah seorang dari padamu yang memberi batu kepada anaknya, jika ia meminta roti,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "atau memberi ular, jika ia meminta ikan?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi jika kamu yang jahat tahu memberi pemberian yang baik kepada anak-anakmu, apalagi Bapamu yang di sorga! Ia akan memberikan yang baik kepada mereka yang meminta kepada-Nya.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jalan yang benar",
      "type": "title"
    },
    {
      "verse": 12,
      "text": "\"Segala sesuatu yang kamu kehendaki supaya orang perbuat kepadamu, perbuatlah demikian juga kepada mereka. Itulah isi seluruh hukum Taurat dan kitab para nabi.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Masuklah melalui pintu yang sesak itu, karena lebarlah pintu dan luaslah jalan yang menuju kepada kebinasaan, dan banyak orang yang masuk melaluinya;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "karena sesaklah pintu dan sempitlah jalan yang menuju kepada kehidupan, dan sedikit orang yang mendapatinya.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hal pengajaran yang sesat",
      "type": "title"
    },
    {
      "verse": 15,
      "text": "\"Waspadalah terhadap nabi-nabi palsu yang datang kepadamu dengan menyamar seperti domba, tetapi sesungguhnya mereka adalah serigala yang buas.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dari buahnyalah kamu akan mengenal mereka. Dapatkah orang memetik buah anggur dari semak duri atau buah ara dari rumput duri?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Demikianlah setiap pohon yang baik menghasilkan buah yang baik, sedang pohon yang tidak baik menghasilkan buah yang tidak baik.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tidak mungkin pohon yang baik itu menghasilkan buah yang tidak baik, ataupun pohon yang tidak baik itu menghasilkan buah yang baik.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dan setiap pohon yang tidak menghasilkan buah yang baik, pasti ditebang dan dibuang ke dalam api.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi dari buahnyalah kamu akan mengenal mereka.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Bukan setiap orang yang berseru kepada-Ku: Tuhan, Tuhan! akan masuk ke dalam Kerajaan Sorga, melainkan dia yang melakukan kehendak Bapa-Ku yang di sorga.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Pada hari terakhir banyak orang akan berseru kepada-Ku: Tuhan, Tuhan, bukankah kami bernubuat demi nama-Mu, dan mengusir setan demi nama-Mu, dan mengadakan banyak mujizat demi nama-Mu juga?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Pada waktu itulah Aku akan berterus terang kepada mereka dan berkata: Aku tidak pernah mengenal kamu! Enyahlah dari pada-Ku, kamu sekalian pembuat kejahatan!\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dua macam dasar",
      "type": "title"
    },
    {
      "verse": 24,
      "text": "\"Setiap orang yang mendengar perkataan-Ku ini dan melakukannya, ia sama dengan orang yang bijaksana, yang mendirikan rumahnya di atas batu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Kemudian turunlah hujan dan datanglah banjir, lalu angin melanda rumah itu, tetapi rumah itu tidak rubuh sebab didirikan di atas batu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tetapi setiap orang yang mendengar perkataan-Ku ini dan tidak melakukannya, ia sama dengan orang yang bodoh, yang mendirikan rumahnya di atas pasir.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Kemudian turunlah hujan dan datanglah banjir, lalu angin melanda rumah itu, sehingga rubuhlah rumah itu dan hebatlah kerusakannya.\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Kesan pendengar",
      "type": "title"
    },
    {
      "verse": 28,
      "text": "Dan setelah Yesus mengakhiri perkataan ini, takjublah orang banyak itu mendengar pengajaran-Nya,",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "sebab Ia mengajar mereka sebagai orang yang berkuasa, tidak seperti ahli-ahli Taurat mereka.",
      "type": "content"
    }
  ]
}