{
  "book": "Matius",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "Yesus menyembuhkan seorang yang sakit kusta",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Setelah Yesus turun dari bukit, orang banyak berbondong-bondong mengikuti Dia.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Maka datanglah seorang yang sakit kusta kepada-Nya, lalu sujud menyembah Dia dan berkata: \"Tuan, jika Tuan mau, Tuan dapat mentahirkan aku.\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lalu Yesus mengulurkan tangan-Nya, menjamah orang itu dan berkata: \"Aku mau, jadilah engkau tahir.\" Seketika itu juga tahirlah orang itu dari pada kustanya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Lalu Yesus berkata kepadanya: \"Ingatlah, jangan engkau memberitahukan hal ini kepada siapapun, tetapi pergilah, perlihatkanlah dirimu kepada imam dan persembahkanlah persembahan yang diperintahkan Musa, sebagai bukti bagi mereka.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Yesus menyembuhkan hamba seorang perwira di Kapernaum",
      "type": "title"
    },
    {
      "verse": 5,
      "text": "Ketika Yesus masuk ke Kapernaum, datanglah seorang perwira mendapatkan Dia dan memohon kepada-Nya:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "\"Tuan, hambaku terbaring di rumah karena sakit lumpuh dan ia sangat menderita.\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Yesus berkata kepadanya: \"Aku akan datang menyembuhkannya.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tetapi jawab perwira itu kepada-Nya: \"Tuan, aku tidak layak menerima Tuan di dalam rumahku, katakan saja sepatah kata, maka hambaku itu akan sembuh.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sebab aku sendiri seorang bawahan, dan di bawahku ada pula prajurit. Jika aku berkata kepada salah seorang prajurit itu: Pergi!, maka ia pergi, dan kepada seorang lagi: Datang!, maka ia datang, ataupun kepada hambaku: Kerjakanlah ini!, maka ia mengerjakannya.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Setelah Yesus mendengar hal itu, heranlah Ia dan berkata kepada mereka yang mengikuti-Nya: \"Aku berkata kepadamu, sesungguhnya iman sebesar ini tidak pernah Aku jumpai pada seorangpun di antara orang Israel.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Aku berkata kepadamu: Banyak orang akan datang dari Timur dan Barat dan duduk makan bersama-sama dengan Abraham, Ishak dan Yakub di dalam Kerajaan Sorga,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "sedangkan anak-anak Kerajaan itu akan dicampakkan ke dalam kegelapan yang paling gelap, di sanalah akan terdapat ratap dan kertak gigi.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Lalu Yesus berkata kepada perwira itu: \"Pulanglah dan jadilah kepadamu seperti yang engkau percaya.\" Maka pada saat itu juga sembuhlah hambanya.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Yesus menyembuhkan ibu mertua Petrus dan orang-orang lain",
      "type": "title"
    },
    {
      "verse": 14,
      "text": "Setibanya di rumah Petrus, Yesuspun melihat ibu mertua Petrus terbaring karena sakit demam.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Maka dipegang-Nya tangan perempuan itu, lalu lenyaplah demamnya. Iapun bangunlah dan melayani Dia.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Menjelang malam dibawalah kepada Yesus banyak orang yang kerasukan setan dan dengan sepatah kata Yesus mengusir roh-roh itu dan menyembuhkan orang-orang yang menderita sakit.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hal itu terjadi supaya genaplah firman yang disampaikan oleh nabi Yesaya: \"Dialah yang memikul kelemahan kita dan menanggung penyakit kita.\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Hal mengikut Yesus",
      "type": "title"
    },
    {
      "verse": 18,
      "text": "Ketika Yesus melihat orang banyak mengelilingi-Nya, Ia menyuruh bertolak ke seberang.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Lalu datanglah seorang ahli Taurat dan berkata kepada-Nya: \"Guru, aku akan mengikut Engkau, ke mana saja Engkau pergi.\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Yesus berkata kepadanya: \"Serigala mempunyai liang dan burung mempunyai sarang, tetapi Anak Manusia tidak mempunyai tempat untuk meletakkan kepala-Nya.\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Seorang lain, yaitu salah seorang murid-Nya, berkata kepada-Nya: \"Tuhan, izinkanlah aku pergi dahulu menguburkan ayahku.\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tetapi Yesus berkata kepadanya: \"Ikutlah Aku dan biarlah orang-orang mati menguburkan orang-orang mati mereka.\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Angin ribut diredakan",
      "type": "title"
    },
    {
      "verse": 23,
      "text": "Lalu Yesus naik ke dalam perahu dan murid-murid-Nyapun mengikuti-Nya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sekonyong-konyong mengamuklah angin ribut di danau itu, sehingga perahu itu ditimbus gelombang, tetapi Yesus tidur.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Maka datanglah murid-murid-Nya membangunkan Dia, katanya: \"Tuhan, tolonglah, kita binasa.\"",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ia berkata kepada mereka: \"Mengapa kamu takut, kamu yang kurang percaya?\" Lalu bangunlah Yesus menghardik angin dan danau itu, maka danau itu menjadi teduh sekali.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dan heranlah orang-orang itu, katanya: \"Orang apakah Dia ini, sehingga angin dan danaupun taat kepada-Nya?\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dua orang yang kerasukan disembuhkan",
      "type": "title"
    },
    {
      "verse": 28,
      "text": "Setibanya di seberang, yaitu di daerah orang Gadara, datanglah dari pekuburan dua orang yang kerasukan setan menemui Yesus. Mereka sangat berbahaya, sehingga tidak seorangpun yang berani melalui jalan itu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dan mereka itupun berteriak, katanya: \"Apa urusan-Mu dengan kami, hai Anak Allah? Adakah Engkau ke mari untuk menyiksa kami sebelum waktunya?\"",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Tidak jauh dari mereka itu sejumlah besar babi sedang mencari makan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Maka setan-setan itu meminta kepada-Nya, katanya: \"Jika Engkau mengusir kami, suruhlah kami pindah ke dalam kawanan babi itu.\"",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Yesus berkata kepada mereka: \"Pergilah!\" Lalu keluarlah mereka dan masuk ke dalam babi-babi itu. Maka terjunlah seluruh kawanan babi itu dari tepi jurang ke dalam danau dan mati di dalam air.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Maka larilah penjaga-penjaga babi itu dan setibanya di kota, diceriterakannyalah segala sesuatu, juga tentang orang-orang yang kerasukan setan itu.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Maka keluarlah seluruh kota mendapatkan Yesus dan setelah mereka berjumpa dengan Dia, merekapun mendesak, supaya Ia meninggalkan daerah mereka.",
      "type": "content"
    }
  ]
}