{
  "book": "Ibrani",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Marhite sian Anak i do dipapatar Debata dirina 1-2. II. Sumurung Anak i sian angka surusuruan 3-14",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jotjot jala ragam najolo pambahen ni Debata mangkuling i angka ama i marhitehite angka panurirang i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai di angka ari na parpudi on dipanghulingi do hita marhite sian Anak i. Ibana do dipabangkit gabe sitean parluhutan i, jala marhitehite Ibana do ditompa angka hasiangan i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Sillam ni hasangaponna dohot suman ni hadirionna do Ibana, jala diusung do parluhutan i marhitehite hatana na marhagogoon i. Jala dung dipatupa Ibana haiason sian angka dosa, hundul do Ibana tu siamun ni Hatongamon na di ginjang i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Songon surung ni Goarna na tineanna i, na mangatasi angka surusuruan, songon i do surung ni hasangaponna martimbangkon nasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai tu surusuruan dia ma hea didok: \"Anakku do Ho; sadari on do Ho hutubuhon\"? Manang: \"Ahu do gabe Amana, jala Ibana gabe Anakku\"?",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai di na naeng togihononna muse tu portibi on Ibana na parjolo tubu i, disi ma didok: \"Ingkon marsinggang tu jolona sude angka surusuruan ni Debata!\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Didok do nian taringot tu angka surusuruan i: \"Ibana mambahen alogo surusuruanna, api na marjimburjimbur do parhaladona.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai taringot tu Anak i didok: \"Ro di salelenglelengna do habangsami, ale Debata; tungkot hatigoran do tungkot harajaonmi!\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "\"Dihaholongi Ho do hatigoran jala dihagigihon Ho do hajahaton; ala ni i do dimiakkon Debatami miak halalas ni roha tu Ho, ale Debata, sumurung asa tu angka donganmi!\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i: \"Ho, ale Tuhan, paojakkon tano on di mulana i, jala jadijadian ni tanganmu do parlangitan i.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "\"Mago do angka i muse, alai tongtong do mian anggo Ho; laho buruk do i saluhutna songon ulos.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "\"Songon sampesampe balunonmu i sude, gabe muba ma; alai anggo Ho, laos tong do Ho, ndang mansohot angka taonmi!\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai tu surusuruan dia ma hea didok: \"Hundul ma Ho tu Siamunhon, paima hubahen angka musum sidegedegean ni patmu\"?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nda saluhut nasida tondi parhobas, angka na sinuru, mangurupi angka sitean haluaon i?",
      "type": "content"
    }
  ]
}