{
  "book": "Ibrani",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Surung dohot gogo ni panghongkop ni Tuhan Jesus 1-18. II. Siparangehononhon do pangkophopna i! 19-39",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ai holan halinu ni angka parulian sogot do na di patik i, ndada anggo badanna. Ala ni i, sandok ndang tarbahen patik i mambahen sun denggan angka na sai ro tusi, mamboan pelean ganup taon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai aut i, pasadionnasida ma na mamele i, ala so adong be dosa siingoton ni nasida na marhalado i, anggo dung ias nasida sahali.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai binahen ni angka pelean, mulak rata do ganup taon parningotan di dosa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai ndang tarbahen mudar ni angka jonggi manang hambing randuk pasaehon angka dosa.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ala ni i, ninna do di habobongotna i tu portibi on: \"Ndang diparhagiot roham pelean manang silehonlehon; daging i do dipauli Ho di Ahu!\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "\"Ndang lomo roham di pelean situtungon manang di pelean pardosaon.\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "\"Jadi ningku ma: Na ro ma Ahu mangulahon lomo ni roham, ale Debata; di pustaha i do tarsurat taringot tu Ahu.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Didok jolo: \"Ndang diparhagiot Ho pelean dohot silehonlehon, nang pelean situtungon manang pelean pardosaon, jala ndang lomo roham di na pinelehon mangihuthon patik.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i didok ma: \"Na ro ma Ahu, mangulahon lomo ni roham!\" Disi ma dipasohot na parjolo i, asa dipajongjong na paduahon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Di bagasan lomo ni rohana i gabe angka na badia hita, binahen ni daging ni Jesus Kristus, naung pinelehonna, na sahali i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala ganup malim jongjong do ariari marhalado dohot manjotjoti mamboan pelean, na sandok so tarbahen pasaehon dosa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai anggo Ibana, sada pelean sambing do diboan, pasaehon ro di salelenglelengna angka dosa; dung i hundul do Ibana di siamun ni Debata.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Na maimaima nama Ibana, rasirasa dipampeakkon angka musuna bahen sidegedegean ni patna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai hinorhon ni pelean na sasada i, sun denggan do dipajongjong Ibana, ro di salelenglelengna, angka na olo pabadiaonna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai dohot do Tondi Parbadia i mangkatindangkonsa tu hita, ai didok do:",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "\"On ma padan sipajongjongonku tu nasida, dung salpu angka ari i, ninna Tuhan i: Lehononku ma angka patikku tubagasan ateatenasida jala surathononku ma i tu rohanasida,\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "\"jala na so tupa be ingotonku dosanasida ro di hajahatonnasida!\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Anggo dung sesa angka i, ndang be masa pelean pardosaon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(II.) Antong, ale angka dongan, adong do di hita hiras ni roha, laho bongot tu bagasan na badia i, di bagasan mudar ni Jesus;",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "ai dibungka do di hita dalan na imbaru jala na mangolu, sian rimberimbe i, i ma dagingna i;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "jala adong do di hita malim na bolon, sigomgom bagas ni Debata.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dibahen i, tadapothon ma, marroha na sintong, di bagasan hagogok ni haporseaon, dung diurasi rohanta, unang be disolsoli panggora ni roha i hita, jala dung diburi dagingta dohot aek na ias!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Momos ma tatiop pangkirimon na taparhatopot i, ai haposan do na marbagabagahonsa!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Masiantoan ma hita, masipajujuan tu haholongon dohot tu angka ulaon na denggan!",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Unang tatadingkon parpunguanta hian, songon na hinasomalhon ni na deba; tung masipaingotan ma hita, jala lam i ma nian, ala lam jonok diida hamu ari i!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai anggo tatuntun mardosa, dung jolo tajalo parbinotoan di hasintongan i, ndang adong be dapot pelean pasaehon dosa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Uhum na jorbut nama sipaimaon dohot api ni haririmas, siallang angka na mangalo.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Sitompas patik ni si Musa ingkon mate do, anggo adong dua manang tolu sitindangi, so siat asi ni roha.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Timbang hamu ma: Sadia dumokdok ma uhum mangonai tu jolma, na mandegedegei Anak ni Debata jala na mansoadahon mudar parpadanan, parhitean ni habadiaonna nian, jala na manoisi Tondi Parasiroha i!",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ai tatanda do Ibana, naung mandok: \"Ahu do nampuna, partubolon; Ahu do mamaloshon!\" Dung i muse: \"Uhumon ni Tuhan i do bangsona!\"",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jorbutna i, madabu tu tangan ni Debata na mangolu i!",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai ingot hamu ma angka ari najolo; ai dung dipatiur hamu, ditaon hamu do godang parungkilon, i ma haporsuhon.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Na deba sian hamu gabe sitotonduran dibahen insahinsak dohot haporsuhon; na deba gabe saor tu angka na manaon songon i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ai rap manaon do hamu dohot angka na tarhurung; jala nang dirampas artamu, marlas ni roha do hamu manaon i, ala diboto hamu, adong do di hamu arta na ummangat jala na mian.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Onpe, unang ma bolongkon hamu hiras ni rohamuna, ai balga do upa ni i!",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ai habengeton do na ronsot di hamu, asa tarula hamu lomo ni roha ni Debata, jala dapot bagabaga i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ai \"saotik nari sambing nama, ro ma na giot ro, jala ndang marnalemba!\"",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai sian haporseaon ma mangolu partigor i; jala ndang lomo rohangku di halak na sumurut.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai ndang sumurut anggo hita, asa tu hamagoan; na marhaporseaon do, laho mangomohon tondi.",
      "type": "content"
    }
  ]
}