{
  "book": "Ibrani",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangalaho ni haporseaon, tarida sian angka parhaporseaon, uju di padan na robi 1-40",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai anggo haporseaon i, pos ni roha do i di angka sihirimon, jala pamotoan na tontu taringot tu na so niida.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di bagasan i do dapotan panindangion angka na tuatua na robi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Hinorhon ni haporseaon do taantusi, naung marhitehite pandok ni Debata dipaojak angka hasiangan, asa sian na so tarida manjadi na tarida i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hinorhon ni haporseaon do dipelehon si Abel tu Debata pelean na dumenggan sian na binoan ni si Kain; marhite sian i do dihatindangkon ibana partigor, ai dihatindangkon Debata do angka pelean na binoanna, jala marhite sian i marsoara dope ibana, atik pe naung mate.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Hinorhon ni haporseaon i do tarhinsat si Henok, gabe ndang diida hamatean, jadi ndang jumpang be ibana, ala naung dihinsat Debata; ai andorang so tarhinsat, dihatindangkon do ibana, halomoan ni Debata.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai anggo so marhaporseaon, ndang tarbahen halomoan; ai halak na mandapothon Debata, ingkon dihaporseai: Adong Debata; laos Ibana do silehon upa tu angka na manjalahi Ibana.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Hinorhon ni haporseaon do dijalo si Noak poda taringot tu na so dapot idaon dope, gabe mabiar ibana, jala dipauli parau i, bahen haluaan ni nasida na sajabu; marhitehite i diuhumi ibana portibi on, jala gabe sitean hatigoran, na marguru tu haporseaon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hinorhon ni haporseaon do mangoloi si Abraham, dung dijou bungkas tu tano sijaloonna bahen teanteanan; saut do ibana bungkas, so adong diboto sitopotonna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Hinorhon ni haporseaon do ibana hinomit di tano, naung diparbagabaga tu ibana, songon di tano ni na leban; undungundung do diingani raphon si Isak dohot si Jakkob, donganna panean di bagabaga na sasada i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai dipaimaima do huta na marojahan na hot, na pinandean jala na pinauli ni Debata.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Laos hinorhon ni haporseaon do dijangkon si Sara gogo manubuhon pomparan maralohon timbo ni umurna, ala haposan di rohana na marbagabagahonsa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen i tubu do sian na sasada i, naung mate dohonon, na satorop ni bintang di langit, na sagodang ni rihit di topilaut, na so dapot bilangan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Di bagasan haporseaon do mate nasida sude. Ndang sanga dijalo nasida bagabaga i; sian na dao nama ditatap jala dihalashon; na diparhatutu, panginsua jala paisolat nasida di tano on.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Marhitehite pandoknasida sisongon i ditariashon, panjalahi do nasida di parsambuloan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Aut diingot rohanasida tano naung tinadingkonnasida i, sanga do nasida mulak tusi.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai na dumenggan do dihalungunhon nasida, i ma na di banua ginjang i. Dibahen i, ndang dihailahon Debata nasida; na olo do Ibana goaron Debatanasida, ai nunga dipauli di nasida sada huta.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Hinorhon ni haporseaon do dipelehon si Abraham si Isak i, di na tarunjun i ibana. Dipasahat sijalo bagabaga i do anakna na sasada i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai taringot tu ibana do didok: \"Di bagasan si Isak do targoar di ho pomparan!\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dirajumi rohana do, marhuaso Debata, manungguli nang sian na mate, jala mulak sian i do ibana dijalo, hira tudosan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Hinorhon ni haporseaon do dipasupasuhon si Isak tu si Jakkob dohot tu si Esau angka na naeng masa dope.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Hinorhon ni haporseaon do dipasupasu si Jakkob, na laho mate i, angka anak ni si Josep sadasada, jala dipaunduk dirina dompak ulu ni tungkotna.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Hinorhon ni haporseaon do ditaringoti si Josep di ajalna i hamumulak ni angka anak Israel jala ditonai do nasida taringot tu holiholina.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Hinorhon ni haporseaon do ditabunihon natoras ni si Musa ibana tolu bulan lelengna, dungkonsa tubu, ala anak na uli ibana diida; jala ndang dihabiari paksa ni raja i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Hinorhon ni haporseaon do manjua si Musa, dung magodang, goaron ibana anak ni boru ni Firaun.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tagonan do dipilit rohana: Rap tumaon na porsuk ibana dohot bangso ni Debata, sian na maruntung satongkin, bahenon ni dosa.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Haleaon ni Kristus i do dijujur ibana hamoraon na ummangat asa angka arta na di tano Misir; ai pamaloson i do dibereng.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Hinorhon ni haporseaon do ditadingkon ibana tano Misir, ndang dihabiari ibana rimas ni raja i, ai dapotan gogo do ibana, ala diida rohana Ibana, na so tarida hian.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Hinorhon ni haporseaon do diulahon Paska i dohot na mangusehon mudar, asa unang dihahua pangago i buhabajunasida.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Hinorhon ni haporseaon do dibolus nasida laut na rara i songon tano na mahiang; diuji halak Misir ma i, gabe mate mogap.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Hinorhon ni haporseaon do magargar parik ni huta Jeriko, dung pitu ari lelengna dihaliangi.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Hinorhon ni haporseaon do, umbahen so mago si Rahab, boruboru na jahat i, raphon angka na so mangoloi; ai di bagasan dame do dijangkon angka pangkahap i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dia dope dohononku! Na so sanga pajojoronku barita ni si Gidion, Barak, Simson, Jepta, Daud, Samuel ro di angka panurirang.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ai hinorhon ni haporseaon do dipatunduk nasida angka harajaon, dipatulus hatigoran, taruli di angka bagabaga, dihuntam baba ni angka babiat;",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "diintopi gogo ni api, malua sian baba ni podang, sumuang margogo sian hagaleon, marantu di hamusuon, ditaluhon angka parangan ni na leban.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dijalo angka ina na matena sumuang sian haheheon. Alai na deba diparsilangkon do, so saut malua, asa anggiat taruli di haheheon na dumenggan.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Na deba muse manaonhon reherehe dohot linsinglinsing, tole ihotihot dohot hurungan:",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Didangguri, dipaporsukporsuk, digargaji, mate dibuat podang na tajom, munsatunsat do nasida marabithon bobak ni birubiru dohot hambing, anturaparon, sinosahan, jinahatan.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Hurang tama do nian portibi on mandongani nasida, gabe ditondong nasida angka halongonan, angka tor, angka liang dohot lombanglombang na di tano on.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Saluhut nasida ndang dijalo na pinarbagabaga i, atik pe dihatindangkon, na porsea nasida.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ai na dumenggan do ditahi Debata, lehononna tu hita, asa unang sahat tu harimpason nasida, so rap dohot hita.",
      "type": "content"
    }
  ]
}