{
  "book": "Ibrani",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mamereng dompak Tuhan Jesus jala marbenget ni roha di pangunjunan 1-11. II. Mangeahi dame dohot habadiaon marningot bagabaga na sumurung i 12-29",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dibahen i nang hita pe, ala na sai torop ni sitindangi humaliang hita, tapeakkon ma nasa na pasorathon ro di dosa na girgir mangkaliangi, jala marbenget ni roha ma hita marlojong tu bagasan paraloan, na sonson di jolonta!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tabereng ma induk ni haporseaon i jala na paujungkonsa, i ma Jesus, na manaonhon parsilangon i, singkat ni las ni roha, tohapna i hian, so dietong i hailaon, gabe hundul di siamun ni habangsa ni Debata!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Paingotingot hamu ma Ibana, na pataontaonhon paraloan sisongon i dompak Ibana sian angka sipardosa asa unang marnaloja hamu, unang mandate tondimuna!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndang adong dope pola tiris mudarmuna, laho mangalo di parungkilon maralohon dosa i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nunga lupa hamu di pangapulon na hinatahonna tu hamu, ala anak hamu, ai ninna do: \"Ale anaha, unang tois roham di pangajarion ni Tuhan i, jala unang ho mandele, jumpa dipinsang ho!\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai diajar Tuhan i do na hinaholongan ni rohana, jala dilinsingi do ganup anak na jinangkonna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Benget ma hamu, jumpa diajar hamu! Anakna do hamu disi, dijujur Debata. Ai didia ma adong anak, na so niajar ni amana!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai na so anak situtu ma hamu, anggo malua hamu sian na hona ajar, naung songgop tu sasudena i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Onpe, angka amanta isara di daging do pangajar di hita, jala tahabiari do nasida; nda lam marunduk ni roha ma hita tu Ama ni angka tondi, asa mangolu hita.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ia nasida, diajar do hita, so piga ari, marguru tu panimbangan ni rohanasida; alai anggo On, tu na marguna do: Asa partohap hita di habadiaonna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nasa paminsangon tutu, anggo di hamamasana, ndada las ni roha i hilalaon, tung arsak do; alai dung salpu i, diparbuehon do hatigoran na mardame di angka naung gabe somal marhite sian i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dibahen i, patogar hamu ma tangan na so marnangon dohot ulu ni tot na telluktelluk!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Patigor hamu ma sidalanan ni patmuna, asa unang lam sitik na pangpang; asa sumuang malum ma nian!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ringkoti hamu ma, asa mardame hamu tu saluhut halak, huhut asa badia hamu; anggo so i, ndang adong idaonta Tuhan i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Matahon hamu ma, asa unang adong na paholang dirina sian asi ni roha ni Debata, unang i gabe urat na paet na martumbur, sihorhon hasusaan, gabe hodar maon torop bahenon ni i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tung unang ma adong parmainan manang na ramun songon si Esau, na sumeahon sahala sihahaan ala ni sipanganon sada.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai diboto hamu do: Na tartulak do ibana, di na naeng manean pasupasu i ibana muse; ndang jumpangsa hasiatan ni muba ni roha i, atik pe mariluilu ibana mangaluluisa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai ndang didapothon hamu na tarjama, na marsigorgor di bagasan api, manang hagolapon, haholomon ro di habahaba,",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "manang pangkuling ni sarune dohot saringar ni hata, pola mangelehelek angka na umbegesa, unang tu nasida dipatongon hata i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai ndang tartaon nasida Paksa i na mandok: Molo dais dorbia tu dolok, ingkon mate i dangguran.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Pola didok si Musa, dibahen songkal ni na tarida i: Hatahutan do ahu jala angka dotdot!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai dolok Sion i do didapothon hamu dohot huta ni Debata na mangolu i, i ma Jerusalem na di banua ginjang i, dohot surusuruan na marloksaloksa, i ma loloan pesta bolon i,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "dohot huria ni na parjolo tubu, angka na tarsurat di banua ginjang i, dohot Debata, Siuhumi saluhut, dohot tondi ni angka partigor naung rimpas,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "dohot Jesus, pangulu ni parpadanan na imbaru i, dohot mudar na mangurasi i, parsoara na dumenggan unang mudar ni si Abel.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jaga ma hamu, so tung dijua hamu Ibana na mangkuling i! Ai molo gari so malua nasida na manjua Ibana na mamaksa di tano on, lam hita ma, anggo tatundalhon Ibana na sian banua ginjang i!",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tano on do dihutur soarana uju i; alai anggo nuaeng marbagabaga do Ibana songon on: \"Sahali nari do Ahu mangkuturi, ndada holan tano on, dohot ma banua ginjang i!\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai hata na mandok sahali nari patuduhon: Na naeng muba ma na tarhutur, i ma na tinompa on, asa hot na so tarhutur i!",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dibahen i, mauliate ma rohanta, ala tajalo harajaon na so tarhutur; marhitehite i do gabe hita parhalado halomoan ni Debata mardongan biar dohot hadaulaton.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai api na mangallang do Debatanta i!",
      "type": "content"
    }
  ]
}