{
  "book": "Ibrani",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka sipaingot 1-21. II. Hata parujungan 22-25",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Manongtong ma holong ni roha di dongan!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Unang halanggushon hamu partamueon; ai marhite sian i hea do ditamuei halak angka surusuruan, so pamotoanna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingot hamu ma angka na tarhurung, songon na rap tarhurung; songon i angka na tumaon na porsuk, ai dohot do hamu di bagasan daging.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sangap ma pardongansaripeon di na saluhut, jala unang ramun parsaoran pardongansaripeon; ai uhumon ni Debata do angka parmainan dohot pangalangkup.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Unang ma marholong ni roha di hepeng pangalahomuna; hasabamhon hamu ma na adong! Ibana sandiri do mandok: \"Sandok na so tadingkononku do ho; sandok na so pasombuonku do ho!\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Asa tung pos rohanta mandok: Tuhan i do pangurupi di ahu, ndang mabiar ahu; aha ma bahenon ni jolma tu ahu?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingot hamu ma angka na manguluhon hamu, na paboahon hata ni Debata tu hamu; ujung ni pardalanannasida ma bereng hamu, jala tiru hamu ma haporseaonnasida!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia Jesus Kristus, songon i nantoari, songon i sadari on, laos i do ro di salelenglelengna!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Unang ma olo hamu elaelaon ni poda na ragam jala na lain! Ai patut do marhitehite asi ni roha gabe togu roha, ndada marhitehite parpanganon, na so marguna di angka na mangaradotisa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Adong do di hita langgatan; ndang marhuaso manganhon sian i angka na marhalado di undungundung i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai dibalian ni parsaroan i do ditutung sibuk ni angka dorbia, dung diboan sintua ni malim mudar i tu bagasan bilut na badia, ala ni dosa.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Songon i do nang Jesus: Dibalian ni harbangan i do Ibana marsitaonon, asa diparbadiai bangso i marhitehite mudarna sandiri.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dibahen i, tadapothon ma Ibana tu balian ni parsaroan i, mamorsan haleaonna i!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai ndang adong di hita dison huta na hot; alai dilului rohanta do na ro sogot.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Marhitehite Ibana ma tapelehon tongtong tu Debata pelean pujipujian, i ma parbue ni bibir, angka na marhatopothon Goarna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai unang ma lupa hamu, mambahen na denggan dohot mangulahon asi ni roha; ai dihalomohon Debata do angka pelean na songon i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tangihon hamu ma angka na manguluhon hamu jala oloi hamu ma nasida! Ai nasida do manjagai tondimuna, laos nasida do maralus sogot; naeng ma marlas ni roha nasida disi, unang mardongan hoihoi, ai ndang ulimuna i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Tangiangkon hamu ma hami! Ai pos do rohanami, na so pola solsolan ni panggora ni roha i hami, ala huringkoti hami marparange na denggan di na saluhut.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai lam huapoi ma hamu mangulahon i, asa anggiat tumibu ahu dipatongon muse tu hamu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai Debata Sipardame i, na manogihon sian angka na mate Siparmahan bolon ni angka birubiru i, marhitehite mudar ni padan sisalelenglelengna i, i ma Tuhanta Jesus;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ibana ma patauhon hamu di nasa ulaon na denggan, mangulahon lomo ni rohana, ai dipatupa do di bagasan hamu na tau lomo ni rohana marhitehite Jesus Kristus! Di Ibana ma hasangapon i ro di salelenglelengna! Amen.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(II.) Alai huapoi ma hamu, angka dongan, jangkon hamu ma si paingot i; ai jempek do husurathon tu hamu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Boto hamu ma, naung malua donganta, si Timoteus. Anggo tibu ibana ro, naeng rap hami marnida hamu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dok hamu ma tabi tu saluhut gurumuna, nang tu angka na badia saluhutna! Manongos tabi do tu hamu angka dongan na sian Italia.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Didongani asi ni roha i ma hamu saluhutna!",
      "type": "content"
    }
  ]
}