{
  "book": "Ibrani",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sioloan do hata ni Nasumurung i 1-4. II. Tumoru Anak i satongkin sian angka surusuruan i 5-10. III. Gabe sintua ni malim na sun denggan Ibana 11-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dibahen i, naeng ma muba gomosta, maniop hata naung tabege i, unang tung dibaorhon hita.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai gari hata na hinatahon ni angka surusuruan i, gari hot do, jala nasa pangalaosion dohot hatoison mangalap pamaloson na hombar.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tagamon ma adong dapot haporusanta, molo tatoishon haluaon na sai godang i? Pola do Tuhan i mangkatahonsa di mulana i, jala momos dipasahat angka na umbegesa tu hita!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai dohot do Debata mangkatindangkon marhitehite angka tanda dohot halongangan dohot ragam ni pambahenan hagogoon, nang marhitehite Tondi Parbadia, na sinagihonna guru lomo ni rohana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "(II.) Ai ndada tu angka surusuruan i dipagomgomhon Ibana hasiangan sogot, na tahatahon on.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai adong do na mangkatindangkon di Surat i: \"Aha do jolma i, umbahen na diingot Ho Ibana; manang anak ni jolma i, umbahen na ditatap Ho ibana?\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "\"Otik dipaoru Ho Ibana tu toru ni angka surusuruan. Hasangapon dohot hamuliaon ditumpalhon Ho tu Ibana.\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "\"Saluhutna do dipatunduk Ho tutoru ni patna.\" Ai di na pinatundukna i saluhutna i tu Ibana, ndang adong tading, na so unduk tu Ibana; alai anggo nuaeng, ndang taida dope, naung tunduk tu Ibana saluhutna i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai na pinaoruna i otik tutoru ni angka surusuruan i, i ma Jesus taida, na martumpalhon hasangapon dohot hamuliaon, ala nunga ditaonhon hamatean i, asa sian asi ni roha ni Debata Ibana mangahap hamatean i humongkop saluhut.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai Ibana, hapatean jala parmulaan ni nasa na adong, dung jolo ditogihon Ibana torop anak tu hasangapon, tama Ibana, parmulaan ni haluaonnasida i, dipajongjong sun denggan marhitehite sitaonon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) Ai marharoroan sian na Sada do saluhutna, na pabadiahon dohot na pinabadiana i; ala ni i ndang dihailahon Ibana, manggoar nasida angka anggina.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai ninna do: \"Baritahononku do Goarmu tu angka anggingku; di tongatonga ni huria i do endehononku Ho!\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i muse: \"Ibana do bahenonku haposanku!\" Jala muse: \"Dison do Ahu dohot dakdanak i, angka na nilehon ni Debata tu Ahu!\"",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Asa songon dakdanak partohap di mudar dohot di sibuk, gabe suman do dohot Ibana partohap disi, asa marhitehite hamatean i dipasohot Ibana sibolis i, na marhuaso mambahen mate,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "asa dipalua sasude na pinarhatoban ni biar ni roha managam hamatean, saleleng mangolu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai apala angka surusuruan disarihon, pomparan ni Abraham i do!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ala ni i, ingkon gabe dos situtu Ibana tu angka anggina asa gabe parasiroha Ibana jala sintua ni malim haposan maradophon Debata, laho pasaehon angka dosa ni bangso i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai intap naung marsitaonon Ibana di na tarunjun i, haurupan Ibana do angka na tarunjun i.",
      "type": "content"
    }
  ]
}