{
  "book": "Ibrani",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sumurung do Kristus sian si Musa 1-6. II. Lobi jorbut, anggo tinundalhon Ibana 7-19",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Onpe, ale angka dongan na badia, partohap di panjouon na sian banua ginjang i, bereng hamu ma Jesus i, i ma apostel jala sintua ni malim na taparhatopot i!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Haposan do Ibana maradophon na pabangkithon Ibana, songon si Musa di sandok bagasna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai gumodang do hasangapon dietong tu Ibana, asa tu si Musa, mangihuthon surung ni hamuliaon na tu sipauli bagas asa tu bagas i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai ganup bagas, adong do na paulihonsa; alai sipauli saluhutna, Debata do.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Anggo si Musa nian, haposan do di sandok bagasna i, songon parhobas, laho mangkatindangkon na naeng baritahononhon dope.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai anggo Kristus i, songon Anak sigomgom bagasna; hita do bagasna, anggo gomos tatiop ro di ujungna hiras ni roha, na mangasahon ni hinirim i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Dibahen i, songon na nidok ni Tondi Parbadia i: \"Sadari on, di na binegemuna soarana,\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "\"unang ma papir hamu rohamuna, songon nasida na tangkang i di ari pangunjunan di halongonan i!\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "\"Ai disi diunjuni angka amamuna Ahu, jala dipaujiuji, atik pe diida nasida angka ulaonki opatpulu taon lelengna.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "\"Dibahen i muruk do Ahu mida na sansundut i jala hudok: Tongtong do lilu rohanasida. Alai ndang ditanda nasida angka dalanku,\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "\"pola maruari Ahu di rimashi: Na so tupa bongotannasida paradiananki!\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Matahon hamu ma, ale angka dongan, so tung tardapot di manang ise pe sian hamu roha na jahat, na so porsea, na manundali Debata na mangolu i!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai masiapoan ma hamu ganup ari, saleleng tardok dope sadari on, unang tung gabe pir roha ni manang ise sian hamu, hinorhon ni dosa na paotootohon!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai nunga gabe partohap di Kristus hita, anggo gomos tatiop ro di ujungna pos ni roha, na di hita di mulana i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Uju i ma didok: \"Sadari on, di na binegemuna soarana, unang ma papir hamu rohamuna, songon nasida na tangkang roha uju i!\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ise do na patangkang rohana, atik pe dibege i? Nda saluhut nasida na tumadingkon tano Misir, tinogihon ni si Musa?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Angka ise do dimuruhi Ibana opatpulu taon lelengna? Nda nasida, na mardosa i! Gabe marragean do dagingnasida di halongonan i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dompak ise do Ibana maruari, na so tupa nasida masuk tu paradiananna i? Nda dompak angka na so mangoloi!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Asa on do taida: Ala na so porsea i nasida, umbahen na so tarbahensa bongot.",
      "type": "content"
    }
  ]
}