{
  "book": "Ibrani",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taharinggashon ma masuk tu paradianan i! 1-10. II. Gogo dohot tajom ni hata ni Debata 11-13. III. Habangsa parasiasian 14-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dibahen i, biar ma rohanta, unang songon na tading manang ise sian hamu, binsan hot dope bagabaga, laho masuk tu paradiananna i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai dohot do tu hita dibaritahon i, songon na tu nasida; alai ndang marguna di nasida hata na binegenasida, ala so saor haporseaon i di bagasan nasida na umbegesa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai na bongot tu paradianan i do hita, anggo dung gabe porsea, songon na nidokna i: \"Pola maruari Ahu di rimashi, na so tupa bongotannasida paradiananki,\" atik pe naung sidung angka ulaon i olat ni haoojak ni portibi on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai didok do sahali songon on taringot tu ari papituhon i: \"Dung i maradian ma Debata di ari papituhon i sian saluhut ulaonna i.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i muse: \"Na so tupa bongotannasida paradiananki!\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Asa adong dope deba na tarbahen bongot tusi; alai na jumolo jinamitaan i ndang masuk, ala na so mangoloi.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ala ni i, dibuhul muse sada ari, sadari on, ninna, ai didok do marhite sian si Daud, dung salpu na sai leleng i, suman tu naung nidokna i hian: \"Sadari on, di na binegemuna soarana, unang ma papir hamu rohamuna!\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai aut si Josua pabongothon nasida, ndang hatahononna be di pudi ni i taringot tu ari na asing.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dibahen i, adong dope hirimon paradianan Sabbat di bangso ni Debata.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai ibana naung bongot tu paradianan i, maradian do sian na niulana songon Debata, na maradian sian na niulana i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Antong, taharingkothon ma mambongoti paradianan i; unang ma adong na somsam, mangihuthon na so mangoloi i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai na marngolu do hata ni Debata jala marpangkorhon, jala tumajom sian nasa podang siduababa, jala torus do disirang hosa dohot tondi, ringring dohot utohutokna, laos diuhumi do na sinangkap dohot na piningkir ni roha.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala ndang adong na tinompa na onding sian jolona, tung saluhut do tedek, so adong na hungkup diida matana. Tu Ibana do hita mardabudabu!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(III.) Onpe, dibahen naung adong di hita sintua ni malim na bolon, naung manorusi angka banua ginjang i, i ma Jesus, Anak ni Debata, gomos ma tatiop naung taparhatopot i!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai naung adong do di hita sintua ni malim na tarbahen dongan mangkilala di angka hagaleonta; tung na tarunjun do Ibana di na saluhut songon hita, alai ndang mardosa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Antong, marhiras ni roha ma hita mandapothon habangsa parasiasian, asa tajalo talup ni roha, jala asa dapot asi ni roha hita bahen pangurupion, di tingki halehetanna.",
      "type": "content"
    }
  ]
}