{
  "book": "Ibrani",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jea ni na marbalik sian haporseaon 1-8. II. Tua ni na marsitiopan tu bagabaga na hot i! 9-20",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Onpe, unang ma jolo tataringoti be poda mulamula na taringot tu Kristus; tadapothon ma na rimpas i! Unang pola taulahi pauli ojahan taringot tu na paubahon roha, manundalhon ulaon hamatean, mangkaporseai Debata,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "manang poda taringot tu pandidion dohot na mangampehon tangan, taringot tu haheheon ni angka naung mate dohot uhum sogot.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "I ma bahenonta, molo tung diloas Debata.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai nasida, angka naung sanga dipatiur, angka naung mandai silehonlehon parbanua ginjang, angka naung gabe partohap di Tondi Parbadia,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "angka naung mandai hata na uli na sian Debata ro di angka hagogoon ni hasiangan sogot:",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Molo tung marbalik nasida, tung na so tarpaimbaru do nasida, asa muba muse, ai naung mangulahi pasilangkon Anak ni Debata do nasida di dirina, jala dipaurak.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai tano na mangonsop udan, na sai ro tusi, gabe ditubuhon suansuanan na hasea di angka na mangulasa, i do taruli di pasupasu sian Debata.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai na tumubuhon sihupi dohot bajora, ndang na hasea i; bura do sitagamon ni i, jala mosokkononna nama i di ujungna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Alai hudok hami pe songon i, ale angka haholongan, na dumenggan i do huhirim i hami di hamu, i ma na martohap di haluaon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai ndang na geduk Debata: Tung halupahononna ma na niulamuna dohot holong ni roha na pinatuduhonmuna tu Goarna, di pangkobasionmuna di angka na badia i najolo ro di nuaeng?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai dipangido rohanami do, naeng patuduhonon ni ganup hamu ringkot ni roha na songon i, patasakkon pangkirimon i sahat ro di ujungna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Unang ma gabe angka na losok hamu; tiru hamu ma angka sitean bagabaga i, marhitehite haporseaon dohot lambas ni roha!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai laho mangalehon bagabagana tu si Abraham, di dirina do maruari Debata, ala so adong na umbalga paruarianna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "On do hatana: \"Pasupasuonku situtu do ho jala patoroponku do ho, asa tung torop!\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dipalambas do rohana; i do dalanna, gabe dapotsa na pinarbagabaga i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai anggo jolma, na umbalga sian nasida do dibahen paruarianna; jala pamomoshon do uari i, papatehon nasa parsalisian.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ia Debata, uari do dipangke, laho patuduhon tu angka sitean bagabaga i tahina, na so olo muba i,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "asa dapotan apoapo na margogo hita, horhonon ni na dua partinandaan, na so olo muba, ai na so tarbahen Debata margabus; tusi do hita marhaporusan, laho marsitiopan tu pangkirimon na di jolonta i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Na songon sao di tondinta do i, na hot jala na togu, na manorusi sahat tu bagasan ni rimberimbe i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tusi do bongot Patujolonta, i ma Jesus, naung gabe sintua ni malim salelenglelengna, mangihuthon horong ni si Melkisedek.",
      "type": "content"
    }
  ]
}