{
  "book": "Ibrani",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sangap ni si Melkisedek, na targoar tudutudu tu Kristus 1-10. II. Sumurung do hamalimon ni Tuhanta sian na di si Lepi 11-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Anggo Melkisedek i, raja di huta Salem, malim ni Debata na tumimbo do ibana, ditomutomu jala dipasupasu do si Abraham na mulak, dung dipapatu ibana angka raja.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tu ibana do diturpukkon si Abraham saparsampulu sian sasudena i. Raja hatigoran do parjolo lapatan ni goarna i, angkup ni i: Raja ni Salem, na mandok: Raja sipardame.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "So marama, so marina, so marpartuturan, na so marmula arina, na so marujung ngoluna; na dipatudos do ibana tu Anak ni Debata, malim do tongtong ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai bereng hamu ma sangapna i: Salang si Abraham, ompunta parsadaan, mangalehon tu ibana saparsampulu ni angka arta.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nang angka sijujung hamalimon sian angka anak ni i Lepi disuru do, asa hombar tu patik i diparsampulu bangso i, ima angka hahaangginasida, na rap pomparan ni si Abraham.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai ibana, na so marpartuturan tu nasida, diparsampulu do si Abraham, jala dipasupasu do hasahatan ni bagabaga i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi sandok ndang targaga on: Na sumangap i do mamasumasu na ummetmet.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala jolma na olo mate do nasida, na manjalo na saparsampulu i; alai anggo ibana, mangolu do dihatindangkon.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala tardok ma: Marhitehite si Abraham diparsampulu do nang si Lepi, sijalo na saparsampulu i nian.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai di bagasan amana na sumundut i dope ibana, di na ro Melkisedek manomunomu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Onpe, ia dipatihi pe bangso i, marpandapotan di hamalimon ni si Lepi, nda tung marhite sian i songgop harimpason i; ai aut i, boasa pola pajongjongon malim na asing, na mangihuthon horong ni si Melkisedek, na so goaron mangihuthon horong ni si Aron?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai molo mimbar hamalimon, ndang tarbahen so mimbar nang patik.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala ibana, na nidok ni hata on, masuk marga na asing do; ndang dung adong sian i na marhalado di langgatan i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai torang do antong: Sian Juda do martumbur Tuhanta; ndang ditaringoti si Musa hamalimon ni na samarga i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala ganda dope torangna, molo dipajongjong malim na asing, na suman tu si Melkisedek,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "na gabe malim sian pangkorhon ni ngolu na so haharharan, unang ma sian patik ni aturan sibuk.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai dihatindangkon do ibana paboa: \"Malim do Ho ro di salelenglelengna, mangihuthon horong ni si Melkisedek!\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Disi ma dipasohot patik na jumolo i, ala so margogo jala so marguna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai ndang tarpasun patik i agia aha; alai dipabongot do pangkirimon na dumenggan, i ma parhiteanta manjonohi Debata.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ndang masa i, ia so marhitehite uari; anggo nasida tutu, gabe malim do, so pola marhitehite uari.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai ia On, marhitehite uari do, na niuarihon ni na mandok tu Ibana: \"Naung maruari do Tuhan i, jala ndang solsolanna dirina: Malim do Ho ro di salelenglelengna!\"",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Hombar tusi do sumurung padan, na hinangkungan ni Jesus.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala torop do anggo nasida na gabe malim, ala na so diloas hamatean i nasida mian.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai anggo Ibana, ala mian ro di salelenglelengna, ndang taripar hamalimonna tu na asing.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dibahen i, tarbahen Ibana do paluahon sandok angka na manjonohi Debata marhitehite Ibana; ai na mangolu do Ibana tongtong, laho mangondihon nasida.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ai sintua ni malim na songon i do tama di hita, na badia, na so marlaok, na so marlindang, na marbolat sian angka pardosa, naung gabe tumimbo sian angka banua ginjang i,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "na so pola ganup ari pasahathon jumolo pelean ala ni dosana sandiri, dung i ala ni dosa ni bangso i, songon angka sintua ni malim i; ai sahali do i diulahon, di na pinelehonna i dirina.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai dipabangkit patik i do jolma sipargale gabe sintua ni malim; alai dipabangkit hata uari, na umpudi sian patik i, do Anak i, naung gabe rimpas ro di salelenglelengna.",
      "type": "content"
    }
  ]
}