{
  "book": "Ibrani",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sumurung do hamalimon di padan na imbaru asa di padan na robi, dihatindangkon panurirang Jeremia 1-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa on do na rumingkot di hata on: Adong do di hita sintua ni malim, na hundul di siamun ni habangsa Hatongamon na di banua ginjang i,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "siradoti angka ulaon na badia ro di joro na tutu i, naung dipauli Tuhan i, ndada jolma.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai ganup sintua ni malim dipabangkit do, asa dipelehon silehonlehon dohot pelean; asa ingkon adong nang di Ibana sipelehononna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Aut sura di tano on Ibana, ndang suraon malim Ibana, ala adong do na mamelehon angka silehonlehon mangihuthon patik i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Diradoti nasida do tiruan dohot halinu ni na di banua ginjang i, songon na dapotan poda si Musa sian ginjang, uju naeng paulionna joro i: \"Bereng ma, ninna, ‘asa paulionmu saluhutna i tudos tu tiruan, naung di patuduhon tu ho di dolok i!’\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai dapot Ibana do tohonan na sumurung nuaeng, ai Pangulu do Ibana di parpadanan na sumurung, na niaturhonna marojahan di bagabaga na dumenggan.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai aut so hasurahan na parjolo i, ndang tagamon luluanna hasiatan ni na paduahon on.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai dihata do nasida, di na nidokna i: \"Na ro ma angka ari, ninna Tuhan i, pajongjongonku ma disi padan na imbaru tu pinompar ni Israel dohot Juda!\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "\"Ndada suman tu padan na hupajongjong di angka amanasida, manogihon nasida ruar sian tano Misir; ai so mian nasida di bagasan parpadananki; nang Ahu pe, ndang hupasarisari nasida, ninna Tuhan i.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "\"Ai on do padan na naeng pajongjongonku tu pinompar ni Israel, dung salpu angka ari i, ninna Tuhan i: Lehononku do angka patikku tu bagasan rohanasida jala tu ateatenasida surathononku i; dung i gabe Debatanasida ma Ahu, jala nasida gabe bangsongku.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "\"Jala ndang pola be diajari halak donganna sabangso manang hahaanggina pe, mandok: Tanda ma Tuhan i! Ai tandaonnasida luhutna do Ahu, angka na metmet nang angka na magodang pe.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "\"Ai marpamuati do rohangku mida hageduhonnasida, jala na so tupa be ingotonku angka dosanasida.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Di na tinaringotanna na imbaru i, dipaburukburuk ma na jumolo i. Alai na laho salpu ma nasa naung gabe buruk jala matua.",
      "type": "content"
    }
  ]
}