{
  "book": "Ibrani",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tudutudu tu padan na imbaru do joro najolo i 1-10. II. Hamatean ni Kristus do pahothon padan na imbaru i 11-28",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Asa adong do nian nang di na parjolo i angka uhum ni parhaladoon, ro di joro na marrumang tano on.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai dipauli do inganan jolojolo i; di bagasan i do: Parpalitoan i ro di meja dohot roti na marhadohoan; i do na margoar: Na badia.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai di pudi ni rimberimbe paduahon i do inganan na margoar: Na badia situtu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Disi do langgatan pardaupaan sere dohot poti parpadanan, na nilampisan saluhut dohot sere, dibagasanna do guriguri sere na marisi manna i dohot tungkot ni si Aron na martumbur i, ro di batu panuratan padan i;",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "jala di atasna Kerubim di hasangapon, na mangalinggomi langkop pardengganan i. Ndang tarhatahon i saonari sadasada.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung songon i dipauli, gabe manongtong ma bongot angka malim tu bagasan inganan jolojolo i, mangulahon parhaladoon i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai tubagasan na paduahon i, holan sintua ni malim i do, sahali sataon, jala ndang tarbahen so mantat mudar, sipelehononna ala ni dirina dohot ala ni dosa haotoon ni bangso i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Marhitehite i do dipatuduhon Tondi Parbadia i, paboa na so dipapatar dope dalan tu na badia i, saleleng hot dope joro na parjolo i:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tudutudu tu tingki on nuaeng; ai dipelehon do disi silehonlehon dohot pelean, angka na so tuk pasonangkon situtu panggora ni roha ni na marhalado i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Angka sipanganon dohot siinumon ro di ragam ni pandidion sambing do i, hatigoran ni sibuk, angka na pinatikkonna, paima ro arina patingkoshon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Alai ro do Kristus; Ibana do sintua ni malim ni angka parulian na naeng ro i. Jala na sahali i do dibongoti na sun badia i, marhite sian joro na umbalga jala na mauliutus na so pinauli ni tangan, na so sian panompaon on;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "ndada marhitehite mudar ni angka hambing randuk manang anak ni lombu, tung marhitehite mudarna sandiri, gabe dipatupa haluaon salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai gari mudar ni hambing randuk dohot jonggi dohot lombu, naung diparsiragongi, dipistikkon tu angka na ramun, mangkorhon haiason ni sibuk:",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nda lam tumangkas ma mudar ni Kristus i paiashon rohamuna sian angka ulaon hamatean, laho mangoloi Debata Siparngolu i; ai dipelehon do dirina so marlindang tu Debata, marhitehite Tondi na manongtong i!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi ala ni on, umbahen na gabe pangulu di padan (testament) na imbaru Ibana: Asa dijalo angka na tarjou i bagabaga i, i ma siteanon na so olo muba i; dung jolo adong na mate, laho pasaehon angka pangalaosion, uju di padan na parjolo i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai anggo adong padan testament, ingkon tandap mate sibahen testament i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai dung pe mate halak i, asa hot testament i; ai nda tung margogo i, saleleng mangolu dope na mambahensa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai nang padan na parjolo i, marhitehite mudar do i dipasahat.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai dung dihatahon si Musa tu sandok natorop i nasa tona mangihuthon patik i, dibuat ma mudar ni anak ni lombu dohot hambing randuk mardongan aek, hapas na rara dohot limut isop, dipispisi ma pustaha i sandiri ro di sandok natorop i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Huhut ma didok: \"On ma mudar ni padan na niaturhon ni Debata di hamu!\"",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Laos songon i ma dipispishon mudar i tu joro i dohot tu saluhut ulaula na badia i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala hira saluhutna do diurasi marhitehite mudar mangihuthon patik i; jala holan marhitehite na mandurushon mudar tulus hasesaan.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Asa ingkon songon i do diurasi na tiniru sian na di banua ginjang i; alai na di banua ginjang i hian, marhite sian pelean na ummangat do!",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai ndada bongot Kristus tubagasan na badia na pinauli ni tangan, gombaran ni na sintong i; tung tu bagasan banua ginjang sandiri do, laho patuduhon dirina nuaeng di adopan ni Debata, humongkop hita.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ndada laho mamelehon dirina jotjot, songon sintua ni malim i, na mambongoti na badia i jojor taon marhitehite mudar ni na leban.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Aut i, ingkon jotjot ma Ibana marsitaonon, olat ni haoojak ni hasiangan on. Alai sahali do gabe patar Ibana di ujung ni angka ari on, laho pasohothon dosa i, binahen ni na pinelehonna i dirina.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Songon na ampe tu jolma: Mate sahali, dung i uhum i;",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "songon i do nang Kristus, naung sahali dipasahat, laho mamorsan dosa ni natorop i; alai paduahalihon ndada ala ni dosa, tarida ma Ibana disi, mantat haluaon di angka na paipaimahon Ibana.",
      "type": "content"
    }
  ]
}