{
  "book": "Keluaran",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hasosopar ni halak Israel 1-7. II. Uhum na posi tinaonnasida i 8-14. III. Patik ni raja Firaun mandokkon bunuon angka posoposo baoa ni halak Israel 15-22.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) On ma goargoar ni halak Israel, angka na ro tu tano Misir udur dohot si Jakkob; ro be do nasida dohot donganna sajabu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Si Ruben, Simeon, Lepi dohot Juda.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Isasar, Zebulon dohot Benjamin.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dan dohot Naptali, Gad dohot Aser.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi saluhut hosa angka na ruar sian gonting ni si Jakkob pitupulu halak do; alai anggo si Josep, nunga di tano Misir hian.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i mate ma si Josep dohot sude hahaanggina i dohot sandok na sansundut i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i lam torop mabue ma anak ni Israel, marpinompari nasida, jala lam deak, jala lam marhuaso situtu, pola gok tano i dibahen nasida.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Alai bangkit ma muse sada raja na imbaru gumomgom Misir, na so tumanda si Josep.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi didok ma tu bangsona: Ida ma, nunga gabe sada bangso halak Israel, tumorop jala gumogo sian hita.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tole ma, itabisuki ma nasida, asa unang be lam ganda; atek tung beha tubu hamusuon, jadi dohot nasida maon marbalik gabe satahi dohot musunta jala mangalo hita, jala haruar sian tano on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi dipabangkit ma angka mandur mangarodi nasida, asa dipaporsukporsuk nasida marhitehite ulaon na dokdok; gabe dipauli ma huta Pitom dohot Ramses bahen parpeopan ni ugasan ni raja Firaun.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Hape lam dipaporsukporsuk nasida, lam torop nasida jala rarat, gabe lam tahuton nasida mida halak Israel.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi gogo ma dibahen halak Misir marhatobanhon halak Israel.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi marsingkor ma diahap nasida dibahen renge ni ulaon, pauli tano liat bahen tano takko dohot dibahen nasa ulaon di balian ro di sude ulaonnasida na asing, na niulanasida sian utang na so tarjua.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Dung i ninna raja ni Misir ma tu angka sibaso ni halak Heber, goar ni na sada Sipra, goar ni na sada nari Pua.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ninna ma: Molo diurupi hamu boru ni halak Heber laho mangintubu, jala diida hamu di atas sapa paridian, molo tung baoa bunu hamu, alai molo boruboru atenang pangolu hamu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai mabiar do angka sibaso i mida Debata, jadi ndang dibahen nasida songon na nidok ni raja ni Misir i tu nasida, dipangolu nasida do angka posoposo baoa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ditonahon raja ni Misir i ma angka sibaso, didok ma tu nasida: Boasa tung songon i bahenonmuna, tung dipangolu hamu angka posoposo baoa?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi ninna angka sibaso i ma tu raja Firaun: Ndang songon boru Misir anggo boru Heber, ai togap do nasida, ndang dope ro sibaso i tumopot nasida, nunga sahat ditubuhon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi ala ni ditumpak Debata ma angka sibaso i, lam tamba ma bangso i, jala tongam situtu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi ala dihabiari angka sibaso i Debata, gabe dibahen ma angka bagas di nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i dipatik raja Firaun ma sandok na nirajaanna, ninna ma: Nasa posoposo baoa tu batang aek Nil ma danggurhon hamu, alai nasa parompuan pangolu hamu.",
      "type": "content"
    }
  ]
}