{
  "book": "Keluaran",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Uhum paualuhon: hasisiap dibahen sihapor 1-20. II. Uhum pasiahon na holom sitolu ari 21-29.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna Jahowa ma tu si Musa: Laho ma ho tumopot Firaun, ai nunga hupatangkang rohana dohot roha ni angka naposona, asa hupatupa angka tandangkon di tongatongana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Asa dipajojor ho sogot tu pinggol ni anakmu dohot pahompum, na hubahen i di Misir dohot tandangku angka na hupatindang di tongatonganasida, asa tung diboto hamu, Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi laho ma si Musa dohot si Aron tumopot Firaun, jala didok ma tu ibana: Songon on do tona ni Jahowa, Debata ni halak Heber: Sadia leleng on juaonmu paundukkon roham maradophon Ahu? Loas ma laho bangsongku, asa disomba nasida Ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai molo manjua ho mangaloas bangsongku laho, ida ma paroonku ma marsogot angka sihapor tu gomgomanmi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asa ditutup sihapor i sisik ni tano i, pola ndang tarida tano i jala panganonna ma ebaeba ni na malua, na tading di hamu sian udan ambolas i, jala gagatonna ma saluhut hau, angka na martumbur di hamu di ladang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala gohan ni sihapor ma bagasmu dohot angka bagas ni saluhut naposom dohot angka bagas ni sandok halak Misir; na so dung songon i diida angka amam dohot angka ompum olat ni ari, dung adong nasida di tano on rasirasa sadari on. Dung i humusor ma si Musa jala ruar sian lambung ni Firaun.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i didok angka naposo ni Firaun ma tu ibana: Sadia leleng on sambil on ni bayo on hita? Loas ma laho halak i, asa disomba nasida Jahowa, Debata nasida i; ndang dope mamoto roham naung mago Misir?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi mulak ma si Musa dohot si Aron diboan tu jolo ni Firaun, gabe didok raja i ma tu nasida: Laho ma hamu, somba hamu ma Jahowa, Debatamuna i! Ise do tahe angka na laho i?",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i didok si Musa ma: Saluhut hami naeng laho angka dakdanaknami dohot na tuatuanami, udur dohot anaknami dohot borunami, birubirunami dohot lombunami, ai pesta ni Jahowa masa di hami.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi didok raja i ma tu nasida: Songon pangaloashu di hamu dohot di posoposomuna laho, songon i ma pandongani ni Jahowa di hamu. Ida ma, nda na jat do tahi ni rohamuna?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ndang songon i ua hamu angka baoa ma laho jala marsomba tu Jahowa, ai i do na pinangidomuna hian. Jadi dipabali ma nasida sian adopan ni Firaun.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna Jahowa ma tu si Musa: Patoltol ma tanganmu dompak tano Misir ala angka sihapor, asa manaek nasida tu tano Misir, jala digagat nasa suansuanan ni tano i, nasa na tinebahon ni udan ambolas i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dipatoltol si Musa ma tungkotna tu ginjang ni tano Misir, gabe diparo Jahowa ma alogo sian purba tu tano i manipat sadari saborngin lelengna; tole manogotna i diboan alogo sian purba ma angka sihapor.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi manaek ma angka sihapor tu sandok tano Misir jala songgop tu sandok gomgoman Misir mansai torop, ndang dung songon i tudosanna sihapor na sai laon, nang sogot.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai tung ditutup do sisik ni sandok tano i, pola holom tano i dibahen, gabe digagat ma sude suansuanan ni tano i ro di sude parbue ni hau, angka na tinebahon ni ambolas i, jadi ndang adong tading agia aha na rata di hau dohot di suansuanan ni ladang di sandok tano Misir.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi humalaput ma Firaun manjou si Musa dohot si Aron, jala didok ma: Nunga mardosa ahu dompak Jahowa, Debatamuna i dohot dompak hamu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "On pe, sai marpamuati ma roham di dosangki sahali on dope, jala martangiang ma hamu tu Jahowa, Debatamuna, asa dipadao sian ahu holan hamatean on na ma.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi ruar ma si Musa sian lambung ni Firaun, jala martangiang tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi, dipasuhar Jahowa ma alogo sian hasundutan mansai pur, gabe dilualua ma angka sihapor jala direongkon tu laut arung, ndang adong tading sihapor nanggo sada di sandok gomgoman Misir.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai dipatangkang Jahowa do roha ni Firaun, jala ndang diloas laho halak Israel i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(II.) Dung i didok Jahowa ma tu si Musa: Patoltol ma tanganmu dompak langit asa masa na holom marimpotimpot tu tano Misir, pola dadapdadap jolma dibahen na holom.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi dipatoltol si Musa ma tanganna dompak langit, gabe masa ma na holom marimpotimpot di sandok tano Misir tolu borngin lelengna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ndang diida manang ise donganna, jala ndang hehe manang ise sian ingananna, na tolu borngin i. Alai anggo di sandok halak Israel torang do di inganannasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dijou Firaun ma si Musa, jala didok ma: Laho ma hamu, marsomba ma hamu tu Jahowa, holan birubirumuna dohot lombumuna tading di bara, alai anggo anakkonmuna itenang mardalan rap dohot hamu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai ninna si Musa ma: Ingkon lehononmu do tu tangannami dohot angka pelean sipotongon dohot pelean situtungon, sipelehononnami tu Jahowa, Debatanami.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Asa ingkon dohot do pinahannami mardalan rap dohot hami, ndang tading nanggo sada tambirik, ai sian i do buatonnami laho marsomba tu Jahowa, Debatanami; jala ndang huboto hami manang aha sisombahononnami tu Jahowa, paima sahat hami ro disi.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai dipatangkang Jahowa do roha ni Firaun, gabe ndang olo ibana mangaloas nasida laho.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i ninna Firaun i ma tu si Musa: Laho ma ho sian lambungkon, jaga ho, unang be huida ho, ai sadari idaonmu bohingkon, ingkon mate ho bunuon.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi didok si Musa ma: Songon na nidokmi ma, ndang be idaonku bohim.",
      "type": "content"
    }
  ]
}