{
  "book": "Keluaran",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Lumbalumba palumbahon uhum pasampuluhon: hamamate ni angka buhabaju. Tongtong do dipatangkang Firaun rohana 1-10.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i didok Jahowa ma tu si Musa: Sada nari dope uhum i paroonku tu Firaun dohot tu Misir, dung i loasonna ma hamu laho sian i; ndada asal loasonna sudena, lam onjaronjaronna do hamu sian i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Antong dok ma tu pinggol ni bangso i, asa dipangido be baoa dohot boruboru sian alealena be angka ulaula perak dohot ulaula sere.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga disosoi Jahowa hian halak Misir marasi ni roha di bangso i. Si Musa pe halak na sangap situtu do di tano Misir, diida angka naposo ni Firaun diida na torop i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna si Musa ma: Songon on do hata ni Jahowa: Marhira tonga borngin ruar ma Ahu umbolus tongatonga ni Misir.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi mate ma nasa buhabaju di tano Misir, sian buhabaju ni Firaun, na hundul di habangsana hian, ro di buhabaju ni hatoban boruboru na di pudi ni pandudaan dohot sude buhabaju ni pinahan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi masa ma angguk badar di sandok tano Misir, na so dung masa songon i na sai laon, nang sogot pe.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai anggo di sude halak Israel ndang mahua nanggo biangna sada, songon i jolma ro di pinahan, asa tung ditanda hamu pamelok ni Jahowa di halak Israel sian halak Misir.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i tuat ma saluhut angka naposomon tumopot ahu, jala sombaonnasida ma ahu mandok: Ruar ma ho dohot sandok bangso na sahat tu ho; dung salpu songon i ruar ma ahu. Jadi ruar ma si Musa sian lambung ni Firaun piripirion situtu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai ninna Jahowa hian ma tu si Musa; ndang tagamon tangihonon ni Firaun hamu, asa tung torop halongangan angka sibahenonku di tano Misir.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi nunga dibahen si Musa dohot si Aron sude angka halongangan on di jolo ni Firaun. Alai dipatangkang Jahowa do roha ni Firaun, gabe ndang diloas halak Israel laho sian tanona.",
      "type": "content"
    }
  ]
}