{
  "book": "Keluaran",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik taringot tu pesta Paska ganup taon 1-28. II. Bunubunu di sandok buhabaju ni Misir. Haruruar ni Israel 29-42. III. Pamestahon ni halak na pulik marga di Paska 43-51.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i didok Jahowa hian ma tu si Musa dohot tu si Aron di tano Misir songon on.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Bulan on ma parmulaan manjujur angka bulan di hamu, i ma sipahasada di hamu sian angka bulan ni na sataon:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dok hamu ma tu sandok luhutan ni Israel songon on: Di ari sampulu di bulan on, dibuat be ma sada anak ni birubiru marguru tu torop ni ripe na marsaompu, sada birubiru ganup ripe.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai molo maotikku na saripe so sudasa anak ni birubiru sada, dibuat ma i rap dohot hombar bagasna, na jumonok tu jabuna, marguru tu bilangan ni jolma, etongan tu sada birubiru marguru tu na tarpangansa be.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai ingkon anak ni birubiru tunggal na so marlindang, marumur sataon. Sian anak ni birubiru dohot sian hambing buatonmuna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala ingkon paradeonmuna do i ro di ari sampuluopat di bulan on. Dung i seaton ni sandok luhutan ni Israel ma i mareak bot ari.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i buatonnasida ma sian mudar i jala daishononna tu na dua tiang parhinsuhinsuan dohot tu tohang ni angka bagas, parmanganonnasida i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Asa panganonnasida ma juhut na pinanggang tu api di na saborngin i, mardongan sagusagu na so niigaran dohot ingkau paet panganonnasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Na so tupa tata panganonmuna i, manang na nilompa di bagasan aek, ingkon panggangon tu api do, uluna ro di haehaena dohot butuhana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala ndang jadi tebahononmuna sian i ro di manogotna i. Tu api do mosokkononhon ebaebana ro di manogotna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Songon on do pangalahomuna laho manganhon: Gontingmuna marhohos, patmuna marsipatu, jala tungkotmuna di bagasan tanganmuna, marpanilu ma hamu manganhon; ai Paska ni Jahowa do i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai bolusonku ma di na saborngin i tano Misir, jala bunuonku sandok buhabaju di tano Misir, sian jolma ro di pinahan, jala bahenonku ma angka uhum tu saluhut debata ni Misir, Ahu, Jahowa i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi mudar i ma gabe partinandaanmuna di bagas angka na niingananmuna i, molo huida mudar i, laosanku ma hamu, asa unang masa tu hamu uhum hamagoan, di na huhonahon tu tano Misir.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Bahen parningotanmuna ma ari sadari on jala pestahononmuna ma i marulaon tu Jahowa, gabe patik salelenglelengna ma i ro di pinomparmuna parulahononmuna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Panganonmuna ma sagusagu na so niigaran manipat pitu ari lelengna, di ari parjolo daehonmuna igarigar sian bagasmuna ai sai na siaphononhon do sian Israel manang ise na manganhon na niigaran sian ari parjolo ro di ari papituhon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Pansangon ma di ari parjolo luhutan na badia, di ari papituhon pe marluhutan na badia ma hamu: Ndang jadi bahenon agia aha ulaon disi, nda holan sipanganonna be na jadi hobason di hamu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sai ingot hamu ma angka sagusagu na so niigaran, ai di ari na sasada i do hutogihon angka punguanmuna ruar sian tano Misir; asa sai ingot hamu ari na sasada i bahen patik salelenglelengna ro di pinomparmuna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Di bulan sipahasada, di ari sampulu opat mareak bot ari, panganonmuna ma sagusagu na so niigaran ro di ari duapulu sada i bodarina i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Manipat na pitu ari lelengna, unang ma jumpang igarigar di bagasmuna. Ai sai siaphononhon do sian luhutan Israel manang ise na manganhon na niigaran, manang halak na buro manang isi ni tano i ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Sandok na so jadi hamu manganhon sagusagu na niigaran; pangan hamu ma di sandok ingananmuna sagusagu na so niigaran.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i dipio si Musa ma saluhut sintua ni Israel jala didok tu nasida: Pillit jala togu hamu ma di hamu angka anak ni birubiru i marguru tu torop ni ripemuna jala seat hamu Paska i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i buat hamu ma sarahutan sanggul, jala sornophon hamu tu mudar na di parbontaran i, jala daishon hamu tu tohang dohot tu na dua tiang sian mudar na di parbontaran i; alai unang ruar agia ise sian hamu sian pintu ni jabuna paima torang ari.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai mamolus ma Jahowa laho mambunu halak Misir. Jadi ia dung diida mudar di tohang dohot di tiang na dua i, gabe laosan ni Jahowa ma pintu i, ndang loasonna pangago i bongot tu jabumuna laho mambunu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Antong ingot hamu ma hata i, gabe patik di ho dohot di angka anakmu ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jala ia dung sahat hamu tu tano silehonon ni Jahowa tu hamu, songon na nidokna i, sai radoti hamu ma ulaon on.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala ia didok angka anakmuna tu hamu: Ulaon aha do on di hamu?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dohononmuna ma: Pelean Paska do i di Jahowa, na nilaosanna i angka bagas ni halak Israel di Misir, di na binununa i halak Misir, alai dipalua anggo bagasta. Jadi dipaunduk bangso i ma nasida jala marsomba.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dung i laho ma halak Israel jala dibahen nasida ma songon na tinonahon ni Jahowa tu si Musa dohot tu si Aron, songon i ma dibahen nasida.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(II.) Jadi marhira tonga borngin, dibunu Jahowa ma nasa buhabaju di tano Misir, sian buhabaju ni Firaun na hundul di habangsana hian, ro di buhabaju ni na tarhurung, na di bagas hurungan dohot nasa buhabaju ni pinahan.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi hehe ma Firaun bornginna i, ibana dohot nasa naposona ro di sude halak Misir, gabe masa ma andung bolon di Misir, ai ndang adong bagas na so adong na mate di bagasan.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi dijou raja i ma si Musa dohot si Aron laos bornginna i, ninna ma: Borhat ma hamu ruar sian tongatonga ni bangsongki, nang hamu, nang halak Israel; laho ma hamu marsomba tu Jahowa, songon na nidokmuna i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Boan hamu ma dohot birubirumuna dohot lombumuna, songon na nidokmuna i, laho ma hamu, jala pasupasu hamu ma dohot ahu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi dionjaronjar halak Misir ma bangso i pahatophon ruar nasida sian tano i, ai angka ninna do: Mate hami maon luhutna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Jadi diusung bangso i ma na niitakna, tagan so diigari, ditompi be balanga panggorengan.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi dibahen halak Israel ma songon na nidok ni si Musa, dipangido hian ma sian halak Misir angka ulaula perak dohot ulaula sere dohot angka ulos.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Alai nunga disosoi Jahowa hian halak Misir marasi ni roha di bangso i gabe dilehon pinangidonasida i hira tabantaban do i diboan nasida sian halak Misir.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Asa borhat ma halak Israel sian Ramses tu Sukot arga onom ratus ribu halak toropna mardalan pat, so padohot angka dakdanak.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Torop ma dohot halak sileban nangkok rap dohot nasida, ro di angka birubiru dohot lombu dohot pinahan mansai godang.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Dung i dilompa nasida ma na niitak, na binoannasida sian Misir bahen sagusagu na so niigaran, ai ndang niigaran hian, ai na nionjaronjar do nasida sian Misir, jadi ndang sanga nasida, sipanganon na asing pe ndang adong dihobas.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Ia leleng ni halak Israel maringan di Misir, opat ratus tolupulu taon do.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Jadi dung salpu ma opat ratus tolupulu taon i, boho ma di ari na sasada i, ruar ma sandok punguan ni Jahowa sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Parulahononhon ma borngin na sasada on di Jahowa, ala tinogihonna i nasida ruar sian tano Misir; parningotan di Jahowa ma borngin na sasada i parulahonon ni sandok halak Israel ro di pinomparnasida sogot.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "(III.) Dung i ninna Jahowa ma tu si Musa dohot tu si Aron: On ma patik ni Paska: Na so tupa halak na buro manganhon sian i.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Alai nasa hatoban, na tinuhor ni hepeng, dung disunati hamu, jadi ma panganonna sian i.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Halak paisolat dohot sipangan gaji pe, ndang jadi manganhon sian i.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Di bagasan jabu ma i panganon; ndang jadi boanonmu sian juhut i ruar sian jabu tu alaman, jala ndang jadi ponggolhononhon holiholina nanggo sada.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Ingkon sandok luhutan Israel mambahen songon i.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Alai molo adong halak na buro sorang tu ho, jala naeng radotanna Paska i tu Jahowa, ingkon sunatonna jolo nasa baoa na sorang tu ibana; dung pe i asa jadi jumonok ibana laho mangaradoti, asa sobokkon isi ni tano i hian ibana; alai nasa na so sinunat ndang jadi manganhon sian i.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Sada patik ma di isi ni tano hian dohot di halak na buro, na manginsur di tongatongamuna.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Jadi saluhut halak Israel mambahen songon i, hombar tu na tinonahon ni Jahowa tu si Musa dohot tu si Aron, songon i dibahen nasida.",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Asa di ari na sasada i ma ditogihon Jahowa halak Israel ruar sian tano Misir, marguru tu punguannasida.",
      "type": "content"
    }
  ]
}