{
  "book": "Keluaran",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pamarbadiaion di sandok buhabaju ni Israel dohot pamestahonnasida di pesta Paska 1-16. II. Pardalanan di halongonan sahat ro di laut na rara. Ombun dohot api na marsijongjong 17-22.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i didok Jahowa ma tu si Musa, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Parbadiai di Ahu nasa buhabaju, na parjolo ruar sian bortian di halak Israel, di jolma dohot di pinahan, Ahu do nampunasa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi didok si Musa ma tu bangso i: Ingot hamu ma ari sadari on, haruruarmuna sian Misir, sian bagas parhatobanan, ai marhitehite tangan na gogo diparuar Jahowa hamu sian i, so tung dipangan hamu na niigaran.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sadari on do hamu ruar di bulan Abib.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia dung sahat hamu ditogihon Jahowa tu tano ni halak Kanaan dohot Het i dohot Amori dohot Hevi dohot Jebusi tano naung minangmangkonna tu angka ompum mangalehon tu hamu tano habaoran ni susu dohot situak ni loba, sai radoti hamu ma ulaon i di bulan on.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Pitu ari ma panganonmuna sagusagu na so niigaran di ari papituhon i ma pesta di Jahowa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sagusagu na so niigaran ma panganonmuna na pitu ari i; ndang jadi dapot idaon di hamu igarigar, jala ndang jadi dapot idaon di hamu igarigar di sandok gomgomanmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Paboaonmu ma tu anakmu di ari na sasada i songon on: Ala ni na binahen ni Jahowa di ahu, di na ruar i ahu sian Misir.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Asa bahen partinandaan di bagasan tanganmu ma i, jala bahen parningotan di adopan ni matam, asa tung di bagasan pamanganmu patik ni Jahowa, paboa Jahowa manogihon ho ruar sian tano Misir marhitehite tangan na gogo.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen i radoti ma patik on di hajujumpang ni tingkina martaontaon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ia dung sahat ho diboan Jahowa tu tano ni halak Kanaan, songon na minangmangkonna tu ho dohot tu angka ompum, jala nunga sahat dilehon tu ho.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Pasahatonmu ma tu Jahowa, nasa anak na parjolo ruar sian bortian ro di nasa buhabaju di pinahan, angka na di ho, ia tunggal, Jahowa do nampunasa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai nasa buhabaju sian halode, tobusonmu ma dohot anak ni birubiru; alai molo so ditobus ho, punokkon rungkungna; nasa buhabaju sian jolma pe di angka anakmi, tobusonmu do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala molo disungkun anakmu ho sogot, aha do on? Dohononmu ma tu ibana: Marhitehite tangan na gogo ditogihon Jahowa hami ruar sian Misir, sian bagas parhatobanan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai uju dipatangkang Firaun rohana manjua mangaloas hami laho, jadi dibunu Jahowa ma nasa buhabaju ni tano Misir, sian buhabaju ni jolma ro di buhabaju ni pinahan: Ala ni do hupelehon tu Jahowa nasa buhabaju tunggal; alai nasa buhabaju di angka anakku hutobus do.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala bahen partinandaan di bagasan tanganmu do i, jala bahen parningotan di holangkolang ni matam, paboa naung marhitehite tangan na gogo Jahowa paruarhon hami sian Misir.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(II.) Jadi dung diloas Firaun bangso i laho, ndada ditogihon Debata nasida sian dalan tu tano ni halak Palistim, atek pe jumonok nian sian i, ai ninna roha ni Debata do: Atek tung sumolsol dirina maon bangso i, ia diida nasida hamusuon, gabe mulak nasida maon tu Misir.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dibahen i mangaliat bangso i ditogihon Debata sian dalan tu halongonan mangihutihut laut arung. Jadi marsinjata be halak Israel nangkok sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Diboan si Musa huhut holiholi ni si Josep, ai pola do dipatolon halak Israel hian, ninna do: Sai na tingkiron ni Debata hamu; boan hamu ma dohot holiholingku sian on.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi borhat ma nasida sian Sukot, jala marsaro di Etham, di partalpahan ni halongonan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala Jahowa mardalan di jolonasida, ia arian marhitehite ombun na marsijongjong manogihon nasida di dalan i, ia bornginna i marhitehite api na marsijongjong manulu nasida, asa tarbahen nasida mardalan arian dohot borngin.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ndang dung morot sian jolo ni bangso i ombun na marsijongjong arian dohot api na marsijongjong bornginna i.",
      "type": "content"
    }
  ]
}