{
  "book": "Keluaran",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hagogotan ni Israel, na sinugutsugut ni Firaun 1-14. II. Israel umbolus laut na rara. Hasisiap ni halak Misir 15-31.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna Jahowa ma tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dok ma tu halak Israel, asa mamedu nasida jala marsaro tondong ni Pi-Hakirot, di holangkolang ni Migdol dohot laut, tondong ni Baal Zephon, apala tondong ni ma nasida marsaro mardonokkon laut.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi dohonon ni Firaun ma taringot tu halak Israel: Nunga lilu nasida di tano i, nunga dihapit halongonan i nasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi patangkangonku ma roha ni Firaun, asa dilele nasida, asa marmulia Ahu di Firaun dohot di sandok paranganna, asa ditanda halak Misir, Ahu do Jahowa. Jadi dibahen nasida ma songon i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung tarbortik tu raja ni Misir naung lintun bangso i, gabe muba ma roha ni Firaun dohot roha ni angka naposona i maradophon Israel, angka didok nasida ma: Boasa tung tabahen songon i tung italoas halak Israel laho malua sian rodinta.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dipasang ma huretana, jala diarahon bangsona.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dipambuat ma huhut onom ratus hureta angka na pinillit dohot nasa hureta na di Misir dohot tolu halak be parmusu di atas ni saluhutna.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai dipatangkang Jahowa do roha ni Firaun, raja ni Misir, asa dilele halak Israel, angka naung ruar marhitehite tangan na timbul.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi dilele halak Misir ma nasida, gabe dapotsa ma nasida marsaro mardonokkon laut; nasa hoda, hureta ni Firaun ro di parsihundulna dohot paranganna mardonokkon Pi-Hakirot do, tondong ni Baal Zephon.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi dung jumonok Firaun, gabe manatap ma halak Israel, jadi ida ma, halak Misir mangeahi nasida, gabe mabiar situtu nasida. Jadi mangangguhi ma halak Israel tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Angka didok nasida ma tu si Musa: Dibahen na so adong tanoman di Misir huroha, umbahen ditogihon ho hami laho mate di halongonan? Boasa tung songon i bahenonmu tu hami, tung togihononmu hami ruar sian Misir?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nda hudok hami hian tu ho di Misir songon on: Pasombu ma hami diparhatoban halak Misir, ai dengganan diparhatoban halak Misir hami, sian na mate di halongonan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi didok si Musa ma tu bangso i: Unang hamu mabiar, marsihohot ma rohamuna, jala ida hamu hamuliaon ni Jahowa, sibahenonna tu hamu sadari on; ai halak Misir, angka na niidamuna sadari on, ndang be idaonmuna nasida ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jahowa do marporang humongkop hamu, asal hohom hamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Dung i didok Jahowa ma tu si Musa: Boasa sai mangangguhi ho tu Ahu? Dokkon ma halak Israel, asa borhat nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai anggo ho hindat ma tungkotmi, jala patoltol tanganmu tu atas laut, jala patolak, asa dibolus halak Israel tongatonga ni laut i, mardalan di na mahiang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai anggo Ahu ida ma patangkangonku ma roha ni halak Misir, asa dieahi nasida halak Israel; asa marmulia Ahu di Firaun dohot di sandok paranganna, di huretana dohot di angka parsihundulna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Asa tung ditanda halak Misir, Ahu do Jahowa, ia dung marmulia Ahu di Firaun, di huretana dohot di angka parsihundulna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i borhat ma suruan ni Debata, na mardalan di jolo ni punguan ni Israel, jala laho ibana tu pudinasida, hehe ma dohot ombun na marsijongjong sian jolonasida, jala jongjong tu pudinasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi sahat ma tu holangkolang ni parsaroan ni halak Misir dohot parsaroan ni Israel. Jadi holom ma ombun i sambariba, jala manondangi borngin na sambariba nari, gabe ndang masipadonohan be nasida manipat saborngin i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i dipatoltol si Musa ma tanganna tu atas laut, gabe mabaor laut i dibahen Jahowa marhitehite alogo na pur sian purba manipat saborngin i pahiang laut i, gabe tolak ma angka aek i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi bongot ma halak Israel tu tongatonga ni laut di na mahiang i, jadi hira dorpi angka aek i di siamun dohot di hambirangnasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i dieahi halak Misir i nasida, jala bongot sian pudinasida, nasa hoda ni Firaun, angka huretana dohot angka parsihundulna tu tongatonga ni laut.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi marhira torang ari, dibereng Jahowa ma tu parangan ni halak Misir sian api dohot ombun na marsijongjong, gabe guntur ma parangan ni halak Misir i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jala diantuk angka galapang ni huretanasida, gabe maol ditogu. Dung i didok halak Misir ma: Maporus ma hita maradophon Israel, ai Jahowa dongannasida mangalo halak Misir.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i didok Jahowa ma tu si Musa: Patoltol ma tanganmu tu atas laut, asa sumuang angka aek i lingkup tu halak Misir, tu angka huretana dohot tu angka parsihundulna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jadi dipatoltol si Musa ma tanganna tu atas laut, gabe sumuang ma laut i tu dalanna hian mareak torang ari, gabe maporus ma halak Misir manjumpangkon aek i gabe ditunggalingkon Jahowa ma halak Misir tu tongatonga ni laut.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ai sumuang ma angka aek i jala dilungkupi angka hureta dohot angka parsihundul ro di sude parangan ni Firaun, angka na mangihuthon nasida tu bagasan laut, ndang adong teba sian nasida nanggo sada.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai anggo halak Israel mardalan di na mahiang, di tongatonga ni laut i jala gabe dorpi di nasida angka aek i di siamun dohot di sihambirangnasida.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Asa dipalua Jahowa di na sadari i halak Israel sian tangan ni halak Misir, gabe diida halak Israel ma mate halak Misir i di topi laut i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi dung diida halak Israel tangan na timbul, na binahen ni Jahowa tu halak Misir, gabe mabiar ma bangso i mida Jahowa, jala porsea nasida di Jahowa dohot di si Musa, naposona i.",
      "type": "content"
    }
  ]
}