{
  "book": "Keluaran",
  "chapter": 15,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ende pujipujian ni Israel ala haluaon na timbul i 1-21. II. Pandaonion ni Jahowa di aek na di Mara 22-27.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i diendehon si Musa dohot halak Israel ma ende on di Jahowa, angka didok nasida ma songon on: Marende ma ahu tu Jahowa, ai marmulia situtu Ibana; hoda dohot parsihundulna diusophon tu bagasan laut.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jahowa do hatogaonku dohot pujipujianku jala manjadi hatuaonku. Ibana do Debatangku; pasangaponku ma Ibana. Debata ni damang do Ibana, patimbulonku ma Ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jahowa do Ulubalang bolon, Jahowa do Goarna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Angka hureta ni Firaun ro di paranganna diusophon do tu bagasan laut. Parsihundul angka na pinillitna dilonongkon do tu bagasan laut arung.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angka lung do manghungkupi nasida; lonong do angka nasida tu toru, songon batu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tangan siamunmi, ale Jahowa, marmulia di bagasan hagogoon; tangan siamunmu, ale Jahowa, mangaropuhi musu i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala marhitehite hinatimbul ni hasangaponmu disiaphon Ho angka na mangalo Ho; dilaluhon Ho parpiarpiar ni rimasmu mansudahon nasida songon durame.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Marhitehite pallongos ni igungmu marlintonglintong angka aek i; marsijongjong angka galumbang, songon dorpi; mangibulibul ma angka lung di tongatonga ni laut.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna musu i ma: Leleonku, tangkuponku ma nasida, bagionku ma taban; sombu ma rohangku mida nasida, umpatonku ma podangku, siaphonon ni tanganku ma nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Diombushon Ho hosam, gabe dilungkupi laut nasida, angka lonong ma nasida songon simbora tu bagasan aek angka na tongam.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ise ma songon Ho, ale Jahowa di tongatonga ni angka debata? Ise ma songon Ho marmulia di bagasan habadiaon, na songkal marpujipujian, na mambahen halongangan?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung dipatoltol Ho tanganmu siamun, dibondut tano i nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ditogihon Ho marhitehite asiasim bangso na pinaluam on; dipatolhas Ho nasida marhitehite hatogaonmu tu bagasan inganan ni habadiaonmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibege angka bangso barita i, gabe angka dotdot nasida, manimbasnimbas ma halak Palistim.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Tarsonggot ma uju i angka raja ni Edom, angka hitir ma raja ni Moab; tahuton ma sude isi ni Kanaan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai madabu ma tu nasida songgotsonggot dohot hatahuton; tarhatotong ma nasida, songon batu dibahen hinatimbul ni tanganmu, paima taripar bangsom, ale Jahowa; paima taripar bangsom, na tinobusmu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sai pamasuk ma nasida, jala lopokkon nasida tu dolok partalianmi, haojahan ni ingananmi na pinaulim, ale Jahowa; tu habadiaon, na pinajok ni tanganmu, ale Tuhan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jahowa do Raja ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai bongot tu bagasan laut do hoda ni Firaun dohot angka huretana ro di parsihundulna, jadi dipasuang Jahowa ma angka aek ni laut i mangalungkupi nasida; alai anggo halak Israel mardalan di na mahiang do nasida di tongatonga ni laut.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i ditiop si Meryam boru panurirang, iboto ni si Aron odap sada di bagasan tanganna, jala ruar sude angka boruboru marudurudur mangihuthon ibana masitiop odapna be.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi marende taripar ma si Meryam tu nasida; marende ma hamu tu Jahowa, ai marmulia situtu do Ibana; hoda dohot parsihundulna diusophon tu bagasan laut.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(II.) Dung i didokkon si Musa ma halak Israel borhat sian laut arung, asa mardalan nasida tu halongonan Sur; jadi mardalan ma nasida tolu ari di bagasan halongonan i, ndang jumpangan aek nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i sahat ma nasida tu Mara; alai ndang tarinum nasida aek sian Mara, ai na paet do i; ala ni do umbahen margoar Mara.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi marmungutmungut ma bangso i dompak si Musa, ninna ma: Aha na ma siinumonnami?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i mangangguhi ma si Musa tu Jahowa, gabe dipatuduhon Jahowa ma tu ibana sada hau, na nireongkonna tu aek, jadi tonggi ma aek i. Disi, ma dibahen tu nasida sada patik dohot uhum, jala disi ma nasida diunjuni.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala didok ma: Molo burju ditangihon ho soara ni Jahowa Debatam, jala diulahon ho na tigor di rohana, jala dipinggol ho angka patikna, jala diradoti ho sude angka uhumna: Ndang pamasaonku tu ho nanggo sada sahit, angka na hupamasa tu Misir, ai Ahu do Jahowa pandaonim.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i sahat ma nasida tu Elim, adong do disi mual sampulu dua, jala pitupulu harambir, gabe marsaro ma nasida disi di lambung aek i.",
      "type": "content"
    }
  ]
}