{
  "book": "Keluaran",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parungutunguton ni Israel ala sipanganon na hurang, gabe diparmudu Debata nasida marhitehite lote dohot Manna 1-15. II. Patik taringot tu na papunguhon Manna di ari Sabbat 16-36.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i borhat ma nasida sian Elim, gabe sahat ma sandok luhutan ni halak Israel tu halongonan Sin na di holangkolang ni Elim dohot Sinai di ari sampulu lima di bulan sipahadua, dung ruar nasida sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi marmungutmungut ma sandok luhutan ni halak Israel dompak si Musa dohot dompak si Aron di halongonan i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Didok halak Israel ma tu nasida: Tung so mate hami dibunu tangan ni Jahowa di tano Misir, di na hundul hami di lambung hudon angka na marisi juhut, di na bosur hami mangan sagusagu; ai ditogihon hamu hami ruar tu halongonan on laho mambunu sandok luhutan on anturaparon.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna Jahowa ma tu si Musa: Ida ma paroonku ma tu hamu udan sagusagu sian banua ginjang, asa ruar bangso i jala dipapungu sae sadarina i, asa huunjuni nasida manang turuton nasida patikki manang ndang.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai jumpang paonomarihon, paulionnasida ma na binoannasida i, gabe silompit ma i martimbangkon na pinapungunasida siap ari.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i didok si Musa dohot si Aron ma tu sude halak Israel: Bodari on ma botoonmuna Jahowa paruarhon hamu sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sogot manogot idaonmuna ma hasangapon ni Jahowa, ai nunga di bege Ibana parungutungutonmuna dompak Jahowa. Ai tung ise ma hami pola umbahen tung marmungutmungut hamu dompak hami?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Angkup ni didok si Musa ma: Molo dilehon Jahowa juhut panganonmuna bodari on jala butongan mangan sagusagu manogotna i, ala naung dibege Jahowa parungutungutonmuna, na marmungutmungut i hamu dompak Ibana, ai tung ise ma anggo hami pola? Ndada dompak hami hamu marmungutmungut, dompak Jahowa do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i didok si Musa ma tu si Aron: Dok ma tu sandok luhutan ni halak Israel: Pajonok hamu ma tu jolo ni Jahowa, ai nunga dibege parungutungutonmuna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi di na mangkatai si Aron tu sandok luhutan ni halak Israel, humusor ma nasida mamereng dompak halongonan, jala ida ma, tarida ma hasangapon ni Jahowa di bagasan ombun i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna Jahowa ma tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Nunga hubege parungutunguton ni halak Israel, dok ma tu nasida songon on: Marhira bodari panganonmuna ma juhut, jala manogotna i butongan hamu mangan sagusagu, asa tung diboto hamu, Ahu do Jahowa Debatamuna i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dung bodari, ro ma marhulalan angka lote, tung ditutup do parsaroan i, jala manogotna i marpeahan nambur humaliang parsaroan i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dung manaek nambur na marpeahan i, ida ma adong ma rarak di sisik ni halongonan i songon batu ni botik na tata metmetna dohot hibulna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung diida halak Israel, angka didok be ma tu donganna; Manhu? (Aha do i?) Ai ndang diboto nasida manang aha i. Alai ninna si Musa ma tu nasida: I ma sagusagu na nilehon ni Jahowa tu hamu bahen sipanganon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Boti ma hata na tinonahon ni Jahowa: Papungu hamu sian i ganup marguru tu tukna panganonna, sasolup sasahalak, marguru tu bilangan ni toropmuna; ganup mambuat marguru tu isi ni undungundungna be.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dibahen halak Israel ma songon i, adong na papungu godang, adong na papungu otik.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai dung disolupi, gabe ndang adong lobian na papungu godang, jala ndang hurangan na papungu otik; ganup marguru tu na tarpangansa, dipapungu nasida.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i didok si Musa ma tu nasida: Manang ise pe, unang dihirahon sian i tu marsogot.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai ndang ditangihon nasida hata ni si Musa, adong do deba marhirahon sian i tu marsogot, jadi gulokon ma i jala bau, gabe tarrimas ma si Musa tu nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai dipapungu nasida ma sian i ganup sogot, marguru tu na tarpangansa be; alai disi las ari, gabe malala ma.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jumpang paonomarihon, silompit ma dipapungu nasida sagusagu i, dua solup tu na sahalak. Jadi ro ma sude induk ni bangso i laho paboahon tu si Musa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi didok si Musa ma tu nasida: I do tona ni Jahowa antong. Marsogot do ari Sabbat, paradianan siparbadiaan di Jahowa: Pamasak hamu hian ma sipamasahonmuna, jala lompa hamu hian silompaonmuna; alai na lobi, pasimpan hamu ma bahen sipanganon marsogot.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dipasimpan nasida ma i tu marsogot, songon na tinonahon ni si Musa, gabe ndang olo bau manang gulokon di bagasan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i ninna si Musa ma: Pangan hamu ma i sadari on, ai ari paradianan ni Jahowa do sadari on; ndang adong jumpang hamu di ladang.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Onom ari lelengna papunguonmuna ma i, alai ari papituhon i ari paradianan do i, ndang adong jumpang disi.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Alai tole papituarihon ruar do deba sian bangso i naeng papunguhon, hape ndang adong jumpangsa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi ninna Jahowa ma tu si Musa: Sadia leleng on juaonmuna mangaradoti angka tonangku dohot patikku?",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ida hamu ma, nunga dilehon Jahowa ari paradianan i tu hamu; ala ni Ibana mangalehon tu hamu di ari paonomhon sagusagu sidua ari; asa mian hamu di ingananmuna be; unang adong ruar nanggo sahalak sian ingananna di ari papituhon i.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi maradian ma bangso i di ari papituhon i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi Manna ma goarna dibahen halak Israel, ianggo rupana songon boni ni hatumbar, saksak, jala daina songon sagusagu na tinanggulean.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i didok si Musa ma: On do hata na tinonahon ni Jahowa: Gohi hamu ma sasolup sian i sipajopon tu pinomparmuna sogot, asa diida nasida sagusagu na hupapanganhon tu hamu di halongonan, di na huparuar hamu sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi ninna si Musa ma tu si Aron: Buat ma sada tapongan, jala bahen tusi Manna gok sasolup, jala pajongjong tu jolo ni Jahowa, sipajopon di pinomparmuna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Songon na tinonahon ni Jahowa tu si Musa, dipajongjong si Aron ma i tu jolo ni poti parpadanan i bahen parningotan.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Leleng ni opatpulu taon ma dipangan halak Israel Manna i, paima sahat nasida tu tano siinganannasida: Paima sahat nasida tu parbalohan ni tano Kanaan, sai Manna do dipangan nasida.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ia sasolup (homer), saparsampulu ni saampang (epah) ma i.",
      "type": "content"
    }
  ]
}