{
  "book": "Keluaran",
  "chapter": 17,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parungutunguton ni halak Israel ala soada aek inumon, gabe dipatupa Jahowa aek sian dolok batu di Rapidim 1-7. II. Parmusuon dohot hamonangan maralohon Amalek. Tangiang dohot hamauliateon ni si Musa 8-16.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i borhat ma sandok luhutan ni halak Israel sian halongonan Sin, marguru tu pandokkon ni Jahowa pardalanonnasida i, gabe marsaro nasida di Rapidim; alai ndang adong aek siinumon ni bangso i disi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi dibadai bangso i ma si Musa, angka didok ma: Lehon hamu aek siinumonnami! Jadi didok si Musa ma tu nasida: Boasa ahu badaanmuna? Boasa unjunanmuna Jahowa?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai uasan di aek bangso i disi, gabe marmungutmungut nasida dompak si Musa, didok ma: Boasa tung paruaronmu hami sian Misir laho mambunu hami dohot anakkonnami ro di pinahannami dibahen uas?",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi mangangguhi ma si Musa tu Jahowa, ninna ma: Aha ma bahenonku tu bangso on? Otik nari dangguronnasida ma ahu dohot batu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi didok Jahowa ma tu si Musa: Bolus ma sian jolo ni bangso i, jala arahon deba sian angka sintua ni Israel bahen donganmu, jala boan ma tungkotmu, na nilipathonmu tu batang aek i, dung i laho ma ho.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ida ma, jongjong ma Ahu disi di jolom di atas ni sada dolok batu di Horeb, lipati ma dolok batu i, gabe ruar ma sian i aek siinumon ni bangso i. Jadi dibahen si Musa ma songon i di adopan ni angka sintua ni Israel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi dibahen ma goar ni hajongjongan i Massa (pangunjunan) dohot Meriba (parbadaan), ala ni bada ni halak Israel, jala ala ni niunjunannasida Jahowa, na nidokna i: Di tongatonganta ulaning do Jahowa manang ndang?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i ro ma Amalek, jala marmusu dompak Israel di Rapidim.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i didok si Musa ma tu si Josua: Pilliti ma di hita angka baoa, jala borhat ma ho mandopangi Amalek; jongjong ma ianggo Ahu marsogot di punsu ni dolokdolok, patioptiop tungkot ni Debata di bagasan tanganku.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi dibahen si Josua ma, songon na nidok ni si Musa tu ibana laho mandopangi Amalek; alai anggo si Musa dohot si Aron dohot si Hur nangkok do nasida tu punsu ni dolokdolok i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi saleleng dipaherbang si Musa tanganna tu ginjang, monang ma Israel, alai molo dipalenduk tanganna, monang ma Amalek.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ngaolan ma tangan ni si Musa, gabe dibuat nasida ma batu sada, dibahen ma tu toruna, asa hundul ibana tusi; ro ma si Aron dohot si Hur tumungkol tanganna sambariba be; gabe hot ma tanganna i, paima mate mata ni ari.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dipatunduk si Josua ma Amalek dohot bangsona marhite sian baba ni podang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i didok Jahowa ma tu si Musa: Surathon ma i tu sada buku bahen parningotan, jala pasingothon ma tu pinggol ni si Josua, ai sai na siaphononku ma barita ni Amalek sian toru ni langit.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i dipauli si Musa ma sada langgatan, dibahen ma goarna: Jahowa Nissi (Jahowa partonggolhu).",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Angkup ni didok ma: Sintak tangan di atas habangsa ni Jahowa: Hamusuon tihus ma di Jahowa dompak Amalek marsundutsundut.",
      "type": "content"
    }
  ]
}