{
  "book": "Keluaran",
  "chapter": 18,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Jetro mangebati si Musa 1-12. II. Panuturion ni si Jetro paneang ulaon ni si Musa 13-27.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jadi dung dibege si Jetro, malim di Midian, simatua doli ni si Musa, sude na binahen ni Debata tu si Musa dohot tu Israel bangsona i, na pinaruar ni Jahowa halak Israel sian Misir.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi diboan si Jetro, simatua doli ni si Musa, ma si Zippora, jolma ni si Musa, na sinuruna i mulak.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Rap dohot anakna na dua i, goar ni na sada si Gerson, ai ninna do: Paisolat do ahu di tano ni halak na pulik.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Goar ni na sada nari si Elieser, ai Debata ni damang do pangurupingku, jala dipalua ahu sian podang ni Firaun.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi sahat ma si Jetro, simatua doli ni si Musa dohot angka anakna dohot jolmana tu si Musa, tu halongonan, tu parsaroanna di lambung dolok ni Debata.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ditonahon ma tu si Musa: Nunga ro ahu, simatuam doli si Jetro tumopot ho udur dohot jolmam dohot anakna na dua i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ruar ma si Musa manjumpangkon simatuana i, dipaunduk ma ibana di jolona, jala diumma ibana; jadi dung masisungkunan nasida taringot tu sonangna, gabe masuk ma nasida tu undungundung i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dipajojor si Musa ma tu simatuana sude na binahen ni Jahowa tu Firaun dohot tu halak Misir ala ni halak Israel, ro di sude hasusaan na mangonai tu nasida di tongan dalan dohot na pinalua ni Jahowa nasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jadi las ma roha ni si Jetro ala sude na denggan i, na binahen ni Jahowa tu Israel, na pinaluana i nasida sian tangan ni halak Misir.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ninna si Jetro ma: Pinuji ma Jahowa, na paluahon hamu sian tangan ni halak Misir dohot sian tangan ni Firaun; tung dipalua bangsona sian pandondon ni tangan ni halak Misir.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nuaeng pe huboto, tumongam hape Jahowa sian nasa angka debata, ai hata na hinajungkathonnasida lingkup tu nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dibuat si Jetro, simatua doli ni si Musa ma sada pelean situtungon dohot angka pelean sipotongon di Debata. Jadi ro ma si Aron dohot saluhut sintua ni Israel laho mangan sagusagu rap dohot simatua doli ni si Musa di jolo ni Debata.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(II.) Tole marsogotna i hundul ma si Musa laho manguhum bangso i, gabe jongjong ma bangso i di lambung ni si Musa sian manogotna ro di botari.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai dung diida simatua doli ni si Musa sude na binahenna i tu bangso i, ninna ma: Hata dia do i na binahenmu tu bangso i? Boasa sasada ho hundul, jala sandok bangso i jongjong di jolomu sian manogot ro di botari?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi didok si Musa ma tu simatuana doli: Na ro do bangso i tumopot ahu laho manungkun uhum sian Debata.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai molo adong parhataannasida, ro do nasida tu ahu, gabe huuhumi nasida be jala hupabotohon angka patik ni Debata dohot angka podana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi didok simatua doli ni si Musa ma tu ibana: Ndang denggan na binahenmi.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Mandate ho maon, nang ho, nang bangso on na di jolomon, ai madokdokhu ulaon on di ho, ndang tarula anggo sasada ho.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "On pe tangihon ma soarangkon, huparrohai pe ho, asa didongani Debata ho. Ho ma mandapothon Debata singkat ni bangso i, jala ho ma pasahathon angka hata i tu Debata.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala pasingothon tu nasida angka patik dohot angka poda, jala pabotohon tu nasida dalan sidalanannasida i dohot ulaon siulaonnasida i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai anggo ho lulu i ma sian sandok bangso i baoa angka na marsihohot marroha, angka na mangkabiari Debata, baoa parroha na sintong, angka na mangkagigihon pangomoan na so turut, i ma pabangkit bahen induk gumomgom nasida marsasaribu, marsasaratus, marlimalimapulu, jala marsasampulu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Asa nasida tongtong manguhumi bangso i; alai nasa hata na balga, tu ho ma diboan nasida, anggo nasa hata metmet nasida ma manguhumi, asa paneang siulaonmu, molo nasida donganmu mangusung.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Molo dibahen ho songon i, jala ro tona ni Debata tu ho manolopi, jadi manahan ma ho mangkajongjongkon, muli ma dohot sandok bangso on tu ingananna be mardamedame.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi ditangihon si Musa ma soara ni simatuana doli, jala dipatupa sude na nidokna i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i dipillit si Musa ma baoa angka na marsihohot sian sandok Israel, jala dipabangkit nasida bahen induk ni bangso i gumomgom marsasaribu, marsasaratus, marlimalimapulu jala marsasampulu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Asa nasida tongtong manguhumi bangso i, anggo hata na maol, tu si Musa ma boanonnasida, alai anggo hata metmet, nasida do manguhumisa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i diloas si Musa ma simatuana doli laho, gabe mulak ma ibana tu tanona.",
      "type": "content"
    }
  ]
}