{
  "book": "Keluaran",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "I. Panotason ni bangso i laho jumalo patik 1-15. II. Tongam ni hatutuat ni Jahowa tu dolok Sinai 16-25.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Patolubulanhon dung ruar halak Israel sian tano Misir, di ari na sasada i sahat ma nasida tu halongonan Sinai.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai borhat do nasida sian Rapidim, gabe sahat nasida tu halongonan Sinai, laos marsaro nasida di halongonan i; disi do marsaro Israel tondong ni dolok i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i nangkok ma si Musa tumopot Debata. Jadi dijouhon Jahowa ma tu ibana sian dolok i, ninna ma: Songon on ma dohononmu tu pinompar ni si Jakkob, paboaonmu tu halak Israel.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Nunga diida hamu, na hubahen i tu halak Misir, na huboan i hamu hira di atas ni habong ni pidong raja wali pasahat hamu tu Ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "On pe molo ditangihon hamu soarangku, jala diradoti hamu padan na hubahen i, jadi hasianku ma hamu sian nasa bangso, ai gok di Ahu do liat portibi on.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Manjadi harajaon malimmalim ma hamu di Ahu, jala bangso na badia. I ma angka hata sidohononmu tu halak Israel.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi ro ma si Musa, dijou ma angka sintua ni bangso i, jala diaturhon tu jolonasida sude angka hata ondeng, angka na tinonahon ni Jahowa tu ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi sahata ma sandok bangso i mangalusi, angka didok nasida ma: Saluhut na pinaboa ni Jahowa, bahenonnami ma. Jadi mulak ma si Musa mamboan angka hata ni bangso i tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i didok Jahowa ma tu si Musa: Ida ma, na ro ma Ahu tumopot ho di bagasan ombun manorop, asa dibege bangso i molo mangkatai Ahu dohot ho, asa porsea nasida dohot di ho ro di salelenglelengna. Jadi dipaboa si Musa ma angka hata ni bangso i tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i didok Jahowa ma tu si Musa: Laho ma ho tumopot bangso i, jala urasi nasida sadari on dohot marsogot asa ditaptap nasida ulosnasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Asa diri nasida di ari patoluhon, ai patoluarihon tuat ma Jahowa di jolo ni sandok bangso i tu punsu ni dolok Sinai.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala bahen parbolatan ni bangso i humaliang, nimmu ma: Jaga hamu, so tung dinangkohi hamu dolok i, manang manjama bonana i. Manang ise na jumama dolok i, ingkon mate ibana.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ndang jadi dais tusi tangan ni manang ise, ingkon dangguron manang tullangon ibana mate; nang pinahan, nang jolma, ndang jadi pangoluon. Alai molo marsaringar soara ni sarune, jadi ma nangkohannasida dolok i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i tuat ma si Musa sian dolok i tumopot bangso i, jala diurasi bangso i, jala ditaptap nasida ma ulosnasida be.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i ninna si Musa ma tu bangso i: Diri ma hamu tumagam ari patoluhon, unang ma jumonok manang ise tu jolmana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Tole patoluarihon, disi torang ari, masa ma angka soara ronggur dohot hilap dohot ombun manorop di atas dolok i, jala soara ni sarune mansai gogo, gabe tarsonggot ma sandok bangso na di parsaroan i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i ditogihon si Musa ma bangso i ruar sian parsaroan laho manjumpangkon Debata, jala angka jongjong nasida solhot di bona ni dolok i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi martimus ma sandok dolok Sinai maradophon Jahowa na tuat tu atasna di bagasan api, jala manaek timusna i songon timus ni pamurunan, gabe humuntal situtu sandok dolok i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi dung lam ganda situtu gogo ni soara ni sarune, mangkatai ma si Musa, gabe dialusi Debata ibana marsoara ronggur.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai dung tuat Jahowa tu dolok Sinai, tu punsu ni dolok i, dijou Jahowa ma si Musa tu punsu ni dolok i, gabe nangkok ma si Musa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i didok Jahowa ma tu si Musa: Tuat ma ho, tingtingkon ma tu bangso i, asa unang ditahopi nasida handang i laho mandapothon Jahowa, naeng idaonna, gabe marmatean maon torop sian nasida.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Angka malim pe, angka na jumonok tu Jahowa, ingkon manguras nasida, asa unang diragehon Jahowa nasida.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai ninna si Musa ma tu Jahowa: Ndang tarbahen bangso i nangkok tu dolok Sinai, ai nunga dihatindangkon Ho tu hami, nimmu do: Handang i dolok i jala parbadiai ibana.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i didok Jahowa ma tu ibana: Laho ma ho tuat; alai nangkok ho muse rap dohot si Aron; alai anggo angka malim dohot bangso i, unang ditahopi nasida handang i laho mandapothon Jahowa, asa unang rage nasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi tuat ma si Musa mandapothon bangso i, jala dipaboa ma tu nasida.",
      "type": "content"
    }
  ]
}