{
  "book": "Keluaran",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hatutubu ni si Musa dohot haluluana binahen ni boru ni raja Firaun 1-10. II. Si Musa mambunu sada halak Misir, jala maporus tu Midian 11-22. III. Ditangihon Debata do angguhangguk ni halak Israel 23-25.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i adong ma sada halak sian pomparan ni si Lepi jala dibuat sada boru Lepi bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i gabegabean ma jolmana i, jala ditubuhon anak sada. Jadi dung diida mansai uli rupana, ditabunihon ma ibana tolu bulan lelengna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai dung so tarbunihonsa be, dibuat ma sada poti sian arung, jala dipauli huhut didamari, dung i dipeakkon posoposo i tu bagasan, ditaruhon ma i tu bagasan arung na di pasir ni batang aek i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai jongjong ia ibotona i manatapnatap, asa diboto manang beha bahenonna tu ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i tuat ma boru ni raja Firaun naeng maridi di bagasan batang aek i: Sai mardalandalan di pasir ni aek i anggo angka naposona boruboru. Jadi dung diida poti na metmet i di tongatonga ni arung i, gabe disuru ma naposona mangalap.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dung diungkap, diida ma posoposo i jala ida ma sai tumatangis posoposo i, jadi asi ma rohana mida ibana, ninna ma: Sian angka posoposo ni halak Heber do on.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna ibotona i ma tu boru ni raja Firaun: Beha ia laho ahu manjou sada inaina panusuan sian boru ni halak Heber, asa dipasusu posoposo i di ho?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi ninna boru ni raja Firaun ma tu ibana: Antong laho ma ho. Jadi laho ma angkora i, jala dijou ina ni posoposo i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna boru ni raja Firaun i ma tu ibana: Boan ma posoposo on jala pasusu di ahu, hulehon pe upam. Jadi dibuat inaina i ma posoposo i, jala dipasusu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi dung magodang posoposo i, ditaruhon ma tu boru ni raja Firaun gabe diain ma i bahen anakna, jala dibahen goarna si Musa, ai sian aek do ibana huenet, ninna.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Dung i di angka ari i, dung magodang si Musa, ruar ma ibana tumopot angka hahaanggina i, asa diida pardangolannasida. Jadi diida ma sada halak Misir, na mambalbali sada halak Heber sian hahaanggina i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i dibereng ma humaliang, jadi dung diida, ndang adong jolma disi, gabe dibunu ma halak Misir i, jala dipanguspangus ibana tu horsik.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ruar muse ibana di ari paduahon, jadi ida ma, dua halak Heber marbadai. Jadi ninna ma tu parsala i: Boasa balbalanmu donganmon?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai ninna bayo i ma: Ise pabangkit ho bahen sintua dohot panguhum di hami? Naeng bunuonmu ahu huroha, songon na binunum isi ni Misir i? Jadi mabiar ma si Musa, ninna ma: Tongon do, nunga tarbortik hata i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sar ma barita i tu raja Firaun, jadi dilului ma si Musa naeng bunuonna. Alai lintun ma si Musa sian jolo ni raja Firaun, mangulon ma ibana di tano Midian, hundul ibana di lambung ni sada sumur.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai pitu do boru ni malim di Midian, angka na ro manahui, asa digohi parsoburan, laho pasoburhon birubiru ni amanasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai ro ma angka parmahan mangonjaronjar nasida. Jadi hehe ma si Musa mangurupi nasida jala dipasobur birubirunasida i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia dung sahat nasida tu si Reguel, amanasida i, ninna ibana ma: Boasa tung songon i tibu hamu muli sadari on?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi didok nasida ma: Adong tahe sada halak Misir, na palua hami sian tangan ni angka parmahan i, huhut sai ditahui di hami jala dipasobur angka birubiru i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i didok ma tu angka boruna i; alai didia ibana? Boasa tung tading baoa i bahenonmuna? Jou hamu ibana, asa mangan sagusagu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi mangoloi ma si Musa maisolat di halak i, gabe dilean ma boruna si Zippora bahen jolma ni si Musa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ditubuhon ma sada anak, dibahen ma goarna si Gerson, ai paisolat do ahu di tano na pulik, ninna.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(III.) Dung i di laonlaon ni ari, mate ma raja ni Misir. Alai sai mangangguhi ma halak Israel dibahen renge ni ulaonnasida, jala sahat ma angguhangguknasida i tu jolo ni Debata sian parhatobanan i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dung i ditangihon Debata ma angguhangguknasida i, jala diingot padanna tu si Abraham, si Isak dohot si Jakkob.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi ditatap Debata ma halak Israel i, jala ditanda nasida.",
      "type": "content"
    }
  ]
}