{
  "book": "Keluaran",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patik na sampulu na badia i 1-17. II. Biar ni bangso i 18-21. III. Patik taringot tu langgatan 22-26.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i diaturhon Debata ma sude angka hata on, ninna ma:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ahu do Jahowa Debatam, na paruarhon ho sian tano Misir, sian bagas parhatobananmu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ndang jadi marangkup Ahu adong Debatam.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndang jadi bahenonmu di ho ganaganaan, manang sumansuman dia na di banua ginjang nang di tano on, ro di na di bagasan aek na di toru ni tano.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndang jadi ho marsomba tu nasida, manang oloanmu nasida, ai Ahu do Jahowa Debatam, Debata parrimas, na mangaluluhon hajahaton ni amaama tu angka anakna ro di sundut patoluhon dohot paopathon, angka na sogo roha di Ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai asi do rohangku di angka na marriburibu, angka na mangkaholongi Ahu, angka na mangaradoti angka patikku.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ndang jadi dohononmu goar ni Jahowa Debatam, anggo sian neang ni roha, ai sai na hona toru ni Jahowa do manang ise na mandok goarna sian neang ni rohana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ingot hamu ma ari Sabbat laho pabadiahonsa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Onom ari ma hamu mulaulaon, jala bahenonmu nasa ulaonmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai anggo ari papituhon i, ari paradianan ni Jahowa Debatam do i. Ndang jadi bahenonmu disi agia aha ulaon, nang ho manang anakmu, manang borum, manang naposom lahilahi, manang naposom boruboru, ro di pinahanmu, nang na sorang tu ho, di bagasan hutam.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai di na onom ari do ditompa Jahowa langit dohot tano dohot laut dohot nasa isina, dung i maradian ma Ibana di ari papituhon i. Dibahen i do umbahen na dipasupasu Jahowa ari paradiananna i jala diparbadiai.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ingkon pasangaponmu natorasmu, asa leleng ho mangolu di tano, na nilehon ni Jahowa Debatam tu ho.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Unang ho mambunu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Unang ho mangalangkup.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Unang ho manangko.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Unang ho olo sitindangkon gabus maralohon donganmu.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ndang jadi haliangan ni roham bagas ni donganmu. Ndang jadi haliangan ni roham jolma ni donganmu, manang naposona baoa manang naposona boruboru, manang lombuna, manang hodana, manang dia pe ugasan ni donganmu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(II.) Jadi sandok bangso i marnida dohot umbege angka soara ronggur dohot hilap dohot soara ni sarune i dohot dolok na martimus i. Jadi dung diida bangso i, lumindak ma nasida jongjong mandaodao.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angka didok ma tu si Musa: Ho ma angkupnami mangkatai, hutangihon hami pe, unang Debata mangkulingi hami, atek tung mate hami maon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai ninna si Musa ma tu bangso i: Unang hamu mabiar, ai mangunjuni hamu do Debata umbahen na ro, asa di jolomuna biar mida Ibana, asa unang mardosa hamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi jongjong ma bangso i mandaodao; alai anggo si Musa didapothon do tu na holom, na niinganan ni Debata.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "(III.) Dung i ninna Jahowa ma tu si Musa: Songon on do dohononmu tu halak Israel: Nunga diida hamu, na hupangkulingi i hamu sian banua ginjang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dibahen i ndang jadi marangkup Ahu bahenonmu debatam, manang angka debata sian perak manang angka debata sian sere pe.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Langgatan sian tano sada bahenonmu di Ahu, bahen pamelean ni angka peleanmu situtungon dohot pelean hamauliateon, angka birubirumu dohot angka lombumu pelehononmu disi. Ai ia disi hupajok inganan parningotan di goarhu, tusi do topotonku ho jala pasupasuonku ho.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai molo naeng bahenonmu di Ahu sada langgatan sian batu, unang pauli sian batu na nidakdak, ai molo mangonai bosim tusi, gabe ramun maon.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala unang martangga ho manaek tu langgatanku, asa unang mullop na niabitanmu maradophon ibana.",
      "type": "content"
    }
  ]
}