{
  "book": "Keluaran",
  "chapter": 22,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka patik taringot tu tangkotangko dohot uhum na roa na asing 1-15. II. Patik umpinsang ruhut harorangon, paranak ni hepeng na matorbangku dohot haramunon 16-31.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Molo ditangko manang ise sada jonggi manang birubiru, laos dipotong manang digadis, ingkon uhum pangalimai ma gararonna ia jonggi, uhum pangopati gararonna ia birubiru.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Molo dapot tartangkup panangko i laho mangarut nian, gabe hona balbal ibana pola mate, ndang siabulon mudarna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai molo naung sanga hatorangan ari panangko i, abulon ma mudarna. Ingkon gararon ni panangko i luhutna; molo so adong di ibana gadison ma ibana ala tinangkona i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Molo dapot di tanganna na tinangko i laos mangolu, silompit ma gararonna sian lombu ro di halode dohot birubiru.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Molo dipagagathon manang ise pinahanna tu hauma manang tu porlak anggur ni na asing, tung dipalua songon i pinahanna tusi, ingkon na dumenggan ni haumana dohot porlak anggurna gararhononna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Molo rarat api gabe dapotsa handang, laos dipangan bunbunan manang eme na jongjong dope, ingkon gararon ni na pagalak api i do.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Molo dipalumehon manang ise tu donganna hepengna manang barangbarangna, gabe diarut sian jabuna, silompit ma gararon ni panangko, molo tung dapot.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai molo so dapot panangko i, boanon ma nampuna bagas i tu jolo ni Debata, atik tung beha laos ibana paganjang tanganna tu ugasan ni donganna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Taringot tu nasa hata jahajaha, ala jonggi, ala halode, ala birubiru, ala ulos, ala manang aha pe na mago, gabe didok na mandok: Ahu do nampuna on, tu jolo ni angka panguhum boanon hatanasida be, silompit dua ma gararon ni panjoha tu alona ginorahon ni panguhum.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Molo dipalumehon manang ise tu donganna sada halode manang jonggi, manang birubiru, manang pinahan dia pe, gabe mate ma i, manang mabugang, manang diolat halak, ndang adong na marnidasa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon mangmang tu Jahowa ma uhum di tongatonganasida na dua, atik tung beha tanganna laho tu ugasan ni donganna; ingkon jaloon ni nampunasa do, jala ndang gararon ni alona i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai molo tung ditangko panangko sian ibana, ingkon gararonna do i tu nampunasa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Molo tung digotil binatang, ingkon boanonna do tandana bahen sitindangi, ndang gararonna anggo na ginotil i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Molo diinjam sahalak sian donganna manang aha, gabe mabugang manang mate, ndang diida nampunasa, ingkon gararonna do i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai molo tung diida nampunasa, ndang gararonna; molo tung paneoa ibana disi, seoana i do singkatna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Molo didormai manang ise namarbaju na so oroan dope jala diangkupi modom, ingkon pintor lehononna bolina tusi jala buatonna bahen jolmana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai molo manjua situtu amana mangalehon boruna tu ibana, timbangonna ma hepeng marguru tu godang ni boli ni namarbaju.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang jadi pangoluon boruboru na marhapandean.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ingkon bunuon do manang ise na pasaorsaor ibana modom tu pinahan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ingkon siaphononhon do manang ise na mamele debata sileban, nda holan tu Jahowa ibana mamele.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ndang jadi sosahanmu halak dagang manang rupaonmu ibana; ai halak dagang do nang hamu na jolo di tano Misir.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ndang jadi rupaon boruboru na mabalu manang anak lumanglumang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Molo tung dirupa ho nasida, gabe mangangguhi nasida tu Ahu, sai na tangihononku do angguhangguknasida i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi marpiarpiar ma rimashu, jala bunuonku hamu marhitehite podang, gabe mabalu jolmamuna, gabe anak lumanglumang ia angka anakmuna.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Molo dipasali ho hepeng tu bangsongki, tu na pogos di lambungmi, unang ho songon halak sijalo bunga ni hepeng sian ibana, unang bahen marbunga hepengmu tu ibana.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Molo sindor dijalo ho ulos ni donganmu, ingkon paulahonmu tu ibana jumolo asa sundut mata ni ari.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ai ulosna do bulusanna manangkas tu hulingkulingna, tung tudia ma ibana modom? Molo tung mangangguhi ibana tu Ahu, sai tangihononku di ibana, ai parasi ni roha do Ahu.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ndang jadi buraanmu Debata, jala ndang jadi pulasanmu induk di bangsom.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ndang jadi tiopanmu lobilobi ni emem manang anggurmu. Ingkon tu Ahu lehononmu anak buhabajum.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Suang songon i bahenonmu taringot tu lombum dohot angka birubirum. Pitu ari lelengna di lambung ni inana; di ari paualuhon i tu Ahu ma i lehononmu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ingkon halak na badia ma hamu di Ahu. Dibahen i ndang jadi panganonmuna juhut na ginotil ni binatang di ladang, ingkon tu jolo ni biang do timpalhononhon.",
      "type": "content"
    }
  ]
}