{
  "book": "Keluaran",
  "chapter": 23,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka patik taringot tu uhum hagostongon, na so jadi mardingkan 1-9. II. Taon Sabbat; partorang ni ari Sabbat ro di angka ari raya 10-19. III. Bagabaga taringot tu pangondingion ni Debata di tongan dalan laho tu Kanaan 20-33.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ndang jadi pararatonmu barita gapgap, jala unang paherbang tanganmu rap dohot parjahat, gabe sitindangkon hageduhon.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ndang jadi paihutonmu tahi torop laho manjahati, jala ndang jadi parpanguluanmu hata bada, manang manolopi hata torop laho papeolhon uhum.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Na pogos pe ndang jadi ampinanmu di pargulutanna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Molo jumpang ho lombu ni musum, manang halodena lilu, ingkon mulak togihononmu tu ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Molo diida ho halode ni halak na mangkagigihon ho mandate dibahen soratna, ndang jadi pasombuonmu peak, ingkon paheheonmu do i rap dohot binoanna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ndang jadi pailingonmu uhum tu halak na pogos hasolhotonmu di pargulutanna i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Sai paholang ma ho sian hata gapgap, jala ndang jadi mate bunuonmu halak na lidang dohot na tigor, ai ndang olo Ahu mamintori halak parjahat.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ndang jadi jaloonmu silehonlehon, ai papitung mata ni halak angka na tonggor hian nian anggo silehonlehon, jala dipapeol parhataan ni halak partigor.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ndang jadi hilangonmu halak dagang, ai diboto hamu do roha ni halak dagang ala halak dagang nang hamu na jolo di tano Misir.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Onom taon padodot saburanmu tanomi, jala papunguonmu gogona.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai anggo papitutaonhon ingkon ulangonmu ma, jala patalunonmu, asa panganon ni angka na pogos sian bangsom, jala na tinebahonnasida jadi ma panganon ni binatang di ladang. Suang songon i do bahenonmu tu porlak anggurmu dohot tu hau jetunmu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Onom ari ma lelengmu mangula ulaonmu, alai anggo di ari papituhon i ingkon maradian ma ho, asa maradian jonggim dohot halodem, maradian dohot anak ni hatobanmu dohot halak dagang pahosahon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sai radoti hamu ma sude na hupaboa i tu hamu. Ndang jadi paingotingotonmuna goar ni angka debata sileban, jala ndang jadi begeon sian pamanganmu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tolu hali di na sataon ho marari raya di Ahu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ingkon radotanmu ma ari raya ni sagusagu angka na so niasoman, pitu ari ma lelengna panganonmu sagusagu na so niasoman, songon naung hutonahon tu ho, pola hubuhu bulan Abib, ai di bulan i do ho ruar sian Misir. Alai ndang jadi idaonmu bohingkon so marisi pelean tanganmu.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Nang ari raya gotilon ni angka patumonaan ni na niulam, na sinaburmu di ladang. Nang ari raya hasisimpul ni suansuanan di ujung ni taon, ia dung dipapungu ho na niulam sian ladang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tolu hali di na sataon ingkon ro nasa baoa sian ho tu jolo ni Tuhan Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ndang jadi pelehononmu mudar ni pelean tu Ahu mardongan sagusagu na niasoman, jala ndang jadi peopon tu manogot tabotabo sian pelean ari raya tu Ahu.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ingkon boanonmu do patumonaan sian tanomi masuk tu bagasan jabu ni Jahowa, Debatam. Ndang jadi lompaonmu anak ni hambingmu di bagasan aek ni susu ni inana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Ida ma, sai suruonku do Suruan sada di jolom, asa diramoti ho di tongan dalan, jala ditogihon ho sahat tu inganan naung hupadiri di ho.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sai jamoti ma dirim di adopanna, jala tangihon ma soarana, unang tung alo hamu ibana; ai ndang marpamuati rohana di angka pangalaosionmuna i, ai di bagasan dirina do Goarhu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai molo ditangihon ho soarana sian nasa roham, jala dipatupa ho sude na hudok i, jadi Ahu mangalo angka alom, jala Ahu manosak angka na manosaknosak ho.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Molo mardalan Suruanki di jolom, jala ditogihon ho masuk tu tano ni halak Amori, Het i, Perisi, Kanaan, Hevi dohot Jebusi, jala Ahu mangaripashon nasida.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ndang jadi ho marsomba tu debatanasida, jala ndang jadi oloanmu nasida, jala ndang jadi bahenonmu, songon na binahennasida i, ingkon rendephononmu situtu nasida, jala ropuhanmu situtu ganaganaan angka na pinajoknasida.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai ingkon oloanmuna do Jahowa Debatamuna i, jadi pasupasuonna ma sagusagum dohot tapianmu, jala pasalpuonku angka sahitsahit sian tongatongamuna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ndang jadi adong na hatektehan sanggul, nang na hol di tanomu; sai na gohanku do bilangan ni ariarim.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Sai suruonku do panonggotingku di jolom, jala godoranku do nasa bangso sitopotonmi, jala bahenonku do maporus nasa musum maradophon ho.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala suruonku ma angka uhum hamagoan di jolomi, asa dipabali halak Hevi, Kanaan dohot Het sian jolom.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ndang di bagasan sataon nasida pabalionku sian jolom, asa unang gabe halongonan tano i, ganda maon dohot binatang di harangan pasarisarionmu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Di laonlaon ni ari pe pabalionku nasida sian jolom, paima lam sopar ho, jala disoluk ho tano i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jala bahenonku ma parbalohan ni tanomu sian laut arung sahat ro di laut ni halak Palistim, jala sian halongonan sahat ro di batang aek i (Euprat). Ai pasahatonku do angka pangisi ni tano i tu tanganmuna, asa dipabali ho nasida sian jolom.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Ndang jadi angkupanmu nasida manang debatanasida marpadan.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Ndang jadi loasonmu nasida maringan di tanomu, asa unang mardosa ho dompak Ahu elaonnasida; ai molo tung oloanmu debatanasida i, sai na gabe jorgong do i di ho.",
      "type": "content"
    }
  ]
}