{
  "book": "Keluaran",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parpadanan ni Jahowa tu Israel 1-8. II. Diida angka sintua ni Israel do Debata 9-11. III. Diulahi si Musa nangkok tu dolok i, jala opatpulu borngin lelengna disi 12-18.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i didok Jahowa ma tu si Musa: Nangkok ma hamu mandapothon Jahowa, ho dohot si Aron, Nadab dohot Abihu, ro di na pitupulu halak sintua ni Israel, mandaodao ma hamu marsomba Ahu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sasada si Musa pe jumonok mandapothon Jahowa, alai anggo nasida ndang jadi jumonok, bangso i pe ndang jadi nangkok rap dohot ibana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ro ma si Musa, jala dipajojor tu bangso i saluhut hata ni Jahowa dohot sude angka uhum. Jadi sahata ma sandok bangso i mangalusi, didok nasida ma: Sude hata angka na pinaboa ni Jahowa, sai bahenonnami do.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi disurathon si Musa ma sude hata ni Jahowa, jala dipasogot manogotna i, dipauli ma sada langgatan di bona ni dolok i dohot sampuludua tiang parningotan marguru sian na sampuludua marga ni Israel.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i disuru ma angka dolidoli sian halak Israel, asa dipelehon nasida angka pelean situtungon dohot mamotongi lombu bahen angka pelean hamauliateon di Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i dibuat si Musa ma mudar i satonga, jala dibahen tu bagasan angka saoan; alai anggo mudar na satonganari, tu langgatan i do dipispishon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dibuat ma pustaha parpadanan i, jala dijaha tu pinggol ni natorop i. Jadi didok nasida ma: Sude na nidok ni Jahowa, sai bahenonnami do, jala tangihononnami do.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dibuat si Musa ma mudar i, jala dipispishon tu na torop i, jala ninna ma: Ida ma, on ma mudar ni parpadanan i, naung pinahot ni Jahowa tu hamu ala saluhut hata ondeng.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Jadi nangkok ma si Musa dohot si Aron, si Nadab dohot Abihu ro di na pitupulu sintua ni halak Israel i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi diida nasida ma Debata ni Israel; ia sidegean ni patna, songon mata intan na rata riongna, jala songon rupa ni langit jumpa puasa bintang.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala ndang disurdukkon tanganna mangkahua angka sintua ni halak Israel. Jadi dung diida nasida Debata mangan dohot minum ma nasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(III.) Dung i ninna Jahowa ma tu si Musa: Nangkok ma ho mandapothon Ahu tu dolok on, disi ma ho, asa hulehon tu ho angka batu na marsurat dohot patik ro di uhum, angka naung husurati, sipodahononmu tu nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi hehe ma si Musa dohot si Josua parhaladona i, gabe nangkok ma si Musa tu dolok ni Debata.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala didok ma tu angka sintua i: Tading dison ma anggo hamu, paima mulak hami tu hamu. Antong si Aron dohot si Hur do di lambungmuna on; manang ise na marparkaro, tu nasida ma diboan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jadi dung sahat si Musa tu punsu ni dolok i, gabe dihungkupi ombun i ma dolok i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi mangulon ma hamuliaon ni Jahowa di punsu ni dolok Sinai, jala dihungkupi ombun i dolok i onom ari lelengna; tole papituarihon dijou ma si Musa sian bagasan ni ombun i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala songon api na marjilam rupa ni hamuliaon ni Jahowa di punsu ni dolok i, diida halak Israel.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi masuk ma si Musa tu bagasan ombun i laho nangkok tu dolok i gabe didolok i ma si Musa opatpulu ari opatpulu borngin lelengna.",
      "type": "content"
    }
  ]
}