{
  "book": "Keluaran",
  "chapter": 25,
  "verses": [
    {
      "verse": 1,
      "text": "I. Apoapo ni si Musa manaruhon guguan laho paulihon undungundung na badia i 1-9. II. Poti parpadanan i 10-22. III. Meja hapeahan ni angka sagusagu na marhadohoan 23-30. IV. Parpalitoan sere 31-40.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni Jahowa tu si Musa, ninna ma.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Paboa ma tu halak Israel mamboan tu Ahu silehonlehon, bahen pelean; sian ganup baoa na lomo roha, buatonmuna silehonlehon tu Ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai on do silehonlehon, angka sibuatonmuna sian nasida: sere, perak dohot tombaga.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tole abit sian bonang na rata langit dohot na rara dohot na merham, nang hain bontar na halus dohot imbulu ni hambing.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tole angka bobak ni birubiru tunggal, angka na tinubar, tole bobak ni pitudar dohot hau pinasa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tole miak tu parpalitoan, miak na hushus pangkeon laho mamiahi dohot manutung daupa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tole angka mata intan simata unam dohot landus pangkeon tu baju epod dohot tu tutup andora.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jala ingkon bahenonnasida di Ahu sada inganan na badia, asa maringan Ahu di tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sandok songon na hupatuduhon i tu ho, tiruan ni inganan dohot tiruan ni sude angka parhohasna, ingkon songon i bahenonmuna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Alai bahenonnasida ma sada poti sian hau pinasa, tonga tolu asta unjurna, jala tonga dua asta bohangna, laos tonga dua asta ia timbona.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon lampisonmu ma i dohot sere na pita, sian bagasan dohot sian ruar lampisonmu, jala bahenonmu do bibirna marlaislais sere humaliang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jala tompaonmu ma tusi opat langgu sere, angka sibahenonmu tu suhina na opat i; dua langgu di na sambariba be.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala bahen ma haluhalu sian hau pinasa, ipe lampisonmu do i dohot sere.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala surakkon ma haluhalu i tu bagasan langgu, angka na lohot di poti i laho mangusung poti i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ingkon pasombuon do angka haluhalu i di bagasan angka langgu ni poti i, ndang jadi eneton sian i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala pamasuhonmu tu bagasan poti i surat parjanjian, silehononku tu ho.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingkon bahenonmu huhut sada langkop pardengganan sian sere na pita; tonga tolu asta unjurna, jala tonga dua asta bohangna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ingkon bahenonmu huhut dua kerubim sian sere sangkimpal na tinopa, bahenonmu do i tu na dua tampahan ni langkop pardengganan i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala bahen ma kerubim na sada tu tampahan na sada jala kerubim na sada nari tu tampahanna na sada nari; tubu sian bagasan langkop pardengganan i tolpus tu duru bahenonmuna angka kerubim i di na dua tampahanna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jala paherbangon ni angka kerubim habongna na dua i sian ginjang asa dihungkupi habongna i langkop pardengganan i, jala padompak be bohinasida, dompak langkop pardengganan i bohi ni angka kerubim mamereng.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i bahenonmu ma langkop pardengganan i tu ginjang ni poti i, jala pamasuhonmu ma tu bagasan poti i surat parjanjian silehononku tu ho.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi disi ma topotonku ho, asa mangkatai Ahu dohot ho sian ginjang ni langkop pardengganan i sian holangholang ni kerubim na dua i, angka na di ginjang ni poti parpadanan i taringot tu sude sitonahononku tu ho, paboaonmu tu halak Israel.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "(III.) Ingkon bahenonmu dohot sada meja sian hau pinasa; dua asta unjurna, jala saasta bohangna, jala tonga dua asta timbona.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala lampisonmu ma i dohot sere na pita, jala bahenonmu martopi sere humaliang.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jala bahenonmu tusi sada lais santopap bidangna humaliang, jala bahen laisna i martopi sere pinariponipon humaliang.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala bahen tusi opat langgu sere, sibahenonmu tu suhina na opat i, angka na di patna na opat i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ingkon jonok di toru ni lais bahenon angka langgu i bahen panuruhan ni haluhalu laho mangusung meja i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Sian hau pinasa ma bahenonmu haluhalu i, jala lampisonmu dohot sere, i ma pangkeon mangusung meja i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jala bahenonmu ma pingganna dohot saoanna dohot hondina dohot mangkukna, bahen pangusean ni tuak tangkasan ma i; sian sere na pita ma i paulionmu.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jala ingkon peakkononmu tongtong di meja i sagusagu na marhadohoan maradophon Ahu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(IV.) Ingkon bahenonmu huhut sada parpalitoan sian sere na pita, sangkimpal parpalitoan i topaonmu, ro di badanna, dangkana dohot butuhana, hansingna dohot bungana bahenon sian i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jala ingkon onom dangka ruar sian lambungna, tolu dangka sian na sambariba ni parpalitoan i, jala tolu dangka sian na sambariba nari.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Martolu butuha, songon bunga ni buapala ganup dangkana i bahenon, mardongan hansing dohot bunga; laos songon i do bahenon tu na onom dangka i, angka na ruar sian parpalitoan i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai ingkon opat do butuha ni parpalitoan i bahenon, songon bunga ni buapala mardongan hansing dohot bunga.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jala sahansing be di toru ni na dua dangkana, angka na ruar sian i; suang songon i sahansing be di toru ni dangkana na dua, angka na ruar sian i; suang muse sahansing be di toru ni dangkana na dua, angka na ruar sian i, gabe onom dangka ruar sian badan ni parpalitoan i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ai ingkon ruar sian i do angka hansingna dohot dangkana; luhutna i sian sangkimpal sere na pita do i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jala bahenonmu do pitu palitona, angka sibahenon tu ginjang, asa marsinondang angka i tu jolo.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Panurturna pe dohot pangintopina sian sere na pita do.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Sian satalenta sere na pita bahenonmu luhutna i, ro di parhohasna sudena i.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jala ingot ma mambahensa tudos tu tiruan na niidam di dolok i.",
      "type": "content"
    }
  ]
}