{
  "book": "Keluaran",
  "chapter": 26,
  "verses": [
    {
      "verse": 1,
      "text": "I. Undungundung na badia i, ro di abit rimberimbena 1-14. II. Angka papanna 15-30. III. Rimberimbena 31-37.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ia undungundung i ingkon bahenonmu do sian sampulu rimberimbe, sian bonang na nidua, jala na rata langit, jala na rara jala na merham, margombaran kerubim bahenonmu sitonunhonon ni parpunsa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ia unjur ni sada rimberimbe ingkon duapulu ualu asta do, ia bidangna opat asta; sisada suhat do saluhut angka rimberimbe i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Limalima ma angka rimberimbe i padomuon, nasada tu donganna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala bahenonmu do angka tali sangkutan na rata tu bibir ni rimberimbe parjolo i apala di pardomuanna, laos songon i do bahenonmu di bibir ni rimberimbe paduahon i bahen pardomuan paduahon.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon limapulu tali sangkutan bahenonmu tu rimberimbe na sada, jala limapulu tali sangkutan bahenonmu di ujung ni rimberimbe i, apala di pardomuanna paduahon; ingkon masijaloan do angka tali sangkutan, na sada tu donganna.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala bahenonmu do limapulu haithait sere laho patunggomhon angka rimberimbe i, na sada tu donganna, asa manjadi undungundung sada.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Bahenonmu ma huhut rimberimbe sian imbulu ni hambing bahen langitlangit di atas ni undungundung i; sampulu sada rimberimbe sisongon i bahenonmu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ia unjur ni sada rimberimbe tolupulu asta do, jala bidangna opat asta; sisada suhat do rimberimbe na sampulu sada i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala padomuonmu pulik na lima rimberimbe, laos songon i pulik na onom rimberimbe, jala lompitonmu rimberimbe paonomhon, tongon di jolo ni undungundung i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala bahenonmu limapulu tali sangkutan di bibir ni rimberimbe na sada parduru apala di pardomuanna, jala limapulu tali sangkutan di bibir ni rimberimbe na sada nari, di pardomuanna paduahon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jala bahenonmu do limapulu haithait tombaga, jala haithononhon ma angka haithait i tu angka tali sangkutan i laho padomuhon undungundung i gabe sada.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai anggo lobilobi ni rimberimbe sian langitlangit ni undungundung i, na satonga lobilobi ni rimberimbe i, laos gantung di pudi ni undungundung i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala saasta di na sambariba, jala saasta di na sambariba nari sian lobilobi di unjur ni angka rimberimbe ni undungundung i; ingkon duansa gantung di lambung ni undungundung i bahen pangondingina angkup be di lambung.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala bahenonmu do di atas langitlangit ni undungundung i salampis sian bobak ni birubiru tunggal na tinubar, di atas ni muse salampis sian bobak ni pitudar.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Bahenonmu ma huhut angka papan sian hau pinasa bahen dorpi ni undungundung i, angka sipajongjongon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sampulu asta ganjang ni papan i, jala tonga dua asta bidang ni sada papan.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ingkon mardua pasi ganup papan, baris be tu donganna; ingkon songon i ma bahenonmu saluhut papan angka na tu undungundung i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala songon on do bahenonmu papan tu undungundung i: Ingkon duapulu papan sambariba tungkan dangsina.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai ingkon bahenonmu do opatpulu ojahan perak di toru ni na duapulu papan i, dua be ojahan di toru ni sada papan, marguru tu pasina na dua i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Di na sambariba nari ni undungundung i pe, tungkan utara laos bahenon do duapulu papan.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Nang na opatpulu ojahanna perak, dua be ojahan di toru ni sada papan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai di tampahan ni undungundung tungkan hasundutan, onom papan bahenonmu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala dua papan bahenonmu di na dua suhi ni undungundung, di tampahanna parpudi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ingkon dua lampis ma i sian toru mardomu di ginjang marhitehite sadu langgu, songon i ma duansa di na dua suhi i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi ualu papan disi mardongan ojahanna perak sampulu onom toropna, dua be di toru ni sada papan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala bahenonmu do angka ransangna sian hau pinasa, lima tu angka papan di na sambariba ni undungundung i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala lima ransang tu angka papan di na sambariba nari ni undungundung i, jala lima ransang tu angka papan ni undungundung di tampahan parpudi ni tungkan hasundutan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jala ransang partonga na di dos tonga ni angka papan, ingkon torus sian suhi na sada tu suhi na sada nari.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jala lampisonmu do angka papan i dohot sere, sabongna pe sian sere do bahenonmu, asa tusi pinabongot angka ransang; angka ransang i pe lampisonmu dohot sere.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i pajongjongonmu ma undungundung i tudos tu tiruan na niidam di dolok i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "(III.) Dung i bahenonmu ma sada rimberimbe sian bonang na rata langit, jala na tinubar, jala na merham dohot sian hain na halus na nidua, margombaran kerubim bahenonmu sitonunhonon ni parpunsa tusi.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i hirehononmu ma i tu opat tiang sian hau pinasa angka na nilampis dohot sere, jala marhaithait sere, jongjong di atas opat ojahan perak.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai bahenonmu do rimberimbe i tu toru ni haithait. Dung i pamasuk hamu ma tu bagasan rimberimbe i poti parpadanan, gabe rimberimbe i ma parholangan di hamu, di holangholang ni na badia dohot na songkal sahali.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Ingkon langkophononmu ma langkop pardengganan i tu atas poti parpadanan di bagasan na songkal sahali.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Alai anggo meja i tu balian ni rimberimbe bahenonmu, jala tondong ni meja i parpalitoan i di na sambariba ni undungundung i tungkan dangsina, asa tungkan utara ma bahenonmu meja i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Bahenonmu ma huhut sada rimberimbe tutup ni pintu ni undungundung i sian bonang na rata langit dohot na tinubar dohot na merham dohot sian bonang na bontar na nidua sitonunon ni parpunsa.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Bahenonmu ma dohot lima tiang sian hau pinasa tu rimberimbe i, angka silampisonmu dohot sere jala marhaithait sere; tumpaonna ma huhut lima ojahanna sian tombaga.",
      "type": "content"
    }
  ]
}