{
  "book": "Keluaran",
  "chapter": 27,
  "verses": [
    {
      "verse": 1,
      "text": "I. Langgatan pamelean ni angka pelean situtungon 1-8. II. Alaman ni undungundung i 9-18. III. Angka ulaula na badia ro di miak tu parpalitoan 19-21.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i bahenonmu ma sada langgatan sian hau pinasa, lima asta unjurna jala lima asta bohangna, asa maropat suhi langgatan i jala tolu asta timbona.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Martanduk ma bahenonmu di suhina na opat i; songon na tubu sian i angka tandukna jala lampisonmu do i dohot tombaga.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Bahenonmu ma dohot angka parsirabunanna dohot siuksiukna dohot mangkuk pamispisan dohot garpuna dohot parapiapianna; sian tombaga ma paulionmu saluhut ulaulana i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Bahenonmu ma huhut sada handanghandangna sian tombaga marpangalaho songon na niangit, jala ingkon bahenonmu huhut tu jala i opat langgu sian tombaga tu suhina na opat i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon bahenonmu do handanghandang i tu toru ni sidegedegean humaliang langgatan i sahat ro di parsitongaan ni langgatan i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i bahenonmu ma angka haluhalu tu langgatan i, haluhalu sian hau pinasa angka silampisonmu dohot tombaga.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i pabongotonmu ma angka haluhalu i tu bagasan angka langgu, gabe marhaluhalu ma langgatan i angkup be laho mangusung.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Rumar di bagasan bahenonmu langgatan i sian angka papan, songon naung pinatuduhon ni Jahowa tu ho di dolok, songon i do bahenonmu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Ingkon bahenonmu ma dohot sada alaman ni undungundung i di na sambariba tungkan dangsina, marrimberimbe sian bonang na bontar na nidua, saratus asta ganjangna di na sambariba.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala duapulu tiangna jala duapulu ojahanna sian tombaga, ianggo haithait ni angka tiang ro di ransangransangna perak do.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Songon i dohot di na sambariba tungkan utara ingkon marrimberimbe do, saratus asta unjurna jala duapulu tiangna jala ojahanna na duapulu i sian tombaga alai anggo haithait ni tiang i ro di ransangransangna perak do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai anggo bohang ni alaman i tungkan hasundutan marrimberimbe silimapulu asta be ganjangna, sampulu tiangna jala sampulu ojahanna.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia bohang ni alaman di na sambariba tungkan habinsaran laos limapulu asta do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi sampulu lima asta rimberimbe di na sambariba haroroan i, tolu tiangna jala tolu ojahanna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Di na sambariba nari pe laos sampulu lima asta rimberimbe i, tolu tiangna jala tolu ojahanna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai di pintu tungkan alaman pe, ingkon adong do sada rimberimbe, duapulu asta ganjangna sian bonang na rata langit na rara tinubar dohot na merham dohot sian hain na halus na nidua sitonunhonon ni parpunsa tusi mardongan opat tiang dohot opat pat ojahanna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Luhut angka tiang ni alaman humaliang ingkon mardomu do marhite sian ransangransang perak dohot haithait sian perak, alai anggo patna ingkon sian tombaga do.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia unjur ni alaman i ingkon saratus asta do, bohangna limapulu asta, timbona lima asta, paulion sian bonang na nidua, alai anggo pat ni tiang i ingkon tombaga do.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Luhut ulaula angka na pinangke di undungundung i mangaradoti ulaon marragamragam, ro di sude angka labangna dohot labang tu alaman i, ingkon sian tombaga do.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai anggo ho dohononmu huhut halak Israel asa diboan be tu ho miak jetun na niduda jala na tinapis bahen miak palito asa tongtong galak palito i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ingkon di bagasan undungundung parluhutan, di ruar ni rimberimbe, na mangolat poti parpadanan i pasangon ni Aron dohot angka anakna palito i olat ni bodari sahat ro di manogotna i di adopan ni Jahowa. I ma aturan na hot salelenglelengna di halak Israel ro di pinomparnasida i.",
      "type": "content"
    }
  ]
}