{
  "book": "Keluaran",
  "chapter": 28,
  "verses": [
    {
      "verse": 1,
      "text": "I. Aturon taringot tu pangkean ni malim 1-5. II. Pangkean tohonan ni sintua ni malim 6-39. III. Pangkean ni malim ariari 40-43.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dohononmu ma Aron hahami, rap dohot angka anakna ruar sian tongatonga ni halak Israel ro jumonok tu ho, asa ibana mangaradoti tohonan malim di Ahu, i ma Aron dohot angka anakna: Nadab, Abihu, si Eleasar dohot si Itamar.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i bahenonmu ma pangkean angka na badia di Aron hahami bahen hamuliaon dohot pajagarhon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon dohononmu ma tu sude halak angka na pistar marroha, angka naung Ahu manggohi rohana dohot tondi hapistaran, asa nasida paulihon angka pangkean di Aron laho pabadiahon ibana, asa ibana gabe malim di Ahu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai on do pangkean angka sipaulionnasida: sada tutup andora, sada baju epod, sada baju parbalian, sada baju parbagasan na niangit, sada tumpal dohot sada hohos; ingkon nasida paulihon pangkean angka na badia di Aron hahami dohot di angka anakna, asa ibana gabe malim di Ahu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon buatonnasida sere dohot bonang na rata langit, na tinubar jala na merham dohot hain na halus.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Ia baju epod i ingkon paulionnasida do sian sere dohot sian bonang na rata langit, na tinubar jala na merham dohot sian hain na halus na nidua sitonunhonon ni parpunsa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon mardua pangabaraan epod i bahenonna sipatunggomon di tampahanna be.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Hohos ni epod i pe ingkon sisada hapandean do dohot baju i jala mardomu tusi, paulion sian sere dohot sian bonang na rata langit, na tinubar jala na merham dohot sian hain na halus na nidua.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ingkon buatonmu ma dua mata intan Unam jala uhirhononmu tusi goargoar ni anak ni Israel na sampuludua i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Onom goarnasida di mata intan na sada, jala goar na onom nari tu mata intan paduahon mangihuthon partubunasida.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Songon panguhirhon ni halak pandakdak batu, angka na manguhir tintin sahap panguhironna di goar ni angka anak ni Israel tu mata intan na dua i, jala marbibir sere humaliang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i bahenonmu ma na dua mata intan i tu na dua pangabaraan ni epod i bahen batu parningotan di angka anak ni Israel, asa usungon ni Aron di atas abarana na dua i goargoarnasida di adopan ni Jahowa bahen parningotan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon bahenonmu huhut angka haithait sere.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Paulionmu muse dua rante sian sere na pita, dos ganjangna, ingkon songon tali na nidua hapandeanna masijaloan jala haithononhon tu haithait i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Angkup ni bahenonmu ma sada tutup andora paruhuman, suang songon hapandean ni baju epod bahenonmu tonunhonon ni parpunsa tusi sere, bonang na rata langit, na tinubar jala na merham dohot hain na halus na nidua.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ingkon maropat suhi do i bahenon, jala dua lampis, sanjongkal ginjangna jala sanjongkal bidangna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala ingkon gohanmu do i dohot opat rinte batu intan. Di rinte parjolo: Batu intan sardis, topasion, samarados.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Di rinte paduahon: Batu intan rubin, sapire, diaman.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Di rinte patoluhon: Batu intan opal, akat, ametist.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Di rinte paopathon: Batu intan krisolit, Unam dohot jaspis; jala ingkon marihot sere angka rintena i bahenon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala ingkon jojor angka batu i mangihuthon partording ni na sampulu dua goar ni anak ni Israel, angka siuhirhonon ni halak pandakdak batu, pulik be goarna i mangihuthon na sampuludua marga ni Israel.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ingkon bahenonmu huhut tu tutup andora angka rante dos ganjangna, songon tali na nidua hapandeanna sian sere na pita.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Bahenonmu huhut tu tutup andora i dua tintin sere jala bahenonmu na dua tintin i tu na dua tampahan ni tutup andora i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ingkon bahenonmu na dua rante na nidua sian sere tu bagasan tintin na dua i angka na di tampahan ni tutup andora i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai anggo na dua ujung ni na dua rante na nidua i ingkon haithononmu do i tu na dua haithait jala patunggomonmu do i tu pangabaraan ni baju epod patondong be.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ingkon bahenonmu muse dua tintin sere na asing jala lohothononmu do i tu na dua tampahan ni tutup andora, apala di pangkilimanna na tungkan baju epod i dingkan bagasan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Bahenonmu muse dua tintin sere na asing jala lohothononmu do i tu na dua pangabaraan ni baju epod tungkan toru tongon di pardomuanna, di atas hohos ni baju epod.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Ingkon pudunhononhon muse tutup andora i rap dohot tintinna marhite sian bonang na rata langit tu tintin ni baju epod, asa hopos tu hohos ni baju epod jala unang tarbahen sirang tutup andora sian baju epod.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi songon i ma usungon ni Aron goargoar ni anak ni Israel di atas parateateanna di bagasan tutup andora ni paruhuman, molo laho masuk ibana tu bagasan inganan na badia i bahen parningotan tongtong di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i bahenonmu ma tu bagasan tutup andora paruhuman: Urim dohot Tummim (hatiuron dohot hasintongan), asa di atas parateatean ni Aron do i laho masuk ibana tu adopan ni Jahowa; ingkon songon i tongtong paboanboanon ni Aron uhum ni halak Israel di atas parateateanna di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ingkon bahenonmu huhut baju parbalian di atas baju epod, sandok sian bonang na rata langit do i ditonun.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jala parrungkunganna i di parsitongaanna, ingkon martopi na tinonun do i humaliang, songon topi ni baju partahanan, asa unang olo maribak.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jala bahenonmu do tu rambuna humaliang angka parbue ni dalimo sian bonang na rata langit, na tinubar jala na merham, bahenon huhut marsolotan angka giringgiring sere humaliang.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Sai marsorinsorin do sada giringgiring sere dung i sada parbue ni dalimo humaliang di rambu ni baju parbalian i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ingkon solukkonon ni Aron bajubaju i laho marulaon ibana, asa tarbege soara ni giringgiring, molo masuk ibana tu bagasan inganan na badia i di adopan ni Jahowa dohot molo ruar ibana muse asa unang mate ibana.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Ingkon bahenonmu huhut sada sangkalia sian sere na pita, jala uhirhononmu tu bagasan songon panguhiron sahap: Habadiaon di Jahowa!",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Jala palohotonmu do i marhite sian tali bonang na rata langit tu tumpal i, asa lohot di jolo ni tumpal ma i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Asa di pardompahan ni Aron ma sangkalia i, asa Aron mamboan pardengganan ni nasa ugasan na badia, angka naung pinarbadiaan ni halak Israel marhite sian peleannasida, ingkon tongtong sangkalia i di pardompahanna, asa jumpangan asi ni roha halak Israel di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Alai anggo baju parbagasan i ingkon paulionmu do i sian hain na halus, bahenonmu muse sada tumpal sian hain na halus; alai anggo hohosna ingkon angiton ni parpunsa do i.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "(III.) Di angka anak ni Aron pe ingkon paulionmu do angka baju parbagasan, tole angka hohos dohot tumpal bahen hamuliaon dohot pajagarhon.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Ingkon solukkononmu do i tu Aron hahami dohot tu angka anakna, dung i miahanmu ma nasida jala gohanmu tangannasida pabadiahon nasida, asa nasida gabe malim di Ahu.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Angkupni bahen ma di nasida saraoal sian hain na bontar manghungkupi dagingna unang manangkas, olat ni ulu ni tot sahat ro di gonting ganjangna.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Ingkon pangkeon ni si Aron dohot angka anakna saraoal i laho masuk nasida tu undungundung parluhutan i, nang molo jumonok nasida tu langgatan laho marhalado di inganan na badia i, asa unang mangonai torutoru tu nasida gabe ingkon mate nasida. I ma aturan na hot salelenglelengna di halak Israel ro di pinomparnasida i.",
      "type": "content"
    }
  ]
}