{
  "book": "Keluaran",
  "chapter": 29,
  "verses": [
    {
      "verse": 1,
      "text": "I. Aturan taringot tu na pasahathon tohonan tu malim 1-27. II. Parjambaran ni malim sian pelean 28-35. III. Partorang ni pelean ariari 36-42. IV. Bagabaga ni Debata 43-46.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Jala on do parturena bahenonmu tu nasida laho pasahathon tohonan tu nasida mangaradoti hamalimon di Ahu: Ingkon buatonmu sada jonggi naposo dohot dua birubiru tunggal na so marlindang.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tole muse roti na so niasoman dohot sagusagu na so niasoman na marsaor miak dohot juada na so niasoman na marsapu miak; sian itak na lamot bahenonmu luhutna i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i bahenonmu ma angka i tu bagasan sada hirang, laos di bagasan hirang do angka i pelehononmu rap dohot jonggi naposo i dohot na dua birubiru tunggal i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dohononmu ma si Aron dohot angka anakna ro jumonok tu pintu ni undungundung parluhutan i, laos didionmu ma nasida dohot aek.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i buatonmu ma angka pangkean i jala solukkononmu tu Aron, baju parbagasan, baju parbalian, baju epod dohot tutup andora, jala ingkon hohosanmu do ibana dohot hohos ni baju epod.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i bahenonmu ma tumpal i tu atas uluna, jala lohothononmu sangkalia habadiaon tu tumpal i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i buatonmu ma miak pamiahion, jala usehononmu tu atas uluna asa mamiahi ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dokkononmu ma huhut angka anakna ro jumonok, jala solukkononmu tu nasida baju parbagasan i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala ingkon hohoshononmu tu nasida hohos i, tu Aron dohot tu angka anakna i, jala palohotonmu tumpal i tu ulunasida, i ma tanda paboa nasida mangaradoti hamalimon ro di salelenglelengna; ingkon laos gohanmu ma tangan ni Aron dohot angka anakna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i dohononmu ma mamboan jonggi na poso i jumonok tu adopan ni undungundung parluhutan i, asa diampehon Aron dohot anakna i tangannasida tu atas ulu ni jonggi i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i seatonmu ma jonggi i di adopan ni Jahowa mardonokkon pintu ni undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i buatonmu ma deba sian mudar ni jonggi i jala daishononmu do i marhite sian jarijarim tu angka tanduk ni langgatan i; alai anggo sandok mudar na tinggal i usehononmu do i tu pantar ni langgatan i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i buatonmu ma nasa pultahan panaputi ni raoanna dohot hirehire na ampe tu ateate dohot tu pia na dua i ro di pultahan na lohot tusi, ingkon laos tutungonmu ma i bahen daupa di atas langgatan i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai anggo sibuk ni jonggi i, hulingkulingna dohot napana ingkon suda do i tutungonmu dohot api di balian ni parsaroan i, i ma gabe pelean pardosaon.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i buatonmu ma sada birubiru tunggal, jala dohononmu si Aron dohot angka anakna mangampehon tangannasida tu atas ulu ni birubiru tunggal i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dung i seatonmu ma birubiru tunggal i jala buatonmu mudarna, laos pispishononmu ma i tu langgatan i humaliang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dung i saheanmu ma birubiru tunggal i, jala burionmu raoanna dohot patna, jala patoponmu ma i tu na margoarna dohot tu uluna.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jala tutungonmu di atas langgatan sandok birubiru tunggal i bahen daupa; pelean situtungon ma i di Jahowa, uap na hushus ni pelean api tu Jahowa ma i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i buatonmu ma birubiru tunggal na sada nari, jala ia dung diampehon Aron dohot angka anakna i tangannasida tu atas ulu ni birubiru tunggal i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Seatonmu ma birubiru tunggal i, jala buatonmu deba sian mudarna jala bahenonmu ma i tu pinggol ni Aron dohot tu pinggol siamun ni angka anakna, dohot tu ina ni tanganna siamun, dohot tu ina ni patna siamun; dung i pispishononmu ma mudar i tu langgatan i humaliang.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i buatonmu ma deba sian mudar na di atas langgatan i dohot sian miak pamiahion i, jala pispishononmu ma i tu Aron dohot tu angka pangkeanna, tu angka anakna dohot tu angka pangkean ni anakna, asa badia Aron dohot angka pangkeanna, badia dohot angka anakna ro di pangkean ni angka anakna rap dohot ibana.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i buatonmu ma pultahan sian birubiru tunggal i dohot ihurna ro di pultahan panaputi ni raoanna, nang hirehire na ampe tu ateate dohot pia na dua i rap dohot pultahan na lohot tusi ro di hae jolo dingkan siamun; ai birubiru tunggal sahatsahat ni tohonan ma i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Angkupni buatonmu ma sangkimpal roti dohot sada sagusagu na marsaor miak dohot sada timpatimpa sian bagasan hirang isian roti na so niasoman, na di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jala ampehononmu ma luhutna i tu tangan ni Aron dohot tu tangan ni angka anakna i jala tatingtatingonmu ma i bahen pelean tatingan di adopan ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dung i buatonmu ma i sian tangannasida, jala tutungonmu bahen daupa di atas langgatan dongan ni pelean situtungon bahen uap na hushus di adopan ni Jahowa, bahen pelean api tu Jahowa ma i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dung i buatonmu ma andora sian birubiru tunggal sahatsahat ni tohonan tu Aron jala tatingtatingonmu ma i bahen pelean tatingan di adopan ni Jahowa, ingkon i ma gabe parjambaranmu.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Ingkon songon i urasonmu andora pelean tatingan dohot hae jolo bahen pelean tatingan, na tinating jala na hinindat sian birubiru sahatsahat ni tohonan na di Aron dohot di angka anakna i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "(II.) Ingkon manjadi uhum na hot ma i di Aron dohot di angka anakna ro di salelenglelengna turpukna sian halak Israel, ai pelean tatingan do on; ingkon pelehonon ni halak Israel do pelean tatingan i sian angka pelean hamauliateon, pinelehonnasida i bahen pelean tatingan di Jahowa.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ia pangkean ni Aron angka na badia i, ingkon sahat tu angka anakna ma i dung salpu ibana, pangkeonnasida ma i uju laho mamiahi nasida pasahathon tohonan i tu nasida.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Ingkon pitu ari lelengna pangkeonna pangkean i manang ise sian angka anak ni Aron bangkit malim singkatna, asa jadi ibana masuk tu undungundung parluhutan i laho marhalado di inganan na badia i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ingkon buatonmu ma birubiru tunggal sahatsahat ni tohonan i, jala lompaonmu juhutna di bagasan inganan na badia i.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dung i ingkon panganon ni Aron dohot angka anakna i ma juhut ni birubiru tunggal i rap dohot roti angka na di bagasan hirang i mardonokkon pintu ni undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Asa ingkon laos panganonnasida do pelean na mambahen pardengganan di nasida laho pasahathon tohonan tu nasida dohot pabadiahon dirinasida i; alai na so tupa anggo halak ruar manganhon sian i, ai na badia do i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Molo tung adong na lobi sian juhut sahatsahat ni tohonan i manang sian roti sahat ro di manogotna i, ingkon tutungonmu do na lobi i di bagasan api; ndang jadi panganon ni manang ise, ai na badia do i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Ingkon songon i do bahenonmu tu Aron dohot tu angka anakna i, sandok songon na hutonahon i tu ho: Ingkon pitu ari lelengna pasahatonmu tohonan i tu nasida.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "(III.) Angkup ni ingkon ganup ari seaton sada lombu bahen pelean pardosaon pasimpul pardengganan i; ingkon urasonmu huhut langgatan pameleanna marhite sian pelean pardengganan pinelehonmu di atasna, dung i miahanmu ma langgatan i laho pabadiahonsa.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ingkon pitu ari lelengna pelehononmu pelean pardengganan di langgatan i pabadiahonsa, asa tung manjadi na badia sahali; manang ise ma naeng jumonok tu langgatan i, ingkon na badia do.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Alai ingkon on do pelehononmu di atas langgatan i: dua anak ni birubiru sisataon be tongtong ganup ari.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Sada birubiru pelehononmu manogotna i, jala birubiru na sada nari pelehononmu marhira bodari.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Jala dongan ni anak ni birubiru parjolo i bahenonmu sasolup itak marsaor miak na tinutu arga sabale; angkup ni sapansung tuak anggur bahen pelean siinumon.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Ia anak ni birubiru na sada nari sipelehononmu marhira bot ari, suang songon pamelehonmi di pelean sipanganon dohot siinumon manogotna i pamelehonmi disi bahen uap na hushus dohot pelean situtungon di Jahowa.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "I ma pelean situtungon na tongtong di pinomparmuna mardonokkon pintu ni undungundung parluhutan i di adopan ni Jahowa, tusi do huhut ro Ahu monopot hamu asa mangkatai ahu dohot ho disi.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "(IV.) Tusi ma Ahu ro marluhut rap dohot halak Israel jala hamuliaonki pabadiahon inganan i.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Ahu huhut pabadiahon undungundung parluhutan i rap dohot langgatan i; Ahu huhut pabadiahon si Aron dohot angka anakna gabe malim di Ahu.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Ahu huhut maringan di tongatonga ni halak Israel, asa Ahu gabe Debatanasida.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Asa tung diboto nasida, Ahu do Jahowa, Debatanasida i, naung manogihon nasida ruar sian tano Misir, asa maringan Ahu di tongatonganasida; Ahu, Jahowa, Debatanasida i.",
      "type": "content"
    }
  ]
}