{
  "book": "Keluaran",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Si Musa marnida Jahowa di bagasan ramba na marnalanala i. Hababangkitna gabe sipalua Israel 1-13. II. Hapataron ni Jahowa dohot tonana tu Israel dohot tu Misir 14-22.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai diparmahan si Musa do birubiru ni si Jetro, simatuana i, malim di Midian, jala diadu angka birubiru i salpu halongonan i, sahat ro di dolok ni Debata, i ma dolok Horeb.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i diida ma suruan ni Jahowa di bagasan api na marnalanala di tongatonga ni ramba. Dung i dibereng ma, jadi diida marsigorgor api di bagasan ramba i, alai ndang olo suda ramba i dipangan.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi ninna si Musa ma: Ua laho ma ahu jumonok tahe, asa huida halongangan bolon on, ala ni aha umbahen so mosok ramba i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai dung diida Jahowa ibana ro naeng manilik, joujou ma Debata sian tongatonga ni ramba i, ninna ma mandok ibana: Jo Musa, Musa! Dison do ahu, ninna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna ma: Unang jumonok ho tuson, tanggali ma sipatum sian patmu, ai tano na badia do hajongjonganmon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i ninna muse: Ahu do Debata ni ompum, Debata ni si Abraham, Debata ni si Isak dohot Debata ni si Jakkob. Jadi dihungkupi si Musa ma bohina, ai mabiar do ibana mamereng Debata.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna Jahowa ma: Nunga tangkas huida pardangolan ni bangsongku na di tano Misir i, jala nunga hutangihon angguhangguknasida i maradophon angka na pasosaksosak nasida; ai nunga huboto parniahapannasida i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ala ni umbahen tuat Ahu paluahon nasida sian tangan ni halak Misir, jala paruarhon nasida sian tano on tu tano na denggan jala na lambas, tu tano habaoran ni susu dohot situak ni loba, tu tano inganan ni halak Kanaan dohot Het i dohot Amori dohot Perisi dohot Hevi dohot Jebusi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "On pe, ida ma, nunga sahat angguhangguk ni halak Israel tu Ahu, nunga huida huhut pangarupaon, na binahen ni halak Misir tu nasida.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "On pe, laho ma ho, suruonku ma ho tumopot raja Firaun, asa di paruar ho bangsongku, halak Israel i sian Misir.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai ninna si Musa ma mandok Debata: Ise ma ahu pola, tung dapothononku raja Firaun i, tung paruaronku halak Israel sian Misir?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ninna Ibana ma: Hudongani pe ho, jala on ma tandam paboa Ahu marsuru ho: Ia dung diparuar ho bangso i sian Misir, oloanmuna ma Debata di lambung dolok on.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna si Musa ma mandok Debata: Ida ma, ia dung sahat ahu di halak Israel, jala hudok tu nasida: Debata ni ompumuna marsuru ahu tu hamu, gabe didok nasida maon tu ahu: Ise do goarna? Beha ma dohononku tu nasida?",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Dung i ninna Debata ma tu si Musa: Ahu nuaeng Ahu sogot. Dung i ninna muse: Songon on do dohononmu tu halak Israel: Jahowa marsuru ahu tu hamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Angkup ni didok Debata tu si Musa: Songon on do dohononmu tu halak Israel: Jahowa, Debata ni ompumuna, Debata ni si Abraham, Debata ni si Isak dohot Debata ni si Jakkob marsuru ahu tu hamu; i do goarhu ro di salelenglelengna jala goar parningotan di Ahu marsundutsundut.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Laho ma ho, paluhut ma angka sintua ni Israel, jala dok ma tu nasida: Jahowa, Debata ni ompumuna na huida i, Debata ni si Abraham, Isak dohot Jakkob, mandok: Nunga ditatap rohangku hamu, dohot na binahenna tu hamu di Misir.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Nunga pola hudok: Sai paruaronku do hamu sian pardangolan Misir, tu tano ni halak Kanaan, dohot Het i, Amori. Perisi, Hevi, dohot Jebusi, tu tano habaoran ni susu dohot situak ni loba.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sai tangihononnasida do soaram, dung i laho ma ho dohot angka sintua ni halak Israel tumopot raja ni Misir, jala dohononmuna tu ibana: Jahowa, Debata ni halak Heber manjumpangkon hami. On pe, ua loas ma hami mardalan tu halongonan partoluarian, asa hupele hami Jahowa Debatanami.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai nunga huboto hian, ndang loason ni raja sian Misir hamu mardalan, nang marhitehite tangan na gogo.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai patoltolonku ma tanganku, asa huhonahon tu Misir sude halongangan, angka sibahenonku di tongatonganasida, jala dung songon i paluaonna ma hamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dapotan asi ni roha pe bangso on sian halak Misir bahenonku, asa ia ruar nasida, unang ruar lumang boti.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Mangido ma ganup boruboru sian hombar bagasna dohot sian soranganna angka ulaula perak dohot ulaula sere dohot ulos, angka siampehononmuna tu anakmuna dohot tu borumuna, sintahanmuna sian Misir ma i.",
      "type": "content"
    }
  ]
}