{
  "book": "Keluaran",
  "chapter": 30,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parture ni langgatan pardaupaan dohot pelean di atasna 1-10. II. Guguan tu undungundung na badia i 11-16. III. Tong parburian 17-31. IV. Miak pamiahion 32-33. V. Gota bahen daupa 34-38.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ingkon paulionmu huhut sada langgatan panutungan daupa; ingkon sian hau pinasa paulionmu i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Saasta unjurna jala saasta bohangna, maropatsuhi tahe, jala dua asta timbona; ingkon ruar sian i huhut angka tandukna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala ingkon lampisonmu do i dohot sere na pita, nang tutupna, nang dorpina humaliang dohot angka tandukna; ingkon bahenonmu huhut marbibir humaliang sian sere na pita.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon bahenonmu muse dua langgu sere di toru ni bibirna i; ingkon bahenonmu do i tahe di suhina na dua i angkup be, bahen panuruhan ni haluhalu, asa dapot usungon ni halak langgatan i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angka haluhalu i pe ingkon bahenonmu do sian hau pinasa jala lampisonmu dohot sere.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala pajongjongonmu do langgatan i di adopan ni rimberimbe, na mangolat poti panindangion i, di adopan ni langkop pardengganan i na di atas ni panindangion i, asa tusi Ahu ro marluhut rap dohot ho.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ingkon manutung daupa angka na hushus di atasna Aron ganup sogot, ganup mangisi palito i ibana ingkon manutung daupa ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Nang laho mamasang palito i Aron mareak bot ari, ingkon tongtong manutung daupa ibana di adopan ni Jahowa paingotingoton nang pinomparmuna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Na so tupa hamu mamelehon di atasna daupa sileban, manang pelean situtungon, manang pelean sipanganon, manang mangusehon pelean siinumon tusi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon Aron mambahen pardengganan di atas tandukna sahali sataon marhite sian mudar ni pelean pardosaon; i ma tutu ingkon sahali sataon ibana mambahen pardengganan di atasna paingotingoton ni pinomparmuna; ai na badia sahali do ibana di Jahowa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Angkup ni didok Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Molo dibilangi ho torop ni sandok halak Israel mangihuthon bilangannasida i, ingkon ganup nasida mangalehon partobus ni hosana di Jahowa uju na binilangan nasida, asa unang songgop tu nasida torutoru uju na binilangan nasida.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "On do tama lehonon ni ganup na masuk tu bilangan: satonga sekkel lehononna mangihuthon sekkel di inganan na badia; sasekkel mararga duapulu gera; na satonga sekkel i ingkon gabe pelean tatingan di Jahowa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Manang ise naung binilangan olat ni na marumur duapulu taon tu ginjang, ingkon lehononna do pelean tatingan tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Halak na mora ndang jadi gandaanna, jala halak na pogos ndang jadi oruanna mangalehon sisatonga sekkel i bahen pelean tatingan tu Jahowa bahen partobus ni hosanasida i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ingkon buatonmu perak partobus i sian halak Israel, asa lehononmu muse pature ulaon di undungundung parluhutan i, bahen parningotan di halak Israel di adopan ni Jahowa bahen pardengganan di tondimuna i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i ro muse ma hata ni Jahowa tu Musa songon on:",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ingkon bahenonmu huhut sada tong tombaga, ojahanna pe ingkon tombaga do bahen parburian, jala bahenonmu do i di holangholang ni undungundung parluhutan i dohot langgatan, jala bahenonmu do aek tu bagasan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Asa anggo Aron dohot angka anakna i ingkon aek sian i buatonna mamburi tangan dohot patnasida.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Molo masuk nasida tu bagasan undungundung parluhutan i, ingkon jolo marburi nasida, asa unang mate nasida; suang songon i molo jumonok nasida tu langgatan i naeng marhalado laho manutung pelean situtungon bahen daupa tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ingkon jolo burianna tanganna dohot patna, asa unang mate nasida. I ma gabe uhum na hot di nasida ro di saleleng ni lelengna paingotingoton ni pinomparnasida huhut marsundutsundut.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ro muse hata ni Jahowa tu Musa songon on:",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai anggo ho, buat ma di ho pamurpuri na dumenggan i, i ma: Pultak ni haminjon lima ratus sekkel boratna dohot ulumamis satongana, i ma duaratus limapulu sekkel dohot hasior laos dua ratus limapulu sekkel boratna.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Tole muse hau teja lima ratus sekkel mangihuthon sekkel di inganan na badia i dohot miak sian hau Jetun sabale.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ingkon bahenonmu sian i miak pamiahion na badia, miak pulungpulungan na sinaor mangihuthon hapandean ni pande daon, miak pamiahion na badia ma i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ingkon miakkononmu ma i tu undungundung parluhutan i dohot tu poti parpadanan i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Nang meja i ro di ulaulana sudena, tole parpalitoan rap dohot ulaulana, nang langgatan pardaupaan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tole muse langgatan pamelean ni pelean situtungon ro di ulaulana sudena dohot tong parburian ro di ojahanna.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ingkon songon i bahenonmu pabadiahon angka i, asa gabe sun badia, ganup na manjama angka i ingkon gabe badia do.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Aron pe ro di angka anakna ingkon miahanmu do jala urasonmu nasida gabe malim di Ahu.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Dung i dohononmu ma tu halak Israel, songon on: Ingkon miak pamiahion na badia maon di Ahu ingoton ni pinomparmuna.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(IV.) Ndang jadi usehononhon miak i tu daging ni manang ise jolma hian, parmasakna pe ndang jadi pasumanonmu, ai miak na badia do i, dibahen i ingkon badia do i di hamu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Manang ise na pasuman parmasakna, manang tung diusehon tu halak sileban ingkon siap ibana bahenon sian bangsona.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(V.) Dung i ro muse hata ni Jahowa tu Musa: Buat ma di ho pamurpuri angka na hushus, gota ni haminjon, bungalawang, meang dohot daupa mamolin dos be do boratna.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Dung i bahenonmu ma sian i bahen miak daupa mangihuthon hapandean ni pande daon, saor ansim, pita dohot badia.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Dung i tutuonmu ma sian i mansai lamot jala bahenonmu sian i tu adopan ni poti parpadanan i di bagasan undungundung parluhutan i, asa ro Ahu manopot ho tusi; i ma na badia sahali di hamu.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ia daupa sibahenonmu i, ndang jadi tiruonmu parmasakna di hamu sandiri; ingkon badia do i di ho lehonon tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Manang ise na manuman parmasakna, asa paanggoanggoonna, ingkon siap do ibana bahenon sian bangsona.",
      "type": "content"
    }
  ]
}