{
  "book": "Keluaran",
  "chapter": 31,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jahowa manjou pandena sidua halak i pauli undungundung na badia i 1-11. II. Diparata muse patik taringot tu ari Sabbat. Si Musa manjalo na dua lei panuratan ni patik 12-18.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ida ma, nunga hujou sahalak na margoar Bezaleel, anak ni si Uri, i ma anak ni si Hur sian marga Juda.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Nunga pola hugoki rohana dohot Tondi ni Debata marhapistaran, marhapandean dohot marparbinotoan di bagasan saluhut ulaon i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Mamingkiri hapandean na sumurung mamandei sere, perak dohot tombaga.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Huhut manguhir dohot mamijor batu intan, mamandei hau pe mambahen hapandean marragamragam.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ianggo Ahu, ida ma nunga pola hubahen donganna, i ma Oholiab, anak ni si Ahisamakh, sian marga Dan; tu bagasan roha ni saluhut halak na pande, nunga hulehon roha hapandean, asa nasida mangulahon sude na hutonahon tu ho:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Tole undungundung parluhutan i, tole poti parpadanan i, ro di langkop pardengganan na di atasna i dohot sude ulaula di undungundung i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tole muse meja i ro di ulaulana, tole parpalitoan sian sere na pita ro di ulaulana sudena dohot langgatan panutungan daupa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tole langgatan pamelean ni pelean situtungon ro di ulaulana sudena, nang tong parburian dohot ojahanna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tole angka pangkean tohonan dohot pangkean angka na badia di malim Aron, tole pangkean ni angka anakna laho mangaradoti hamalimon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tole muse miak pamiahion i dohot daupa sian pamurpuri na hushus situtungon di inganan na badia; hombar tu sandok na hutonahon i tu ho bahenonnasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Dung i ro muse ma hata ni Jahowa tu si Musa songon on:",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dok ma tu halak Israel: Ingkon ingotonmuna do ari paradiananku: Ai i do tanda ni parpadanan di Ahu dohot di hamu ro di pinomparmuna, asa tung diboto hamu, Ahu do Jahowa na pabadiahon hamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dibahen i sai ingot hamu ma ari Sabbat i, ai na badia do i di hamu; manang ise na mangaramuni ari Sabbat i, ingkon marutang hosa ibana: Ai manang ise na mangula ulaon disi, ingkon siap bahenon hosana sian tongatonga ni bangsona.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ingkon onom ari lelengna mangula halak; alai anggo ari papituhon i, ari Sabbat paradianan na badia ma i di Jahowa; manang ise na mangula ulaon di ari Sabbat, ingkon marutang hosa ibana.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen i ingkon ingoton ni halak Israel ari Sabbat i, nang pinomparnasida laho pabadiahon ari Sabbat i, padan na hot ma i ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ari Sabbat i ma tutu manjadi tanda di Ahu dohot di halak Israel ro di salelenglelengna. Ai di bagasan na onom ari ditompa Jahowa langit dohot tano on; alai anggo di ari papituhon i maradian ma Ibana jala dipasonang dirina.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dung sun Jahowa mangkatai dohot si Musa di atas dolok Sinai, dilehon ma tu ibana dua lei batu panuratan ni panindangion naung tarsurat marhite sian jarijari ni Debata.",
      "type": "content"
    }
  ]
}