{
  "book": "Keluaran",
  "chapter": 32,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pardebataon sileban ni Israel 1-6. II. Horas ni Debata. Pangondihon ni si Musa 7-14. III. Si Musa mambolahon lei batu i. Turut do murukna maminsang bangso i 15-29. IV. Musa mangulahi pangondihonna 30-35.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai dung diida bangso i lelengna, asa tuat Musa sian dolok i, marluhut ma bangso i manopot Aron, ninna ma mandok ibana: Hehe ma ho, bahen ma di hami Debata, angka na manguluhon hami; ai ndang huboto na marhua hami manang si Musa on, baoa na manogihon hami ruar sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i didok Aron ma mandok nasida: Tanggali hamu ma antinganting sere, angka na di pinggol ni jolmamuna, anakmuna dohot borumuna, jala pamboan hamu ma angka i tu ahu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi sandok bangso i masitanggal antingantingna sere, angka na di pinggolnasida be, jala dipamboan do i tu Aron.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i dijalo ibana ma angka i sian tangannasida, laos disinga ma rupana dohot panurat, i ma disuman mambahen sada lombu tuangan. Dung i didok nasida ma: On ma Debatamu, ale Israel! Naung manogihon ho ruar sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi dung diida Aron lombu i laos dipajok ma sada langgatan di adopanna, jala martingting ma Aron mandok: Marsogot ma ari raya di Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i dipasogot nasida ma manogotna i hehe, laos dipelehon ma angka pelean situtungon, diboan huhut angka pelean hamauliateon, dung i hundul be ma bangso i marmanganan dohot marminuman, hehe muse nasida laho manontori.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Dung i ro ma hata ni Jahowa tu Musa: Laho ma ho tuat! Ai nunga marroha mago bangsomi, na tinogihonmu ruar sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tibuna i nasida manimbil sian dalan naung hupatuduhon tu nasida! Nunga dibahen nasida di nasida sada lombu tuangan, nunga pola marsomba dohot mamele nasida tusi, jala nunga pola didok: On ma Debatamu, ale Israel! Angka naung manogihon ho ruar sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ro muse hata ni Jahowa tu Musa: Nunga mananda rohangku di bangso on, jala ida ma, tung na tangkang do roha ni bangso on.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Nuaeng pe, loas ma Ahu, asa marsigorgor rimashu mangonai tu nasida jala huripashon nasida, asa ho hubahen gabe bangso na bolon.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Alai marhuraja ma anggo Musa di adopan ni Jahowa, Debatana, ninna ma: Boasa ma tung marsigorgor rimasmu, ale Jahowa mida bangsom naung tinogihonmu ruar sian tano Misir marhite sian hagogoon godang dohot marhite sian tangan na marhuaso?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Boasa ma tung dohonon ni halak Misir songon on: Mambahen nasida marhinamago, umbahen ditogihon nasida ruar, asa bunuonna nasida di dolok, jala ripashononna nasida sian atas tano on? Marpangulahi ma roham sian parpiarpiar ni rimasmu, sai marpamuati ma roham taringot tu jea na naeng pasonggoponmu tu bangsom.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sai marningot ma roham di Abraham, di Isak dohot di Jakkob, angka naposomi, nunga pola maruari Ho tu dirim marbagahon tu nasida: Ahu patorophon sogot pinomparmuna, songon bintang angka na di langit, jala sandok tano on naung huparbagabaga i, ingkon lehononku do i tu pinomparmuna, bahen partalianna ro di salelenglelengna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi marpamuati ma roha ni Jahowa taringot tu hinamago naung nilumbahonna naeng bahenonna tu bangsona.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Dung i humusor ma Musa jala tuat sian dolok i huhut patioptiop di bagasan tanganna na dua lei panindangion i, angka na tarsurat angkup be di bulungna na dua i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadijadian ni Debata do lei na dua i, surat i pe, surat ni Debata sandiri do i, na niuhirhonna tu lei na dua i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dung dibege Josua soara ni bangso i marsuraksurak, ninna ma mandok Musa: Soara ni halak na tongtang do i di bagasan parsaroan i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai ninna Musa ma: Ndada soara ni suraksurak boaboa ni hamonangan manang hataluan, soara ni halak na marende taripar do i anggo na hubege.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai dung jonok ibana tu parsaroan i, jala diida lombu i dohot tortor marhaliang, marsigorgor situtu ma rimas ni Musa, laos ditimpalhon ma sian tanganna lei na dua i, gabe mabola do i di bonandolok i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i dibuat ma lombu naung pinaulinasida i, jala ditutung di bagasan api, laos diduda mansai lamot, jala disirsirhon tu aek, jala didokkon halak Israel minum sian i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna Musa ma mandok Aron: Aha huroha na binahen ni bangso on tu ho, umbahen paroonmu dosa na sai balga tu atasna?",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ninna Aron ma: Unang tung marsigorgor rimas ni Tuanku tu ahu! Ai ditanda ho do roa ni bangso on marharohaon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Angka didok nasida do mandok ahu: Bahen di hami debata, angka na manguluhon hami, ai ndang huboto hami manang na marhua si Musa on, baoa na manogihon hami ruar sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi ningku ma tutu mandok nasida: Manang ise na marsere, ditanggali ma i, jala dilehon tu ahu, dung i hutimpalhon ma i tu bagasan api, gabe ruar ma lombu on.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dung diida Musa naung gabe hijang bangso i, ai nunga dipahijong si Aron bahen haurahon maradophon halak alonasida i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi jongjong ma Musa di bahal ni parsaroan, laos ninna ma: Ro be ma tu ahu manang ise na mangalehon dirina tu Jahowa! Jadi marpungu ma tu lambungna saluhut halak Lepi.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ninna Musa ma tu nasida: Songon on do hata ni Jahowa, Debata ni Israel: Dibahen be ma podangna tu gontingna, dung i ulahulak hamu na sian harbangan on tu harbangan adui di parsaroan i, ingkon dibunu be ma ganup donganna dohot alealena dohot tondongna.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi dibahen halak Lepi ma hombar tu hata ni si Musa, gabe marragean ma sian bangso i di na sadari i arga tolu ribu halak.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ai nunga didok si Musa hian: Ingkon urasonmuna dirimuna sadari on di Jahowa! Ingkon ganup mangalo anakna, nang donganna, asa maruli pasupasu hamu sadari on sian Jahowa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "(IV.) Tole manogotna i, didok Musa ma mandok bangso i: Mansai balga do dosa na binahenmuna i! On pe nangkok ma anggo ahu manopot Jahowa, anggiat tung dapot ahu pardengganan taringot tu dosamuna i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi dung mulak si Musa tu lambung ni Jahowa, ninna ma: Iale isuang! Nunga mardosa godang bangso on, ala naung binahennasida di nasida angka debata sian sere.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Nuaeng pe, sai marpamuati ma roham mida dosanasida i, alai molo so tarbahen, haru sesa nama dohot goarhu sian pustaha naung sinuratmi.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Alai ro ma hata ni Jahowa tu Musa: Manang ise naung mardosa dompak Ahu, goar ni do sesaonku sian pustahangku.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "On pe laho ma ho, togihon ma bangso i tu tano naung hupaboa i tu ho; ida ma, ingkon Suruanki mardalan manguluhon ho! Alai ia dung jumpang ari pangaluluhonku, luluhononku ma tu nasida dosanasida i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi ditorui Jahowa ma bangso i ala naung binahennasida lombu i na pinauli ni Aron.",
      "type": "content"
    }
  ]
}