{
  "book": "Keluaran",
  "chapter": 33,
  "verses": [
    {
      "verse": 1,
      "text": "I. Basa ni Debata dohot horasna. Unduk ni roha ni bangso i 1-6. II. Musa mangkatai dohot Debata adop bohi be di bagasan undungundung i 7-16. III. Musa mangidohon naeng masuk marnida hamuliaon ni Jahowa 17-23.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro muse hata ni Jahowa tu Musa: Laho ma ho, borhat sian on, ho dohot bangso naung tinogihonmu ruar sian tano Misir laho tu tano naung pola huuarihon tu Abraham, Isak dohot Jakkob, uju hudok: Tu pinomparmu tano i lehononku.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Husuru pe Suruanku manguluhon ho, hupabali pe anggo halak Kanaan, Amori, Het i, Perisi, Hevi dohot Jebusi:",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ibana pe manogihon hamu tu tano habaoran ni susu dohot situak ni loba; ndang tarbahen anggo Ahu nangkok di tongatongamuna, ai bangso na tangkang marroha do ho, atik tung siap ho maon bahenonku di tongan dalan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jadi dung dibege bangso i hata na horas i, gondok ma rohanasida, jala ndang adong nanggo sahalak na mamangke pangkeanna hian.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai nunga didok Jahowa hian hatana anggo tu Musa, patolhasonna tu halak Israel: Bangso na tangkang marroha do hamu, nanggo satongkin Ahu nangkok di tongatongamuna, ingkon siaphononku do hamu. On pe ditanggali be ma pangkeanna sian ibana, asa huboto manang aha sibahenonku tu ho.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi ditanggali halak Israel ma pangkeannasida be mandaodao sian dolok Horeb.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Alai anggo Musa dibuat ma undungundung i, jala dipajongjong ma i di balian holang sian parsaroan i, jala digoar ma i undungundung parluhutan. Dung i manang ise na naeng mangalului Jahowa, ingkon ruar Ibana tu undungundung parluhutan i na di balian ni parsaroan i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi molo jumpa ruar Musa laho manopot undungundung i, hehe be sandok bangso i, laos jongjong ganup di pintu ni undungundungna be, dituluthon nasida ma Musa sian pudi, paima masuk ibana tu bagasan undungundung i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ia dung masuk Musa tu bagasan undungundung i, tuat ma ombun na marsijongjong i, laos jongjong di bagasan pintu ni undungundung, jala mangkatai Jahowa dohot Musa.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi sandok bangso i marnida ombun na marsijongjong i jongjong di bagasan pintu ni undungundung i, gabe hehe be ma sandok bangso i, laos marsomba nasida ganup di pintu ni undungundungna be.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i mangkatai ma Jahowa dohot Musa adop bohi be, songon sada baoa na mangkatai dohot alealena; dung i mulak ma Musa tu parsaroan i, alai anggo parhaladona Josua, anak ni Nun dolidoli i, ndang morot sian tongatonga ni undungundung i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i ninna Musa ma tu Jahowa: Ida ma, nunga didok Ho mandok ahu: Togihon ma bangso on nangkok, alai ndang dipabotohon Ho tu ahu manang ise na naeng suruhononmu donganku, nunga nian didok Ho: Ahu mananda ho pola ro di goar! Jala nunga jumpangan asi ni roha ho maradophon Ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Nuaeng pe, molo tutu naung jumpangan asi ni roha ahu maradophon Ho, ua pabotohon ma tu ahu dalanmu, asa tung tangkas Ho hutanda, paboa naung jumpangan asi ni roha ahu maradophon Ho; jala ida ma parripem do bangso on.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dung i ninna Jahowa ma: Ingkon Bohingku donganmu mardalan, asa hutogihon ho tu hasonangan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai ninna Musa ma tu Jahowa: Molo so tongtong Bohimi manguluhon hami, unang nian togihon hami nangkok sian on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai tung marhite sian aha ma dapot tandaon, paboa naung jumpangan asi ni roha ahu maradophon Ho, ahu dohot parripem on? Nda marhite sian na nidongananmu hami mardalan, paboa marhasurungan ahu dohot parripem on maradophon nasa bangso angka na di atas tano on?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dung i ninna Jahowa ma tu Musa: Nang hata on na nidokmu ondeng, bahenonku do i, ala naung jumpangan asi ni roha ho maradophon Ahu, jala Ahu mananda ho pola ro di goar.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Dung i ninna Musa ma: Ua pataridahon ma tu ahu hamuliaonmi!",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai ninna Jahowa ma: Ahu pabolushon saluhut hatuaonku sian jolo ni bohim, jala Ahu manjouhon Goar ni Jahowa di adopanmu; na martalup ni roha do Ahu sogot di halak naung tinalupan ni rohangku; jala na marasi ni roha do Ahu sogot di halak naung niasian ni rohangku.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Angkup ni didok Jahowa: Ndang tarbahen ho anggo tung marnida apala Bohingkon, ai ndang tarbahen manang ise jolma hian marnida Ahu, laos mangolu ibana.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Angkup ni didok Jahowa: Ida ma, adong sada hajongjongan mardonokkon Ahu, ingkon disi ho jongjong di atas dolok batu!",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi dung mamolus hamuliaonku, bahenonku ma ho tu bagasan sada rigat ni dolok batu i, laos hungkuphononku tanganku tu ho paima salpu Ahu mamolus.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia dung hupatait tanganku, idaonmu ma Ahu sian pudi; alai anggo apala Bohingkon ndang jadi idaon ni manang ise!",
      "type": "content"
    }
  ]
}