{
  "book": "Keluaran",
  "chapter": 34,
  "verses": [
    {
      "verse": 1,
      "text": "I. Musa marnida hamuliaon ni Jahowa di atas dolok 1-9. II. Diparata padanna tu Israel 10-28. III. Musa mulak sian dolok i, pola marsinondang bohina 29-35.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna Jahowa ma tu Musa: Dakdak ma di ho dua lei batu angka na suman tu parjolo i, asa Ahu manurathon tusi hata angka naung tarsurat di lei parjolo i, angka binolahonmi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ingkon hobas ma ho sogot manogot i, asa sogot ho nangkok tu dolok Sinai, laos jongjong disi ho di adopanku, di punsu ni dolok i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala ndang jadi nanggo sahalak nangkok rap dohot ho, jala ndang jadi tarida nanggo sahalak di atas ni sandok dolok i; birubiru pe manang lombu ndang jadi manjampal mardonokkon dolok on.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i didakdak Musa ma dua lei batu, na suman tu parjolo i, jala dipasogot ibana manogotna i hehe asa nangkok tu dolok Sinai, songon na tinonahon ni Jahowa tu ibana, laos diboan ma na dua lei batu di bagasan tanganna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jadi tuat ma Jahowa di bagasan sada ombun, laos jongjong Ibana disi di lambungna, huhut joujou marhitehite Goar ni Jahowa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi mamolus ma Jahowa sian adopan ni Musa huhut Ibana joujou: Jahowa, Jahowa do Debata na talup jala na asi roha, lambat tarrimas, jala godang denggan basana dohot habonaronna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Na pahothon denggan basana i pola marriburibu sundut jala marpamuati rohana mida hajahaton, pangalaosion dohot dosa, alai ndang loasonna malua sian uhum anggo halak parsala, sai na luluhononna do hajahaton ni amaama tu angka anakna dohot pahompuna ro di sundut patoluhon dohot paopathon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jadi hapogan ma Musa manungkap tu tano laos marsomba.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Huhut mandok: Molo sapala jumpangan asi ni roha ahu maradophon Ho, ale Tuhan, ua sauduran ma Tuhan i mardalan di tongatonganami! Ai bangso na tangkang marroha do bangso on, alai sai marpamuati ma roham di hajahatonnami dohot di dosanami, sai bahen ma hami parjambaranmu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dung i ninna Jahowa ma: Ida ma, Ahu mambahen padan di adopan ni sandok bangso on; Ahu mambahen halongangan, angka na so dung masa di sandok tano on dohot di tongatonga ni saluhut angka bangso parbegu, ingkon sandok bangso donganmi marnida jadijadian ni Jahowa, ai na songkal sahali do i na naeng bahenonku tu ho.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Antong pajop ma di bagasan roham na hutonahon i tu ho sadari on. Ida ma, Ahu pe pabalihon maradophon ho halak Amori, Kanaan, Het i, Perisi, Hevi dohot Jebusi.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Sai jaga ma dirim, na so tupa marpadanpadan ho tu halak isi ni tano sisoluhonmu, asa unang gabe jorgong nasida di tongatongami.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ingkon lohaonmuna do langgatannasida i, ingkon segaanmuna ajiajiannasida, jala tabaonmuna sombaonnasida i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai ndang jadi ho marsomba tu Debata sileban; ai targoar do Jahowa Parlulu, ala Debata Parlulu do Ibana.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Na so tupa bahenonmu padan tu halak isi ni tano i, ia marmainan nasida mangihuthon debatanasida i, manang mamele nasida tu debatanasida i, gabe diela ho asa panganonmu sian pelean na pinelehonna i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ndang jadi buatonmu sian borunasida bahen jolma ni anakmu, atik tung marmainan borunasida maon mangihuthon debatanasida i, gabe tarela dohot anakmu maon marmainan mangihuthon debatanasida.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ndang jadi bahenonmu di ho angka debata tuangan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ingkon tongtong ho marari raya sagusagu na so niasoman. Ingkon pitu ari lelengna panganonmu sagusagu na so niasoman, songon na hutonahon i tu ho di tingki naung binuhul bulan Abib; ai di bulan Abib do ho ruar sian Misir.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Nasa buhabaju Ahu do nampunasa, nang nasa buhabaju tunggal sian pinahanmu, nang lombu, nang birubiru.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai anggo buhabaju ni halode ingkon tobusonmu do i marhite sian birubiru; alai molo so ditobus ho ingkon ponggolhononmu do rungkungna. Nasa buhabaju ni angka anakmu ingkon tobusonmu do i. Alai ndang jadi idaonmu Bohingkon so marisi pelean tanganmu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ingkon onom ari lelengmu mangula, alai anggo di ari papituhon i ingkon maradian ho; di tingki masa ni paninggalaon pe nang di gotilon, ingkon maradian ho.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ari raya sipitu borngin i pe ingkon ingotonmu do, boanonmu ma disi patumonaan ni na niulam; tole muse ari raya hasisimpul ni suansuanan di ujung ni taon.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tolu hali di na sataon, ingkon ro nasa baoa sian ho tu adopan ni Tuhan Jahowa, Debata ni Israel.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ia dung hupabali angka bangso parbegu maradophon ho, jala hupalambas tano ingananmu, ndang jadi nanggo sahalak mangkaliangi tanom saleleng ho nangkok naeng marnida Bohi ni Jahowa Debatam sitolu hali i di bagasan sataon.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ndang jadi durushononmu mudar ni pelean tu Ahu mardongan sagusagu na niasoman; jala ndang jadi marborngin peopon tu manogot anggo pelean di ari raya Paska.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Ingkon taruhononmu do patumonaan sian tanomi tu jabu ni Jahowa, Debatam. Ndang jadi lompaonmu anak ni hambingmu di bagasan aek ni susu ni inana.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dung i ninna Jahowa ma tu Musa: Surathon ma angka hata on, ai marguru tu angka hata on do padan na hubahen i tu ho dohot tu Israel.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi sai disi ma Musa rap dohot Jahowa pola opatpulu ari opatpulu borngin lelengna, ndang mangan sagusagu ibana jala ndang minum aek. Dung i disurathon Ibana ma sude hata ni padan i, hata na sampulu i tu lei batu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "(III.) Jadi di na tuat i Musa sian dolok Sinai, huhut patioptiop na dua lei panindangion di bagasan tanganna di na tuat i ibana sian dolok i, alai ndang diboto Musa naung marsinondang sisik ni bohina i, ala naung mangkatai ibana dohot Jahowa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi dibereng Aron dohot sude halak Israel ma Musa, hape ida ma, nunga marsinondang sisik ni bohina, gabe mabiar nasida ro jumonok tu ibana.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi dijou Musa ma nasida, gabe mulak nasida tu ibana, Aron dohot sude induk ni luhutan i, laos mangkatai ma Musa dohot nasida.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Jadi dung songon i ro ma jumonok sude halak Israel; gabe dipatolhas Musa ma tu nasida sude hata na pinaboa ni Jahowa tu ibana di dolok Sinai.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi dung tolhas hata i dihatahon Musa tu nasida, dibahen ma sada pangkuphupi tu bohina.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai molo masuk muse Musa tu adopan ni Jahowa naeng mangkatai dohot Ibana dipasisi ma pangkuphupi i paima ruar ibana muse. Jadi dung ruar ibana dihatahon ma tu halak Israel hata na tinonahon tu ibana.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi diida halak Israel ma bohi ni Musa, pola marsinondang sisik ni bohi ni Musa, gabe dipasuang Musa ma pangkuphupi i tu bohina, paima masuk ibana muse mangkatai dohot Jahowa.",
      "type": "content"
    }
  ]
}