{
  "book": "Keluaran",
  "chapter": 37,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parpaulina di poti parpadanan 1-9. II. Di meja ro di ulaulana 10-16. III. Di parpalitoan 17-24. IV. Di langgatan pardaupaan, di miak pamiahion dohot di daupa 25-29.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i Bezaleel sandiri ma paulihon poti i sian hau pinasa, tonga tolu asta unjurna, jala tonga dua asta bohangna, laos tonga dua asta dohot timbona.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i dilampis ma poti i dohot sere na pita, sian bagasan dohot sian ruar, jala dibahen huhut bibirna marlaislais sere humaliang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ditumpa huhut tusi opat langgu sere tu suhina na opat i, dua langgu di na sambariba be.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dibahen muse ma haluhalu sian hau pinasa, jala dilampis do i dohot sere.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Disurukkon ma haluhalu i tu bagasan langgu angka na lohot di poti i, laho mangusung poti i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen muse ma sada langkop pardengganan sian sere na pita, tonga tolu asta unjurna, jala tonga dua asta bidangna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dibahen muse ma dua kerubim sian sere sangkimpal na tinopa, dibahen do i tu na dua tampahan ni langkop parpadanan i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kerubim na sada tu tampahan na sada, jala kerubim na sada nari tu tampahanna na sada nari; tubu sian bagasan langkop pardengganan i tolpus tu duru dibahen angka kerubim i di na dua tampahanna.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala dipaherbang angka kerubim i ma habongna na dua i sian ginjang, asa dihungkupi habongnasida langkop pardengganan i, jala padompak be bohinasida, dompak langkop pardengganan i bohi ni angka kerubim i mamereng.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Dipauli muse ma sada meja sian hau pinasa, dua asta unjurna, jala saasta bidangna, jala tonga dua asta timbona.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dilampis ma i muse dohot sere na pita, jala dibahen martopi sere humaliang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dibahen muse ma tusi sada lais santopap bidangna humaliang, dibahen muse laisna i martopi sere pinariponipon humaliang.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jala ditumpa tusi opat langgu sere, angka na binahenna tu suhina na opat i, angka na di patna na opat i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jonok di toru ni lais i do angka langgu i bahen panuruhan ni haluhalu laho mangusung meja i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sian hau pinasa ma angka haluhalu i dibahen, jala dilampis ma i dohot sere, i ma pangkeon mangusung meja i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dipauli ma huhut ulaula sipangkeon di atas meja i: angka pingganna, saoanna, hondina dohot mangkukna, bahen pangusean ni tuak tangkasan ma i; sian sere na pita do i dipauli.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "(III.) Dipauli muse ma sada parpalitoan sian sere na pita, sangkimpal parpalitoan i ditopa, ro di badanna, dangkana dohot butuhana, hansingna dohot bungana.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Onom dangka ruar sian lambungna, tolu dangka, sian na sambariba ni parpalitoan i, jala tolu dangka sian na sambariba nari.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Martolu butuha, songon bunga ni buapala ganup dangkana i, mardongan angka hansing dohot bunga; laos songon i do dibahen tu na onom dangka i, angka na ruar sian parpalitoan i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai opat do butuha ni parpalitoan i, songon bunga ni buapala mardongan hansing dohot bunga.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jala sahansing be di toru ni na dua dangkana angka na ruar sian i; suang songon i sahansing be di toru ni dangkana na dua, angka na ruar sian i; suang muse sahansing be di toru ni dangkana na dua, angka na ruar sian i; gabe onom dangka ruar sian badan ni parpalitoan i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ruar do sian i angka hansingna dohot dangkana, luhutna i sian sangkimpal sere na pita i do dipauli.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dipauli muse ma pitu palitona rap dohot panurturna dohot pangintopina sian sere na pita.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sian satalenta sere na pita parpalitoan i dipauli, ro di parhohasna i sudena.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "(IV.) Dipauli muse ma langgatan pardaupaan sian hau pinasa, saasta unjurna, jala saasta bohangna, maropat suhi tahe, jala dua asta timbona, ruar huhut sian i angka tandukna.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jala dilampis do i dohot sere na pita, nang tutupna, nang dorpina humaliang dohot angka tandukna; dibahen do i huhut marbibir humaliang sian sere na pita.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dibahen muse dua langgu sere di toru ni bibirna i di lambungna na dua i angkup be, bahen panuruhan ni haluhalu, asa dapot usungon ni halak langgatan i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai sian hau pinasa haluhalu i dipauli, jala dilampis do i dohot sere.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dipamasak huhut miak pamiahion na badia i dohot daupa sian pamurpuri na so sinaor, mangihuthon hapandean ni pande daon.",
      "type": "content"
    }
  ]
}