{
  "book": "Keluaran",
  "chapter": 38,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parpaulina di langgatan pamelean ni pelean situtungon ro di ulaulana dohot tong parburian i 1-8. II. Di alaman ro di angka rimberimbe 9-20. III. Godang ni na ginuguan 21-31.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i dipauli muse ma langgatan pamelean ni pelean situtungon sian hau pinasa, lima asta unjurna, laos lima asta bohangna, asa maropat suhi do, jala tolu asta timbona.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dibahen ma huhut opat tandukna di suhina na opat i, songon na tubu sian i angka tandukna, jala dilampis do i dohot tombaga.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dipauli ma huhut sude ulaula tu langgatan i: parsirabunanna, siuksiukna, mangkuk pamispisanna, garpuna dohot parapiapianna; sian tombaga do dipauli saluhut ulaulana i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dibahen ma huhut tu langgatan i sada handanghandang sian tombaga, marpangalaho songon jala na niangit di toru ni sidegedegean humaliang langgatan i sahat ro di parsitongaan ni langgatan i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ditumpa huhut opat langgu tu suhina na opat i mardomu tu handanghandang tombaga i bahen panuruhan ni angka haluhalu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dipauli ma angka haluhalu i sian hau pinasa, jala dilampis do i dohot tombaga.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dipabongot ma angka haluhalu i tu bagasan langgu angka na di lambung ni langgatan i, asa dapot usungon ni halak langgatan i marhite sian i; rumar do langgatan i dibahen sian angka papan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dipauli muse ma tong parburian i sian tombaga, ojahanna pe tombaga do, sian angka sorminan pinangke ni parompuan angka na marpungu di lambung pintu ni undungundung parluhutan i marhaladoi.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "(II.) Dipauli muse ma alaman ni undungundung i di na sambariba tungkan dangsina, tole muse angka rimberimbe ni alaman i sian bonang na bontar na nidua, saratus asta ganjangna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tole tiangna na duapulu i dohot ojahanna na duapulu i sian tombaga; alai anggo haithait ni angka tiang i ro di ransangransangna perak do.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Suang songon i di na sambariba tungkan utara laos marrimberimbe do, saratus asta unjurna, tole tiangna dohot ojahanna duapulu be do sian tombaga; alai anggo haithait ni angka tiang i ro di ransangransangna perak do.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai anggo bohang ni alaman i tungkan hasundutan, limapulu asta ganjang ni rimberimbe i, sampulu tiangna, laos sampulu ojahanna; alai anggo haithait ni angka tiang i ro di ransangransangna perak do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ia bohang ni alaman i na tungkan habinsaran laos limapulu asta do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi sampulu lima asta rimberimbe i di na sambariba haroroan i, tolu tiangna laos tolu ojahanna.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Di na sambariba nari pe laos suang songon i do; gabe dos di na dua bariba ni pintu haroroan tu alaman i ganjang ni rimberimbe i sampulu lima asta be, tolu tiangna laos tolu ojahanna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Saluhut rimberimbe ni alaman i humaliang sian hain na halus na nidua do.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ia ojahan ni angka tiang i tombaga do, alai anggo haithait ni angka tiang i dohot ransangransangna perak do; ia angka uluna na nilampis do dohot perak; alai anggo ransangransangna perak do, angka na mardomu tu tiang ni alaman i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo rimberimbe tutup ni pintu ni alaman i hapandean ni parpunsa do i pinaulina sian bonang na rata langit, na tinubar dohot na merham dohot sian hain na halus na nidua, duapulu asta ganjangna, lima asta timbona dohot bidangna mangihuthon suhatsuhat ni angka rimberimbe ni alaman i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tiangna na opat i dohot ojahanna na opat i sian tombaga do; alai anggo haithaitna dohot ransangransangna sian perak, anggo ulu ni angka tiang i nilampis do dohot perak.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Saluhut labang tu inganan na badia i dohot tu alaman i humaliang sian tombaga do.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "(III.) On do aturan ni saluhut na pinalaho pauli inganan na badia i, undungundung parluhutan i, na binilangan, nidokkon ni Musa, binilangan ni halak Lepi angka na marpandapotan tu Itamar, anak ni malim Aron.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Asa si Bezaleel, anak ni Uri, i ma anak ni Hur, marga Juda patupahon saluhutna na tinonahon ni Jahowa tu Musa.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ia donganna mangula i ma Oholiab, anak ni Ahisamakh, marga Dan; pande do ibana mandakdak batu, manguhir dohot mamunsa bonang na rata langit, na tinubar dohot na merham, nang pauli hain na halus.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Saluhut sere na suda pinangkena tu sandok ulaon pauli inganan na badia i, i ma sere guguan bahen pelean tatingan duapulu sia talenta do dohot pitu ratus tolupulu sekkel mangihuthon sekkel di inganan na badia.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Ia godang ni perak na ginugu ni luhutan na binilangan saratus talenta dohot saribu pitu ratus pitupulu lima sekkel, mangihuthon sekkel di inganan na badia.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sabeka sasahalak, i ma satonga sekkel mangihuthon sekkel di inganan na badia sian saluhut jolma na masuk bilangan olat ni na marumur duapulu taon tu ginjang, i ma onom ratus ribu dohot tolu ribu lima ratus limapulu halak toropna.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Suda do saratus talenta perak laho manuang angka ojahan ni inganan na badia dohot angka ojahan ni rimberimbe, boho saratus talenta, sasatalenta tu sada ojahan.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Alai sian na saribu pitu ratus pitupulu lima sekkel perak i dipauli do angka haithait tu angka tiang i, jala dilampis angka uluna tole angka langguna ditumpa sian i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ia godang ni guguan tombaga bahen pelean tatingan pitupulu talenta dohot dua ribu opat ratus sekkel dokdokna.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dipauli sian i angka ojahan ni pintu undungundung parluhutan i, tole langgatan tombaga dohot handanghandang tombaga na masuk tusi ro di saluhut ulaula tu langgatan i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Tole muse angka ojahan ni alaman i humaliang dohot ojahan ni bahal ni alaman i ro di sude labang tu inganan na badia i dohot sude labang tu alaman i humaliang.",
      "type": "content"
    }
  ]
}