{
  "book": "Keluaran",
  "chapter": 39,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parpaulina di pangkean tu malim 1-31. II. Bilangan ni saluhut ulaula mangaradoti pangoloion tu Debata 32-43.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dipauli nasida huhut angka pangkean tohonan laho marhalado di inganan na badia i sian bonang na rata langit, na tinubar dohot na merham; dipauli huhut pangkean na badia angka sisolukkonon ni si Aron, songon na tinonahon ni Jahowa hian tu Musa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dipauli ma baju epod i sian sere dohot sian bonang na rata langit, na tinubar jala na merham dohot sian hain na halus na nidua.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dinanggari nasida ma sere i gabe purada laos diirisi ma i manjadi bonang, asa dapot tonunhonon ni parpunsa saor tu bonang na rata langit, na tinubar dohot na merham, saor muse tu hain na halus.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dibahen nasida huhut dua pangabaraan di baju epod i, jala dipatunggom di tampahanna be.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tole muse hohos ni epod i, sisada hapandean do i dohot baju i laos mardomu tusi, jadijadian sian sere dohot sian bonang na rata langit, na tinubar jala na merham dohot sian hain na halus na nidua songon na tinonahon ni Jahowa tu si Musa.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dung i dipabongot nasida ma angka batu intan unam angka na nirusuk dohot tali sere, jala diuhirhon tusi songon uhiran sahap goargoar ni anak ni Israel na sampuludua i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dibahen nasida ma angka batu intan i tu na dua pangabaraan ni baju epod i, bahen batu parningotan di angka anak ni Israel, songon na tinonahon ni Jahowa tu si Musa.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen nasida huhut tutup andora i, suang songon hapandean ni baju epod ditonunhon parpunsa tusi sere, bonang na rata langit, na tinubar jala na merham dohot hain na halus na nidua.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Maropat suhi do i dibahen jala dua lampis, sanjongkal ganjangna jala sanjongkal bidangna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jala digohi nasida do i dohot opat rinte batu intan. Di rinte parjolo: batu intan sardis, topasion dohot samarados.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Di rinte paduahon: batu intan rubin, sapire dohot diaman.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Di rinte patoluhon: batu intan opal, akat, dohot ametist.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Di rinte paopathon: batu intan krisolit, Unam dohot jaspis; jala marihot sere angka rinte i dibahen humaliang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jala jojor angka batu i mangihuthon partording ni na sampuludua goar ni anak ni Israel, angka na niuhirhon ni halak pandakdak batu, pulik be goarna i, mangihuthon na sampuludua marga ni Israel.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i dibahen nasida huhut tu tutup andora i angka rante dos ganjangna, songon tali nidua hapandeanna sian sere na pita.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen nasida huhut ihot sere dohot dua tintin sere, dibahen muse na dua tintin i tu na dua tampahan ni tutup andora i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jala dibahen nasida do na dua rante na nidua sian sere tu bagasan tintin na dua i, angka na di tampahan ni tutup andora i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo na dua ujung ni na dua rante na nidua i dihaithon nasida do i tu haithait na dua i jala dipatunggom do i tu pangabaraan ni baju epod i patondong be.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dibahen nasida muse dua tintin sere na asing, jala dilohothon do i tu na dua tampahan ni tutup andora i, apala di pangkilimanna na tungkan baju epod i dingkan bagasan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dibahen muse dope dua tintin sere na asing, jala dilohothon do i tu na dua pangabaraan ni baju epod i tungkan toru tongon di pardomuanna, di atas hohos ni baju epod i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi dipudunhon nasida ma tutup andora i rap dohot tintinna marhite sian bonang na rata langit tu tintin ni baju epod, asa hopos tu hohos ni baju epod i, jala unang tarbahen sirang tutup andora sian baju epod, songon na tinonahon ni Jahowa tu Musa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dipauli muse ma baju parbalian di toru ni baju epod i, sandok sian bonang na rata langit do i ditonun.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala parrungkunganna i di parsitongaanna, jala martopi na tinonun parrungkungan i humaliang, songon topi ni baju partohonan, asa unang olo maribak.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dibahen nasida huhut tu rambuna humaliang angka parbue ni dalimo sian bonang na rata langit, na tinubar jala na merham huhut na nidua.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dibahen nasida huhut angka giringgiring sian sere na pita, i ma disolothon tu holangholang ni angka parbue ni dalimo humaliang di rambu ni baju parbalian i.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Sai marsorinsorin do sada parbue ni dalimo dung i sada giringgiring tuk humaliang, sisolukkononhon do i laho marulaon na badia songon na tinonahon ni Jahowa tu Musa.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Dipauli nasida huhut angka baju parbagasan sian hain na halus, sipangkeon ni Aron dohot angka anakna i.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tole muse tumpal ni sintua ni malim sian hain na bontar ro di angka talitali ni malim sian hain na bontar do, saraoalna pe sian hain na bontar na nidua do.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Hohos i pe dipauli do i sian hain na nidua dohot sian bonang na rata langit, na tinubar dohot na merham, hapandean ni parpunsa do i, songon na tinonahon ni Jahowa tu Musa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dibahen nasida huhut sangkalia i, tumpal habadiaon i sian sere na pita jala diuhirhon tusi, songon panguhiron sahap: Habadiaon di Jahowa!",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jala dilohothon tusi tali bonang na rata langit, asa dipadomu tu tumpal i sian ginjang songon na tinonahon ni Jahowa tu Musa.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "(II.) Jadi songon i ma hasusun ni sandok ulaon pauliuli inganan na badia i, undungundung parluhutan i; dibahen halak Israel do antong sude hombar tu na tinonahon ni Jahowa, songon i dibahen nasida.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i diboan nasida ma inganan na badia i tu Musa, i ma: undungundung i ro di sude ulaulana, angka haithaitna, papanna, ransangransangna, tiangna dohot ojahanna.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Tole muse langitlangitna sian bobak ni birubiru tunggal na tinubar, tole muse sian bobak ni pitudar, tole muse rimberimbe bahen tutupna i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Tole muse poti panindangion i ro di haluhaluna dohot langkop pardengganan i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Tole muse meja i ro di sude ulaulana dohot sagusagu na marhadohoan.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Tole muse parpalitoan sian sere na pita i ro di angka lampuna, aturanna ro di sude ulaulana dohot miak tu palito i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Tole muse langgatan sere i, miak pamiahion i, daupa na hushus i ro di rimberimbe bahen tutup ni pintu ni undungundung i.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Tole muse langgatan tombaga i ro di handanghandang tombaga angka na masuk tusi, haluhaluna ro di sude parhohasna, tong parburian i ro di ojahanna.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Tole muse angka rimberimbe ni alaman ro di angka tiangna dohot ojahanna, nang rimberimbe tutup ni bahal ni alaman i, ro di angka talina, labangna dohot sude ulaula mangaradoti ulaon di bagasan inganan na badia i, undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Tole muse angka pangkean tohonan laho marhalado di bagasan inganan na badia i, angka pangkean na badia di malim Aron dohot angka pangkean di angka anakna laho mangaradoti hamalimon.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Luhutna i hombar tu hata na tinonahon ni Jahowa tu si Musa, laos songon i dipasidung halak Israel sandok ulaon i.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Dung i ditingkir Musa ma sandok ulaon i, gabe ida ma, nunga sun dibahen nasida; songon na tinonahon ni Jahowa tu Musa laos songon i dibahen nasida. Dung i dipasupasu Musa ma nasida.",
      "type": "content"
    }
  ]
}