{
  "book": "Keluaran",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Angka hata sidalian ni si Musa jumua parsuru ni Debata. Angka tanda halongangan sibahenonna marhatongonhon parsuru ni Debata 1-17. II. Hamumulakna tu Misir 18-26. III. Partomuan dohot si Aron 27-31.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna si Musa ma mangalusi: Ida ma, ra tung ndang porsea nasida di ahu, jala ndang tangihononna soarangki, dohononnasida ma tagamon: Ndang tutu diida ho Jahowa.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ninna Jahowa ma tu ibana: Aha do i na di tanganmi? Tungkot do i, ninna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna Jahowa ma: Reongkon ma i tu tano! Jadi direongkon ma tu tano, gabe ulok ma i, jadi maporus ma si Musa maradophon ulok i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Alai ninna Jahowa ma tu si Musa: Surdukkon ma tanganmi, jala tangkup ihurna. Jadi disurdukkon ma tanganna manangkupsa, jadi sumuang gabe tungkot di bagasan tanganna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Porsea ma nasida bahenon ni, paboa naung diida ho Jahowa, Debata ni ompunasida, Debata ni si Abraham, Debata ni si Isak dohot Debata ni si Jakkob.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Angkup ni didok Jahowa tu ibana: Ua surukkon tanganmi tu bagasan gedekgedekmi. Jadi disurukkon ma tanganna tu bagasan gedekgedekna, jala dienet muse, ida ma, nunga puruon tanganna, mamontar songon hapur.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i ninna Jahowa muse: Ulahi surukkon tanganmi tu gedekgedekmi, jadi diulahi tanganna tu gedekgedekna, jala dung dienet muse sian gedekgedekna, ida ma, nunga sumuang, songon sibukna hian.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Molo so porsea nasida di ho, jala ndang ditangihon soara ni tanda parjolo i, sai porsea do nasida bahenon ni soara ni tanda paduahon i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai molo so porsea nasida dohot di tanda paduahon on jala ndang ditangihon soaram, tahui ma aek sian batang aek i, jala usehon tu tano na mahiang, gabe mudar ma aek na binuatmi sian batang aek i, dung ro di na mahiang i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai ninna si Musa ma tu Jahowa: Iale Tuhanku, ianggo ahu ndang jolma parhata ahu, nang olat ni nantuari, nang olat ni nantuarisada, nang olat ni dung mangkatai Ho dohot naposom, ai dokdok do pamanganku jala hallang dilangku.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ninna Jahowa ma tu ibana: Tung ise ma mambahen marpamangan jolma i? Tung ise mambahen na ngungu manang na nengel, manang na marnida, manang na mapitung? Nda Ahu, Jahowa do?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "On pe, laho ma ho, hudongani pe pamanganmi, hupodahon pe tu ho sidohononmu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i ninna si Musa muse: Iale Tuhan, ua suru ma manang ise lomo ni roham!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi tarrimas situtu ma Jahowa mida si Musa, didok ma: Nda disi do si Aron, hahami, marga Lepi, huboto do pande ibana mangkatai, ida ma huhut, ipe ruar ibana manjumpangkon ho, ia dung ho diida, las ma rohana di bagasan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dung i pangkulingi ma ibana, jala tuturhon angka hata i tu pamanganna, hudongani pe pamanganmu dohot pamanganna, hupodahon pe tu hamu sibahenonmuna.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ibana pe singkatmu mandok tu bangso i, ibana hira pamanganmu, jala ho hira Debatana.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tiop ma dohot tungkot on di bagasan tanganmu, hitehitem mambahen angka tanda i muse.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "(II.) Dung i laho ma si Musa, mulak tu si Jetro, simatuana i, didok ma tu ibana: Ua loas ma ahu laho, asa mulak ahu tu hahaanggingku, angka na di Misir, asa huida, manang na mangolu dope nasida. Dung i ninna si Jetro ma tu si Musa: Laho ma ho mardamedame.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna Jahowa ma tu si Musa di Midian: Laho ma ho mulak tu Misir, ai nunga mate sude halak, angka na tumahi hosam.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi diboan si Musa ma jolmana dohot angka anakna, jala dipahundul nasida tu halode, asa mulak tu tano Misir. Ditiop si Musa huhut tungkot ni Debata di bagasan tanganna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i ninna Jahowa muse tu si Musa: Ingot ma di hamumulakmu tu tano Misir patupahon luhut halongangan, di jolo ni raja Firaun, angka na hupasahat tu tanganmu. Alai anggo Ahu patangkangonku ma rohana, asa unang diloas bangso i laho.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i dohononmu ma tu raja Firaun: Songon on do hata ni Jahowa: Anakku sihahaan do Israel.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai hatangku tu ho: Loas ma anakku laho, asa dioloi Ahu. Molo tung manjua ho mangaloas ibana, ida ma, sai bunuonku do anak buhabajum.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Hape di tongan dalan dung sahat tu parbornginan, ro ma Jahowa manoro ibana, naeng mambunu.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dibuat si Zippora ma sada batu na tajom, jala disunat sibursibur ni anakna, jala direongkon tu lambung patna, jala ninna ma: Pangoli mudar do ho di ahu.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jadi dipalua Jahowa ibana. Alai didok pe: Pangoli mudar, ala parsunaton i do.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(III.) Dung i ninna Jahowa ma tu si Aron: Laho ma ho manjumpangkon si Musa tu halongonan; jadi laho ma ibana, gabe pajumpang nasida di lambung dolok ni Debata, jala diumma ibana.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi dipaboa si Musa ma tu si Aron sude hata ni Jahowa, na marsuru ibana dohot sude tanda, angka na tinonahonna tu ibana.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi laho ma si Musa dohot si Aron, jala dipaluhut nasida ma sude angka sintua ni halak Israel.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dung i dihatahon si Aron ma sude hata, angka na pinaboa ni Jahowa tu si Musa, jala dipatupa ma angka tanda di jolo ni bangso i.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi porsea ma bangso i; jala dung dibege nasida panatap ni Jahowa di halak Israel, na tinatapna i pardangolannasida, mangunduk be ma nasida jala marsomba.",
      "type": "content"
    }
  ]
}