{
  "book": "Keluaran",
  "chapter": 40,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jahowa mandokkon pajongjongon undungundung parluhutan i jala pasahaton tu Ibana ro di ulaulana dohot angka malim 1-15. II. Saut ma dipajongjong nasida 16-33. III. Hamuliaon ni Jahowa manggohi inganan na badia i 34-38.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ro ma hata ni Jahowa tu si Musa, songon on:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di artia bulan sipahasada ingkon pajongjongonmu inganan na badia, undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ingkon bahenonmu tu bagasan ni poti panindangion i, jala hungkupanmu poti i dohot rimberimbe.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ingkon boanonmu huhut meja i tu bagasan, jala patordingonmu sipatordingon hian di atasna; boanonmu huhut parpalitoan i tu bagasan jala pasangonmu angka palitona.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ingkon pajongjongonmu huhut langgatan pardaupaan sian sere di adopan ni poti panindangion i, jala tipak gantungonmu rimberimbe tutup ni pintu ni inganan na badia i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai anggo langgatan pamelean ni pelean situtungon ingkon pajongjongonmu do di jolo pintu ni inganan na badia i, undungundung parluhutan i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ia tong parburian i ingkon pajongjongonmu do di holangholang ni undungundung parluhutan i dohot langgatan i, laos bahenonmu aek tu bagasan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i pajongjongonmu ma rimberimbe ni alaman i humaliang, gantungonmu dohot rimberimbe tutup ni bahal ni alaman i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i buatonmu ma miak pamiahion i jala miakkon tu inganan na badia i dohot tu sude ugasan na di bagasanna i, jala urasonmu do i ro di sude ulaulana, asa gabe na badia angka i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ingkon miahanmu dohot langgatan pamelean ni pelean situtungon ro di sude ulaulana, jala urasonmu langgatan i, asa langgatan i gabe na badia sahali.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon miahanmu dohot tong parburian i ro di ojahanna jala urasonmu do i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dung i boanonmu ma Aron dohot angka anakna i ro jumonok tu pintu ni undungundung parluhutan i, jala didionmu nasida dohot aek.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Dung i solukkononmu ma tu Aron angka pangkean na badia i, jala miahanmu ibana, jala urasonmu, asa ibana mangaradoti hamalimon di Ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Boanonmu huhut angka anakna ro jumonok, jala solukkononmu tu nasida angka baju na marhadohoan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Laos miahanmu ma dohot nasida, songon na miniahanmu amanasida i, asa nasida mangaradoti hamalimon di Ahu; ia pamiahion na tu nasida i ingkon manjadi tanda hamalimon do i salelenglelengna ro di pinomparnasida sogot.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Jadi dipatupa si Musa ma sude songon na tinonahon ni Jahowa tu ibana songon i do dibahen.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Saut ma di artia bulan sipahasada paduataonhon dung ruar sian Misir dipajongjong nasida inganan na badia i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi dung dipajongjong Musa sandiri inganan na badia i, dibahen dohot angka ojahanna jala dipamasuk tusi angka papanna, dibahen muse ransangransangna jala dipajongjong angka tiangna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jala dipaherbang angka rimberimbe ni undungundung i tu atas inganan na badia i, jala dipeakkon tutup ni undungundung i tu atasna, songon na tinonahon ni Jahowa tu si Musa.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i dibuat ma lei panindangion i jala dipeakkon tu bagasan poti i, disurukkon ma dohot haluhalu i tu poti i dibahen muse ma langkop pardengganan i tu atas ni poti i.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dung i diboan ma poti i tu bagasan inganan na badia i jala digantungkon rimberimbe i bahen tutup ni poti panindangion i, songon na tinonahon ni Jahowa tu Musa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i dipajongjong ma meja i tu bagasan undungundung parluhutan i di lambung inganan na badia i tungkan utara di balian ni rimberimbe i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jala dipatording di atasna sipatordingon hian, i ma sagusagu di adopan ni Jahowa, songon na tinonahon ni Jahowa tu Musa.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Dipajongjong ma dohot parpalitoan i tu bagasan undungundung na badia i tondong ni meja i di lambung inganan na badia i tungkan dangsina.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dipagalak ma dohot angka palito i di adopan ni Jahowa, songon na tinonahon ni Jahowa hian tu Musa.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dipajongjong muse ma langgatan sere i tu bagasan undungundung parluhutan i di jolo ni rimberimbe i.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Jala di tutung di atasna daupa na hushus marragamragam songon na tinonahon ni Jahowa hian tu Musa.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Digantungkon ma dohot rimberimbe tutup ni pintu laho tu inganan na badia i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Alai anggo langgatan pamelean ni pelean situtungon dipajongjong do i di pintu haroroan tu inganan na badia i, undungundung parluhutan i, jala dipelehon di atasna pelean situtungon dohot pelean sipanganon, songon na tinonahon ni Jahowa hian tu si Musa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Dipajongjong dohot tong parburian i di holangholang ni undungundung parluhutan i dohot langgatan i, laos dibahen tusi aek parburian.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Asa laos aek sian i buaton ni si Musa. Si Aron dohot angka anakna i mamburi tangannasida dohot patnasida.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Molo masuk nasida tu bagasan undungundung parluhutan i, jala molo ro nasida jumonok tu langgatan i, ingkon jolo marburi nasida, songon na tinonahon ni Jahowa hian tu si Musa.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dipajongjong muse ma rimberimbe ni alaman i humaliang inganan na badia i dohot langgatan i, jala digantungkon rimberimbe tutup ni bahal ni alaman i. Jadi sun ma sandok ulaon i dipasidung si Musa.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "(III.) Dung i ro ma ombun i manghungkupi undungundung parluhutan i, jala hamuliaon ni Jahowa manggohi inganan na badia i.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Pola ndang tarbahen si Musa laho bongot tu bagasan undungundung parluhutan i, ai sai mangulon do ombun i di atasna, jala hamuliaon ni Jahowa manggohi inganan na badia i.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Molo tung manaek ombun i sian atas inganan na badia i, borhat ma halak Israel i mardalan, manulus sandok dalannasida i.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Alai molo so manaek ombun i, ndang borhat nasida, sahat ro di ari hananaekna i.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Ai sai di atas ni inganan na badia i ombun ni Jahowa ia arian jala api do di atasna ia bornginna i dipaidaida sandok pinompar ni Israel di sude dalannasida i.",
      "type": "content"
    }
  ]
}