{
  "book": "Keluaran",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Hata jungkat ni raja Firaun manulakkon hata ni si Musa dohot si Aron. Ganda haporsuhon ni halak Israel 1-14. II. Solsol dohot ungutungut ni halak Israel tu si Musa, gabe martangiang ibana 15-23.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ditopot si Musa dohot si Aron ma raja Firaun didok ma: Boti tona ni Jahowa, Debata ni Israel: Loas ma laho bangsongki, asa marpesta nasida di Ahu di halongonan.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dung i ninna raja Firaun ma: Ise do Jahowa, tung ingkon tangihononku soarana mangaloas laho Israel? Ndang hupabotoboto Jahowa, Israel pe ndang huloas laho.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Dung i ninna nasida ma: Na pajumpang do hami dohot Debata ni halak Heber, ua loas ma hami laho partoluarian tu halongonan, asa mamele hami tu Jahowa, Debatanami, asa unang dihonahon tu hami begu antuk manang podang.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Dung i ninna raja ni Misir i ma tu nasida: Ia ho ale Musa dohot Aron, boasa tung lolaanmuna bangso i sian ulaonnasida? Laho ma hamu tumopot rodimuna.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Angkup ni didok raja Firaun ma: Ida ma madeakku gariada bangso i di tano on, lam pasadionmuna nasida sian rodinasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ala ni dilehon raja Firaun ma di na sadari i parenta tu angka mandur dohot tu angka juaratulis di tongatonga ni bangso i, ninna ma:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ndang jadi be lehononmuna durame tu bangso i mambahen tano takko, songon siap ari; nasida sandiri ma laho papungupungu durame.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai anggo bilangan ni tano takko, angka na binahennasida songon siap ari, tong do pangidoonmuna sian nasida, unang orui hamu sian i, ai angka sigurbak ulu do nasida, umbahen mangangguhi nasida mandok: Laho ma hami mamele tu Debatanami.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ingkon parengeon ulaon tu nasida, asa adong siulaonnasida, asa unang dipatangitangi hatahata gapgap.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi ruar ma angka mandur ni bangso i dohot angka juaratulisna, angka didok nasida ma tu natorop i: Songon on do parenta ni raja Firaun: Ndang jadi be lehonon durame tu hamu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hamu ma laho mangalului durame di hamu, manang didia jumpang hamu; alai ndang jadi moru anggo sian ulaonmuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi mampar ma na torop i tu sandok tano Misir papungupungu panabian singkat ni durame.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi sai disosaksosak angka mandur i nasida, angka ninna ma: Pasun hamu ulaonmuna songon siap ari, songon uju na adong durame.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi hona balbal ma angka sintua ni halak Israel, angka na pinabangkit ni mandur ni raja Firaun tu nasida, angka ninna ma: Boasa so dipasidung hamu bilanganmuna tano takko songon siap ari, nang nantuari nang sadari on?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(II.) Jadi ditopot angka sintua ni halak Israel ma raja Firaun, mangangguhi ma nasida ninna: Boasa ma tung songon i bahenonmu tu angka naposom?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ndang be maruli durame angka naposom, sai bahen hamu tano takko, angka ninna mandok hami! Jala ida ma, hona linsing angka naposom, gabe dapotan dosa bangsom.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai ninna raja i ma: Angka sigurbak ulu do hamu tongon, umbahen sai didok hamu: Loas ma hami laho mamele tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "On pe, laho ma hamu, mangula ma hamu, ianggo durame ndang be lehonon tu hamu, alai sai lehon hamu bilangan ni tano takko i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi diida angka sintua ni halak Israel ma sorimagonasida i, ala didok: Ndang jadi oruanmuna sian tano takko pinaulimuna songon siap ari.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Dung i di na ruar i nasida sian jolo ni raja Firaun, didapot nasida ma si Musa dohot si Aron, angka na jongjong mandapothon nasida.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Angka didok ma tu nasida: Sai Jahowa ma marlulu dompak hamu dohot manguhum, ala binahenmuna hami hasomoran ni raja Firaun dohot angka naposona i mangalehon podang tu tangannasida mambunu hami.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jadi mulak ma si Musa tumopot Jahowa, jala didok ma: Ale Tuhan, boasa ma tung paporsuhonmu bangso on? Boasa ma tung suruhononmu ahu tuson?",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Ai olat ni dung bongot ahu tumopot raja Firaun mangkatai marhitehite goarmi, ganda do jahatna tu bangso on, jala ndang dipalua Ho bangsom.",
      "type": "content"
    }
  ]
}