{
  "book": "Keluaran",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Diulahi Debata marbagahon haluaon, jala martona tu si Musa 1-13. II. Pinompar ni si Ruben, Simeon, Lepi, Musa dohot Aron 14-30.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna Jahowa ma tu si Musa: Idaonmu ma annon sibahenonku tu raja Firaun, ai marhitehite tangan na gogo loasonna ma hamu laho, jala marhitehite tangan na gogo onjaronna hamu sian tanona.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Angkup ni didok Debata ma tu si Musa: Ahu do Jahowa, ninna.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala hupapatar Ahu tu si Abraham, tu si Isak, dohot tu si Jakkob, margoar Debata na sun hinagogo, alai ndang dipabotoboto nasida ianggo goarhu Jahowa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Hupahot do huhut padanhu tu nasida, mangalehon tu nasida tano Kanaan, tano paisolatannasida.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala nunga hutangihon angguhangguk ni halak Israel, angka na pinarhatoban ni halak Misir, jala marningot Ahu di padanhu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dibahen i paboa ma tu halak Israel: Ahu do Jahowa, jala paruaronku do hamu sian angka ulaon rodi ni halak Misir, jala paluaonku do hamu sian parhatobanonnasida, jala tobusonku do hamu marhitehite tangan na toltol dohot marhitehite angka uhum godang.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala ainonku do hamu gabe bangsongku, Ahu gabe Debatamuna; asa diboto hamu, Ahu do Jahowa, Debatamuna, na paruar hamu sian ulaon rodi ni Misir.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Asa hutogihon hamu tu tano naung humangmangkon lehononku tu si Abraham, si Isak dohot tu si Jakkob. Lehononku ma i bahen partalianmuna, Ahu do Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i dipaboa si Musa ma songon i tu halak Israel. Alai ndang ditangihon nasida si Musa dibahen hagogotan ni tondi dohot dibahen ulaon na renge i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi didok Jahowa ma tu si Musa, ninna ma:",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Topot ma, dok ma tu Firaun, raja ni Misir, asa diloas halak Israel ruar sian tanona.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ninna si Musa ma di jolo ni Jahowa: Ida ma, gari halak Israel ndang ditangihon ahu, didia ma tagamon tangihonon ni raja Firaun ahu? Jala pardila na hallang do ahu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi didok Jahowa ma tu si Musa dohot tu si Aron jala dilehon parenta dohononnasida tu halak Israel dohot tu Firaun, raja ni Misir, asa diparuar halak Israel sian tano Misir.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) On ma angka horongna marompuompu. Angka anak ni si Ruben, buhabaju ni si Israel: si Hanok dohot si Pallu, Hezron dohot Karmi; i ma angka ompu Sian si Ruben.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ia angka anak ni si Simeon: Jemuel, Jamin, Ohad, Jakin, Zohar dohot Saul, anak ni boru Kanaan; i ma angka ompu sian si Simeon.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ia angka goar ni anak ni si Lepi mangihuthon ompunasida be: si Gerson, Kohat dohot Merari; ia umur ni si Lepi saratus tolupulu pitu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ia angka anak ni si Gerson: Libui dohot Simei mangihuthon ompunasida be.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ia angka anak ni si Kohat: Amram, Isebar, Hebron dohot Usiel; ia umur ni si Kohat saratus tolupulu tolu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ia angka anak ni si Merari: Mahli dohot Musi. I ma angka ompu ni si Lepi mangihuthon partubuna.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Alai dibuat si Amram ma si Jokhebed, namboruna i bahen jolmana, gabe ditubuhon ma di ibana si Aron dohot si Musa. Ia umur ni si Amram saratus tolupulu pitu taon lelengna.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ia angka anak ni si Isebar: Kora, Nepeg dohot Sikri.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Ia angka anak ni si Usiel: Misael, Elzapan dohot Sitri.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai dibuat si Aron ma si Eliseba, boru ni si Aminadab, iboto ni si Nahason bahen jolmana; jala ditubuhon di ibana si Nadab dohot si Abihu, si Eleasar dohot si Itamar.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ia angka anak ni si Kora: Asir, Elkana dohot Abiasap; i ma angka ompu ni halak Kora.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Alai anggo si Eleasar, anak ni si Aron, dibuat do sada sian angka boru ni si Putiel bahen jolmana, jala ditubuhon di ibana si Pinehas; i ma angka horong ni halak Lepi marompuompu mangihuthon marganasida be.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "I ma si Aron dohot si Musa, na pinangkulingan ni Jahowa mandok tu nasida: Togihon hamu ma halak Israel ruar sian tano Misir mangihuthon punguan nasida be.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Nasida ma angka na mandok tu Firaun, raja sian Misir, asa ditogihon nasida halak Israel ruar sian Misir, i ma si Musa dohot si Aron.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi di na sadari i dipangkulingi Jahowa si Musa di tano Misir.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Didok Jahowa ma tu si Musa: Ahu do Jahowa, patolhas ma tu Firaun, raja ni Misir, sude hata na hutonahon tu ho.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai ninna si Musa ma di jolo ni Jahowa: Ida ma, pardila na hallang do ahu, didia ma tagamon tangihonon ni Firaun i ahu.",
      "type": "content"
    }
  ]
}