{
  "book": "Keluaran",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parsuru ni Debata di si Musa dohot si Aron tumopot raja Firaun, na pinaotooto ni parsibalik matana 1-13. II. Uhum parjolo: aek gabe mudar 14-25.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai ninna Jahowa ma tu si Musa: Ida ma, nunga hupabangkit ho gabe Debata ni raja Firaun, ia si Aron, hahami gabe panurirangmu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hatahononmu ma sude hata na hutonahon tu ho, jala si Aron hahami paboahon tu raja Firaun, asa diloas halak Israel ruar sian tanona.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai anggo Ahu, patangkangonku ma roha ni raja Firaun, asa hupatorop angka tanda dohot halongangan di tano Misir.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala ndang tangihonon ni raja Firaun hamu, asa huampehon tanganku tu Misir, jala huparuar angka punguanku, i ma bangsongku, halak Israel i sian tano Misir marhitehite uhum angka na balga.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asa tung diboto halak Misir, Ahu do Jahowa, molo hupatoltol tanganku tu atas Misir, jala huparuar halak Israel sian tongatonganasida.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dibahen si Musa dohot si Aron ma, songon na tinonahon ni Jahowa tu nasida, songon i dibahen nasida.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai ualupulu taon ma umur ni si Musa, ia umur ni si Aron ualupulu tolu taon, di na mangkatai nasida dohot raja Firaun.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i ninna Jahowa ma tu si Musa dohot tu si Aron songon on:",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Molo didok raja Firaun mandok hamu: Patupa hamu sada halongangan, jadi dohononmu ma tu si Aron: Buat ma tungkotmi, jala timpalhon tu jolo ni raja Firaun, gabe ulok ma i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dung i ditopot si Musa dohot si Aron ma raja Firaun, jala dibahen nasida ma songon na tinonahon ni Jahowa, ditimpalhon si Aron ma tungkotna i tu jolo ni raja Firaun dohot tu jolo ni angka naposona, gabe ulok ma i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dung i ditonahon raja Firaun ma ro dohot angka partondung dohot angka parsibalik mata. Jadi dohot ma nasida, angka parsibalik mata ni Misir mambahen songon i marhitehite tabasnasida.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dipantimpalhon be ma tungkotna, gabe ulok ma angka i; alai dibondut tungkot ni si Aron ma tungkotnasida i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi tangkang ma roha ni raja Firaun, jala ndang ditangihon nasida, songon na nidok ni Jahowa hian.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) Dung i ninna Jahowa ma tu si Musa: Na tangkang do roha ni raja Firaun, dijua do mangaloas laho bangso i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Laho ma ho sogot manogot i tumopot raja Firaun; ida ma na ruar do ibana tu aek, dapothon ma ibana tu pasir ni batang aek i, jala tiop ma di bagasan tanganmu tungkot na gabe ulok i.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jala dok ma tu ibana: Jahowa, Debata ni halak Heber marsuru ahu tumopot ho mandok tu ho: Loas ma bangsongku laho, asa disomba Ahu di halongonan; alai ida ma, ndang ditangihon ho rasirasa nuaeng.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Boti didok Jahowa: Botoonmu ma sian tanda on, paboa Ahu do Jahowa: Ida ma, lipathononku ma tungkot na di bagasan tanganku tu aek na di bagasan batang aek i, jadi muba ma i gabe mudar.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Jadi mate ma dengke na di bagasan batang aek i, jala bau batang aek i, jala gialan halak Misir manginum aek sian batang aek i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Dung i ninna Jahowa ma tu si Musa: Dok ma tu si Aron: Buat ma tungkotmi, jala patoltol tanganmi tu atas aek angka na di tano Misir, tu atas ni angka batang aek di nasida, tu atas ni angka halian aek, tu atas ni angka ambar dohot tu atas ni saluhut angka parpunguan aek, asa gabe mudar saluhut, gabe mudar di sandok tano Misir, nang di bagasan poting, nang di bagasan panguhatan.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi dibahen si Musa dohot si Aron ma, songon na tinonahon ni Jahowa, dihindat ma tungkot i tu ginjang, jala dilipathon tu aek, na di bagasan batang aek i di jolo ni raja Firaun dohot di jolo ni angka naposona, jadi muba ma sude aek na di bagasan batang aek i, gabe mudar.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Jadi rage ma dengke, angka na di bagasan batang aek i jala bau batang aek i, jala ndang tarinum halak Misir aek na sian batang aek i, ai gabe mudar do i di sandok tano Misir.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Alai angka parsibalik mata ni Misir pe dibahen do songon i marhitehite tabasnasida, jadi laos tangkang ma roha ni raja Firaun, jala ndang ditangihon nasida, songon na nidok ni Jahowa hian.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Dung i humusor ma raja Firaun laho muli tu jabuna, laos so mangilala rohana, nang disi.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai saluhut halak Misir mangkali aek siinumon humaliang batang aek i, ai ndang tarinum nasida aek na sian batang i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Pola gok pitu borngin lelengna, dung dilipati Jahowa badan i.",
      "type": "content"
    }
  ]
}