{
  "book": "Keluaran",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Uhum paduahon: angka tohuk 1-15. II. Uhum patoluhon: angka rongit ranggas 16-19. III. Uhum paopathon: angka gulomitgulomit 20-32.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna Jahowa ma tu si Musa: Laho ma ho tumopot raja Firaun, jala dok ma tu ibana: Boti tona ni Jahowa: Loas ma laho bangsongki, asa disomba nasida Ahu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai molo dijua ho mangaloas laho, ida ma, toruanku ma sandok gomgomanmu marhitehite angka tohuk.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asa gumamang batang aek i dibahen tohuk, angka na manjangkiti jala bongot tu jabum dohot tu bilut podomanmu ro di hasurmu dohot tu bagas ni angka naposom dohot tu bangsom dohot tu tataringmi dohot tu pangananmu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jangkitan ni angka tohuk ma ho dohot bangsom ro di angka naposom.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i ninna Jahowa ma tu si Musa: Dok ma tu si Aron: Patoltol ma tanganmu dohot tungkotmu tu ginjang ni angka batang aek, angka halian aek dohot tu ginjang ni angka ambar panangkokkon angka tohuk tu tano Misir.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi dipatoltol si Aron ma tanganna tu ginjang ni aek angka na di Misir, gabe nangkok ma angka tohuk jala ditutup tano Misir.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dung i dibahen angka parsibalik mata ma huhut songon i marhitehite tabasnasida, gabe dipanangkok ma angka tohuk di tano Misir.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dung i dijou raja Firaun ma si Musa dohot si Aron, didok ma: Martangiang ma hamu tu Jahowa, asa dipadao angka tohuk i sian ahu dohot sian bangsongku, huloas bangso i, asa mamele nasida tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dung i ninna si Musa ma tu raja Firaun: Guru dokmu ahu, andigan ma ondihononku ho dohot angka naposom dohot bangsom asa diragehon angka tohuk i sian ho dohot sian angka jabum, holan di bagasan batang aek i tading.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi ninna raja i ma: Antong marsogot ma. Songon na nidokmi ma ninna si Musa, asa tung ditanda ho, ndang adong manang ise songon Jahowa Debatanami.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ingkon munsat angka tohuk i sian ho dohot sian angka bagasmu dohot sian angka naposom dohot sian bangsom; holan di bagasan batang aek i tading.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi ruar ma si Musa dohot si Aron sian jolo ni raja Firaun, dung i mangangguhi ma si Musa tu Jahowa ala hata tohuk, angka na pinarona tu raja Firaun.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Jadi dibahen Jahowa ma songon na nidok ni si Musa, marragean ma angka tohuk i sian angka bagas, sian angka alaman dohot sian angka ladang.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jadi dipagugun nasida ma angka bangke i margugungugun, gabe bau ma tano i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai dung diida raja Firaun nunga lumumbang, gabe dipatangkang ma rohana, jala ndang ditangihon hatanasida, songon na nidok ni Jahowa hian.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "(II.) Dung i ninna Jahowa ma tu si Musa: Dok ma tu si Aron: Patoltol ma tungkotmi, jala lipathon tu orbuk ni tano i, asa gabe rongit ranggas ma i di sandok tano Misir.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Jadi dibahen nasida ma songon i, dipatoltol si Aron ma tanganna tumiop tungkotna, jala dilipathon tu orbuk ni tano i, gabe rongit ranggas ma i di jolma dohot di pinahan; nasa orbuk ni tano i manjadi rongit ranggas di sandok tano Misir.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Angka parsibalik mata pe dibahen ma songon i marhitehite tabasnasida, parohon angka rongit ranggas nian, hape ndang tarjadisa. Jadi disonggopi angka rongit ranggas i ma jolma dohot pinahan.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Jadi ninna angka parsibalik mata ma tu raja Firaun: Jadijadian ni Debata do i. Alai laos tangkang do anggo roha ni raja Firaun, jala ndang ditangihon hatanasida, songon na nidok ni Jahowa hian.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "(III.) Dung i ninna Jahowa ma tu si Musa: Pasogot ma manogot i hehe mandapothon tu jolo ni raja Firaun; ida ma, ruar do ibana laho tu aek, dok ma tu ibana: Songon on do tona ni Jahowa: Loas ma bangsongku laho, asa disomba nasida Ahu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai molo so loasonmu bangsongku laho, ida ma paroonku ma dompak ho dohot dompak angka naposom dohot dompak bangsom dohot dompak angka bagasmu angka gulomitgulomit, asa gok gulomitgulomit angka bagas ni halak Misir dohot tano inganannasida i.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Marhasurungan ma bahenonku di ari na sasada i anggo tano Gosen inganan ni bangsongki, na so tupa adong disi gulomitgulomit, asa ditanda ho, paboa Ahu, Jahowa di tongatonga ni tano i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Patindangonku ma haluaon di holangkolang ni bangsongku dohot bangsomu; marsogot ma masa tanda i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Jadi dibahen Jahowa ma songon i; ro ma marhulalan angka gulomitgulomit tu bagas ni raja Firaun dohot tu bagas ni angka naposona, ro di sandok tona Misir; tung siap do tano i dibahen angka gulomitgulomit i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi dijou raja Firaun ma si Musa dohot si Aron, jala didok ma: Laho ma hamu mamele tu Debatamuna di tano on.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Alai ninna si Musa ma: Ndang jadi songon i bahenon, ai pantang ni halak Misir pelehononnami tu Jahowa Debatanami; ida ma, ia hupelehon hami pantang ni halak Misir di jolonasida, nda dangguran nasida ma hami dohot batu?",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Loas ma hami mardalan tu halongonan partoluarian mamele tu Jahowa, Debatanami, songon na nidokna i tu hami.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jadi ninna raja Firaun ma: Antong huloas pe hamu laho, asa mamele hamu tu Jahowa, Debatamuna, di halongonan, asal unang madaohu hamu laho, jala tangiangkon hamu ahu.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dung i ninna si Musa ma: Ida ma, ruar ma ahu sian lambungmon, jala martangiang pe ahu tu Jahowa, asa dipadao marsogot angka gulomitgulomit i sian Firaun, sian angka naposona dohot sian bangsona, asal unang be dipaotooto Firaun hami, so loasonna bangso i laho mamele tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Jadi ruar ma si Musa sian lambung ni Firaun, jala martangiang ibana tu Jahowa.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Jadi dibahen Jahowa ma songon na nidok ni si Musa, dipadao ma gulomitgulomit i sian Firaun, sian angka naposona dohot sian bangsona, ndang tading nanggo sada.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Hape dipatangkang raja Firaun do rohana, nang sahali on, jala ndang diloas laho bangso i.",
      "type": "content"
    }
  ]
}