{
  "book": "Keluaran",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Uhum palimahon: bondil tu pinahan ni halak Misir 1-7. II. Uhum paonomhon: ngenge na birong 8-12. III. Uhum papituhon: udan ambolas 13-26. IV. Dipaunduk raja Firaun rohana satongkin, alai dipatangkang muse 27-35.",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Dung i ninna Jahowa ma tu si Musa: Laho ma ho tumopot Firaun jala dok ma tu ibana: Songon on do tona ni Jahowa, Debata ni halak Heber: Loas ma bangsongku laho, asa disomba nasida Ahu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai molo manjua ho mangaloas nasida laho, sai gogo bahenonmu maniopi nasida.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ida ma, mangonai ma tangan ni Jahowa tu pinahanmu na di ladang tu angka hoda, halode, unto, lombu dohot tu angka birubiru, hona bondil na rahat situtu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Jala marhasurungan pamelok ni Jahowa di pinahan ni halak Israel sian pinahan ni halak Misir, ndang adong mate sian sandok pinahan ni halak Israel, nanggo sada.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dung i dibuhul Jahowa ma tingkina, marsogot ma, ninna bahenon ni Jahowa na nidokna ondeng tu tano i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jadi marsogotna i dibahen Jahowa ma songon i: Marragean ma sandok pinahan ni halak Misir, alai sian pinahan ni halak Israel, ndang adong mate nanggo sada.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jadi disuru Firaun ma maningkir, jala ida ma, ndang adong mate sian pinahan ni Israel, nanggo sada. Alai laos tangkang anggo roha ni Firaun, jala ndang diloas laho bangso i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Dung i ninna Jahowa ma tu si Musa dohot tu si Aron: Gomaki hamu ma sirabun sian tataring, gok tanganmuna, jala disampakkon si Musa ma i dompak langit di jolo ni Firaun.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Asa gabe orbuk do i tu sandok tano Misir, jala songgop tu jolma dohot tu pinahan, gabe baro na mapultak, gabe ngenge na birong di sandok tano Misir.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Jadi digomahi nasida ma sirabun sian tataring, jala didapothon tu jolo ni Firaun, gabe disampakkon si Musa ma i dompak langit, manjadi baro ma i, ngenge na birong angka na mapultak di jolma dohot di pinahan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Jadi ndang tarbahen angka parsibalik mata jongjong di jolo ni si Musa, dibahen angka baro i, ai baro on do nang angka parsibalik mata dohot sude halak Misir.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai dipatangkang Jahowa do anggo roha ni Firaun; jadi ndang ditangihon hatanasida, songon na nidok ni Jahowa hian tu si Musa.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(III.) Dung i ninna Jahowa ma tu si Musa: Pasogot ma manogot mandapothon tu jolo ni Firaun, jala dok ma tu ibana: Songon on do tona ni Jahowa, Debata ni halak Heber: Loas ma bangsongku laho, asa disomba nasida Ahu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai anggo sahali on tongosonku ma saluhut torutorungku tu roham dohot tu angka naposom dohot tu bangsom, asa tung ditanda ho, na so adong songon Ahu on di sandok tano on.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai patoltolonku ma nuaeng tanganku jala honahononku ma tu ho dohot tu bangsom begu antuk, asa tung siap ho sian tano on.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ala ni do antong umbahen na hupatindang ho, asa hupataridahon tu ho gogongku, jala asa tung tarbarita Goarhu di liat portibi on.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Sai datdatanmu dope mangalo bangsongki, ndang loasonmu nasida laho?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ida ma, marsogot songon on paroonku ma udan ambolas na por situtu, na so dung masa songon i di tano Misir, olat ni ari haoojakna rasirasa nuaeng.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "On pe suru ma papunguhon pinahanmu ro di sude ugasanmu na di ladang; nasa jolma dohot pinahan na jumpang di ladang, so pinapungu tu jabu, ia dapot ditinggang ambolas i nasida, rage ma i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Manang ise sian angka naposo ni Firaun na mabiar mida hata ni Jahowa diluahon ma angka naposona dohot pinahanna tu jabu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai manang ise na so marateatehon hata ni Jahowa, dipasombu ma angka naposona dohot pinahanna di ladang.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Dung i ninna Jahowa ma tu si Musa: Patoltol ma tanganmu dompak langit, asa ro udan ambolas tu sandok tano Misir, hona jolma dohot pinahan ro di nasa suansuanan di tano Misir.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Jadi dipatoltol si Musa ma tungkotna dompak langit, gabe diparo Jahowa ma ronggur dohot udan ambolas, sumiksaksiksak huhut hilap tu tano on. Jadi diparo Jahowa ma udan ambolas tu tano Misir.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Alai ro udan ambolas mardongan api na marhimpalhimpal di tonga ni ambolas i, na por situtu, ndang dung songon i masa di sandok tano Misir, olat ni dung gabe bangso Misir i.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Jadi ditinggang udan ambolas i ma sandok na di ladang di sandok tano Misir, sian jolma ro di pinahan ro di nasa suansuanan di ladang ditinggang udan ambolas i jala digashon ma sude hau di ladang.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Holan di tano Gosen, na niinganan ni halak Israel, ndang masa udan ambolas.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "(IV.) Dung i disuru Firaun ma manjou si Musa dohot si Aron, jala didok tu nasida: Nunga mardosa ahu anggo sahali on; na tigor do Jahowa, alai anggo ahu dohot bangsongki halak parjahat do.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Martangiang ma hamu tu Jahowa, nunga sae masa angka soara ronggur ni Debata dohot udan ambolas i, huloas pe hamu laho, asa unang be hamu tinggal dison.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Jadi didok si Musa ma tu ibana: Disi ruar ahu sian huta i, paherbangonku ma tanganku dompak Jahowa; mansohot ma angka soara ronggur, jala ndang be ro udan ambolas, asa tung ditanda ho, gok di Jahowa do tano on.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Alai anggo ho dohot angka naposom, huboto hian do na so mabiar hamu maradophon Debata Jahowa.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ianggo hori dohot eme dapotsa ditinggang, ai boltok do ia eme, bibi ia hori.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Alai anggo singkoru eme dohot hadio ndang ditinggang, ai umpudi do i.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dung i ruar ma si Musa sian lambung ni Firaun tu balian huta, jala dipaherbang tanganna dompak Jahowa, jadi mansohot ma angka soara ni ronggur dohot ambolas, udan i pe ndang be use tu tano i.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Alai dung diida Firaun naung mansohot udan dohot ambolas dohot angka soara ni ronggur dipatangkang rohana, ibana nang naposona.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi laos tangkang roha ni Firaun, jala ndang diloas laho halak Israel songon na nidok ni Jahowa hian marhitehite si Musa.",
      "type": "content"
    }
  ]
}