{
  "book": "Yakobus",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "Peringatan kepada orang kaya",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Jadi sekarang hai kamu orang-orang kaya, menangislah dan merataplah atas sengsara yang akan menimpa kamu!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Kekayaanmu sudah busuk, dan pakaianmu telah dimakan ngengat!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Emas dan perakmu sudah berkarat, dan karatnya akan menjadi kesaksian terhadap kamu dan akan memakan dagingmu seperti api. Kamu telah mengumpulkan harta pada hari-hari yang sedang berakhir.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sesungguhnya telah terdengar teriakan besar, karena upah yang kamu tahan dari buruh yang telah menuai hasil ladangmu, dan telah sampai ke telinga Tuhan semesta alam keluhan mereka yang menyabit panenmu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dalam kemewahan kamu telah hidup dan berfoya-foya di bumi, kamu telah memuaskan hatimu sama seperti pada hari penyembelihan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Kamu telah menghukum, bahkan membunuh orang yang benar dan ia tidak dapat melawan kamu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Bersabar dalam penderitaan",
      "type": "title"
    },
    {
      "verse": 7,
      "text": "Karena itu, saudara-saudara, bersabarlah sampai kepada kedatangan Tuhan! Sesungguhnya petani menantikan hasil yang berharga dari tanahnya dan ia sabar sampai telah turun hujan musim gugur dan hujan musim semi.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kamu juga harus bersabar dan harus meneguhkan hatimu, karena kedatangan Tuhan sudah dekat!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Saudara-saudara, janganlah kamu bersungut-sungut dan saling mempersalahkan, supaya kamu jangan dihukum. Sesungguhnya Hakim telah berdiri di ambang pintu.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Saudara-saudara, turutilah teladan penderitaan dan kesabaran para nabi yang telah berbicara demi nama Tuhan.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sesungguhnya kami menyebut mereka berbahagia, yaitu mereka yang telah bertekun; kamu telah mendengar tentang ketekunan Ayub dan kamu telah tahu apa yang pada akhirnya disediakan Tuhan baginya, karena Tuhan maha penyayang dan penuh belas kasihan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Mengenai sumpah, dan doa untuk orang sakit",
      "type": "title"
    },
    {
      "verse": 12,
      "text": "Tetapi yang terutama, saudara-saudara, janganlah kamu bersumpah demi sorga maupun demi bumi atau demi sesuatu yang lain. Jika ya, hendaklah kamu katakan ya, jika tidak hendaklah kamu katakan tidak, supaya kamu jangan kena hukuman.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Kalau ada seorang di antara kamu yang menderita, baiklah ia berdoa! Kalau ada seorang yang bergembira baiklah ia menyanyi!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Kalau ada seorang di antara kamu yang sakit, baiklah ia memanggil para penatua jemaat, supaya mereka mendoakan dia serta mengolesnya dengan minyak dalam nama Tuhan.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dan doa yang lahir dari iman akan menyelamatkan orang sakit itu dan Tuhan akan membangunkan dia; dan jika ia telah berbuat dosa, maka dosanya itu akan diampuni.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Karena itu hendaklah kamu saling mengaku dosamu dan saling mendoakan, supaya kamu sembuh. Doa orang yang benar, bila dengan yakin didoakan, sangat besar kuasanya.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Elia adalah manusia biasa sama seperti kita, dan ia telah bersungguh-sungguh berdoa, supaya hujan jangan turun, dan hujanpun tidak turun di bumi selama tiga tahun dan enam bulan.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Lalu ia berdoa pula dan langit menurunkan hujan dan bumipun mengeluarkan buahnya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Saudara-saudaraku, jika ada di antara kamu yang menyimpang dari kebenaran dan ada seorang yang membuat dia berbalik,",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "ketahuilah, bahwa barangsiapa membuat orang berdosa berbalik dari jalannya yang sesat, ia akan menyelamatkan jiwa orang itu dari maut dan menutupi banyak dosa.",
      "type": "content"
    }
  ]
}