{
  "book": "Roma",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "Kepatuhan kepada pemerintah",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Tiap-tiap orang harus takluk kepada pemerintah yang di atasnya, sebab tidak ada pemerintah, yang tidak berasal dari Allah; dan pemerintah-pemerintah yang ada, ditetapkan oleh Allah.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sebab itu barangsiapa melawan pemerintah, ia melawan ketetapan Allah dan siapa yang melakukannya, akan mendatangkan hukuman atas dirinya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sebab jika seorang berbuat baik, ia tidak usah takut kepada pemerintah, hanya jika ia berbuat jahat. Maukah kamu hidup tanpa takut terhadap pemerintah? Perbuatlah apa yang baik dan kamu akan beroleh pujian dari padanya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Karena pemerintah adalah hamba Allah untuk kebaikanmu. Tetapi jika engkau berbuat jahat, takutlah akan dia, karena tidak percuma pemerintah menyandang pedang. Pemerintah adalah hamba Allah untuk membalaskan murka Allah atas mereka yang berbuat jahat.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sebab itu perlu kita menaklukkan diri, bukan saja oleh karena kemurkaan Allah, tetapi juga oleh karena suara hati kita.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Itulah juga sebabnya maka kamu membayar pajak. Karena mereka yang mengurus hal itu adalah pelayan-pelayan Allah.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Bayarlah kepada semua orang apa yang harus kamu bayar: pajak kepada orang yang berhak menerima pajak, cukai kepada orang yang berhak menerima cukai; rasa takut kepada orang yang berhak menerima rasa takut dan hormat kepada orang yang berhak menerima hormat.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kasih adalah kegenapan hukum Taurat",
      "type": "title"
    },
    {
      "verse": 8,
      "text": "Janganlah kamu berhutang apa-apa kepada siapapun juga, tetapi hendaklah kamu saling mengasihi. Sebab barangsiapa mengasihi sesamanya manusia, ia sudah memenuhi hukum Taurat.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Karena firman: jangan berzinah, jangan membunuh, jangan mencuri, jangan mengingini dan firman lain manapun juga, sudah tersimpul dalam firman ini, yaitu: Kasihilah sesamamu manusia seperti dirimu sendiri!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Kasih tidak berbuat jahat terhadap sesama manusia, karena itu kasih adalah kegenapan hukum Taurat.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Hal ini harus kamu lakukan, karena kamu mengetahui keadaan waktu sekarang, yaitu bahwa saatnya telah tiba bagi kamu untuk bangun dari tidur. Sebab sekarang keselamatan sudah lebih dekat bagi kita dari pada waktu kita menjadi percaya.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Hari sudah jauh malam, telah hampir siang. Sebab itu marilah kita menanggalkan perbuatan-perbuatan kegelapan dan mengenakan perlengkapan senjata terang!",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Marilah kita hidup dengan sopan, seperti pada siang hari, jangan dalam pesta pora dan kemabukan, jangan dalam percabulan dan hawa nafsu, jangan dalam perselisihan dan iri hati.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Tetapi kenakanlah Tuhan Yesus Kristus sebagai perlengkapan senjata terang dan janganlah merawat tubuhmu untuk memuaskan keinginannya.",
      "type": "content"
    }
  ]
}