{
  "book": "Roma",
  "chapter": 16,
  "verses": [
    {
      "verse": 1,
      "text": "Salam",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Aku meminta perhatianmu terhadap Febe, saudari kita yang melayani jemaat di Kengkrea,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "supaya kamu menyambut dia dalam Tuhan, sebagaimana seharusnya bagi orang-orang kudus, dan berikanlah kepadanya bantuan bila diperlukannya. Sebab ia sendiri telah memberikan bantuan kepada banyak orang, juga kepadaku sendiri.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sampaikan salam kepada Priskila dan Akwila, teman-teman sekerjaku dalam Kristus Yesus.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Mereka telah mempertaruhkan nyawanya untuk hidupku. Kepada mereka bukan aku saja yang berterima kasih, tetapi juga semua jemaat bukan Yahudi.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Salam juga kepada jemaat di rumah mereka. Salam kepada Epenetus, saudara yang kukasihi, yang adalah buah pertama dari daerah Asia untuk Kristus.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Salam kepada Maria, yang telah bekerja keras untuk kamu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Salam kepada Andronikus dan Yunias, saudara-saudaraku sebangsa, yang pernah dipenjarakan bersama-sama dengan aku, yaitu orang-orang yang terpandang di antara para rasul dan yang telah menjadi Kristen sebelum aku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Salam kepada Ampliatus yang kukasihi dalam Tuhan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Salam kepada Urbanus, teman sekerja kami dalam Kristus, dan salam kepada Stakhis, yang kukasihi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Salam kepada Apeles, yang telah tahan uji dalam Kristus. Salam kepada mereka, yang termasuk isi rumah Aristobulus.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Salam kepada Herodion, temanku sebangsa. Salam kepada mereka yang termasuk isi rumah Narkisus, yang ada dalam Tuhan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Salam kepada Trifena dan Trifosa, yang bekerja membanting tulang dalam pelayanan Tuhan. Salam kepada Persis, yang kukasihi, yang telah bekerja membanting tulang dalam pelayanan Tuhan.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Salam kepada Rufus, orang pilihan dalam Tuhan, dan salam kepada ibunya, yang bagiku adalah juga ibu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Salam kepada Asinkritus, Flegon, Hermes, Patrobas, Hermas dan saudara-saudara yang bersama-sama dengan mereka.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Salam kepada Filologus, dan Yulia, Nereus dan saudaranya perempuan, dan Olimpas, dan juga kepada segala orang kudus yang bersama-sama dengan mereka.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Bersalam-salamlah kamu dengan cium kudus. Salam kepada kamu dari semua jemaat Kristus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Peringatan",
      "type": "title"
    },
    {
      "verse": 17,
      "text": "Tetapi aku menasihatkan kamu, saudara-saudara, supaya kamu waspada terhadap mereka, yang bertentangan dengan pengajaran yang telah kamu terima, menimbulkan perpecahan dan godaan. Sebab itu hindarilah mereka!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sebab orang-orang demikian tidak melayani Kristus, Tuhan kita, tetapi melayani perut mereka sendiri. Dan dengan kata-kata mereka yang muluk-muluk dan bahasa mereka yang manis mereka menipu orang-orang yang tulus hatinya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Kabar tentang ketaatanmu telah terdengar oleh semua orang. Sebab itu aku bersukacita tentang kamu. Tetapi aku ingin supaya kamu bijaksana terhadap apa yang baik, dan bersih terhadap apa yang jahat.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Semoga Allah, sumber damai sejahtera, segera akan menghancurkan Iblis di bawah kakimu. Kasih karunia Yesus, Tuhan kita, menyertai kamu!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Salam kepada kamu dari Timotius, temanku sekerja, dan dari Lukius, Yason dan Sosipater, teman-temanku sebangsa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Salam dalam Tuhan kepada kamu dari Tertius, yaitu aku, yang menulis surat ini.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Salam kepada kamu dari Gayus, yang memberi tumpangan kepadaku, dan kepada seluruh jemaat. Salam kepada kamu dari Erastus, bendahara negeri, dan dari Kwartus, saudara kita.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "(Kasih karunia Yesus Kristus, Tuhan kita, menyertai kamu sekalian! Amin.)",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Segala kemuliaan bagi Allah",
      "type": "title"
    },
    {
      "verse": 25,
      "text": "Bagi Dia, yang berkuasa menguatkan kamu, --menurut Injil yang kumasyhurkan dan pemberitaan tentang Yesus Kristus, sesuai dengan pernyataan rahasia, yang didiamkan berabad-abad lamanya,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "tetapi yang sekarang telah dinyatakan dan yang menurut perintah Allah yang abadi, telah diberitakan oleh kitab-kitab para nabi kepada segala bangsa untuk membimbing mereka kepada ketaatan iman--",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "bagi Dia, satu-satunya Allah yang penuh hikmat, oleh Yesus Kristus: segala kemuliaan sampai selama-lamanya! Amin.",
      "type": "content"
    }
  ]
}