{
  "book": "Roma",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Abraham dibenarkan karena iman",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Jadi apakah akan kita katakan tentang Abraham, bapa leluhur jasmani kita?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sebab jikalau Abraham dibenarkan karena perbuatannya, maka ia beroleh dasar untuk bermegah, tetapi tidak di hadapan Allah.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Sebab apakah dikatakan nas Kitab Suci? \"Lalu percayalah Abraham kepada Tuhan, dan Tuhan memperhitungkan hal itu kepadanya sebagai kebenaran.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Kalau ada orang yang bekerja, upahnya tidak diperhitungkan sebagai hadiah, tetapi sebagai haknya.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Tetapi kalau ada orang yang tidak bekerja, namun percaya kepada Dia yang membenarkan orang durhaka, imannya diperhitungkan menjadi kebenaran.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Seperti juga Daud menyebut berbahagia orang yang dibenarkan Allah bukan berdasarkan perbuatannya:",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "\"Berbahagialah orang yang diampuni pelanggaran-pelanggarannya, dan yang ditutupi dosa-dosanya;",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "berbahagialah manusia yang kesalahannya tidak diperhitungkan Tuhan kepadanya.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Adakah ucapan bahagia ini hanya berlaku bagi orang bersunat saja atau juga bagi orang tak bersunat? Sebab telah kami katakan, bahwa kepada Abraham iman diperhitungkan sebagai kebenaran.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dalam keadaan manakah hal itu diperhitungkan? Sebelum atau sesudah ia disunat? Bukan sesudah disunat, tetapi sebelumnya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dan tanda sunat itu diterimanya sebagai meterai kebenaran berdasarkan iman yang ditunjukkannya, sebelum ia bersunat. Demikianlah ia dapat menjadi bapa semua orang percaya yang tak bersunat, supaya kebenaran diperhitungkan kepada mereka,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "dan juga menjadi bapa orang-orang bersunat, yaitu mereka yang bukan hanya bersunat, tetapi juga mengikuti jejak iman Abraham, bapa leluhur kita, pada masa ia belum disunat.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sebab bukan karena hukum Taurat telah diberikan janji kepada Abraham dan keturunannya, bahwa ia akan memiliki dunia, tetapi karena kebenaran, berdasarkan iman.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sebab jika mereka yang mengharapkannya dari hukum Taurat, menerima bagian yang dijanjikan Allah, maka sia-sialah iman dan batallah janji itu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Karena hukum Taurat membangkitkan murka, tetapi di mana tidak ada hukum Taurat, di situ tidak ada juga pelanggaran.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Karena itulah kebenaran berdasarkan iman supaya merupakan kasih karunia, sehingga janji itu berlaku bagi semua keturunan Abraham, bukan hanya bagi mereka yang hidup dari hukum Taurat, tetapi juga bagi mereka yang hidup dari iman Abraham. Sebab Abraham adalah bapa kita semua, --",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "seperti ada tertulis: \"Engkau telah Kutetapkan menjadi bapa banyak bangsa\" --di hadapan Allah yang kepada-Nya ia percaya, yaitu Allah yang menghidupkan orang mati dan yang menjadikan dengan firman-Nya apa yang tidak ada menjadi ada.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sebab sekalipun tidak ada dasar untuk berharap, namun Abraham berharap juga dan percaya, bahwa ia akan menjadi bapa banyak bangsa, menurut yang telah difirmankan: \"Demikianlah banyaknya nanti keturunanmu.\"",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Imannya tidak menjadi lemah, walaupun ia mengetahui, bahwa tubuhnya sudah sangat lemah, karena usianya telah kira-kira seratus tahun, dan bahwa rahim Sara telah tertutup.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tetapi terhadap janji Allah ia tidak bimbang karena ketidakpercayaan, malah ia diperkuat dalam imannya dan ia memuliakan Allah,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "dengan penuh keyakinan, bahwa Allah berkuasa untuk melaksanakan apa yang telah Ia janjikan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Karena itu hal ini diperhitungkan kepadanya sebagai kebenaran.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Kata-kata ini, yaitu \"hal ini diperhitungkan kepadanya,\" tidak ditulis untuk Abraham saja,",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "tetapi ditulis juga untuk kita; sebab kepada kitapun Allah memperhitungkannya, karena kita percaya kepada Dia, yang telah membangkitkan Yesus, Tuhan kita, dari antara orang mati,",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "yaitu Yesus, yang telah diserahkan karena pelanggaran kita dan dibangkitkan karena pembenaran kita.",
      "type": "content"
    }
  ]
}