{
  "book": "Roma",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Arti hukum Taurat",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Apakah kamu tidak tahu, saudara-saudara, --sebab aku berbicara kepada mereka yang mengetahui hukum--bahwa hukum berkuasa atas seseorang selama orang itu hidup?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sebab seorang isteri terikat oleh hukum kepada suaminya selama suaminya itu hidup. Akan tetapi apabila suaminya itu mati, bebaslah ia dari hukum yang mengikatnya kepada suaminya itu.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jadi selama suaminya hidup ia dianggap berzinah, kalau ia menjadi isteri laki-laki lain; tetapi jika suaminya telah mati, ia bebas dari hukum, sehingga ia bukanlah berzinah, kalau ia menjadi isteri laki-laki lain.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sebab itu, saudara-saudaraku, kamu juga telah mati bagi hukum Taurat oleh tubuh Kristus, supaya kamu menjadi milik orang lain, yaitu milik Dia, yang telah dibangkitkan dari antara orang mati, agar kita berbuah bagi Allah.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Sebab waktu kita masih hidup di dalam daging, hawa nafsu dosa, yang dirangsang oleh hukum Taurat, bekerja dalam anggota-anggota tubuh kita, agar kita berbuah bagi maut.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Tetapi sekarang kita telah dibebaskan dari hukum Taurat, sebab kita telah mati bagi dia, yang mengurung kita, sehingga kita sekarang melayani dalam keadaan baru menurut Roh dan bukan dalam keadaan lama menurut huruf hukum Taurat.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jika demikian, apakah yang hendak kita katakan? Apakah hukum Taurat itu dosa? Sekali-kali tidak! Sebaliknya, justru oleh hukum Taurat aku telah mengenal dosa. Karena aku juga tidak tahu apa itu keinginan, kalau hukum Taurat tidak mengatakan: \"Jangan mengingini!\"",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tetapi dalam perintah itu dosa mendapat kesempatan untuk membangkitkan di dalam diriku rupa-rupa keinginan; sebab tanpa hukum Taurat dosa mati.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Dahulu aku hidup tanpa hukum Taurat. Akan tetapi sesudah datang perintah itu, dosa mulai hidup,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "sebaliknya aku mati. Dan perintah yang seharusnya membawa kepada hidup, ternyata bagiku justru membawa kepada kematian.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sebab dalam perintah itu, dosa mendapat kesempatan untuk menipu aku dan oleh perintah itu ia membunuh aku.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Jadi hukum Taurat adalah kudus, dan perintah itu juga adalah kudus, benar dan baik.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Perjuangan hukum Taurat dan dosa",
      "type": "title"
    },
    {
      "verse": 13,
      "text": "Jika demikian, adakah yang baik itu menjadi kematian bagiku? Sekali-kali tidak! Tetapi supaya nyata, bahwa ia adalah dosa, maka dosa mempergunakan yang baik untuk mendatangkan kematian bagiku, supaya oleh perintah itu dosa lebih nyata lagi keadaannya sebagai dosa.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Sebab kita tahu, bahwa hukum Taurat adalah rohani, tetapi aku bersifat daging, terjual di bawah kuasa dosa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sebab apa yang aku perbuat, aku tidak tahu. Karena bukan apa yang aku kehendaki yang aku perbuat, tetapi apa yang aku benci, itulah yang aku perbuat.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Jadi jika aku perbuat apa yang tidak aku kehendaki, aku menyetujui, bahwa hukum Taurat itu baik.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Kalau demikian bukan aku lagi yang memperbuatnya, tetapi dosa yang ada di dalam aku.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sebab aku tahu, bahwa di dalam aku, yaitu di dalam aku sebagai manusia, tidak ada sesuatu yang baik. Sebab kehendak memang ada di dalam aku, tetapi bukan hal berbuat apa yang baik.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sebab bukan apa yang aku kehendaki, yaitu yang baik, yang aku perbuat, melainkan apa yang tidak aku kehendaki, yaitu yang jahat, yang aku perbuat.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Jadi jika aku berbuat apa yang tidak aku kehendaki, maka bukan lagi aku yang memperbuatnya, tetapi dosa yang diam di dalam aku.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Demikianlah aku dapati hukum ini: jika aku menghendaki berbuat apa yang baik, yang jahat itu ada padaku.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Sebab di dalam batinku aku suka akan hukum Allah,",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "tetapi di dalam anggota-anggota tubuhku aku melihat hukum lain yang berjuang melawan hukum akal budiku dan membuat aku menjadi tawanan hukum dosa yang ada di dalam anggota-anggota tubuhku.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Aku, manusia celaka! Siapakah yang akan melepaskan aku dari tubuh maut ini?",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Syukur kepada Allah! oleh Yesus Kristus, Tuhan kita. (7-26) Jadi dengan akal budiku aku melayani hukum Allah, tetapi dengan tubuh insaniku aku melayani hukum dosa.",
      "type": "content"
    }
  ]
}