{
  "book": "2 Korintus",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Mauliate ni apostel i 1-2. II. Apulapul di bagasan angka haporsuhon 3-14. III. Manongtong do roha ni apostel i maradophon huria i 15-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat sian si Paulus, apostel ni Kristus Jesus, sian lomo ni roha ni Debata, rap dohot dongan si Timoteus, mandapothon huria ni Debata, na di huta Korint, nang saluhut angka na badia, na di sandok Akaya:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Asi ni roha ma di hamu dohot dame sian Debata Amanta i dohot sian Tuhan Jesus Kristus!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Pinuji ma Debata, Ama ni Tuhanta Jesus Kristus, Ama Parasiroha situtu jala Debata, Sipangapul na sumurung!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai diapul do hami di bagasan saluhut haporsuhonnami, asa tarapul hami angka dongan na di bagasan ragam ni haporsuhon, hinorhon ni apulapul na binasabasahon ni Debata tu hami.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai muba do godang ni haporsuhon ala ni Kristus songgop tu hami; laos hombar tusi do sumurung pangapulon tu hami hinorhon ni Kristus.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai porsuk pe huahap hami, bahen pangapulon dohot haluaon di hamu do; ba tarapul hami, bahen pangapulon di hamu do, ai dibahen do hamu marhabengeton di sitaonon, angka na sapangalaho dohot na huta on hami.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jala hot do pangkirimonnami taringot tu hamu, ai on do huboto hami: Songon naung gabe partohap hamu di angka sitaonon, laos songon i do nang di apulapul.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai naeng do tangkas botoonmuna, ale angka dongan, haporsuhon na mangonai tu hami di luat Asia: Tung na sorat situtu do hami, lobi sian na tartaon, pola saep do rohanami di ngolunami.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Nunga putus hosanami, ditimbang rohanami; asa unang dirinami huhaposi hami, tung Debata do, na manungguli angka naung mate.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Saut do hami dipalua, laos paluaonna do sian hamatean na sai jorbut i. Tu Ibana do mangkirim rohanami, paluaonna do nang tu joloan on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Dohot ma hamu mangurupi tumangiangkon hami, anggiat torop dongan mangkamauliatehon asiasi na tu hami, ala torop naung mangkongkop hami.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "On do pujipujian na di hami: Dihatindangkon panggora ni rohanami do, naung huparangehon hami, di adopan ni portibi on, lumobi situtu ma di adopanmuna, habadiaon dohot hapolinon na sian Debata ndada habisuhon hian, tung asi ni roha ni Debata do.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai ndang asing lapatan ni na husurat hami tu hamu sian na jinaha jala niantusanmuna; jala hirim do rohangku, laos torus antusanmuna,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "songon naung mamungka diantusi hamu hatanami, paboa hami gabe pujipujian di hamu, jala laos songon i hamu di hami di ari ni Tuhanta Jesus.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(III.) Mangasahon i, tibu hian do hutahi ro manopot hamu, asa dua hali hamu marlas ni roha.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Naeng mamolus do ahu sian hamu laho tu Makedonia; jala dung sian Makedonia, mulak tu hamu, asa hamu pataruhon ahu tu Judea.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Marneang ni roha do ahu tumahi i? Manang marguru tu sibuk do tahingki, gabe rap dapot di ahu hata olo dohot hata ndang?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai haposan do Debata, ai ndang jumpang di hami hata olo huhut hata ndang.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai Jesus Kristus, Anak ni Debata, na hubaritahon hami tu hamu, rap dohot si Silwanus dohot si Timoteus, ndada gabe olo Ibana dohot ndang, tung hot do hata olo marhitehite Ibana.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai manang piga bagabaga ni Debata, gabe olo do di bagasan Ibana jala marhitehite Ibana do amen, bahen hasangapon ni Debata marhitehite hami.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Alai Debata do pahothon hami rap dohot hamu tubagasan Kristus i, jala dimiahi hami.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Laos Ibana do sumahap hami, jala dilehon do tubagasan rohanami patujolo i, i ma Tondi i.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai Debata do hujou saksi ni tondingku, paboa hamu do huolani, umbahen so ro dope ahu tu Korint.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ai ndada naeng mangarajai haporseaonmuna hami; angka pangurupi muna do hami di halalas ni rohamuna, ai naung ojak do hamu di bagasan haporseaon.",
      "type": "content"
    }
  ]
}