{
  "book": "2 Korintus",
  "chapter": 10,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ndang muba roha ni apostel i, nang mandaodao, nang di tongatonganasida ibana 1-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai ia ahu, si Paulus, huapoi ma hamu marhitehite lambok ni roha dohot habasaron ni Kristus. Na toruk roha do ahu maradophon hamu, anggo adop bohi be; alai na barani maralohon hamu, jumpa holang.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Alai dipangido rohangku do: Naeng unang ma nian pola barani ahu, jumpa dompak, sian pos ni rohangku sipangasahononku di rohangku maradophon na deba, na mangarajumi hami songon parroha daging.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tutu do, di bagasan daging dope hami; alai ndada marguru tu daging parungkilonnami.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai ndada mangihuthon daging sinjatanami marungkil, tung margogo do di Debata, laho mangarumpakkon angka tano bato.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai hurumpakkon hami do angka pingkiran habisuhon ro di nasa roha na timbo, na hehe mangalo parbinotoan na sian Debata, jala huihoti hami do nasa roha, asa gabe pangoloi di Kristus i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala hobas do hami, maminsang nasa na so mangoloi, ia dung timpas pangoloionmuna.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Bereng hamu ma na tandap di jolomuna: Molo adong na pos roha, mandok, Kristus nampuna ibana, diingot ma: Songon Kristus nampuna ibana, laos songon i do Kristus nampuna hami.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai ndang tagamon tarila ahu, nang pe tamba dope pamujingku di huaso na nilehon ni Tuhan i di hami, laho pauliulihon hamu, ndada manegai.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Unang ma songon na hupambibiari hamu marhite sian angka surat i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai angka surat i tutu, ninna, dokdok jala gogo; alai gale do, jumpa ro ibana, jala lea do hatana.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "On ma dipingkiri halak i: Ia songon i hatanami na marhite sian surat, jumpa dao, songon i do ulaonnami, di na dompak hami.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Tutu, ndang barani hami, pasaorhon manang patudoshon dirinami tu angka na manjuljulhon dirina. Angka parroha mago do nasida, ai na manuhati jala pasumansumanhon do nasida sama dirina.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai ndang olo hami mamujimuji dirinami, ro di na so tingkina; sandok intap aturan, na pinatikkon ni Debata tu hami. Laos i do, umbahen na sahat hami ro di hamu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai ndada na pabalgabalgahon diri hami, so pola jolo ro hami mandapothon hamu; ai hami sahat, antong, nang tu hamu, mamaritahon barita na uli ni Kristus.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ndada lompo sian uhum pamujinami di hami, anggo di bagasan ulaon ni na leban; alai lam ganda situtu ma ulaonnami, dihirim rohanami, molo dung ganda haporseaonmuna sama hamu, marguru tu parturena,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "laho manjamitahon barita na uli, sahat ro di angka na di balik ni parbalohanmuna, unang pola huhasangaphon hami ulaon, naung tinurpukkon tu na asing siradotanna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai na mamuji dirina, marhitehite Tuhan i ma ibana mamuji!",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Ai ndada na tau na pajolohon dirina; na niuji ni Tuhan i, i do!",
      "type": "content"
    }
  ]
}