{
  "book": "2 Korintus",
  "chapter": 11,
  "verses": [
    {
      "verse": 1,
      "text": "I. Ringgas ni apostel di ulaonna dohot hasurunganna sian angka alona 1-33",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Aut ma nian dipataontaon hamu bodokku saotik! Olo tahe, pataontaon hamu ma ahu!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Muruk ni Debata do na di ahu humongkop hamu; ai nunga hupaorohon hamu tu sada Baoa, padirihon tu Kristus, songon na marbaju na bontor.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai biar do rohangku, so tung diago maon pingkiranmuna, manadingkon bulus ni roha maradophon Kristus, suman tu na pinaotooto ni ulok i si Haoa marhitehite angkalna i.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ra tung denggan do rohamuna manaon, molo ro deba mamaritahon Jesus na mimbar sian na hubaritahon hami, manang molo dijalo tondi na leban, na so jinalomuna hian, manang barita na uli na asing, na so jinangkonmuna hian.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai anggo di rohangku, ndang na humurang ahu sian angka apostel na bolonan i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai nang pe hurang malo ahu di hata, nda tung anggo di parbinotoan; tongtong tahe hupatandahon hami i tu hamu sasudena.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Na mardosa do ahu, di na hupatutoru diringku, laho patimbo hamu, ala songon silehonlehon huboan barita na uli ni Debata, na hubaritahon tu hamu?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Na mangarampas do ahu sian huria na asing bahen balanjongku, laho marulaon di hamu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Jala ia hurangan pe ahu di tongatongamuna, ndang hususai agia ise, ai angka dongan, na ro sian Makedonia, i do patukkon na hurang di ahu. Tongtong hupatihi diringku, unang hususai hamu, jala laos i do bahenonku tu joloan on.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Namun hasintongan ni Kristus di bagasan ahu, ndang jadi montok pujipujian on di ahu di angka luat Akaya.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ala ni aha? Ala na so holong do rohangku di hamu? Debata do umbotosa!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai huula pe i nuaeng nang tu joloan on, ala ni angka na mangalului parbonsiran do, laho manggotaphon i, asa anggiat dos hami dohot nasida di pamujion i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai anggo nasida, angka apostel pargapgap do, angka pangula pangansi, disumansuman do angka apostel ni Kristus.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ndang pola longang roha disi, ai nang sibolis i, dipasumansuman do ibana songon suruan hatiuron.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Lam beha naposona manumannuman rupa ni naposo ni hatigoran! Hombar tu angka parulaonna do ujungna be!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Huulaki ma mandok: Unang ma dirimpu na deba, na loahon ahu. Alai molo tung i, jangkon hamu ma ahu hira na loahon, asa tarpapujipuji ahu diringku saotik.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ndada marguru tu Tuhan i hatangki; hira di bagasan na loahon ahu, mangihuthon pambahen ni na mamujimuji diri.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Anggo torop mamujimuji diri mangasahon pardagingon, dohot ma ahu mamuji diringku.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Lomo do hamu na bisuk mangkaehe na loahon.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Na mangkaehe do hamu, molo diparhatoban deba hamu, molo pinapangani hamu, molo ditangkup hamu, molo adong na patimbo dirina, molo dipastap hamu.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Hailaon do na hudok, ra na gale do hami disi. Alai na pinangasahonnasida, dohot ma ahu mangasahonsa (haotoon do hatangki, santabi).",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Halak Heber do nasida? Dohot do ahu! Halak Israel do nasida? Dohot do ahu! Pinompar ni Abraham do nasida? Dohot do ahu!",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Parhalado ni Kristus do nasida? Haotoon do hatangkon: Lumobi do anggo ahu! Sumurung manaon renge ni ulaon, nang hurungan; lumobi tu ahu linsinglinsing; jotjot do di bagasan parmaraan hamatean.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Lima hali ma ahu dilinsingi halak Jahudi, opatopatpulu hurang sada.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Tolu hali do ahu dilasahi, sahali ahu didangguri dohot batu, tolu hali harom, saborngin sadari ahu mumbangumbang di laut ni lautan.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Jotjot do ahu di pardalanan, marmara di batang aek, marmara dibahen panamun, marmara sian angka dongan sabutuha, marmara sian angka parbegu, marmara di huta, marmara di halongonan, marmara di laut, marmara di tongatonga ni dongan na so haru dongan.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Di bagasan ulaon dohot hasusaan, jotjot do mangkar matangku, jotjot do mauasmale dohot marpuasa, di ngali ni ari dohot di na hurangan ulos.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dungkon ni i angka na tahop tu ahu ariari, laho mangkolsohon saluhut huria i.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Ise na gale, so dohot ahu gale? Ise do na targasip, so dohot mohop ateatengku?",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Molo ingkon mamujimuji ahu, angka hagaleonki ma hupapujipuji.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Ia Debata, Ama ni Tuhan Jesus, na tarpuji ro di salelenglelengna, diboto do, na so margabus ahu:",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Di Damaskus i dijagai komandan ni raja Aretas do huta ni halak Damaskus, naeng manangkup ahu.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Jadi di bagasan haranjang ma ahu ditantan sian jandela tu balian ni parik, gabe malua sian tanganna.",
      "type": "content"
    }
  ]
}