{
  "book": "2 Korintus",
  "chapter": 12,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangungkapon na tu apostel i 1-6. II. Sitaonon ni dagingna 7-10. III. Polin ni rohana 11-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ingkon mamujimuji diri, nang so marguna; asa taringotanku ma na huida, ro di angka pangungkapon na sian Tuhan i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di bagasan Kristus hutanda sada jolma: Nunga sampuluopat taon salpuna, tarhinsat halak i ro di lampis patoluhon ni banua ginjang i. Manang na di bagasan dagingna ibana uju i, manang dibalian ni dagingna, ndang huboto; Debata do umbotosa.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Asa na hutanda do jolma i. Alai manang na di bagasan dagingna ibana uju i, manang sirang sian dagingna, ndang huboto; Debata do umbotosa.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Na tarhinsat do ibana ro di Paradeiso, jala dibege do hata na so tarhatahon, na so jadi dohonon ni jolma manisia.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "I ma papujipujionku; alai anggo taringot tu diringku, holan ala ni hagaleonku papujipujionku ahu.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Jala nang pe hupapujipuji diringku, ndang na so marroha ahu disi, ai sintong do hatangki. Alai huorom nama i, unang sumurung ahu di rajumi halak sian na niidana dohot binegena di ahu.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Jala asa unang huhaginjangkon angka pangungkapon na sumurung na tu ahu: Hona basirbasir do ahu di sibukku, i ma suruan ni sibolis na mamukpuhi ahu, asa unang hupatimbo diringku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tolu hali do hupangido sian Tuhan i, asa sumurut i sian ahu.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Gabe didok Ibana tu ahu: Tuk ma asi ni rohangku di ho; ai di hagaleon do sun timbul hagogoon. Asa tagonan ma hupapujipuji diringku di bagasan angka hagaleonku, asa songgop tu ahu hagogoon ni Kristus.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen i, sonang do huhilala di bagasan angka hagaleon, pangaleaion, hasosahan, pangaleleon dohot hagogotan ala ni Kristus; ai jumpa gale ahu, disi do ahu margogo.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(III.) Naung gabe maoto do ahu hape; hamu do manosaknosak ahu. Hamu do nian tama pajolohon ahu; ai na so adong hahuranganku sian angka apostel na bolonan i, nang pe sisoada ahu.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Pinamasa do nian angka tanda ni apostel di tongatongamuna marhitehite nasa habengeton, angkup ni angka tanda halongangan dohot ulaon hagogoon.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai dia ma hataluanmuna martimbangkon huria angka na asing i? Na so hususai hamu; holan i do. Sesa hamu ma gedukki!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nunga pola patoluhalihon hobas ahu manopot hamu, jala ndada susaanku hamu, ai ndada artamuna hulului, hamu sandiri do; ai ndang tama angka ianakhon papungupunguhon arta di natuatuana, angka natuatua i di angka anakkonna, i do.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai las do rohangku mangururi, laos seahononku do diringku humongkop tondimuna. Di na songon i tarlobi pangkaholongingku di hamu, tung ummotik ma ahu haholongan!",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Songon i pe i, ndang hususai hamu; alai ala parangkal ahu, gabe marbisuk ahu mambuat rohamuna.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Naung huangati hamu manang marhitehite sada halak, na husuru manopot hamu?",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Huapoi do tutu si Titus, jala husuru dongan i rap dohot ibana. Adong do diangati si Titus hamu? Nda sisada tondi hami di parangenami, nda sisada bogas?",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Nunga hian huroha dirimpu hamu, mamintori diri hami tu hamu? Di adopan ni Debata, di bagasan Kristus do hatanami: Sasudena i, laho pauliulihon hamu, angka haholongan!",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ai biar do rohangku, atik so dapot ahu hamu di harorongku, hombar tu na pinangido ni rohangku, jala ahu pe asing sian na pinangido ni rohamuna dapotonmuna. Atik beha jumpang parbadabadaon, pangiburuon, rimasrimas, gulutgulut, parhataan tundal, bitibiti, roha na burnang dohot hagaoron.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "So tung dipatutoru Debatangku ahu di tongatongamuna di harorongki, pola tatangisanku torop angka naung mardosa hian, na so manolsoli rohana siala hahodaron, parmainanon dohot pargadombuson na niula nasida i.",
      "type": "content"
    }
  ]
}