{
  "book": "2 Korintus",
  "chapter": 13,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tahi ni Apostel i, naeng ro patoluhalihon 1-10. II. Hata sipaingot parujungan 11-13",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Patoluhalihon ma ahu ro nuaeng manopot hamu. Sipaputuson do nasa hata, mangasahon dua manang tolu sitindangi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Di harorongku paduahalihon uju i, songon i nang nuaeng, di na dao i dope ahu, nunga hudok hian jala dohononku tu angka naung mardosa, nang tu dongan sasudena: Ndang maralangalang ahu di harorongkon.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai dipangido hamu do partinandaan, paboa na tutu Kristus mangkatai marhite sian ahu; ndang gale Ibana maradophon hamu, marhagogoon do tahe di tongatongamuna.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai tarsilang pe Ibana di bagasan hagaleon, na mangolu do Ibana sian hagogoon ni Debata. Nang hami gale di bagasan Ibana, alai na mangolu do hami rap dohot Ibana sian hagogoon ni Debata di bagasan hamu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Unjuni hamu ma dirimuna, manang na di bagasan haporseaon hamu; sulingkit hamu ma dirimuna! Na so ditanda hamu do dirimuna, paboa naung Jesus Kristus di bagasan hamu? Ai ia so i, sandok na so tau do hamu!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai dihirim rohangku, tandaonmuna do, ndang na so tau hami.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai martangiang do hami tu Debata, asa unang diula hamu agia aha na roa; ndada asa hami idaon na tau, naeng hamu mangulahon na denggan, dipangido rohanami, nang pe songon na so tau hami idaon.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ai ndang adong gogonami mangalo hasintongan i, sandok mangkongkop hasintongan, i do.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai las do rohanami, hamu margogo, nang pe gale hami. Laos on do tangiangnami: Naeng gabe togu rohamuna!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen i husurat songon i, di na holang dope ahu, asa unang posi pambahenku, dung ro ahu, marguru tu huaso, na nilehon ni Tuhan i tu ahu, laho pauliulihon, ndada manegai.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Onpe, ale angka dongan, sai las ma rohamuna, sai olo ma hamu patoguon jala apoan, sada ma pingkiranmuna; radoti hamu ma dame i, asa didongani Debata, Parholongroha jala Pardame i, hamu!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Masitabian ma hamu marhitehite umma na badia.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "(13-12b) Na manongos tabi tu hamu saluhut angka na badia i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(13-13) Sai didongani asi ni roha ni Tuhan Jesus Kristus dohot holong ni roha ni Debata dohot parsaoran ni Tondi Parbadia ma hamu saluhutna!",
      "type": "content"
    }
  ]
}