{
  "book": "2 Korintus",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Jangkonon do pardosa, dung muba rohana 1-11. II. Margogo do pamaritahon ni apostel i 12-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Hupaputus do di bagasan rohangku, na so ulahanku be ro manopot hamu di bagasan arsak ni roha.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai molo huarsahi hamu, ise ma palas rohangku muse? Nda ibana na huarsahi i?",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala ala ni i do, umbahen manurat ahu tu hamu, asa unang arsak ni roha tu ahu di harorongku, sian angka na patut palas rohangku; ai pos do rohangku di hamu sudena, naung halalas ni rohamuna saluhutna do halalas ni rohangki.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Sian haporsuhon godang dohot sian ponjot ni roha do ahu manurat tu hamu mardongan iluilu godang, ndada asa marsak hamu, sandok asa ditanda hamu holong ni rohangku na sumurung mida hamu.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai na mangarsahi i, ndada ahu niarsahanna, hamu saluhutna do, manang deba tahe, unang masalpuhu hatangku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Sae do tu na songon i pinsangpinsang sian na torop.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Onpe, balik ma tagonan hamu manesa dosana jala mangapul ibana, unang dibondut arsak ni roha na torbang i ibana.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Dibahen i huapoi hamu, patuduhon holong ni roha tu ibana.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Laos i do tinembak ni surathu tu hamu, naeng tandaonku, manang na tau hamu, manang pangoloi hamu di na saluhutna.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai molo disesa hamu dosana, dohot ma ahu. Ai manang dia na husesa, ala ni hamu do husesa i, di adopan ni Kristus.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Unang diangati sibolis i hita, ai ndada na so taboto tinahina i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "(II.) Alai di na sahat ahu tu huta Troas, manjamitahon barita na uli na taringot tu Kristus, mungkap do nian pintu di ahu di bagasan Tuhan i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai ndang marhasonangan tondingku, ala so dapot ahu donganku, si Titus i, jala martinading hata nama ahu tu nasida, laho borhat tu Makedonia.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai mauliate ma di Debata, na tongtong pamonang hami di bagasan Kristus, jala dipapatar do, di saluhut inganan marhite sian hami, parbinotoan taringot tu Ibana, na songon uap na hushus.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ai uap na hushus sian Kristus i do hami di adopan ni Debata, di angka na malua, nang di angka na laho mago.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Uap hamatean tu hamatean di na deba; uap hangoluan tu hangoluan di na deba. Jala ise do na tau tusi?",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai ndada suman hami tu na deak i, na mangalansumhon hata ni Debata; alai sian lidang ni rohanami, sinuru ni Debata do huhatahon hami i di adopan ni Debata, di bagasan Kristus.",
      "type": "content"
    }
  ]
}