{
  "book": "2 Korintus",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Surung ni tohonan di parjanjian na imbaru, martimbangkon padan na robi 1-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Na mangulahi do hami mamujimuji dirinami? Manang na ringkot marsurat panindangion hami mandapothon hamu manang manjalo sian hamu, songon binahen ni na deba?",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hamu do suratnami, naung sinurathon tubagasan rohanami, na tinanda jala jinaha ni saluhut jolma.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai tanda do hamu surat ni Kristus na hupature hami, sinurat so dohot tinta, marhite sian Tondi ni Debata na mangolu, i do; ndada tu panuratan batu, alai di panuratan daging, i ma ateate.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Pos do rohanami taringot tusi tu Debata, marhitehite Kristus.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ndada tau hami sian dirinami, anggo tung mamingkiri agia aha sian dirinami; sandok sian Debata do hatauonnami.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ibana do patauhon hami, gabe parhalado di padan na imbaru, na marhite sian Tondi i; ndada marhite sian surat, ai na mambunu do surat, Tondi i do pangoluhon.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Alai gari parhaladoon hamatean, na marsurat, na niuhir tubagasan batu, gari marhasangapon do, pola so tarbahen anak Israel mamereng bohi ni si Musa, dibahen sangap na olo salpu i, na di bohina i:",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Lam beha ma sangap ni parhaladoon ni Tondi i!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai marhasangapon do parhaladoon na tu uhum; nda lam sumurung ma hasangapon ni parhaladoon na tu hatigoran!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai hira so marhasangapon be dohonon na marsangap disi, dibahen hasusurung ni hasangapon on.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai molo sangap na olo salpu i, nda dao lumobi hasangapon ni na manongtong on!",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Marhiras ni roha situtu do hami, antong, mangasahon pangkirimon na sai balga.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ndang hutiru hami be si Musa, na mangkungkupi bohina, asa unang dibereng halak Israel ujung ni na olo salpu i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai gabe tangkang do rohanasida, ai ro di sadari on tong do tartutup parjanjian lama, jumpa dijaha i; laos so diungkap dope, ala holan di bagasan Kristus dipasohot i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Olo tahe, ro di sadari on peak do pangkuphupi i diatas rohanasida, uju dijaha surat ni si Musa.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai disi mulak rohanasida mandapothon Tuhan i, buatonna ma pangkuphupi i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Tuhan i do Tondi i; jala ia disi Tondi ni Tuhan i, disi do haluaon.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai anggo hita saluhutna, angka na sinondangan ni hasangapon ni Tuhan i, so hungkup bohinta, paubaonna ma hita, gabe tudos tu rupana, mandapothon ragam ni hasangapon, marguru tu Tuhan ni Tondi i.",
      "type": "content"
    }
  ]
}