{
  "book": "2 Korintus",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Pangaradoti ni apostel i di tohonanna 1-6. II. Margogo di jamitana; alai sitaon na porsuk do ia parjamita 7-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Onpe, ala naung hujalo hami tohonan on, sian pangasina di hami, ndang marnaloja hami.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Sandok hutulakkon hami do angka na buni, angka sihailahononhon; ai ndang marangkal hami, jala ndang marlaok hubahen hami hata ni Debata; hasintongan i do hupapatar hami, gabe jongjong hami, tandaon ni roha ni saluhutna jolma di adopan ni Debata.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Jala molo tung tartutup barita na uli, na hujamitahon hami, di angka na laho mago do i tartutup.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai dipapitung debata ni portibi on do pingkiran ni angka na so porsea, asa unang nasida dipatiur sondang ni barita na uli, na taringot tu hasangapon ni Kristus, na tardok suman ni Debata.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai ndada dirinami hujamitahon hami, Kristus Jesus i do, paboa Ibana Tuhan; alai naposomuna do hami ala ni Jesus.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ai Debata, na mandokkon marsinondang hatiuron i sian haholomon i, Ibana do patiurhon rohanami, pabinsar parbinotoan di sangap ni Debata, na di bagasan bohi ni Kristus i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "(II.) Alai di bagasan inganan na mura matapor do artanami on, asa Debata nampuna hagogoon na sumurung i, unang hami.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Di na saluhut do hami marhaporsuhon, alai ndang hapusohan; tarsosak, alai ndada tarhapit.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Na tarlele do hami, alai nda tung pinasombu; pinantinggangkon, alai nda tung anggo bolong.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Tongtong do hupausungusung hami di dagingnami hamamate ni Jesus, asa patar di dagingnami nang hangongolu ni Jesus.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Ai tongtong do hami, angka na mangolu dope, dipasahat tu hamatean, ala ni Jesus i, asa gabe patar nang hangongolu ni Jesus di dagingnami na olo mate i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa na mangkorhon do hamatean di bagasan hami, alai hangoluan do anggo di bagasan hamu.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai tong do Tondi haporseaon i di bagasan hami, hombar tu na tarsurat i: \"Na porsea do ahu, umbahen na huhatahon\"; hami pe, na porsea do, umbahen na dohot hami mangkatahon,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "ala huboto hami: Naung pahehehon Tuhan Jesus i, pahehehon ni I do nang hami raphon Jesus i, jala pajongjongonna do hami raphon hamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai saluhutna i, ala ni hamu do, asa asi ni roha i, na lam tu gandana, dibahen na torop, mangkorhon hamauliateon na sumurung, bahen hasangapon ni Debata.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dibahen i, ndang marnaloja hami; ai lam tu burukna pe hajolmaonnami parduru i, anggo parbagasan i, ariari do dipaimbaru.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai haporsuhonnami na martingki jala na neang porsanon, i do patupahon di hami hasangapon na sumurung, na lumobi hamuliaonna na salelenglelengna,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "ala hutailihon hami na so tarida i, nda tung na tarida i; ai parsatongkinan do na tarida i, alai manongtong do ro di salelenglelengna na so tarida i.",
      "type": "content"
    }
  ]
}