{
  "book": "2 Korintus",
  "chapter": 5,
  "verses": [
    {
      "verse": 1,
      "text": "I. Sihol ni roha mida daging na imbaru 1-10. II. Pardengganan i do ondolan ni jamita ni apostel i 11-21",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ai on do huboto hami: Di na tanggal bagas parlapelapeannami na sian tano on, adong ma di hami inganan na sian Debata, bagas na so pinauli ni tangan, na mian salelenglelengna di banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai saleleng dison, marhoi do hami huhut masihol, naeng haru solukkononhon inganannami na sian banua ginjang i.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai nda tung songon na marsaemara hami tardapot disi, tung marabit do.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai tagan di parlapelapean on hami, marhoi do hami jala sorat, ala dipangido rohanami: Naeng unang ma ditanggali sian hami, dilampishon ma nian, asa dibondut hangoluan i hamatean.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai na patauhon hami tusi, Debata do i, dung jolo dilehon tu hami Tondi i, patujolona i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Asa na pos do rohanami tongtong, atik pe huboto hami, dao hami sian Tuhan i, saleleng maringanan di bagasan daging on hami.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai di bagasan haporseaon do hami, ndada dope di bagasan na marnida,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai lam pos do rohanami, jala lasan do bungkas sian daging on, laho maringanan di Tuhan i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ala ni i huhut huringkoti hami, naeng halomoan ni rohana hami, manang naung sahat tu sambulo, manang di pardalanan dope.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai ingkon gabe patar be do hita saluhutna sogot di jolo ni habangsa paruhuman ni Kristus, asa dijalo be hombar tu na niulana, tagan di pardagingon, manang na denggan, manang na roa.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Onpe, ala na binoto, habiaran do Tuhan i, huapoi hami do angka jolma i; alai patar do hami di Debata, jala hirim rohanami, patar do hami nang di bagasan rohamuna.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ndada mangulahi hami mamujimuji dirinami di jolomuna, alai mangalehon dalan tu hamu, asa adong pamujionmuna di hami maralohon dongan, angka na mangasahon rupa, alai ndada roha.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai molo tung songon na so marroha hami, di Debata ma i; jala molo tung marroha hami, tu hamu do.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai ditiop holong ni roha ni Kristus do hami.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala songon on do hujujur hami: Anggo naung mate Nasada i humongkop sude, naung mate do nasida saluhutna. Jala humongkop saluhut do Ibana mate, asa unang be mangolu di dirina angka na mangolu i, asa mangolu nasida di Ibana, naung mate jala mulak mangolu humongkop nasida.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ala ni i, ndang hutanda hami be manang ise mangihuthon pardagingon; jala nang pe hutanda hami najolo Kristus mangihuthon pardagingonna, ndang be hutanda hami anggo nuaeng.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Asa molo di bagasan Kristus halak, na tinompa na imbaru ma i. Nunga salpu pangalaho na robi, gabe na imbaru.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sudena i sian Debata do; ai Ibana do padengganhon hita tu dirina marhite Kristus, jala dilehon do tu hami tohonan pardengganan i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ai di bagasan Kristus do Debata, gabe dipadenggan do portibi on tu dirina, ai ndang dijujur tu nasida dosanasida, jala dipajongjong do di tongatonganami hata pardengganan i.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Onpe, partonaan ni Kristus do hami, ai na mangapoi do Debata marhite sian hami. Singkat ni Kristus do hami mangelehelek: Sai olo ma hamu padengganon tu Debata!",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai on do dipatupa Debata: Humongkop hita gabe dosa Ibana, na so tumanda dosa, asa gabe hatigoran ni Debata hita di bagasan Ibana.",
      "type": "content"
    }
  ]
}