{
  "book": "2 Korintus",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tiruan do parange ni apostel i 1-10. II. Unang ma hamu saor tu portibi on 11-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Na mangapoi do hami, angka dongan pangula, asa unang magopo panjaloonmuna di asi ni roha ni Debata.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai didok do: \"Di tingki parasian do ho hutangihon, jala di ari haluaon do ho huurupi. Nuaeng ma tongon tingki parasian; nuaeng ma ari haluaon i!\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ndang mangalehon partuktuhan hami di agia aha pe, asa unang hasurahan tohonannami.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Di na saluhut hupatuduhon hami dirinami songon angka naposo ni Debata: Di bagasan habengeton godang, di bagasan angka haporsuhon, hasusaan dohot hagogotan;",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "di na hona pungkul, di na tarhurung, di bagasan hagunturon, di halojaon, di mangkar ni mata, di parpuasaon;",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "di bagasan hatomanon, di bagasan parbinotoan, lambas ni roha dohot habasaron, di bagasan Tondi Parbadia, di bagasan holong ni roha na so marpangansi;",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "di bagasan hata hasintongan, di bagasan hagogoon ni Debata, marhitehite sinjata hatigoran di siamun dohot hambirang;",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "mamolus sian hasangapon dohot haleaon, sian barita na roa dohot barita na denggan; songon angka na mangaliluhon, hape parsintong do;",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "songon angka na so tinanda, hape na tinanda do; songon na naeng mate, hape na mangolu; songon angka na binunu, alai ndada na mate;",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "songon angka na marsak, alai tongtong do parroha na las; songon angka na pogos, alai torop do dipamora; songon na so paradongan, hape saluhut do digomgom.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "(II.) Buas do pandoknami tu hamu, halak Korint; ungkap do rohanami.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ndang mangingking rohanami maradophon hamu; rohamuna do na mangingking i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Songon na tu anakkonku ma hatangkon: Palambas hamu ma nang rohamuna, balos ni i!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Unang saauga hamu dohot angka na so porsea! Ai aha ma pardomuan ni hatigoran dohot na so uhum; jala aha do hasaoran ni hatiuron dohot haholomon?",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Beha ma domu Kristus dohot Belial; aha ma hatopan ni na porsea dohot na so porsea?",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tung olo ma mardomu joro ni Debata dohot angka ajiajian? Ai joro ni Debata na mangolu i do hita, songon na nidok ni Debata: \"Naeng di tongatonganasida do Ahu maringanan jala mardalani, gabe Debatanasida do Ahu, jala nasida gabe bangsongku.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "\"Dibahen i, ruar ma hamu sian tongatonganasida jala paholang hamu ma dirimuna, ninna Tuhan i; unang ma jama hamu na ramun, asa hujangkon hamu!\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "\"Jala gabe Ama ma Ahu di hamu, jala hamu gabe anak dohot boru di Ahu, ninna Tuhan, Sigomgom parluhutan.\"",
      "type": "content"
    }
  ]
}