{
  "book": "2 Korintus",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parungkilon ni apostel i humongkop huria i 1-7. II. Arsak ni roha na sian Debata 8-16",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Onpe, hamu angka haholongan, ala naung tu hita angka bagabaga ondeng, tapaias ma dirinta sian nasa na tau pahodarhon daging dohot tondi, laho patulushon habadiaon mardongan biar mida Debata!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jangkon hamu ma hami; ndang adong hujahati hami agia ise sian hamu, manang niago, manang niangatan pe.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ndang hudok i, laho mandabu uhum tu hamu; ai nunga hudok nangkin, naung di bagasan rohanami hamu, asa rap mate jala rap mangolu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Godang do hiras ni rohangku mida hamu, godang do nang pamujingku di hamu; naung tarapul situtu do rohangku, marlas ni roha na sumurung do ahu di bagasan saluhut haporsuhonnami.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai nang di haroronami tu Makedonia, ndang marhasonangan dagingnami, sandok porsuk do huhilala hami: Paraloon sian duru, hatahuton sian bagasan.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Alai Debata, na mangapul na toruk marroha. I ma mangapul nang hami, dibahen haroro ni si Titus.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ndada holan marhitehite harorona, dohot do marhitehite pangapulon, naung jinalona sian hamu, ai dibaritahon do tu hami sihol ni rohamuna, partangismuna dohot ringgasmuna humongkop ahu, gabe lam las do rohangku.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "(II.) Ai nang pe marsak hamu hubahen marhitehite surat i, ndang husolsoli rohangku disi. Tutu, husolsoli do najolo nian, ai huida marsak rohamuna satongkin, dibahen surat i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Anggo nuaeng, las do rohangku: Ndada ala naung marsak i rohamuna, ala ni hamubaon ni roha, na hinorhon ni arsak ni rohamuna, i do; ai sian Debata do arsak ni rohamuna, asa sandok unang luangan hamu hubahen hami.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai dihorhon arsak ni roha na sian Debata do hamubaon ni roha tu haluaon, na so sisolsolan; alai dihorhon arsak ni roha ni portibi on do hamatean.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tanda hamu ma arsak ni roha on, na sian Debata; ai dihorhon do di hamu ringgas ni roha na sai godang i, tole paraluson, sogo ni roha, hatahuton, sihol ni roha, pangkamuruhon, paminsangon pe. Di saluhutna i dipatuduhon hamu, paboa na lias hamu, di hata i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Asa hutongos pe surat i tu hamu, ndada ala ni parjahat i, manang ala ni na jinahatanna; ala ni on do tahe: Asa patar sama hamu, di adopan ni Debata ringgas ni rohamuna na humongkop hami.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ala ni i gabe tarapul hami. Alai dung tarapul hami, lam sumurung muse huhalashon hami las ni roha ni si Titus, ala dipahosa hamu saluhutna tondina i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Ai ndang tarila ahu, di na hupuji hamu maradophon ibana; sandok songon naung huhatahon hami saluhutna i tu hamu, mangihuthon hasintongan i, songon i do gabe marhasintongan pamujinami maradophon si Titus.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Jala lam tu balgana do holong ni rohana di hamu, paingotingot pangoloionmuna saluhutna, ai dijangkon hamu do ibana mardongan biar dohot lomos ni roha.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Na las do rohangku, ala haposan hamu hudapot di na saluhutna.",
      "type": "content"
    }
  ]
}