{
  "book": "2 Korintus",
  "chapter": 8,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taringot tu asiasi na tu huria, na di huta Jerusalem 1-24",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai hupabotohon hami ma tu hamu, angka dongan, asi ni roha ni Debata, na nilehonna i tu angka huria na di Makedonia:",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai atik pe di bagasan pangunjunan dohot haporsuhon godang nasida, dihorhon halalas ni rohanasida na sumurung angkup ni sungkot ni hinapogosnasida do habasaon na lumobi.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Huhatindangkon do, naung dilehon nasida nasa na tarpatupasa, lobi tahe sian gogona; jala sian lomona do!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Gogo do diapoi nasida hami jala dipangido asi ni roha, i ma na naeng gabe parsidohot mangurupi angka na badia i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Jala gumodang sian na huhirim hami: Tung dirina do dilehon nasida parjolo tu Tuhan i, dung i tu hami, mangihuthon lomo ni roha ni Debata.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Gabe huapoi hami si Titus, asa laos dipaujung di tongatongamuna ulaon asi ni roha on, songon naung pinungkana i.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Alai songon hasurunganmuna di na saluhut, di haporseaon, di hata, di parbinotoan, di nasa haringgason, di pangkaholongimuna di hami, naeng songon i ma hasurunganmuna nang di ulaon asi ni roha on.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ndada songon paksa hatangki; naeng ujionku do tahe sintong ni holong ni rohamuna, tumimbangkon pangkaburjuhon ni angka dongan.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai diboto hamu do asi ni roha ni Tuhanta Jesus Kristus, na mamora hian, gabe pogos ala ni hamu, asa gabe mamora hamu hinorhon ni pogosna i.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "On do turgas sian ahu: Na patut do i di hamu; ai hamu jumolo hian sian na taon i umpungka nang na patupahon, nang na tumahi.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Asa patulus hamu ma nuaeng nang na patupahon, asa songon ringkot ni roha laho tumahi, songon i ma na patupahon, hombar tu na dapot.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai molo adong ringkot ni roha, halashononhon do na dapot, nda tung salpu sian na dapot.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ai ndada naeng haporsuhon di hamu, hasonangan ia di dongan; naeng masipadosan ma nian.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Anggo saonari ditomutomu na lobi na di hamu ma na hurang di nasida, asa ditomutomu nang na lobi na di nasida na hurang di hamu, asa gabe dos!",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Hombar tu na tarsurat: \"Sipeop na godang, ndang marlobilobi; jala sipeop na otik, ndang hurangan.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai mauliate ma di Debata, na mangalehon ringgas ni roha na songon i humongkop hamu tubagasan roha ni si Titus.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Na olo do ibana apoan; lam ringgas rohana, borhat mandapothon hamu, sian lomona sandiri.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Alai rap dohot ibana husuru hami do dongan i, na tarpuji di saluhut huria i, siala barita na uli i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Angkup ni i, disuru angka huria do ibana, mandongani hami di ulaon asi ni roha on, na huhobashon hami, bahen hasangapon di Tuhan, huhut pahinsa rohanami.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Unang ditihai hami di tumpak na balga, na huhapadothon hami; i do na hutamparhon hami.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Ai hupingkiri hami na patut ingoton di jolo ni Tuhan i, nang di jolo ni jolma.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Jala rap dohot nasida husuru hami dongannami, dung ragam jala jotjot huuji hami ringgas ni rohana i; alai lam ganda do ringgas ni rohana nuaeng, dibahen godang ni pos ni rohana di hamu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Asa anggo si Titus, donganku do ibana jala angkuphu mangkongkop hamu; ia angka dongannami, sinuru ni angka huria do jala sipasangap Kristus.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Onpe, tu nasida ma pataridahon hamu sintong ni holong ni rohamuna, nang sintong ni pamujinami di hamu, di adopan ni angka huria i!",
      "type": "content"
    }
  ]
}