{
  "book": "2 Korintus",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "I. Patut ringkotan tumpak na tu Jerusalem. Mantat pasupasu na godang do i 1-15",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Anggo taringot tu pangurupion na tu angka na badia, ndang pola be surathononku tu hamu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai huboto do ringgas ni rohamuna, naung pola hupuji di jolo ni halak Makedonia, mandok: Naung marhobas Akaya sian na taon i dope, jala ringgas ni rohamuna do pajujuhon dongan torop.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Alai husuru do angka dongan i, asa unang so marimpola pamujingku di hamu taringot tusi, asa tutu hobas hamu, songon naung hudok hian;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "asa unang rap ro hami dohot dongan sian Makedonia, gabe ndang hobas hamu hudapot hami, jala murak hami, hamu do tahe, di nalom ni rohanami i.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dibahen i huringkoti hami mangapoi angka dongan, asa dipajolo nasida mandapothon hamu, laho paradehon pasupasu naung pinarbagabagamuna, asa rade i, songon na hinabuashon, unang hinolithon.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ingot ma: Na manaburhon otik, otik do gotilonna; jala na manaburhon managam pasupasu, mangalap pasupasu di na manggotil.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ganup ma nionjar ni rohana, unang ma sian muruk manang sian na so tarjua; ai dihaholongi Debata do na las roha mangalehon!",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Alai marhuaso do Debata, mangusehon saluhut asiasi tu hamu, asa sandok tuk situtu di hamu jala marlobilobi hamu, laho patupahon saluhut ulaon na denggan;",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "hombar tu na tarsurat: \"Na manaburi ibana, mangalehon tu angka na pogos; hot do hatigoranna i ro di salelenglelengna.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai na padirihon boni tu panabur dohot indahan tu na manganhon, padirion jala pagandaon ni I do di hamu sisaburhononhon, jala patubuonna parbue ni hatigoranmuna,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "asa di na saluhut hamu mamora tu nasa habasaon, na mangkorhon hamauliateon tu Debata, marhite sian hami.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ai ndada, asal dipatuk ulaon guguan on hahurangan ni angka na badia i; na sumurung do i huhut, ala ni hamauliateon ni na torop tu Debata.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Gabe dipasangap hamu Debata, ia dung tau hamu jumpang di ulaon parhobason on, ala ni pangoloion ni rohamuna, laho mangkatindangkon barita na uli na sian Kristus, dohot ala na buas pangantoionmuna di nasida dohot di dongan saluhutna.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Nasida pe, ditangiangkon do hamu, jala masihol do nasida di hamu, marningot asi ni roha na sumurung na sian Debata tu hamu.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Alai mauliate ma tu Debata ala ni silehonlehonna, na so tarhatahon i!",
      "type": "content"
    }
  ]
}