{
  "book": "1 Tawarikh",
  "chapter": 14,
  "verses": [
    {
      "verse": 1,
      "text": "Istana dan rumah tangga Daud",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Hiram, raja negeri Tirus, mengirim utusan kepada Daud dan kayu aras, tukang-tukang batu dan tukang-tukang kayu untuk mendirikan sebuah istana baginya.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Lalu tahulah Daud, bahwa TUHAN telah menegakkan dia sebagai raja atas Israel, sebab martabat pemerintahannya terangkat tinggi oleh karena Israel umat-Nya.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Daud mengambil lagi beberapa isteri di Yerusalem, dan ia memperanakkan lagi anak-anak lelaki dan perempuan.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Inilah nama anak-anak yang lahir bagi dia di Yerusalem: Syamua, Sobab, Natan, Salomo,",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Yibhar, Elisua, Elpelet,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Nogah, Nefeg, Yafia,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Elisama, Beelyada dan Elifelet.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Daud memukul kalah orang Filistin",
      "type": "title"
    },
    {
      "verse": 8,
      "text": "Ketika didengar orang Filistin, bahwa Daud telah diurapi menjadi raja atas seluruh Israel, maka majulah semua orang Filistin untuk menangkap Daud. Tetapi Daud mendengar hal itu, lalu majulah ia menghadapi mereka.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ketika orang Filistin itu datang dan mengadakan penyerbuan di lembah Refaim,",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "bertanyalah Daud kepada Allah: \"Apakah aku harus maju melawan orang Filistin itu dan akan Kauserahkankah mereka ke dalam tanganku?\" TUHAN menjawab: \"Majulah, Aku akan menyerahkan mereka ke dalam tanganmu.\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Lalu majulah ia ke Baal-Perasim, dan Daud memukul mereka kalah di sana. Berkatalah Daud: \"Allah telah menerobos musuhku dengan perantaraanku seperti air menerobos.\" Sebab itu orang menamakan tempat itu Baal-Perasim.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Orang Filistin itu meninggalkan para allahnya di sana, lalu orang Israel membakarnya habis atas perintah Daud.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ketika orang Filistin menyerbu sekali lagi di lembah itu,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "maka bertanyalah lagi Daud kepada Allah, lalu Allah menjawab: \"Janganlah maju di belakang mereka, tetapi buatlah gerakan lingkaran terhadap mereka, sehingga engkau dapat menyerang mereka dari jurusan pohon-pohon kertau.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Dan bila engkau mendengar bunyi derap langkah di puncak pohon-pohon kertau itu, maka haruslah engkau keluar bertempur, sebab Allah telah keluar berperang di depanmu untuk memukul kalah tentara orang Filistin.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dan Daud berbuat seperti yang diperintahkan Allah kepadanya, maka mereka memukul kalah tentara orang Filistin, mulai dari Gibeon sampai Gezer.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Lalu termasyhurlah nama Daud di segala negeri, dan TUHAN mendatangkan rasa takut kepadanya atas segala bangsa.",
      "type": "content"
    }
  ]
}