{
  "book": "1 Tawarikh",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "Keturunan Yehuda",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Inilah anak-anak Israel: Ruben, Simeon, Lewi, Yehuda, Isakhar, Zebulon,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dan, Yusuf, Benyamin, Naftali, Gad dan Asyer.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Anak-anak Yehuda ialah Er, Onan dan Syela, tiga orang, yang lahir bagi dia dari anak perempuan Syua perempuan Kanaan itu. Tetapi Er, anak sulung Yehuda itu, adalah jahat di mata TUHAN, maka Ia membunuhnya.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Tamar, menantu perempuan Yehuda, melahirkan baginya Peres dan Zerah. Semuanya anak-anak Yehuda ada lima orang.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Anak-anak Peres ialah Hezron dan Hamul.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Anak-anak Zerah ialah Zimri, Etan, Heman, Kalkol dan Dara. Semuanya lima orang.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Keturunan Karmi ialah Ahar, yang mencelakakan orang Israel karena ia tidak taat dalam hal barang-barang yang dikhususkan itu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Keturunan Etan ialah Azarya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Anak-anak yang lahir bagi Hezron ialah Yerahmeel, Ram dan Khelubai.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ram memperanakkan Aminadab, dan Aminadab memperanakkan Nahason, pemimpin bani Yehuda.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Nahason memperanakkan Salma dan Salma memperanakkan Boas.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Boas memperanakkan Obed dan Obed memperanakkan Isai.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Isai memperanakkan Eliab, anak sulungnya, dan Abinadab, anak yang kedua, Simea, anak yang ketiga,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Netaneel, anak yang keempat, Radai, anak yang kelima,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ozem, anak yang keenam, dan Daud, anak yang ketujuh;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "saudara-saudara perempuan mereka ialah Zeruya dan Abigail. Anak-anak Zeruya ialah Abisai, Yoab dan Asael, tiga orang.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Abigail melahirkan Amasa dan ayah Amasa ialah Yeter, orang Ismael itu.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Kaleb bin Hezron memperanakkan Yeriot dari Azuba, isterinya; dan inilah anak-anak perempuan itu: Yesyer, Sobab dan Ardon.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Sesudah Azuba mati, Kaleb mengawini Efrat yang melahirkan Hur baginya.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Hur memperanakkan Uri dan Uri memperanakkan Bezaleel.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Sesudah itu Hezron menghampiri anak perempuan Makhir, bapa Gilead. Ia mengawini perempuan itu ketika ia berumur enam puluh tahun. Perempuan itu melahirkan Segub baginya.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Segub memperanakkan Yair yang mempunyai dua puluh tiga perkampungan di tanah Gilead.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tetapi Gesur dan Aram merebut Hawot-Yair dari pada mereka, juga Kenat dan tempat-tempat jajahannya, enam puluh perkampungan. Itulah semuanya keturunan Makhir, bapa Gilead.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sesudah Hezron mati, Kaleb menghampiri Efrata--dia adalah isteri Hezron, ayahnya--maka perempuan itu melahirkan baginya Asyhur, bapa Tekoa.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Anak-anak Yerahmeel, anak sulung Hezron, ialah Ram, anak sulung, Buna, Oren, Ozem dan Ahia.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Tetapi Yerahmeel mempunyai seorang isteri lain, bernama Atara; dialah ibu Onam.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Anak-anak Ram, anak sulung Yerahmeel, ialah Maas, Yamin dan Eker.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Anak-anak Onam ialah Samai dan Yada, dan anak-anak Samai ialah Nadab dan Abisur.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Nama isteri Abisur ialah Abihail yang melahirkan Ahban dan Molid baginya.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Anak-anak Nadab ialah Seled dan Apaim; Seled mati dengan tidak mempunyai anak.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Keturunan Apaim ialah Yisei, dan keturunan Yisei ialah Sesan, dan keturunan Sesan ialah Ahlai.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Anak-anak Yada, adik Samai, ialah Yeter dan Yonatan; Yeter mati dengan tidak mempunyai anak.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Anak-anak Yonatan ialah Pelet dan Zaza. Itulah keturunan Yerahmeel.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Sesan tidak mempunyai anak laki-laki, hanya anak-anak perempuan; tetapi Sesan mempunyai seorang budak laki-laki, orang Mesir, yang bernama Yarha.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Jadi Sesan memberi anaknya kepada Yarha, budaknya itu, menjadi isteri, lalu perempuan itu melahirkan Atai baginya.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Atai memperanakkan Natan, dan Natan memperanakkan Zabad.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Zabad memperanakkan Eflal, dan Eflal memperanakkan Obed.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Obed memperanakkan Yehu, dan Yehu memperanakkan Azarya.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Azarya memperanakkan Heles, dan Heles memperanakkan Elasa.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Elasa memperanakkan Sismai, dan Sismai memperanakkan Salum.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Salum memperanakkan Yekamya, dan Yekamya memperanakkan Elisama.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Keturunan Kaleb, adik Yerahmeel, ialah Mesa, anak sulungnya, bapa Zif, dan anak-anak Maresa, bapa Hebron.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Anak-anak Hebron ialah Korah, Tapuah, Rekem dan Sema.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Sema memperanakkan Raham, bapa Yorkeam, dan Rekem memperanakkan Samai.",
      "type": "content"
    },
    {
      "verse": 45,
      "text": "Anak Samai ialah Maon, dan Maon ialah bapa Bet-Zur.",
      "type": "content"
    },
    {
      "verse": 46,
      "text": "Efa, gundik Kaleb, melahirkan Haran, Moza dan Gazes; Haran memperanakkan Gazes.",
      "type": "content"
    },
    {
      "verse": 47,
      "text": "Anak-anak Yohdai ialah Regem, Yotam, Gesan, Pelet, Efa dan Saaf.",
      "type": "content"
    },
    {
      "verse": 48,
      "text": "Gundik Kaleb, yakni Maakha, melahirkan Seber dan Tirhana.",
      "type": "content"
    },
    {
      "verse": 49,
      "text": "Perempuan itu melahirkan juga Saaf, bapa Madmana, dan Sewa, bapa Makhbena dan bapa Gibea; anak perempuan Kaleb ialah Akhsa.",
      "type": "content"
    },
    {
      "verse": 50,
      "text": "Itulah keturunan Kaleb. Anak-anak Hur, anak sulung Efrata, ialah Sobal, bapa Kiryat-Yearim,",
      "type": "content"
    },
    {
      "verse": 51,
      "text": "Salma, bapa Betlehem dan Haref, bapa Bet-Gader.",
      "type": "content"
    },
    {
      "verse": 52,
      "text": "Sobal, bapa Kiryat-Yearim, mempunyai keturunan, yakni Haroe dan setengah orang Menuhot.",
      "type": "content"
    },
    {
      "verse": 53,
      "text": "Dan kaum-kaum Kiryat-Yearim ialah orang Yetri, orang Puti, orang Sumati dan orang Misrai; dari mereka inilah berasal orang Zora dan orang Esytaol.",
      "type": "content"
    },
    {
      "verse": 54,
      "text": "Keturunan Salma ialah Betlehem, orang Netofa, Atarot-Bet-Yoab dan setengah orang Manahti, yakni orang Zori.",
      "type": "content"
    },
    {
      "verse": 55,
      "text": "Dan kaum-kaum para ahli surat, yang diam di Yabes, ialah orang Tirati, orang Simati, dan orang Sukhati. Mereka itulah orang Keni keturunan Hamat bapa keluarga Rekhab.",
      "type": "content"
    }
  ]
}