{
  "book": "1 Tawarikh",
  "chapter": 24,
  "verses": [
    {
      "verse": 1,
      "text": "Para imam dibagi dalam rombongan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Inilah rombongan-rombongan anak-anak Harun. Anak-anak Harun ialah Nadab, Abihu, Eleazar dan Itamar.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tetapi Nadab dan Abihu mati lebih dahulu dari pada ayah mereka dengan tidak mempunyai anak laki-laki, maka yang memegang jabatan imam ialah Eleazar dan Itamar.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Daud, bersama-sama Zadok dari bani Eleazar dan Ahimelekh dari bani Itamar, membagi-bagi mereka menurut jabatan mereka dalam penyelenggaraan ibadah.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Lalu ternyata bahwa di antara keturunan Eleazar ada lebih banyak kepala kaum dari pada di antara keturunan Itamar, sebab itu orang membagi-bagi mereka sebagai berikut: untuk bani Eleazar enam belas orang kepala puak, tetapi untuk bani Itamar delapan orang kepala puak.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dan orang membagi-bagi mereka dengan membuang undi tanpa mengadakan perbedaan, sebab ada \"pemimpin-pemimpin kudus\" dan \"pemimpin-pemimpin Allah\", baik di antara keturunan Eleazar maupun di antara keturunan Itamar.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dan Semaya bin Netaneel, panitera itu, seorang Lewi, menulis nama mereka di depan raja, di depan pembesar-pembesar, imam Zadok, Ahimelekh bin Abyatar dan di depan kepala-kepala puak para imam dan orang Lewi; setiap kali satu puak diambil dari Eleazar, dan demikian pula satu puak dari Itamar.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Undian yang pertama jatuh pada Yoyarib; yang kedua pada Yedaya;",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "yang ketiga pada Harim; yang keempat pada Seorim;",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "yang kelima pada Malkia; yang keenam pada Miyamin;",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "yang ketujuh pada Hakos; yang kedelapan pada Abia;",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "yang kesembilan pada Yesua; yang kesepuluh pada Sekhanya;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "yang kesebelas pada Elyasib; yang kedua belas pada Yakim;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "yang ketiga belas pada Hupa; yang keempat belas pada Yesebeab;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "yang kelima belas pada Bilga; yang keenam belas pada Imer;",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "yang ketujuh belas pada Hezir; yang kedelapan belas pada Hapizes;",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "yang kesembilan belas pada Petahya; yang kedua puluh pada Yehezkel;",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "yang kedua puluh satu pada Yakhin; yang kedua puluh dua pada Gamul;",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "yang kedua puluh tiga pada Delaya; yang kedua puluh empat pada Maazya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Itulah jabatan mereka dalam menyelenggarakan ibadah setelah mereka masuk rumah TUHAN, sesuai dengan peraturan yang diberikan kepada mereka dengan perantaraan Harun, bapa leluhur mereka, seperti yang diperintahkan kepadanya oleh TUHAN, Allah Israel.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Puak-puak orang Lewi",
      "type": "title"
    },
    {
      "verse": 20,
      "text": "Golongan yang masih tinggal dari bani Lewi, dari anak-anak Amram ialah Subael, dari anak-anak Subael ialah Yehdeya;",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "dari anak-anak Rehabya ialah Yisia, seorang kepala;",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "dari orang Yizhar ialah Selomot; dari anak-anak Selomot ialah Yahat.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Anak-anak Hebron ialah Yeria, seorang kepala, Amarya, anak yang kedua, Yahaziel, anak yang ketiga, dan Yekameam, anak yang keempat.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Anak Uziel ialah Mikha; dari anak-anak Mikha ialah Samir.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Saudara Mikha ialah Yisia; dari anak-anak Yisia ialah Zakharia.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Keturunan Merari ialah Mahli dan Musi, juga anak-anak Yaazia, anaknya.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Keturunan Merari dari pihak Yaazia, anaknya, ialah Syoham, Zakur dan Hibri.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Dari Mahli ialah Eleazar; dia ini tidak mempunyai anak.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Dari Kish: anak Kish, yakni Yerahmeel.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Anak-anak Musi ialah Mahli, Eder dan Yerimot. Itulah bani Lewi menurut puak mereka.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Mereka inipun, sama seperti saudara-saudara sesuku mereka, anak-anak Harun, membuang undi di depan raja Daud, di depan Zadok, Ahimelekh dan para kepala puak, para imam dan orang Lewi. Dalam hal ini seorang kepala puak sama dengan saudaranya yang terkecil.",
      "type": "content"
    }
  ]
}