{
  "book": "1 Tawarikh",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "Keturunan Daud",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Inilah anak-anak Daud yang lahir bagi dia di Hebron; anak sulung ialah Amnon, dari Ahinoam, perempuan Yizreel; anak yang kedua ialah Daniel, dari Abigail, perempuan Karmel;",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "anak yang ketiga ialah Absalom, anak Maakha, yakni anak perempuan Talmai, raja Gesur; anak yang keempat ialah Adonia, anak Hagit;",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "anak yang kelima ialah Sefaca, dari Abital; anak yang keenam ialah Yitream, dari Egla, isterinya itu.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Enam orang lahir bagi dia di Hebron, di mana ia memerintah tujuh tahun enam bulan lamanya; dan tiga puluh tiga tahun lamanya ia memerintah di Yerusalem.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Inilah yang lahir bagi dia di Yerusalem: Simea, Sobab, Natan dan Salomo, empat orang dari Batsyua binti Amiel,",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "lalu Yibhar, Elisama, Elifelet,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nogah, Nefeg, Yafia,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Elisama, Elyada dan Elifelet, sembilan orang.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Semuanya itu anak-anak Daud, belum terhitung anak-anak dari gundik-gundik. Tamar ialah saudara perempuan mereka.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Keturunan Salomo ialah Rehabeam; anak orang ini ialah Abia; anak orang ini ialah Asa; anak orang ini ialah Yosafat;",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "anak orang ini ialah Yoram; anak orang ini ialah Ahazia; anak orang ini ialah Yoas;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "anak orang ini ialah Amazia; anak orang ini ialah Azarya; anak orang ini ialah Yotam;",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "anak orang ini ialah Ahas; anak orang ini ialah Hizkia; anak orang ini ialah Manasye;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "anak orang ini ialah Amon; anak orang ini ialah Yosia.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Anak-anak Yosia: anak sulung ialah Yohanan, anak yang kedua ialah Yoyakim, anak yang ketiga ialah Zedekia dan anak yang keempat ialah Salum.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Keturunan Yoyakim ialah Yekhonya, anaknya itu, dan anak orang ini ialah Zedekia.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Anak-anak Yekhonya, orang kurungan itu, ialah Sealtiel, anaknya,",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "lalu Malkhiram, Pedaya, Syenasar, Yekamya, Hosama dan Nedabya.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Anak-anak Pedaya ialah Zerubabel dan Simei, dan anak-anak Zerubabel ialah Mesulam dan Hananya; Selomit ialah saudara perempuan mereka;",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "lalu Hasuba, Ohel, Berekhya, Hasaja dan Yusab-Hesed, lima orang.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Anak-anak Hananya ialah Pelaca dan Yesaya; anak orang ini ialah Refaya; anak orang ini ialah Arnan; anak orang ini ialah Obaja, dan anak orang ini ialah Sekhanya.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Anak-anak Sekhanya ialah Semaya, dan anak-anak Semaya ialah Hatus, Yigal, Bariah, Nearya dan Safat, enam orang.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Anak-anak Nearya ialah Elyoenai, Hizkia, dan Azrikam, tiga orang.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Anak-anak Elyoenai ialah Hodawya, Elyasib, Pelaya, Akub, Yohanan, Delaya dan Anani, tujuh orang.",
      "type": "content"
    }
  ]
}