{
  "book": "1 Tawarikh",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "Keturunan Yehuda dari cabang lain",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Anak-anak Yehuda ialah Peres, Hezron, Karmi, Hur dan Syobal.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Reaya, anak Syobal, memperanakkan Yahat, dan Yahat memperanakkan Ahumai dan Lahad. Itulah kaum-kaum orang Zora.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Inilah anak-anak Etam: Yizreel, Isma dan Idbas; nama saudara perempuan mereka ialah Hazelelponi;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "lalu Pnuel, bapa Gedor, dan Ezer, bapa Husa. Itulah keturunan Hur, anak sulung Efrata, bapa Betlehem.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Asyur, bapa Tekoa, mempunyai dua isteri, yakni Hela dan Naara.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Naara melahirkan baginya Ahuzam, Hefer, Temeni dan orang Ahastari. Itulah anak-anak Naara.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Anak-anak Hela ialah Zeret, Yezohar dan Etnan.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Kos memperanakkan Anub, Hazobeba dan kaum-kaum Aharhel bin Harum.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Yabes lebih dimuliakan dari pada saudara-saudaranya; nama Yabes itu diberi ibunya kepadanya sebab katanya: \"Aku telah melahirkan dia dengan kesakitan.\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Yabes berseru kepada Allah Israel, katanya: \"Kiranya Engkau memberkati aku berlimpah-limpah dan memperluas daerahku, dan kiranya tangan-Mu menyertai aku, dan melindungi aku dari pada malapetaka, sehingga kesakitan tidak menimpa aku!\" Dan Allah mengabulkan permintaannya itu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Kelub, saudara Suha, memperanakkan Mehir, dialah ayah Eston;",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "dan Eston memperanakkan Bet-Rafa, Paseah dan Tehina, bapa Ir-Nahas. Itulah orang-orang Rekha.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Anak-anak Kenas ialah Otniel dan Seraya; dan anak-anak Otniel ialah Hatat dan Meonotai;",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "dan Meonotai memperanakkan Ofra. Seraya memperanakkan Yoab, bapa Lembah Tukang-tukang, karena mereka adalah tukang-tukang.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Anak-anak Kaleb bin Yefune ialah Iru, Ela dan Naam; dan keturunan Ela ialah Kenas.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Anak-anak Yehaleleel ialah Zif, Zifa, Tireya dan Asareel.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Anak-anak Ezra ialah Yeter, Mered, Efer dan Yalon. Itulah anak-anak Bica, puteri Firaun yang telah dikawini Mered. Perempuan ini melahirkan Miryam, Samai dan Yisbah, bapa Estemoa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Isteri Mered, perempuan Yehuda itu, melahirkan Yered, bapa Gedor, dan Heber, bapa Sokho, dan Yekutiel, bapa Zanoah.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Anak-anak isteri Hodia, saudara perempuan Naham, ialah Abu Kehila, orang Garmi itu, dan Estemoa, orang Maakha itu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Anak-anak Simon ialah Amnon, Rina, Benhanan dan Tilon. Anak-anak Yisei ialah Zohet dan Ben-Zohet.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Keturunan Sela, anak Yehuda, ialah Er, bapa Lekha, dan Lada, bapa Maresa, dan kaum-kaum para pengusaha kain lenan halus di Bet-Asybea,",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "lalu Yokim dan orang-orang Kozeba, lagi Yoas dan Saraf yang menguasai Moab dan kemudian pulang ke Betlehem; --riwayat-riwayat ini tua.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Mereka ini adalah tukang-tukang periuk yang diam di Netaim dan Gedera; mereka diam di sana dan bekerja untuk raja.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Keturunan Simeon",
      "type": "title"
    },
    {
      "verse": 24,
      "text": "Anak-anak Simeon ialah Nemuel, Yamin, Yarib, Zerah dan Saul;",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "anak orang ini ialah Salum; anak orang ini ialah Mibsam; anak orang ini ialah Misma.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Keturunan Misma ialah Hamuel, anaknya; anak orang ini ialah Zakur; anak orang ini ialah Simei.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Simei mempunyai enam belas orang anak laki-laki dan enam orang anak perempuan; tetapi saudara-saudaranya tidak mempunyai banyak anak; seluruh kaum mereka tidak bertambah banyak seperti bani Yehuda.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Mereka diam di Bersyeba, Molada, Hazar-Sual,",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Bilha, Ezem, Tolad,",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Betuel, Horma, Ziklag,",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Bet-Markabot, Hazar-Susim, Bet-Biri dan di Saaraim. Itulah kota-kota mereka sampai Daud menjadi raja.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dan desa-desanya ialah Etam, Ain, Rimon, Tokhen dan Asan, lima perkampungan;",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "juga segala desanya yang di sekitar perkampungan-perkampungan itu sampai ke Baal. Itulah tempat-tempat kediaman mereka dan mereka mempunyai silsilahnya sendiri.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Dan Mesobab, Yamlekh, Yosa bin Amazia,",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Yoel, Yehu bin Yosibya bin Seraya bin Asiel,",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Elyoenai, Yaakoba, Yesohaya, Asaya, Adiel, Yesimiel, Benaya,",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ziza bin Sifei bin Alon bin Yedaya bin Simri bin Semaya--",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "orang-orang ini yang disebutkan dengan nama-namanya adalah pemimpin-pemimpin di antara kaum-kaum mereka. Keluarga-keluarga mereka makin bertambah banyak.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Oleh sebab itu mereka pindah ke arah Gedor sampai ke sebelah timur lembah untuk mencari padang rumput bagi kambing domba mereka.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Mereka menemui padang rumput yang gemuk dan baik; negeri itu luas, aman dan sentosa; orang-orang yang diam di sana sebelum mereka berasal dari Ham.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Orang-orang yang namanya tertulis ini datang dalam zaman Hizkia, raja Yehuda, dan memusnahkan kemah-kemah orang Ham dan orang Meunim yang terdapat di sana dan menumpas mereka; demikianlah sampai hari ini. Kemudian mereka menduduki tempat orang-orang itu, sebab di sana ada padang rumput bagi kambing domba mereka.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Dan sebagian dari mereka, dari bani Simeon, sebanyak lima ratus orang, pindah ke pegunungan Seir. Sebagai kepala mereka ialah Pelaca, Nearya, Refaya dan Uziel, anak-anak Yisei.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Mereka membinasakan sisa orang Amalek yang telah meluputkan diri. Lalu mereka diam di sana sampai hari ini.",
      "type": "content"
    }
  ]
}