{
  "book": "1 Tawarikh",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Suku-suku selebihnya",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Anak-anak Isakhar ialah Tola dan Pua, Yasub dan Simron, empat orang.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Anak-anak Tola ialah Uzi, Refaya, Yeriel, Yahmai, Yibsam dan Samuel, kepala-kepala puak turunan Tola, pahlawan-pahlawan yang gagah perkasa; menurut daftar keturunan mereka jumlahnya di zaman Daud ada dua puluh dua ribu enam ratus orang.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Keturunan Uzi ialah Yizrahya dan anak-anak Yizrahya ialah Mikhael, Obaja, Yoel dan Yisia, lima orang, semuanya mereka adalah kepala-kepala.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Di bawah mereka itu, menurut daftar keturunan dan menurut puak mereka, ada pasukan-pasukan tentara tiga puluh enam ribu orang, sebab isteri dan anak-anak mereka banyak.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Saudara-saudara sesuku mereka dari segala kaum Isakhar, pahlawan-pahlawan yang gagah perkasa, semuanya ada delapan puluh tujuh ribu orang yang terdaftar dalam silsilah.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Anak-anak Benyamin ialah Bela, Bekher dan Yediael, tiga orang.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Anak-anak Bela ialah Ezbon, Uzi, Uziel, Yerimot dan Iri, lima orang, kepala-kepala puak, pahlawan-pahlawan yang gagah perkasa; mereka yang terdaftar dalam silsilah ada dua puluh dua ribu tiga puluh empat orang.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Anak-anak Bekher ialah Zemira, Yoas, Eliezer, Elyoenai, Omri, Yeremot, Abia, Anatot dan Alemet; sekaliannya itu ialah anak-anak Bekher.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Mereka yang terdaftar dalam silsilah, menurut keturunan mereka, sebagai kepala-kepala puak mereka, pahlawan-pahlawan yang gagah perkasa, ada dua puluh ribu dua ratus orang.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Keturunan Yediael ialah Bilhan dan anak-anak Bilhan ialah Yeush, Benyamin, Ehud, Kenaana, Zetan, Tarsis dan Ahisahar.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sekaliannya itu ialah keturunan Yediael, kepala-kepala puak mereka, pahlawan-pahlawan yang gagah perkasa; orang-orang yang sanggup berperang ada tujuh belas ribu dua ratus.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Dan Supim dan Hupim ialah keturunan Ir; Husim ialah keturunan Aher.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Anak-anak Naftali ialah Yahziel, Guni, Yezer dan Salum, anak-anaknya dari Bilha.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Keturunan Manasye ialah Asriel yang dilahirkan oleh gundiknya, perempuan Aram itu; perempuan ini melahirkan Makhir, bapa Gilead.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Makhir mengambil seorang isteri bagi Hupim dan Supim; nama saudaranya perempuan ialah Maakha. Nama anak yang kedua ialah Zelafead. Zelafead hanya mempunyai anak-anak perempuan.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Tetapi Maakha, isteri Makhir, melahirkan seorang anak laki-laki dan menamainya Peresh; nama saudaranya laki-laki ialah Seres dan anak-anak orang ini ialah Ulam dan Rekem.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Keturunan Ulam ialah Bedan. Itulah keturunan Gilead bin Makhir bin Manasye.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Saudaranya perempuan, Molekhet, melahirkan Isyhod, Abiezer dan Mahla.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Anak-anak Semida ialah Ahyan, Sekhem, Likhi dan Aniam.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Keturunan Efraim ialah Sutelah, dan anak orang ini ialah Bered, dan anak orang ini ialah Tahat, dan anak orang ini ialah Elada, dan anak orang ini ialah Tahat,",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "dan anak orang ini ialah Zabad, dan anak orang ini ialah Sutelah, kemudian Ezer dan Elad. Mereka dibunuh oleh orang-orang Gat yang lahir di negeri itu, sebab mereka pergi merampas ternak orang-orang itu.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Efraim, ayah mereka, berkabung berhari-hari lamanya, sehingga saudara-saudaranya datang untuk menghiburkan dia.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Sesudah itu ia bersetubuh dengan isterinya, lalu mengandunglah perempuan itu dan melahirkan seorang anak laki-laki. Ia menamainya Beria, sebab malapetaka telah menimpa keluarganya.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Anaknya perempuan ialah Seera yang telah mendirikan Bet-Horon-Hilir dan Bet-Horon-Hulu serta Uzen-Seera.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Anak laki-laki Beria ialah Refah, lalu Resef; anak orang ini ialah Telah, dan anak orang ini ialah Tahan,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "dan anak orang ini ialah Ladan, dan anak orang ini ialah Amihud, dan anak orang ini ialah Elisama,",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "dan anak orang ini ialah Nun, dan anak orang ini ialah Yosua.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Tanah milik mereka dan tempat kediaman mereka ialah Betel dengan segala anak kotanya, Naaran di sebelah timur dan Gezer dengan segala anak kotanya di sebelah barat, kemudian Sikhem dengan segala anak kotanya sampai Aya dengan segala anak kotanya,",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "dan pada perbatasan bani Manasye: Bet-Sean dengan segala anak kotanya, juga Taanakh dengan segala anak kotanya, Megido dengan segala anak kotanya, Dor dengan segala anak kotanya. Di tempat-tempat itulah keturunan Yusuf bin Israel diam.",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Anak-anak Asyer ialah Yimna, Yiswa, Yiswi dan Beria; Serah ialah saudara perempuan mereka.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Anak-anak Beria ialah Heber dan Malkiel; dialah bapa Birzait.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Heber memperanakkan Yaflet, Somer dan Hotam serta Sua, saudara perempuan mereka.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Anak-anak Yaflet ialah Pasakh, Bimhab dan Asywat. Itulah anak-anak Yaflet.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Anak-anak Semer ialah Ahi, Rohga, Yehuba dan Aram.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Anak-anak Helem, saudaranya laki-laki, ialah Zofah, Yimna, Seles dan Amal.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Anak-anak Zofah ialah Suah, Harnefer, Syual, Beri dan Yimra,",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Bezer, Hod, Sama, Silsa, Yitran dan Beera.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Anak-anak Yeter ialah Yefune, Pispa dan Ara.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Anak-anak Ula ialah Arah, Haniel dan Rizya.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Itulah sekaliannya keturunan Asyer, kepala-kepala puak mereka, pahlawan-pahlawan gagah perkasa yang terpilih, pemimpin-pemimpin utama. Jumlah yang terdaftar dalam silsilah mereka sebagai pasukan perang ada dua puluh enam ribu orang.",
      "type": "content"
    }
  ]
}