{
  "book": "1 Tawarikh",
  "chapter": 9,
  "verses": [
    {
      "verse": 1,
      "text": "Daftar penduduk Yerusalem",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Seluruh orang Israel telah terdaftar dalam silsilah; mereka tertulis dalam kitab raja-raja Israel, sedang orang Yehuda telah diangkut ke dalam pembuangan ke Babel oleh karena perbuatan mereka yang tidak setia.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Dan orang-orang yang mula-mula menetap kembali di tanah-tanah milik mereka, di kota-kota mereka, ialah orang Israel awam, para imam, orang-orang Lewi dan para budak di bait Allah.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Di Yerusalem tinggal orang-orang dari bani Yehuda, dari bani Benyamin, dari bani Efraim dan Manasye:",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Utai bin Amihud bin Omri bin Imri bin Bani, dari keturunan Peres bin Yehuda.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Dan dari orang Syela ialah Asaya, anak yang sulung, dengan anak-anaknya.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Dari keturunan Zerah ialah Yeuel dengan sanak saudaranya, enam ratus sembilan puluh orang.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Dari bani Benyamin ialah Salu bin Mesulam bin Hodawya bin Hasenua,",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Yibnea bin Yeroham, Ela bin Uzi bin Mikhri dan Mesulam bin Sefaca bin Rehuel bin Yibnia",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "dengan sanak saudara mereka menurut keturunan mereka, sembilan ratus lima puluh enam orang. Semua orang itu adalah kepala puak.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dari para imam ialah Yedaya, Yoyarib, Yakhin,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Azarya bin Hilkia bin Mesulam bin Zadok bin Merayot bin Ahitub, pemuka rumah Allah,",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "lalu Adaya bin Yeroham bin Pasyhur bin Malkia, dan Masai bin Adiel bin Yahzera bin Mesulam bin Mesilemit bin Imer,",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "dengan sanak saudara mereka, kepala-kepala puak, seribu tujuh ratus enam puluh orang, orang-orang tangkas untuk menyelenggarakan ibadah di rumah Allah.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Dari orang-orang Lewi ialah Semaya bin Hasub bin Azrikam bin Hasabya, dari keturunan Merari;",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "lalu Bakbakar, Heresh, Galal dan Matanya bin Mikha bin Zikhri bin Asaf,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "serta Obaja bin Semaya bin Galal bin Yedutun dan Berekhya bin Asa bin Elkana yang diam di desa-desa orang Netofa.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Penunggu-penunggu pintu gerbang ialah Salum, Akub, Talmon dan Ahiman, dengan sanak saudara mereka; Salum ialah kepala.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sampai sekarang mereka ada di pintu gerbang raja di sebelah timur. Merekalah penunggu-penunggu pintu gerbang perkemahan bani Lewi.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Salum bin Kore bin Ebyasaf bin Korah dan saudara-saudara sepuaknya, yakni orang-orang Korah, mempunyai tugas jabatan sebagai penjaga-penjaga ambang pintu Kemah, seperti bapa-bapa mereka bertugas di perkemahan TUHAN sebagai penjaga-penjaga pintu masuk.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Pinehas bin Eleazar mengepalai mereka sebelumnya. TUHAN kiranya menyertai dia.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Zakharia bin Meselemya adalah penunggu pintu Kemah Pertemuan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Mereka semuanya yang terpilih menjadi penunggu ambang pintu ada dua ratus dua belas orang. Mereka telah terdaftar dalam silsilah di desa-desa mereka. Daud dan Samuel, pelihat itu, mengangkat mereka dalam jabatan itu.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Mereka dan anak-anak mereka bertugas menjaga pintu-pintu gerbang rumah TUHAN, yakni Bait Kemah itu.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Ke arah empat mata angin ditempatkan penunggu-penunggu pintu gerbang itu, yakni ke arah timur, barat, utara dan selatan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Dan saudara-saudara mereka yang tinggal di desa-desa mereka, pada waktu-waktu tertentu harus masuk selama tujuh hari untuk bekerja bersama-sama mereka,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "sedang keempat kepala penunggu pintu gerbang itu memegang jabatan tetap. Mereka adalah orang Lewi dan mengawasi bilik-bilik serta perbendaharaan rumah Allah.",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Mereka bermalam di sekitar rumah Allah itu sebab mereka bertanggung jawab atas penjagaan dan harus membuka pintu setiap pagi.",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Sebagian dari mereka mengurus perkakas ibadah: mereka menghitung perkakas itu pada waktu dimasukkan dan dikeluarkan.",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "Sebagian dari mereka ditugaskan mengurus perabotan, yakni segala perabotan tempat kudus, dan mengurus tepung yang terbaik, anggur, minyak, kemenyan dan rempah-rempah,",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "sedangkan beberapa orang imam menyediakan campuran rempah-rempah.",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Matica, salah seorang Lewi, anak sulung Salum, orang Korah itu, mendapat tugas tetap untuk mengolah roti.",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Dan sebagian dari anak-anak orang Kehat, yakni dari sanak saudara mereka, mengurus roti sajian untuk disediakan setiap hari Sabat.",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Dan inilah para penyanyi, kepala-kepala puak orang Lewi, yang diam di bilik-bilik dan bebas dari pekerjaan lain, sebab siang dan malam mereka sibuk dengan pekerjaannya.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Itulah para kepala puak orang Lewi, para kepala, menurut keturunan mereka; mereka ini diam di Yerusalem.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Silsilah Saul",
      "type": "title"
    },
    {
      "verse": 35,
      "text": "Di Gibeon diam bapa Gibeon, yakni Yeiel, dan nama isterinya ialah Maakha.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Anak sulungnya ialah Abdon, lalu Zur, Kish, Baal, Ner, Nadab,",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Gedor, Ahyo, Zakharia dan Miklot.",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Miklot memperanakkan Simeam. Juga mereka ini pergi diam berdekatan dengan saudara-saudara mereka di Yerusalem bersama-sama saudara mereka yang lain.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Ner memperanakkan Kish; Kish memperanakkan Saul; Saul memperanakkan Yonatan, Malkisua, Abinadab dan Esybaal.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Anak Yonatan ialah Meribaal, dan Meribaal memperanakkan Mikha.",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Anak Mikha ialah Piton, Melekh, Tahrea dan Ahas.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Ahas memperanakkan Yaera; Yaera memperanakkan Alemet, Azmawet dan Zimri; Zimri memperanakkan Moza.",
      "type": "content"
    },
    {
      "verse": 43,
      "text": "Moza memperanakkan Bina, dan anak orang ini ialah Refaya, dan anak orang ini ialah Elasa, dan anak orang ini ialah Azel.",
      "type": "content"
    },
    {
      "verse": 44,
      "text": "Azel mempunyai enam orang anak dan inilah nama-nama mereka: Azrikam, Bokhru, Ismael, Searya, Obaja dan Hanan. Itulah anak-anak Azel.",
      "type": "content"
    }
  ]
}