{
  "book": "2 Timotius",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "I. Tabi ni apostel i 1-2. II. Las ni rohana dohot holongna mida si Timoteus 3-5. III. Ndang sihailahononhon barita na uli i 6-14. IV. Taringot tu si Onesiporus 15-18",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Ahu surat tinongos ni si Paulus, apostel ni Kristus Jesus, marhite sian tahi ni Debata, marguru tu bagabaga hangoluan, na di bagasan Kristus Jesus,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "mandapothon si Timoteus, anakkonku na hinaholongan: Asi ni roha, talup ni roha, dame sian Debata Ama dohot sian Kristus Jesus, Tuhanta i!",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "(II.) Mauliate rohangku di Debata, na huoloi di bagasan roha na ias, sian angka daompung dope; ai so marpansohotan hupaingotingot ho di angka tangiangku, borngin nang arian.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ai masihol do ahu marnida ho, marningot iluilumi, anggiat gok halalas ni rohangku.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ai huingot do haporseaonmu na so marlaok i, na maringanan hian di bagasan ompungmu boru, si Lois, nang di bagasan inangmu, si Eunike; alai dohot do di bagasan ho, dihaporseai rohangku.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(III.) Ala ni i hupaingot ho, asa diparatarata ho silehonlehon ni Debata, na tu ho i, di na huampehon tanganki tu ho.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ai dilehon Debata do tu hita tondi hagogoon, tondi haholongon, tondi pangarajaion diri, ndada tondi hatahuton.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Onpe, unang ho maila, mangkatindangkon Tuhanta i, jala unang hailahon ahu, na tarhurung humongkop Ibana; dohot ma ho tahe mangkongkop barita na uli, sian hagogoon ni Debata!",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ai dipalua jala dijou do hita marhitehite panjouon na badia; ndada marguru tu ulaonta, tung sian tahina dohot sian asi ni roha, na binasabasahon tu hita di bagasan Kristus Jesus, na sian mula ni mulana.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Alai nuaeng dipapatar do, di na tarida Sipalua hita, Kristus Jesus i. Ibana do pasohothon hamatean, di paullop hangoluan dohot hatongtongon marhitehite barita na uli i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Tusi do ahu dipabangkit, gabe parjamita dohot apostel dohot pangajari.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ala ni i do, umbahen na marsitaonon ahu, alai ndang maila ahu disi; ai hutanda do Ibana na huhaporseai, jala pos do rohangku, margogo Ibana mangaramoti na pinalumehonna i tu ahu, ro di ari sogot i.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Ihuthon ma angka poda na tingkos i tiruanmu, songon naung binegem sian ahu, di bagasan haporseaon dohot holong ni roha na di Kristus Jesus i.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Na pinalumehon na denggan i ma ramoti marhitehite Tondi Parbadia, na maringanan di bagasan hita.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "(IV.) Diboto ho do, naung ditundali saluhut na di Asia i ahu, songon Pigelus dohot Hermogenes.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Sai dilehon Tuhan i ma asi ni roha tu bagas ni si Onesiporus; ai jotjot do sonang pangkilalaanku dibahen, jala ndang dihailahon ibana rantengki.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Ai disi ro ibana tu huta Rom, dihaburjuhon do mangalului ahu, paima jumpangsa.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Sai dilehon Tuhan i ma, asa jumpangan asi ni roha ibana sian Tuhan i di ari sogot i! Torang do diboto ho nasa panolongina di ahu di huta Epesus.",
      "type": "content"
    }
  ]
}