{
  "book": "2 Timotius",
  "chapter": 2,
  "verses": [
    {
      "verse": 1,
      "text": "I. Taon ma na porsuk i humongkop Kristus! 1-13. II. Holang ma ho sian poda haliluon! 14-26",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Onpe, ale anaha, margogo ma ho marhitehite asi ni roha ni Kristus Jesus!",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jadi ma binegem sian ahu di adopan ni torop sitindangi, i ma pasahat tu halak haposan, angka na tau mangajari na asing.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Gabe dongan manaon haporsuhon ma ho, songon parangan na denggan di Kristus Jesus!",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Ndang olo alit parporang tu angka ulaon pandaraman, asa halomoan ibana di na marsuru ibana.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Nang na marsiadu pe, ndang dipartumpali, ia so tigor paraloonna i.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Ingkon siula hauma i jumolo taruli di parbuena!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Antusi na hudok i; ai lehonon ni Tuhan i do tu ho roha mangarti saluhutna i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Paingotingot ma Jesus Kristus, naung dipangolu sian angka na mate, na sian pinompar ni si Daud, hombar tu na hubaritahon i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Ala ni i do ahu manaon na porsuk, pola tarrante songon siula hajahaton; alai ndang tarrante anggo hata ni Debata",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Dibahen i, benget do rohangku, manaon saluhutna i, ala ni angka na tarpillit, asa dohot nasida taruli di haluaon, na di bagasan Kristus Jesus, dohot di hasangapon salelenglelengna i.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Haposan do hata on: Anggo donganna do hita tu hamatean, donganna ma nang tu hangoluan.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Anggo benget hita manaon, rap mangarajai ma hita sogot. Molo mansoadahon hita, dohot ma Ibana mansoadahon hita.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "So haposan pe hita, tong do haposan anggo Ibana; ai ndang tarsoadahonsa dirina.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "(II.) I ma pasingothon jala hatindangkon di jolo ni Debata; unang ma nasida masisualan, ai tung na so hasea do i, na mangago do i di angka na umbegesa.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Haringgashon patuduhon haburjuonmi di Debata, songon pangula na so tarila, na padalanhon hata hasintongan i tigortigor.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Alai pasiding ma pangkataion na so marimpola, na so gabeak i, ai lam tu gandana do hajahatonnasida hinorhon ni i.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Songon baro sirarat lam ragat hatanasida; songon na di si Himeneus dohot Piletus.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Na lilu do nasida sian hasintongan i, ai didok: Nunga sanga masa haheheon i, gabe marbalik deba sian haporseaon i.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Alai na hot do haojahan na sian Debata. Hata on ma sahapna: \"Ditanda Tuhan i do angka na di Ibana!\" Dohot: \"Sirang ma sian hageduhon nasa na mandok Goar ni Tuhan i!\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Ala ndada holan ulaula sere dohot perak dapot di bagasan bagas na bolon, dohot ma ulaula hau dohot tano; na deba tu ulaon hasangapon, na deba tu haleaon.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Asa halak na paias dirina sian angka ondeng, i ma gabe ulaula na badia, na tu ulaon hasangapon, na hasea di nampuna bagas i, rade tu nasa ulaon na denggan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Maporus ma ho pasiding sangkapsangkap haposoon; alai pareak ma hatigoran, haporseaon, holong ni roha dohot dame, rap dohot angka na manjou Tuhan i sian roha na ias.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Alai pasiding ma angka sungkunsungkun haotoon na ngongar, ai diboto ho, na mangkorhon parbadaan do i.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Na so patut parbadabada anggo naposo ni Tuhan i, alai tama basar maradophon saluhut, malo mangajari, benget manaon na jat;",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "marlambok ni roha ma maminsang angka na mangalo, anggiat dilehon Debata tu nasida hamubaon ni roha, laho mananda hasintongan,",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "asa tarjolma nasida, dung malua sian jorgong ni sibolis i, na nialithonna tu nasida, pasauthon roharohana.",
      "type": "content"
    }
  ]
}