{
  "book": "2 Timotius",
  "chapter": 3,
  "verses": [
    {
      "verse": 1,
      "text": "I. Parhehe ni angka parjahat di tingki parpudi 1-9. II. Hata na tarsurat di sitiopon 10-17",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Alai patut ma botoonmu on: Na ro ma angka ari hasusaan, di angka tingki parpudi.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Ai mangkaholongi dirina ma jolma disi, impolan di perak, parhata manggang, parroha haginjangon, angka panginsahi, na so mangoloi natorasna, na so marningot lagu, angka na tois;",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "angka na so marroha holong, pangoseose, panihasnihasi, na so umboto mangorom, parmurukmuruk, na so marholong ni roha di na denggan;",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "angka parjehe, parroha na neang, sipaburnang diri, holongan di hisap ni daging asa di Debata.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Parrumang hadaulaton do nasida; alai hagogoonna i ndang dapot di nasida. Pasiding ma angka sisongon i!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Angka sisongon i do na olo manisipi tu jabu ni halak, mandormai roha ni angka boruboru, naung sorat binahen ni dosa, angka na nielaela ni ragam ni hahisapon,",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "angka na tongtong marguru, alai matua so sahat nasida mananda hasintongan i:",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Tudoshon si Jannes dohot si Jambres, angka na mangalo si Musa, laho mangalo hasintongan. Nasida do jolma naung sega rohana; ndang manahan haporseaonnasida.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Alai ndang tagamon patulusonnasida i, ai patar do diida sude haotoonnasida, suang songon di na dua ondeng.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "(II.) Alai diihuthon ho do ahu di poda, di parange, di tahi, di haporseaon, di lambas, holong dohot benget ni roha,",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "di bagasan angka pangaleleon, haporsuhon, angka na masa tu ahu di Antiokia, di Ikonium, di Listra: Pangaleleon na sai godang do huta on, jala dipalua Tuhan i do ahu sian saluhutna i.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Alai ndang tarbahen so hona lele nasa, na naeng marparange na daulat marhitehite Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Alai na mangkapogani hamagoanna do angka parjahat dohot siulas utiutian; na paotootohon do nasida huhut dipaotooto.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Alai anggo ho, sai mian ma di bagasan angka na ginuruhon jala naung hinaporseaanmi, ai diboto ho do na mangajarhonsa tu ho.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Huhut ala diboto ho, sian sietehetehonmi dope, surat na badia i, na margogo pabisukkon ho, asa taruli di haluaon marhitehite haporseaon di Kristus Jesus.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Ai nasa Surat i, sinihathon ni Debata do; jala hasea mamodai, maminsang, pauliulihon, manogunogu di bagasan hatigoran,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "asa rimpas halak ni Debata, hobas tu nasa ulaon na denggan.",
      "type": "content"
    }
  ]
}