{
  "book": "2 Timotius",
  "chapter": 4,
  "verses": [
    {
      "verse": 1,
      "text": "I. Burju ma radoti tohonanmi! 1-5. II. Jonok nama ajal ni apostel i 6-18. III. Hata parujungan 19-22",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "(I.) Di jolo ni Debata dohot Kristus Jesus, na ro manguhumi angka na mangolu dohot na mate, huhatindangkon nang hapataronna, nang harajaonna.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Jamitahon hata i, hajongjongkon di tingki na une nang so une; pinsang, paingot, apoi marhitehite nasa lambas ni roha dohot pamodaion.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Ai na ro ma tingkina, ndang tartahan halak disi poda na tingkos i; alai mangihuthon hisaphisap sandiri ma alaponnasida pangajari na pageokgeokkon pinggolnasida.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Taitonnasida ma pinggolnasida sian hasintongan i, laho paelengkonsa tu angka turiturian.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Alai anggo ho, sandok unang ma mabuk roham, taon ma na jat i; radoti na tama ulaon ni parbarita na uli; sahat ula tohonanmi!",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "(II.) Ai pasahaton nama anggo ahu songon pelean; na dapot ne ma tingki haluluangki!",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Nunga hupasidung paraloan na denggan i, nunga hupaujung parlojongonki; ramot hubahen haporseaon i.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Diri nama di jolongku tumpal hatigoran, silehonon ni Tuhan, Paruhum na tigor i, di ari sogot i tu ahu; alai ndada holan tu ahu, tu saluhutna do tahe, angka na mangkaholongi hapataronna i.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Pahatop manopot ahu tibu!",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Ai ditadingkon si Demas i do ahu, ala naung holong rohana di portibi on, laos laho tu Tessalonik; songon i si Kreskes tu Galatia si Titus tu Dalmatia.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Sasada si Lukas i nama donganku. Arahon si Markus i, jala boan ibana donganmu, ai hasea situtu do ibana tu parhobason.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Ia si Tikikus i, nunga husuru tu Epesus.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Molo ro ho, boan ma baju panas na hutinggalhon di si Karpus, di huta Troas; songon i angka buku, na rumingkot, i ma angka pustaha i!",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Godang hajahaton diula si Aleksander, pande bosi i, dompak ahu; baloshonon ni Tuhan i do tu ibana, hombar tu pambahenanna i.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Ho pe, jaga ibana; ai dialo situtu do hatanami.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Di paralusanku parjolo sahali, ndang adong donganku; tung saluhutna do manadingkon ahu. Unang ma tarrajum i tu nasida!",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Alai Tuhan i do mandongani jala margogoihon ahu, asa tulus parjamitaon i marhite sian ahu, gabe saluhut sipelebegu umbegesa; laos malua do ahu sian baba ni babiat i.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Roroon ni Tuhan i do ahu sian nasa ulaon hajahaton, jala paluaonna do ahu tubagasan harajaonna na di banua ginjang i. Di Ibana ma hasangapon ro di salelenglelengna! Amen.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "(III.) Tabingku ma di si Priska dohot si Akila, songon i di pangisi ni bagas ni si Onesiporus.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Tinggal do si Erastus di Korint; alai marsahit do hutadingkon si Tropimus di Miletus.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Gumira ma ho ro, andorang so taon ngali! Manongos tabi tu ho si Eubulus, si Pudes, si Linus, dohot si Klaudia ro di dongan sasude.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Didongani Tuhan i ma tondimuna! Asi ni roha ma di hamu!",
      "type": "content"
    }
  ]
}