{
  "book": "1 Samuel",
  "chapter": 19,
  "verses": [
    {
      "verse": 1,
      "text": "Daud melarikan diri karena Saul menyerang dia kembali",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Saul mengatakan kepada Yonatan, anaknya, dan kepada semua pegawainya, bahwa Daud harus dibunuh. Tetapi Yonatan, anak Saul, sangat suka kepada Daud,",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "sehingga Yonatan memberitahukan kepada Daud: \"Ayahku Saul berikhtiar untuk membunuh engkau; oleh sebab itu, hati-hatilah besok pagi, duduklah di suatu tempat perlindungan dan bersembunyilah di sana.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Aku akan keluar dan berdiri di sisi ayahku di padang tempatmu itu. Maka aku akan berbicara dengan ayahku perihalmu; aku akan melihat bagaimana keadaannya, lalu memberitahukannya kepadamu.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Lalu Yonatan mengatakan yang baik tentang Daud kepada Saul, ayahnya, katanya: \"Janganlah raja berbuat dosa terhadap Daud, hambanya, sebab ia tidak berbuat dosa terhadapmu; bukankah apa yang diperbuatnya sangat baik bagimu!",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Ia telah mempertaruhkan nyawanya dan telah mengalahkan orang Filistin itu, dan TUHAN telah memberikan kemenangan yang besar kepada seluruh Israel. Engkau sudah melihatnya dan bersukacita karenanya. Mengapa engkau hendak berbuat dosa terhadap darah orang yang tidak bersalah dengan membunuh Daud tanpa alasan?\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Saul mendengarkan perkataan Yonatan dan Saul bersumpah: \"Demi TUHAN yang hidup, ia tidak akan dibunuh.\"",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Lalu Yonatan memanggil Daud dan Yonatan memberitahukan kepadanya segala perkataan itu. Yonatan membawa Daud kepada Saul dan ia bekerja padanya seperti dahulu.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Ketika perang pecah pula, maka majulah Daud dan berperang melawan orang Filistin; ia menimbulkan kekalahan besar di antara mereka, sehingga mereka melarikan diri dari depannya.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tetapi roh jahat yang dari pada TUHAN hinggap pada Saul, ketika ia duduk di rumahnya, dengan tombaknya di tangannya; dan Daud sedang main kecapi.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Lalu Saul berikhtiar menancapkan Daud ke dinding dengan tombaknya, tetapi Daud mengelakkan tikaman Saul, sehingga Saul mengenai dinding dengan tombak itu. Sesudah itu Daud melarikan diri dan luputlah ia pada malam itu.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Kemudian Saul mengirim orang-orang suruhan ke rumah Daud untuk mengamat-amatinya dan untuk membunuh dia pada waktu pagi. Tetapi Mikhal, isteri Daud, memberitahukan kepadanya, demikian: \"Jika engkau tidak dapat meluputkan dirimu malam ini, maka besok engkau akan dibunuh.\"",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Lalu Mikhal menurunkan Daud dari jendela, ia pergi melarikan diri dan luputlah ia.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Sesudah itu Mikhal mengambil terafim dan menaruhnya di tempat tidur; ditaruhnya sehelai tenunan bulu kambing di bagian kepala dan ditutupinya dengan selimut.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Lalu Saul mengirim orang-orang suruhan untuk mengambil Daud, tetapi perempuan itu berkata: \"Ia sakit.\"",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Sesudah itu Saul mengirim orang-orang suruhan itu untuk melihat Daud, katanya: \"Bawalah dia di atas tempat tidur itu ke mari, supaya ia dibunuh.\"",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Lalu masuklah para suruhan itu ke dalam, dan tampaklah ada terafim di tempat tidur dengan sehelai tenunan bulu kambing di bagian kepala.",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Berkatalah Saul kepada Mikhal: \"Mengapa engkau menipu aku demikian itu dan melepas musuhku pergi, sehingga ia luput?\" Tetapi jawab Mikhal kepada Saul: \"Ia berkata kepadaku: Biarkanlah aku pergi, apa perlunya aku membunuh engkau?\"",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Setelah Daud melarikan diri dan luput, sampailah ia kepada Samuel di Rama dan memberitahukan kepadanya segala yang dilakukan Saul kepadanya. Kemudian pergilah ia bersama-sama dengan Samuel dan tinggallah mereka di Nayot.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Ketika diberitahukan kepada Saul, demikian: \"Ketahuilah, Daud ada di Nayot, dekat Rama,\"",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "maka Saul mengirim orang-orang suruhan untuk mengambil Daud. Tetapi orang-orang ini melihat sekumpulan nabi kepenuhan, dengan dikepalai oleh Samuel. Dan Roh Allah hinggap pada orang-orang suruhan Saul, sehingga merekapun kepenuhan seperti nabi.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Lalu hal itu diberitahukan kepada Saul; ia mengirim orang-orang suruhan yang lain, tetapi orang-orang itupun juga kepenuhan seperti nabi. Saul mengirim sekali lagi orang-orang suruhan, rombongan yang ketiga, dan orang-orang inipun juga kepenuhan.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Lalu ia sendiri pergi ke Rama. Sesampainya ke dekat perigi besar yang di Sekhu, bertanyalah ia, katanya: \"Di mana Samuel dan Daud?\" Jawab orang: \"Ada di Nayot, dekat Rama.\"",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Lalu pergilah ia ke sana, ke Nayot, dekat Rama dan pada diapun hinggaplah Roh Allah, dan selama ia melanjutkan perjalanannya ia kepenuhan seperti nabi, hingga ia sampai ke Nayot dekat Rama.",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Iapun menanggalkan pakaiannya, dan iapun juga kepenuhan di depan Samuel. Ia rebah terhantar dengan telanjang sehari-harian dan semalam-malaman itu. Itulah sebabnya orang berkata: \"Apakah juga Saul termasuk golongan nabi?\"",
      "type": "content"
    }
  ]
}