{
  "book": "1 Samuel",
  "chapter": 20,
  "verses": [
    {
      "verse": 1,
      "text": "Perjanjian antara Daud dan Yonatan",
      "type": "title"
    },
    {
      "verse": 1,
      "text": "Maka larilah Daud dari Nayot, dekat Rama; sampailah ia kepada Yonatan, lalu berkata: \"Apakah yang telah kuperbuat? Apakah kesalahanku dan apakah dosaku terhadap ayahmu, sehingga ia ingin mencabut nyawaku?\"",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Tetapi Yonatan berkata kepadanya: \"Jauhlah yang demikian itu! engkau tidak akan mati dibunuh. Ingatlah, ayahku tidak berbuat sesuatu, baik perkara besar maupun perkara kecil, dengan tidak menyatakannya kepadaku. Mengapa ayahku harus menyembunyikan perkara ini kepadaku? Tidak mungkin!\"",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Tetapi Daud menjawab, katanya: \"Ayahmu tahu benar, bahwa engkau suka kepadaku. Sebab itu pikirnya: Tidak boleh Yonatan mengetahui hal ini, nanti ia bersusah hati. Namun, demi TUHAN yang hidup dan demi hidupmu, hanya satu langkah jaraknya antara aku dan maut.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Yonatan berkata kepada Daud: \"Apapun kehendak hatimu, aku akan melakukannya bagimu.\"",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Lalu kata Daud kepada Yonatan: \"Kautahu, besok bulan baru, maka sebenarnya aku harus duduk makan bersama-sama dengan raja. Jika engkau membiarkan aku pergi, maka aku akan bersembunyi di padang sampai lusa petang.",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Apabila ayahmu menanyakan aku, haruslah kaukatakan: Daud telah meminta dengan sangat kepadaku untuk pergi dengan segera ke Betlehem, kotanya, karena di sana ada upacara pengorbanan tahunan bagi segenap kaumnya.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Jika begini dikatakannya: Baiklah! maka hambamu ini selamat. Tetapi jika amarahnya bangkit dengan segera, ketahuilah, bahwa ia telah mengambil keputusan untuk mendatangkan celaka.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Jika demikian, tunjukkanlah kesetiaanmu kepada hambamu ini, sebab engkau telah mengikat perjanjian di hadapan TUHAN dengan hambamu ini. Tetapi jika ada kesalahan padaku, engkau sendirilah membunuh aku. Mengapa engkau harus menyerahkan aku kepada ayahmu?\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Tetapi jawab Yonatan: \"Jauhlah yang demikian itu! Sebab jika kuketahui dengan pasti, bahwa ayahku telah mengambil keputusan untuk mendatangkan celaka kepadamu, masakan aku tidak memberitahukannya kepadamu?\"",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Lalu bertanyalah Daud kepada Yonatan: \"Siapakah yang akan memberitahukan kepadaku, apabila ayahmu menjawab engkau dengan keras?\"",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Kata Yonatan kepada Daud: \"Marilah kita keluar ke padang.\" Maka keluarlah keduanya ke padang.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Lalu berkatalah Yonatan kepada Daud: \"Demi TUHAN, Allah Israel, besok atau lusa kira-kira waktu ini aku akan memeriksa perasaan ayahku. Apabila baik keadaannya bagi Daud, masakan aku tidak akan menyuruh orang kepadamu dan memberitahukannya kepadamu?",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Tetapi apabila ayahku memandang baik untuk mendatangkan celaka kepadamu, beginilah kiranya TUHAN menghukum Yonatan, bahkan lebih lagi dari pada itu, sekiranya aku tidak menyatakannya kepadamu dan membiarkan engkau pergi, sehingga engkau dapat berjalan dengan selamat. TUHAN kiranya menyertai engkau, seperti Ia menyertai ayahku dahulu.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "Jika aku masih hidup, bukankah engkau akan menunjukkan kepadaku kasih setia TUHAN? Tetapi jika aku sudah mati,",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "janganlah engkau memutuskan kasih setiamu terhadap keturunanku sampai selamanya. Dan apabila TUHAN melenyapkan setiap orang dari musuh Daud dari muka bumi,",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "janganlah nama Yonatan terhapus dari keturunan Daud, melainkan kiranya TUHAN menuntut balas dari pada musuh-musuh Daud.\"",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "Dan Yonatan menyuruh Daud sekali lagi bersumpah demi kasihnya kepadanya, sebab ia mengasihi Daud seperti dirinya sendiri.",
      "type": "content"
    },
    {
      "verse": 18,
      "text": "Kemudian berkatalah Yonatan kepadanya: \"Besok bulan baru; maka engkau nanti akan ditanyakan, sebab tempat dudukmu akan tinggal kosong.",
      "type": "content"
    },
    {
      "verse": 19,
      "text": "Tetapi lusa engkau pasti akan dicari; engkau harus datang ke tempat engkau bersembunyi pada hari peristiwa itu, dan duduklah dekat bukit batu.",
      "type": "content"
    },
    {
      "verse": 20,
      "text": "Maka aku akan memanahkan tiga anak panah ke samping batu itu, seolah-olah aku membidik suatu sasaran.",
      "type": "content"
    },
    {
      "verse": 21,
      "text": "Dan ketahuilah, aku akan menyuruh bujangku: Pergilah mencari anak-anak panah itu. Jika tegas kukatakan kepada bujang itu: Lihat anak-anak panah itu lebih ke mari, ambillah! --maka datanglah, sebab, demi TUHAN yang hidup, engkau selamat dan tidak ada bahaya apa-apa.",
      "type": "content"
    },
    {
      "verse": 22,
      "text": "Tetapi jika begini kukatakan kepada orang muda itu: Lihat anak-anak panah itu lebih ke sana! --maka pergilah, sebab TUHAN menyuruh engkau pergi.",
      "type": "content"
    },
    {
      "verse": 23,
      "text": "Tentang hal yang kita janjikan itu, antara aku dan engkau, sesungguhnya, TUHAN ada di antara aku dan engkau sampai selamanya.\"",
      "type": "content"
    },
    {
      "verse": 24,
      "text": "Sesudah itu bersembunyilah Daud di padang. Ketika bulan baru tiba, duduklah raja pada meja untuk makan.",
      "type": "content"
    },
    {
      "verse": 25,
      "text": "Raja duduk di tempatnya seperti biasa, dekat dinding. Yonatan berhadapan dengan dia, Abner duduk di sisi Saul, tetapi tempat Daud tinggal kosong.",
      "type": "content"
    },
    {
      "verse": 26,
      "text": "Dan Saul tidak berkata apa-apa pada hari itu, sebab pikirnya: \"Barangkali ada sesuatu yang terjadi kepadanya; mungkin ia tidak tahir; ya, tentu ia tidak tahir.\"",
      "type": "content"
    },
    {
      "verse": 27,
      "text": "Tetapi pada hari sesudah bulan baru itu, pada hari yang kedua, ketika tempat Daud masih tinggal kosong, bertanyalah Saul kepada Yonatan, anaknya: \"Mengapa anak Isai tidak datang makan, baik kemarin maupun hari ini?\"",
      "type": "content"
    },
    {
      "verse": 28,
      "text": "Jawab Yonatan kepada Saul: \"Daud telah meminta dengan sangat kepadaku untuk pergi ke Betlehem,",
      "type": "content"
    },
    {
      "verse": 29,
      "text": "katanya: Biarkanlah aku pergi, sebab ada upacara pengorbanan bagi kaum kami di kota, dan saudara-saudaraku sendirilah yang memanggil aku. Oleh sebab itu, jika engkau mengasihi aku, berilah izin kepadaku untuk menengok saudara-saudaraku. Itulah sebabnya ia tidak datang ke perjamuan raja.\"",
      "type": "content"
    },
    {
      "verse": 30,
      "text": "Lalu bangkitlah amarah Saul kepada Yonatan, katanya kepadanya: \"Anak sundal yang kurang ajar! Bukankah aku tahu, bahwa engkau telah memilih pihak anak Isai dan itu noda bagi kau sendiri dan bagi perut ibumu?",
      "type": "content"
    },
    {
      "verse": 31,
      "text": "Sebab sesungguhnya selama anak Isai itu hidup di muka bumi, engkau dan kerajaanmu tidak akan kokoh. Dan sekarang suruhlah orang memanggil dan membawa dia kepadaku, sebab ia harus mati.\"",
      "type": "content"
    },
    {
      "verse": 32,
      "text": "Tetapi Yonatan menjawab Saul, ayahnya itu, katanya kepadanya: \"Mengapa ia harus dibunuh? Apa yang dilakukannya?\"",
      "type": "content"
    },
    {
      "verse": 33,
      "text": "Lalu Saul melemparkan tombaknya kepada Yonatan untuk membunuhnya. Maka tahulah Yonatan, bahwa ayahnya telah mengambil keputusan untuk membunuh Daud.",
      "type": "content"
    },
    {
      "verse": 34,
      "text": "Sebab itu Yonatan bangkit dan meninggalkan perjamuan itu dengan kemarahan yang bernyala-nyala. Pada hari yang kedua bulan baru itu ia tidak makan apa-apa, sebab ia bersusah hati karena Daud, sebab ayahnya telah menghina Daud.",
      "type": "content"
    },
    {
      "verse": 35,
      "text": "Pada waktu pagi keluarlah Yonatan ke padang bersama-sama seorang budak kecil sesuai dengan janjinya kepada Daud.",
      "type": "content"
    },
    {
      "verse": 36,
      "text": "Berkatalah ia kepada budaknya: \"Larilah, carilah anak-anak panah yang kupanahkan.\" Baru saja budak itu berlari, maka Yonatan melepaskan sebatang anak panah lewat kepala budak itu.",
      "type": "content"
    },
    {
      "verse": 37,
      "text": "Ketika budak itu sampai ke tempat letaknya anak panah yang dilepaskan Yonatan itu, maka berserulah Yonatan dari belakang budak itu, katanya: \"Bukankah anak panah itu lebih ke sana?\"",
      "type": "content"
    },
    {
      "verse": 38,
      "text": "Kemudian berserulah Yonatan dari belakang budak itu: \"Ayo, cepat, jangan berdiri saja!\" Lalu budak Yonatan memungut anak panah itu dan kembali kepada tuannya.",
      "type": "content"
    },
    {
      "verse": 39,
      "text": "Tetapi budak itu tidak tahu apa-apa, hanya Yonatan dan Daudlah yang mengetahui hal itu.",
      "type": "content"
    },
    {
      "verse": 40,
      "text": "Sesudah itu Yonatan memberikan senjatanya kepada budak yang menyertai dia, dan berkata kepadanya: \"Pergilah, bawalah ke kota.\"",
      "type": "content"
    },
    {
      "verse": 41,
      "text": "Maka pulanglah budak itu, lalu tampillah Daud dari sebelah bukit batu; ia sujud dengan mukanya ke tanah dan menyembah tiga kali. Mereka bercium-ciuman dan bertangis-tangisan. Akhirnya Daud dapat menahan diri.",
      "type": "content"
    },
    {
      "verse": 42,
      "text": "Kemudian berkatalah Yonatan kepada Daud: \"Pergilah dengan selamat; bukankah kita berdua telah bersumpah demi nama TUHAN, demikian: TUHAN akan ada di antara aku dan engkau serta di antara keturunanku dan keturunanmu sampai selamanya.\" (20-43) Setelah itu bangunlah Daud dan pergi; dan Yonatanpun pulang ke kota.",
      "type": "content"
    }
  ]
}