{
  "book": "1 Samuel",
  "chapter": 7,
  "verses": [
    {
      "verse": 1,
      "text": "Lalu orang-orang Kiryat-Yearim datang, mereka mengangkut tabut TUHAN itu dan membawanya ke dalam rumah Abinadab yang di atas bukit. Dan Eleazar, anaknya, mereka kuduskan untuk menjaga tabut TUHAN itu.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Orang Filistin terpukul kalah dekat Mizpa",
      "type": "title"
    },
    {
      "verse": 2,
      "text": "Sejak saat tabut itu tinggal di Kiryat-Yearim berlalulah waktu yang cukup lama, yakni dua puluh tahun, dan seluruh kaum Israel mengeluh kepada TUHAN.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "Lalu berkatalah Samuel kepada seluruh kaum Israel demikian: \"Jika kamu berbalik kepada TUHAN dengan segenap hati, maka jauhkanlah para allah asing dan para Asytoret dari tengah-tengahmu dan tujukan hatimu kepada TUHAN dan beribadahlah hanya kepada-Nya; maka Ia akan melepaskan kamu dari tangan orang Filistin.\"",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "Kemudian orang-orang Israel menjauhkan para Baal dan para Asytoret dan beribadah hanya kepada TUHAN.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "Lalu berkatalah Samuel: \"Kumpulkanlah segenap orang Israel ke Mizpa; maka aku akan berdoa untuk kamu kepada TUHAN.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "Setelah berkumpul di Mizpa, mereka menimba air dan mencurahkannya di hadapan TUHAN. Mereka juga berpuasa pada hari itu dan berkata di sana: \"Kami telah berdosa kepada TUHAN.\" Dan Samuel menghakimi orang Israel di Mizpa.",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Ketika didengar orang Filistin, bahwa orang Israel telah berkumpul di Mizpa, majulah raja-raja kota orang Filistin mendatangi orang Israel. Serta didengar orang Israel demikian, maka ketakutanlah mereka terhadap orang Filistin.",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "Lalu kata orang Israel kepada Samuel: \"Janganlah berhenti berseru bagi kami kepada TUHAN, Allah kita, supaya Ia menyelamatkan kami dari tangan orang Filistin itu.\"",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Sesudah itu Samuel mengambil seekor anak domba yang menyusu, lalu mempersembahkan seluruhnya kepada TUHAN sebagai korban bakaran. Dan ketika Samuel berseru kepada TUHAN bagi orang Israel, maka TUHAN menjawab dia.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Sedang Samuel mempersembahkan korban bakaran itu, majulah orang Filistin berperang melawan orang Israel. Tetapi pada hari itu TUHAN mengguntur dengan bunyi yang hebat ke atas orang Filistin dan mengacaukan mereka, sehingga mereka terpukul kalah oleh orang Israel.",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Keluarlah orang-orang Israel dari Mizpa, mengejar orang Filistin itu dan memukul mereka kalah sampai hilir Bet-Kar.",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Kemudian Samuel mengambil sebuah batu dan mendirikannya antara Mizpa dan Yesana; ia menamainya Eben-Haezer, katanya: \"Sampai di sini TUHAN menolong kita.\"",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Demikianlah orang Filistin itu ditundukkan dan tidak lagi memasuki daerah Israel. Tangan TUHAN melawan orang Filistin seumur hidup Samuel,",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "dan kota-kota yang diambil orang Filistin dari pada Israel, kembali pula kepada Israel, mulai dari Ekron sampai Gat; dan orang Israel merebut daerah sekitarnya dari tangan orang Filistin. Antara orang Israel dan orang Amori ada damai.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "Samuel sebagai hakim",
      "type": "title"
    },
    {
      "verse": 15,
      "text": "Samuel memerintah sebagai hakim atas orang Israel seumur hidupnya.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "Dari tahun ke tahun ia berkeliling ke Betel, Gilgal dan Mizpa, dan memerintah atas orang Israel di segala tempat itu,",
      "type": "content"
    },
    {
      "verse": 17,
      "text": "lalu ia kembali ke Rama, sebab di sanalah rumahnya dan di sanalah ia memerintah atas orang Israel; dan di sana ia mendirikan mezbah bagi TUHAN.",
      "type": "content"
    }
  ]
}