{
  "book": "Mikha",
  "chapter": 6,
  "verses": [
    {
      "verse": 1,
      "text": "Listen to what the LORD says: \"Stand up, plead your case before the mountains; let the hills hear what you have to say.",
      "type": "content"
    },
    {
      "verse": 2,
      "text": "Hear, O mountains, the LORD’s accusation; listen, you everlasting foundations of the earth. For the LORD has a case against his people; he is lodging a charge against Israel.",
      "type": "content"
    },
    {
      "verse": 3,
      "text": "\"My people, what have I done to you? How have I burdened you? Answer me.",
      "type": "content"
    },
    {
      "verse": 4,
      "text": "I brought you up out of Egypt and redeemed you from the land of slavery. I sent Moses to lead you, also Aaron and Miriam.",
      "type": "content"
    },
    {
      "verse": 5,
      "text": "My people, remember what Balak king of Moab counselled and what Balaam son of Beor answered. Remember  your journey  from Shittim to Gilgal, that you may know the righteous acts of the LORD.\"",
      "type": "content"
    },
    {
      "verse": 6,
      "text": "With what shall I come before the LORD and bow down before the exalted God? Shall I come before him with burnt offerings, with calves a year old?",
      "type": "content"
    },
    {
      "verse": 7,
      "text": "Will the LORD be pleased with thousands of rams, with ten thousand rivers of oil? Shall I offer my firstborn for my transgression, the fruit of my body for the sin of my soul?",
      "type": "content"
    },
    {
      "verse": 8,
      "text": "He has showed you, O man, what is good. And what does the LORD require of you? To act justly and to love mercy and to walk humbly with your God.",
      "type": "content"
    },
    {
      "verse": 9,
      "text": "Listen! The LORD is calling to the city—and to fear your name is wisdom—\"Heed the rod and the One who appointed it.",
      "type": "content"
    },
    {
      "verse": 10,
      "text": "Am I still to forget, O wicked house, your ill-gotten treasures and the short ephah, which is accursed?",
      "type": "content"
    },
    {
      "verse": 11,
      "text": "Shall I acquit a man with dishonest scales, with a bag of false weights?",
      "type": "content"
    },
    {
      "verse": 12,
      "text": "Her rich men are violent; her people are liars and their tongues speak deceitfully.",
      "type": "content"
    },
    {
      "verse": 13,
      "text": "Therefore, I have begun to destroy you, to ruin you because of your sins.",
      "type": "content"
    },
    {
      "verse": 14,
      "text": "You will eat but not be satisfied; your stomach will still be empty. You will store up but save nothing, because what you save I will give to the sword.",
      "type": "content"
    },
    {
      "verse": 15,
      "text": "You will plant but not harvest; you will press olives but not use the oil on yourselves, you will crush grapes but not drink the wine.",
      "type": "content"
    },
    {
      "verse": 16,
      "text": "You have observed the statutes of Omri and all the practices of Ahab’s house, and you have followed their traditions. Therefore I will give you over to ruin and your people to derision; you will bear the scorn of the nations.\"",
      "type": "content"
    }
  ]
}